{
 "MarriageQuotes": [
  {
   "quote": {
    "text": "A successful marriage requires falling in love many times, always with the same person."
   },
   "author": {
    "text": "Mignon McLaughlin"
   }
  },
  {
   "quote": {
    "text": "Happy is the man who finds a true friend, and far happier is he who finds that true friend in his wife."
   },
   "author": {
    "text": "Franz Schubert"
   }
  },
  {
   "quote": {
    "text": "It is not a lack of love, but a lack of friendship that makes unhappy marriages."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Neither man nor woman is perfect or complete without the other. Thus, no marriage or family, no ward or stake is likely to reach its full potential until husbands and wives, mothers and fathers, men and women work together in unity of purpose, respecting and relying upon each other's strengths."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "Let the wife make the husband glad to come home, and let him make her sorry to see him leave."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "The secret of a happy marriage is finding the right person. You know they're right if you love to be with them all the time."
   },
   "author": {
    "text": "Julia Child"
   }
  },
  {
   "quote": {
    "text": "I have a best friend as a husband, and he is my number one supporter. He's a family man, and he's always giving back to God. That is what makes him a beautiful man. We're not perfect by any means, but that makes us beautiful as well. We're not afraid to say we're not perfect. We have our disagreements, but that comes along with marriage."
   },
   "author": {
    "text": "Tamera Mowry"
   }
  },
  {
   "quote": {
    "text": "My most brilliant achievement was my ability to be able to persuade my wife to marry me."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "When a man opens a car door for his wife, it's either a new car or a new wife."
   },
   "author": {
    "text": "Prince Philip"
   }
  },
  {
   "quote": {
    "text": "A good husband makes a good wife."
   },
   "author": {
    "text": "John Florio"
   }
  },
  {
   "quote": {
    "text": "A word of encouragement from a teacher to a child can change a life. A word of encouragement from a spouse can save a marriage. A word of encouragement from a leader can inspire a person to reach her potential."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Chains do not hold a marriage together. It is threads, hundreds of tiny threads, which sew people together through the years."
   },
   "author": {
    "text": "Simone Signoret"
   }
  },
  {
   "quote": {
    "text": "The real act of marriage takes place in the heart, not in the ballroom or church or synagogue. It's a choice you make - not just on your wedding day, but over and over again - and that choice is reflected in the way you treat your husband or wife."
   },
   "author": {
    "text": "Barbara De Angelis"
   }
  },
  {
   "quote": {
    "text": "The secret of a happy marriage remains a secret."
   },
   "author": {
    "text": "Henny Youngman"
   }
  },
  {
   "quote": {
    "text": "There is no more lovely, friendly and charming relationship, communion or company than a good marriage."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "A good marriage would be between a blind wife and a deaf husband."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "Marriage is good for those who are afraid to sleep alone at night."
   },
   "author": {
    "text": "St. Jerome"
   }
  },
  {
   "quote": {
    "text": "Marriage isn't the end-point of a relationship. It's just a stepping stone, one aspect of a long-term evolution between two people who have, for whatever reason, decided to take a leap of faith and say, 'Well, hey, this is a person who I want to try with for the rest of my life.' Which is not a guarantee of perfection - far from it."
   },
   "author": {
    "text": "Marjorie Liu"
   }
  },
  {
   "quote": {
    "text": "Some people ask the secret of our long marriage. We take time to go to a restaurant two times a week. A little candlelight, dinner, soft music and dancing. She goes Tuesdays, I go Fridays."
   },
   "author": {
    "text": "Henny Youngman"
   }
  },
  {
   "quote": {
    "text": "Marriage is not a noun; it's a verb. It isn't something you get. It's something you do. It's the way you love your partner every day."
   },
   "author": {
    "text": "Barbara De Angelis"
   }
  },
  {
   "quote": {
    "text": "An ideal wife is any woman who has an ideal husband."
   },
   "author": {
    "text": "Booth Tarkington"
   }
  },
  {
   "quote": {
    "text": "Marriage is not about age; it's about finding the right person."
   },
   "author": {
    "text": "Sophia Bush"
   }
  },
  {
   "quote": {
    "text": "Marriage is neither heaven nor hell, it is simply purgatory."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Riding a bicycle is the summit of human endeavour - an almost neutral environmental effect coupled with the ability to travel substantial distances without disturbing anybody. The bike is the perfect marriage of technology and human energy."
   },
   "author": {
    "text": "Jeremy Corbyn"
   }
  },
  {
   "quote": {
    "text": "I believe marriage is between a man and a woman. I am not in favor of gay marriage. But when you start playing around with constitutions, just to prohibit somebody who cares about another person, it just seems to me that's not what America's about. Usually, our constitutions expand liberties, they don't contract them."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "By all means, marry. If you get a good wife, you'll become happy; if you get a bad one, you'll become a philosopher."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "A successful marriage is an edifice that must be rebuilt every day."
   },
   "author": {
    "text": "Andre Maurois"
   }
  },
  {
   "quote": {
    "text": "I think of love and marriage in the same way I do plants: We have perennials and annuals. The perennial plant blooms, goes away, and comes back. The annual blooms for just a season, and then winter arrives and takes it out for good. But it's still enriched the soil for the next flower to bloom. In the same way, no love is wasted."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "Gay marriage - it's not about two people being gay: it's about two people who love each other and who have decided to commit to each other for the exact same reasons any other couple would get married."
   },
   "author": {
    "text": "Luke Macfarlane"
   }
  },
  {
   "quote": {
    "text": "Experts on romance say for a happy marriage there has to be more than a passionate love. For a lasting union, they insist, there must be a genuine liking for each other. Which, in my book, is a good definition for friendship."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "In a happy marriage it is the wife who provides the climate, the husband the landscape."
   },
   "author": {
    "text": "Gerald Brenan"
   }
  },
  {
   "quote": {
    "text": "Friendship is the marriage of the soul, and this marriage is liable to divorce."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "A marriage doesn't have to be perfect, but you can be perfect for each other."
   },
   "author": {
    "text": "Jessica Simpson"
   }
  },
  {
   "quote": {
    "text": "Many people spend more time in planning the wedding than they do in planning the marriage."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "If a relationship is going wrong, if a marriage is going wrong, the answer cannot simply be to say, 'You can't afford to break up because you are going to lose the house.' The answer has to be only one thing, which is 'I love you.'"
   },
   "author": {
    "text": "Rory Stewart"
   }
  },
  {
   "quote": {
    "text": "Marriage is the most natural state of man, and... the state in which you will find solid happiness."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "When marrying, ask yourself this question: Do you believe that you will be able to converse well with this person into your old age? Everything else in marriage is transitory."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "A happy marriage is a long conversation which always seems too short."
   },
   "author": {
    "text": "Andre Maurois"
   }
  },
  {
   "quote": {
    "text": "In terms of my marriage, you know, falling in love with my husband was by far the best thing that's ever happened to me."
   },
   "author": {
    "text": "Caroline Kennedy"
   }
  },
  {
   "quote": {
    "text": "Marriage is an alliance entered into by a man who can't sleep with the window shut, and a woman who can't sleep with the window open."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "I think that gay marriage should be between a man and a woman."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "The first time you marry for love, the second for money, and the third for companionship."
   },
   "author": {
    "text": "Jackie Kennedy"
   }
  },
  {
   "quote": {
    "text": "Love is moral even without legal marriage, but marriage is immoral without love."
   },
   "author": {
    "text": "Ellen Key"
   }
  },
  {
   "quote": {
    "text": "Getting married, for me, was the best thing I ever did. I was suddenly beset with an immense sense of release, that we have something more important than our separate selves, and that is the marriage. There's immense happiness that can come from working towards that."
   },
   "author": {
    "text": "Nick Cave"
   }
  },
  {
   "quote": {
    "text": "All I know is it destroyed my family, it destroyed my marriage to Sylvester and I will never get over it."
   },
   "author": {
    "text": "Brigitte Nielsen"
   }
  },
  {
   "quote": {
    "text": "May this marriage be full of laughter, our every day in paradise."
   },
   "author": {
    "text": "Rumi"
   }
  },
  {
   "quote": {
    "text": "Marriage is an act of will that signifies and involves a mutual gift, which unites the spouses and binds them to their eventual souls, with whom they make up a sole family - a domestic church."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "I think long-lasting, healthy relationships are more important than the idea of marriage. At the root of every successful marriage is a strong partnership."
   },
   "author": {
    "text": "Carson Daly"
   }
  },
  {
   "quote": {
    "text": "Every good relationship, especially marriage, is based on respect. If it's not based on respect, nothing that appears to be good will last very long."
   },
   "author": {
    "text": "Amy Grant"
   }
  },
  {
   "quote": {
    "text": "One should believe in marriage as in the immortality of the soul."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "Don't marry the person you think you can live with; marry only the individual you think you can't live without."
   },
   "author": {
    "text": "James Dobson"
   }
  },
  {
   "quote": {
    "text": "The argument that gay marriage doesn't affect straight marriages is a ridiculous red herring: Gay marriage affects society and law in dramatic ways. Religious groups will come under direct assault as federal and state governments move to strip them of their non-profit statuses if they refuse to perform gay marriages."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "In Italy, they say rain on your wedding day is symbolic of fresh beginnings, cleansing, a pure marriage, and also a wet knot that can't be untied."
   },
   "author": {
    "text": "Whitney Wolfe Herd"
   }
  },
  {
   "quote": {
    "text": "When I'm weak, you can be strong; when I'm strong, you can be weak. That's what I believe marriage is."
   },
   "author": {
    "text": "Gisele Bundchen"
   }
  },
  {
   "quote": {
    "text": "Keep your eyes wide open before marriage, half shut afterwards."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "May these vows and this marriage be blessed."
   },
   "author": {
    "text": "Rumi"
   }
  },
  {
   "quote": {
    "text": "The secret to a happy marriage is if you can be at peace with someone within four walls, if you are content because the one you love is near to you, either upstairs or downstairs, or in the same room, and you feel that warmth that you don't find very often, then that is what love is all about."
   },
   "author": {
    "text": "Bruce Forsyth"
   }
  },
  {
   "quote": {
    "text": "I may get married later or may never get married. But I want babies, so I'll have to get married. I want fat, cute babies. Every girl has to think about it at some point. For me, marriage is about family, and that's why I find it necessary. Till then, it's normal to have a partner and do your own thing."
   },
   "author": {
    "text": "Alia Bhatt"
   }
  },
  {
   "quote": {
    "text": "The institution of marriage works better when there's a spiritual connection. If you're marrying just for the sake of the woman, then you may lose interest in each other very soon. When we marry in the interest of the Holy Spirit with the intention of serving God and humanity, then it gives a much larger perspective."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "When people get married because they think it's a long-time love affair, they'll be divorced very soon, because all love affairs end in disappointment. But marriage is a recognition of a spiritual identity."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "For years my wedding ring has done its job. It has led me not into temptation. It has reminded my husband numerous times at parties that it's time to go home. It has been a source of relief to a dinner companion. It has been a status symbol in the maternity ward."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "Marriage is like putting your hand into a bag of snakes in the hope of pulling out an eel."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "A wedding is a funeral where you smell your own flowers."
   },
   "author": {
    "text": "Eddie Cantor"
   }
  },
  {
   "quote": {
    "text": "No one can understand how close a marriage actually is. You just don't know: with a husband and wife, they have a special connection."
   },
   "author": {
    "text": "Omarosa Manigault Newman"
   }
  },
  {
   "quote": {
    "text": "Let us be honest with each other. The threat to marriage is not the gays. It is a lack of loving commitment - whether it is found in the form of neglect, indifference, cruelty or adultery, to name just a few manifestations of the loveless desert in which too many marriages come to grief."
   },
   "author": {
    "text": "Malcolm Turnbull"
   }
  },
  {
   "quote": {
    "text": "I love marriage. I think it's a wonderful institution and it's the most important decision you make."
   },
   "author": {
    "text": "Isla Fisher"
   }
  },
  {
   "quote": {
    "text": "Marrying for love may be a bit risky, but it is so honest that God can't help but smile on it."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "In marriage there are no manners to keep up, and beneath the wildest accusations no real criticism. Each is familiar with that ancient child in the other who may erupt again. We are not ridiculous to ourselves. We are ageless. That is the luxury of the wedding ring."
   },
   "author": {
    "text": "Enid Bagnold"
   }
  },
  {
   "quote": {
    "text": "There is nothing nobler or more admirable than when two people who see eye to eye keep house as man and wife, confounding their enemies and delighting their friends."
   },
   "author": {
    "text": "Homer"
   }
  },
  {
   "quote": {
    "text": "Marriage is an adventure, like going to war."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Next month, I will celebrate my 30th anniversary of marriage with my beautiful bride, Vicki. Our marriage has been a blessing. I have gained even more respect for the institution over the past 3 decades and will defend it against attack."
   },
   "author": {
    "text": "Todd Tiahrt"
   }
  },
  {
   "quote": {
    "text": "Even though people may be well known, they hold in their hearts the emotions of a simple person for the moments that are the most important of those we know on earth: birth, marriage and death."
   },
   "author": {
    "text": "Jackie Kennedy"
   }
  },
  {
   "quote": {
    "text": "Love, the quest; marriage, the conquest; divorce, the inquest."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "A constitutional amendment banning same-sex marriage is a form of gay bashing and it would do nothing to protect traditional marriages."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "There is nothing wrong with your marriage if you're dealing with bills and kids and the broken garbage disposal and in-laws and work demands. That's a normal marriage."
   },
   "author": {
    "text": "Phil McGraw"
   }
  },
  {
   "quote": {
    "text": "In my long life I have found peace, joy, and happiness beyond my fondest hopes and dreams. One of the supreme benedictions of my life has been my marriage to an elect daughter of God. I love her with all my heart and soul."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "I think I'm a combination of very simple pleasures and the fact I've read a lot of books. I don't think it's a binary opposition across the board in humans and I think I'm an example that it's not. I'm hosting gay marriage rallies and I have tons of guns at home. There's a lot of middle ground in the world and I'm one of those people."
   },
   "author": {
    "text": "Dax Shepard"
   }
  },
  {
   "quote": {
    "text": "Rituals, anthropologists will tell us, are about transformation. The rituals we use for marriage, baptism or inaugurating a president are as elaborate as they are because we associate the ritual with a major life passage, the crossing of a critical threshold, or in other words, with transformation."
   },
   "author": {
    "text": "Abraham Verghese"
   }
  },
  {
   "quote": {
    "text": "My wife is my soul mate. I can't imagine being without her."
   },
   "author": {
    "text": "Matt Damon"
   }
  },
  {
   "quote": {
    "text": "It's so important to keep a marriage alive with small treats and doing little things for each other. Just remembering to say nice things and to have listening time is vital. That ghastly phrase 'quality time' means taking three minutes to sit down and be still with someone rather than yelling over your shoulder as you rush out."
   },
   "author": {
    "text": "Joanna Lumley"
   }
  },
  {
   "quote": {
    "text": "I love being married. It's so great to find that one special person you want to annoy for the rest of your life."
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "Sensual pleasures have the fleeting brilliance of a comet; a happy marriage has the tranquillity of a lovely sunset."
   },
   "author": {
    "text": "Ann Landers"
   }
  },
  {
   "quote": {
    "text": "As I grew up and began identifying myself as a feminist, there were plenty of issues that continued to make me question marriage: the father 'giving' the bride away, women taking their husband's last name, the white dress, the vows promising to 'obey' the groom. And that only covers the wedding."
   },
   "author": {
    "text": "Jessica Valenti"
   }
  },
  {
   "quote": {
    "text": "In every community in Illinois, same-sex couples have chosen to join together and, in many instances, to raise families of their own. These couples are our relatives and friends, our neighbors, co-workers and parents of our children's classmates. They deserve the same rights and responsibilities that civil marriage offers straight couples."
   },
   "author": {
    "text": "Lisa Madigan"
   }
  },
  {
   "quote": {
    "text": "Crucial to understanding federalism in modern day America is the concept of mobility, or 'the ability to vote with your feet.' If you don't support the death penalty and citizens packing a pistol - don't come to Texas. If you don't like medicinal marijuana and gay marriage, don't move to California."
   },
   "author": {
    "text": "Rick Perry"
   }
  },
  {
   "quote": {
    "text": "Ultimately, I believe the only secret to a happy marriage is choosing the right person. Life is a series of choices, right?"
   },
   "author": {
    "text": "Michelle Pfeiffer"
   }
  },
  {
   "quote": {
    "text": "I do believe that God blessed me in life with a wonderful family, a successful career, and a loving marriage, and remain thankful for that blessing."
   },
   "author": {
    "text": "Bonnie Tyler"
   }
  },
  {
   "quote": {
    "text": "I would like to thank those who spoke boldly against the 'gay marriage float' in the 2014 Rose Parade. Apparently, that vigorous opposition came from perhaps millions of people, and it had a significant influence on how the matter was handled on network and cable television."
   },
   "author": {
    "text": "James Dobson"
   }
  },
  {
   "quote": {
    "text": "Marriage is a great institution, but I'm not ready for an institution."
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "A bride at her second marriage does not wear a veil. She wants to see what she is getting."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "When I heard the royal family wanted to have me perform in celebration of Prince William's marriage, I knew I had to give them a little something. 'Wet' is the perfect anthem for Prince William or any playa to get the club smokin'."
   },
   "author": {
    "text": "Snoop Dogg"
   }
  },
  {
   "quote": {
    "text": "I was totally surprised by the spread of the legalization of same-sex marriage. In just my lifetime we have gone from a taboo to even talk about homosexuality, to the sanction by governments of homosexual marriage. Few such large social considerations have ever before been turned over in such a short time."
   },
   "author": {
    "text": "John Naisbitt"
   }
  },
  {
   "quote": {
    "text": "I say to my children, the reason that marriage - and having children - is so important is that it stops you thinking about yourself. The way to happiness is to give yourself to others and to think of others before you think of yourself."
   },
   "author": {
    "text": "Terry Wogan"
   }
  },
  {
   "quote": {
    "text": "Love and marriage are wonderful arenas in which to place a character. We are most likely to risk our morals and beliefs while in love. Betrayal gives tremendous insights into a character as well."
   },
   "author": {
    "text": "Anita Shreve"
   }
  },
  {
   "quote": {
    "text": "Marriage has made me a lot happier and I'm deeply in love with my wife, and I thank God for her every day."
   },
   "author": {
    "text": "Harry Connick, Jr."
   }
  },
  {
   "quote": {
    "text": "Marriage is a wonderful institution, but who wants to live in an institution?"
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "I support gay marriage. I believe they have a right to be as miserable as the rest of us."
   },
   "author": {
    "text": "Kinky Friedman"
   }
  },
  {
   "quote": {
    "text": "Love is not weakness. It is strong. Only the sacrament of marriage can contain it."
   },
   "author": {
    "text": "Boris Pasternak"
   }
  },
  {
   "quote": {
    "text": "Marriage is about the most expensive way for the average man to get laundry done."
   },
   "author": {
    "text": "Burt Reynolds"
   }
  },
  {
   "quote": {
    "text": "There is nothing in the world like the devotion of a married woman. It is a thing no married man knows anything about."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "All married couples should learn the art of battle as they should learn the art of making love. Good battle is objective and honest - never vicious or cruel. Good battle is healthy and constructive, and brings to a marriage the principles of equal partnership."
   },
   "author": {
    "text": "Ann Landers"
   }
  },
  {
   "quote": {
    "text": "Well I don't know that I'm okay any more than anyone else is okay, I lead a happy life and a very full one - I have a happy marriage and my kids are all cheerful, and no one is finding fault with me, personally."
   },
   "author": {
    "text": "L. Ron Hubbard"
   }
  },
  {
   "quote": {
    "text": "As to marriage or celibacy, let a man take which course he will, he will be sure to repent."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "Anyone who thinks that the vice-president can take a position independent of the president of his administration simply has no knowledge of politics or government. You are his choice in a political marriage, and he expects your absolute loyalty."
   },
   "author": {
    "text": "Hubert H. Humphrey"
   }
  },
  {
   "quote": {
    "text": "Political promises are much like marriage vows. They are made at the beginning of the relationship between candidate and voter, but are quickly forgotten."
   },
   "author": {
    "text": "Dick Gregory"
   }
  },
  {
   "quote": {
    "text": "There's only one way to have a happy marriage and as soon as I learn what it is I'll get married again."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "When you see a merger between two giants in a declining industry, it can look like the financial version of a couple having a baby to save a marriage."
   },
   "author": {
    "text": "Adam Davidson"
   }
  },
  {
   "quote": {
    "text": "In my mind, marriage is a spiritual partnership and union in which we willingly give and receive love, create and share intimacy, and open ourselves to be available and accessible to another human being in order to heal, learn and grow."
   },
   "author": {
    "text": "Iyanla Vanzant"
   }
  },
  {
   "quote": {
    "text": "Married men live longer than single men. But married men are a lot more willing to die."
   },
   "author": {
    "text": "Johnny Carson"
   }
  },
  {
   "quote": {
    "text": "All men make mistakes, but married men find out about them sooner."
   },
   "author": {
    "text": "Red Skelton"
   }
  },
  {
   "quote": {
    "text": "For my parents' generation, the idea was not that marriage was about some kind of idealized, romantic love; it was a partnership. It's about creating family; it's about creating offspring. Indian culture is essentially much more of a 'we' culture. It's a communal culture where you do what's best for the community - you procreate."
   },
   "author": {
    "text": "Aasif Mandvi"
   }
  },
  {
   "quote": {
    "text": "In my divorce, I stood up and said to my ex-wife, 'Hey, I messed up. This had nothing to do with you. I didn't understand what marriage was. I cheated. I was wrong. We couldn't fix it; it got worse. I stepped away because I didn't want it to get any worse. You're the mother of my kids - I don't want to hate you.'"
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "Perhaps my problem in marriage - and it is the problem of many women - was to want both intimacy and independence. It is a difficult line to walk, yet both needs are important to a marriage."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "Marriage is the grave or tomb of wit."
   },
   "author": {
    "text": "Margaret Cavendish"
   }
  },
  {
   "quote": {
    "text": "My worldview, my philosophy, my attitudes, my relationships, my parenting, my marriage - everything has been transformed by my relationship with Christ."
   },
   "author": {
    "text": "Lee Strobel"
   }
  },
  {
   "quote": {
    "text": "They dream in courtship, but in wedlock wake."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "We will see a breakdown of the family and family values if we decide to approve same-sex marriage, and if we decide to establish homosexuality as an acceptable alternative lifestyle with all the benefits that go with equating it with the heterosexual lifestyle."
   },
   "author": {
    "text": "Jerry Falwell"
   }
  },
  {
   "quote": {
    "text": "Gay marriage will be universally accepted in time. But if I may be so bold as to say to gays and lesbians, don't wait for that time to arrive. Just as my father and his generation did not 'wait' for their civil rights, nor should you. The toothpaste ain't going back in the tube. The tide has turned."
   },
   "author": {
    "text": "John Ridley"
   }
  },
  {
   "quote": {
    "text": "The trend of opinion among eugenists is that we must make marriage more difficult. Certainly no one who is not a desirable parent should be permitted to produce progeny."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "A man in love is incomplete until he has married. Then he's finished."
   },
   "author": {
    "text": "Zsa Zsa Gabor"
   }
  },
  {
   "quote": {
    "text": "Never stay in a bad marriage, and don't hang around with psycho coke fiends."
   },
   "author": {
    "text": "Joe Rogan"
   }
  },
  {
   "quote": {
    "text": "I'd marry again if I found a man who had fifteen million dollars, would sign over half to me, and guarantee that he'd be dead within a year."
   },
   "author": {
    "text": "Bette Davis"
   }
  },
  {
   "quote": {
    "text": "A lasting marriage, they say, is one where the two reach for different sections of the Sunday paper. Me, I go right for the obituaries, just like those very elderly characters in Muriel Spark's spooky novel, 'Memento Mori.'"
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "I've just concluded - since President Obama endorses the same-sex marriage, advocates homosexual people, and enjoys an attractive countenance - thus if it becomes necessary, I shall travel to Washington, D.C., get down on my knee, and ask his hand."
   },
   "author": {
    "text": "Robert Mugabe"
   }
  },
  {
   "quote": {
    "text": "Marriage is almost as old as dirt, and it was defined in the garden between Adam and Eve. One man, one woman for life till death do you part. So I would never attempt to try to redefine marriage. And I don't think anyone else should either. So do I support the idea of gay marriage? No, I don't."
   },
   "author": {
    "text": "Kirk Cameron"
   }
  },
  {
   "quote": {
    "text": "Marriage is really tough because you have to deal with feelings... and lawyers."
   },
   "author": {
    "text": "Richard Pryor"
   }
  },
  {
   "quote": {
    "text": "But marriage goes in waves. You've got to be patient. People bail and give up on their marriages way too early. They just don't put the work and the effort into it. You've got to suck up your ego a lot of times, because that can be a big downfall."
   },
   "author": {
    "text": "Anna Benson"
   }
  },
  {
   "quote": {
    "text": "The biggest financial pitfall in life is divorce. And the biggest reason for divorce is marriage."
   },
   "author": {
    "text": "Gene Simmons"
   }
  },
  {
   "quote": {
    "text": "If traditional marriage is not the law of the land, the institution of the family will cease to exist."
   },
   "author": {
    "text": "James Dobson"
   }
  },
  {
   "quote": {
    "text": "Marriage is a commitment for life. It is a permanent, lifelong relationship."
   },
   "author": {
    "text": "Dada Vaswani"
   }
  },
  {
   "quote": {
    "text": "Marriage may often be a stormy lake, but celibacy is almost always a muddy horse pond."
   },
   "author": {
    "text": "Thomas Love Peacock"
   }
  },
  {
   "quote": {
    "text": "The real gender inequality in marriage stems from the tendency to regard women as the default parent, the one who, in the absence of family-friendly work policies, is expected to adjust her paid work to shoulder the brunt of domestic responsibilities."
   },
   "author": {
    "text": "Stephanie Coontz"
   }
  },
  {
   "quote": {
    "text": "Now that virtually every career is an option for ambitious girls, it can no longer be considered regressive or reactionary to reintroduce discussion of marriage and motherhood to primary education. We certainly do not want to return to the simplistic duality of home economics classes for girls and wood shop for boys."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "One of the things I discover a lot in marriage counseling is the husband or wife trying to get their spiritual thirst quenched by their partner; I think that's a real common mistake that we make."
   },
   "author": {
    "text": "Max Lucado"
   }
  },
  {
   "quote": {
    "text": "When you have a baby, love is automatic, when you get married, love is earned."
   },
   "author": {
    "text": "Marie Osmond"
   }
  },
  {
   "quote": {
    "text": "I'm in love with love and totally believe in marriage, but that's not even on my radar right now. I am not putting energy into dating."
   },
   "author": {
    "text": "Selena Gomez"
   }
  },
  {
   "quote": {
    "text": "Political conservatives need to recognize that multicultural politics is converging with leftist politics, and not only on 'social issues' like same-sex marriage. Our Constitution is also on the chopping block, and if you don't see that, you haven't been paying attention."
   },
   "author": {
    "text": "Tom Tancredo"
   }
  },
  {
   "quote": {
    "text": "I would say that the surest measure of a man's or a woman's maturity is the harmony, style, joy, and dignity he creates in his marriage, and the pleasure and inspiration he provides for his spouse."
   },
   "author": {
    "text": "Benjamin Spock"
   }
  },
  {
   "quote": {
    "text": "Bachelors have consciences, married men have wives."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Wit is the sudden marriage of ideas which, before their union, were not perceived to have any relation."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "One should always be in love. That is the reason one should never marry."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "It's tough to stay married. My wife kisses the dog on the lips, yet she won't drink from my glass."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "Remember that creating a successful marriage is like farming: you have to start over again every morning."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "Nobody, man or woman, has ever wrecked a good marriage."
   },
   "author": {
    "text": "Jimmy Dean"
   }
  },
  {
   "quote": {
    "text": "After 45 years of marriage, when I have an argument with my wife, if we don't agree, we do what she wants. But, when we agree, we do what I want!"
   },
   "author": {
    "text": "Jacques Pepin"
   }
  },
  {
   "quote": {
    "text": "Marriage and family are ordained of God. The family is the most important social unit in time and in eternity. Under God's great plan of happiness, families can be sealed in temples and be prepared to return to dwell in His holy presence forever. That is eternal life!"
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "Divorce is probably of nearly the same date as marriage. I believe, however, that marriage is some weeks the more ancient."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "The most happy marriage I can picture or imagine to myself would be the union of a deaf man to a blind woman."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "If I write a book where all I've ever experienced is success, people won't take a positive lesson from it. In being candid, I have to own up to my own failures, both in my marriage and in my work environment."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "Politics doesn't make strange bedfellows - marriage does."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "There is, hidden or flaunted, a sword between the sexes till an entire marriage reconciles them."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "Friendship is two-sided. It isn't a friend just because someone's doing something nice for you. That's a nice person. There's friendship when you do for each other. It's like marriage - it's two-sided."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "A journey is like marriage. The certain way to be wrong is to think you control it."
   },
   "author": {
    "text": "John Steinbeck"
   }
  },
  {
   "quote": {
    "text": "Finding good partners is the key to success in anything: in business, in marriage and, especially, in investing."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "I haven't been faithful to my wife. Our marriage has been tainted with my infidelities. I was irresponsible."
   },
   "author": {
    "text": "David Boreanaz"
   }
  },
  {
   "quote": {
    "text": "Marriage is popular because it combines the maximum of temptation with the maximum of opportunity."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "It's a facet of the gay rights movement that people don't think about enough. Why suddenly marriage equality? Because it wasn't until 1981 that the court struck down Louisiana's 'head and master rule,' that the husband was head and master of the house."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "In the face of love, everyone is equal. Let everyone have the freedom to love and to pursue their happiness. I am Tsai Ing-wen, and I support marriage equality."
   },
   "author": {
    "text": "Tsai Ing-wen"
   }
  },
  {
   "quote": {
    "text": "Woman, or more precisely put, perhaps, marriage, is the representative of life with which you are meant to come to terms."
   },
   "author": {
    "text": "Franz Kafka"
   }
  },
  {
   "quote": {
    "text": "On rare occasions one does hear of a miraculous case of a married couple falling in love after marriage, but on close examination it will be found that it is a mere adjustment to the inevitable."
   },
   "author": {
    "text": "Emma Goldman"
   }
  },
  {
   "quote": {
    "text": "Marriage, to women as to men, must be a luxury, not a necessity; an incident of life, not all of it."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "I respect the fact that many denominations have different points of view with respect to gay marriage and they can hold that in the sanctity in the place of their religion and not bless them or solemnize them."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Because values change, legislatures abolish the death penalty, permit same-sex marriage if they want, abolish laws against homosexual conduct. That's how the change in a society occurs. Society doesn't change through a Constitution."
   },
   "author": {
    "text": "Antonin Scalia"
   }
  },
  {
   "quote": {
    "text": "My marriage is on the rocks again, yeah, my wife just broke up with her boyfriend."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "If your neighbor has a completely different view on abortion, gay marriage, stem cell research, all of those things, you still are both Americans. Neither one of you is necessarily more patriotic than the other. Neither loves their country any more than the other one does."
   },
   "author": {
    "text": "Phil McGraw"
   }
  },
  {
   "quote": {
    "text": "I don't think that a same-sex marriage is the way God intended it to be."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "For at least a decade, Millennials have been stereotyped as lazy, entitled, and stuck on social media. While that may not be entirely fair, they are notoriously liberal, overwhelmingly supporting left-leaning candidates and favoring policies like nationalized healthcare and same-sex 'marriage.'"
   },
   "author": {
    "text": "Eric Metaxas"
   }
  },
  {
   "quote": {
    "text": "Marriage is a school itself. Also, having children. Becoming a father changed my whole life. It taught me as if by revelation."
   },
   "author": {
    "text": "Abraham Maslow"
   }
  },
  {
   "quote": {
    "text": "In terms of my involvement in 'don't ask, don't tell' and marriage equality and anti-bullying and social emotional learning in schools - these are all things that arise out of my relationship with the world and with my fans."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "You can forgive people who do not follow you through a philosophical disquisition; but to find your wife laughing when you had tears in your eyes, or staring when you were in a fit of laughter, would go some way towards a dissolution of the marriage."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Marriage is like life - it is a field of battle, not a bed of roses."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "A marriage is no amusement but a solemn act, and generally a sad one."
   },
   "author": {
    "text": "Queen Victoria"
   }
  },
  {
   "quote": {
    "text": "Culture and tradition have to change little by little. So 'new' means a little twist, a marriage of Japanese technique with French ingredients. My technique. Indian food, Korean food; I put Italian mozzarella cheese with sashimi. I don't think 'new new new.' I'm not a genius. A little twist."
   },
   "author": {
    "text": "Masaharu Morimoto"
   }
  },
  {
   "quote": {
    "text": "In a month's time, I shall be able to give your Majesty news of the Comtesse de Provence, for the marriage is fixed for May 14th; they had prepared many fetes for this marriage, but now they are economising in them for want of money."
   },
   "author": {
    "text": "Marie Antoinette"
   }
  },
  {
   "quote": {
    "text": "In our ecclesiastical region there are priests who don't baptize the children of single mothers because they weren't conceived in the sanctity of marriage. These are today's hypocrites. Those who clericalize the church. Those who separate the people of God from salvation."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Gay marriage acceptance is happening in the blink of an eye."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "The moral code of Heaven for both men and women is complete chastity before marriage and full fidelity after marriage."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "TV started for me just as a means of keeping my husband Desi off the road. He'd been on tour with his band since he got out of the Army, and we were in our 11th year of marriage and wanted to have children."
   },
   "author": {
    "text": "Lucille Ball"
   }
  },
  {
   "quote": {
    "text": "Marriage is like a game of chess except the board is flowing water, the pieces are made of smoke and no move you make will have any effect on the outcome."
   },
   "author": {
    "text": "Jerry Seinfeld"
   }
  },
  {
   "quote": {
    "text": "I think women are natural caretakers. They take care of everybody. They take care of their husbands and their kids and their dogs, and don't spend a lot of time just getting back and taking time out."
   },
   "author": {
    "text": "Reese Witherspoon"
   }
  },
  {
   "quote": {
    "text": "When we are baptized and confirmed, when brethren are ordained to the priesthood, when we go to the temple and receive our endowment, when we enter into the new and everlasting covenant of eternal marriage - in all these sacred ordinances, we make solemn commitments to keep God's commandments."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "We cannot insist only on issues related to abortion, gay marriage and the use of contraceptive methods. The teaching of the church is clear, and I am a son of the church, but it is not necessary to talk about these issues all the time."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "I grew up in a Hindu household but went to a Roman Catholic school. I grew up with a mother who said, 'I'll arrange a marriage for you at 18,' but she also said that we could achieve anything we put our minds to an encourage us to dream of becoming prime minister or president."
   },
   "author": {
    "text": "Indra Nooyi"
   }
  },
  {
   "quote": {
    "text": "To allow the policy question of same-sex marriage to be considered and resolved by a select, patrician, highly unrepresentative panel of nine is to violate a principle even more fundamental than no taxation without representation: no social transformation without representation."
   },
   "author": {
    "text": "Antonin Scalia"
   }
  },
  {
   "quote": {
    "text": "I don't understand what the big deal is with gay marriage. Get over it, people."
   },
   "author": {
    "text": "Kristin Chenoweth"
   }
  },
  {
   "quote": {
    "text": "Marriage is the highest state of friendship. If happy, it lessens our cares by dividing them, at the same time that it doubles our pleasures by mutual participation."
   },
   "author": {
    "text": "Samuel Richardson"
   }
  },
  {
   "quote": {
    "text": "You can't have a happy family if you don't have a happy marriage."
   },
   "author": {
    "text": "Jeremy Sisto"
   }
  },
  {
   "quote": {
    "text": "Spiritually, we have marginalized the Bible. We've trivialized marriage, and we've neutralized the church. America today is in great turmoil. It feels like the soul of our nation has been taken from us."
   },
   "author": {
    "text": "David Jeremiah"
   }
  },
  {
   "quote": {
    "text": "We do not create marriage from scratch. Instead, in the elegant language of the marriage ceremony, we 'enter into the holy estate of matrimony.'"
   },
   "author": {
    "text": "Nancy Pearcey"
   }
  },
  {
   "quote": {
    "text": "A wife lasts only for the length of the marriage, but an ex-wife is there for the rest of your life."
   },
   "author": {
    "text": "Jim Samuels"
   }
  },
  {
   "quote": {
    "text": "I was very influenced by the musicals and romantic comedies of the 1930s. I admired Gene Harlow and such, which probably explains why, since the end of my marriage, I've dated nothing but a succession of blondes."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "One hopes, of course, that a relationship grows and becomes a deep and wonderful marriage and friendship that lasts forever. But that's not always the case."
   },
   "author": {
    "text": "Alana Stewart"
   }
  },
  {
   "quote": {
    "text": "It's not beauty but fine qualities, my girl, that keep a husband."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "In marriage, a man becomes slack and selfish, and undergoes a fatty degeneration of his moral being."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "What sort of job can you hold in America in which it is safe to hold the personal conviction that same-sex marriage is wrong? The answer: there is no such job. Except Democratic presidential candidate in 2008. Then you're fine."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "I am a fan of marriage and a fan of being committed to the right person."
   },
   "author": {
    "text": "Joan Collins"
   }
  },
  {
   "quote": {
    "text": "Marriage is like a cage; one sees the birds outside desperate to get in, and those inside equally desperate to get out."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "Marriage is an attempt to solve problems together which you didn't even have when you were on your own."
   },
   "author": {
    "text": "Eddie Cantor"
   }
  },
  {
   "quote": {
    "text": "If you've gone into a marriage and you haven't been clear about how you're going to handle money, how you want to raise kids, who is going to work or stay home or what have you, then you've set yourself up for failure."
   },
   "author": {
    "text": "Phil McGraw"
   }
  },
  {
   "quote": {
    "text": "Marriage is miserable unless you find the right person that is your soulmate and that takes a lot of looking."
   },
   "author": {
    "text": "Marvin Gaye"
   }
  },
  {
   "quote": {
    "text": "The truth is that cleaning up socks and trying to get someone to really listen to you is marriage. It's less sweep you off your feet and more sweep the kitchen four times a day. Like everything good in life, it's 98% back-breaking work and 2% moments that make the work worthwhile."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "I married the first man I ever kissed. When I tell this to my children, they just about throw up."
   },
   "author": {
    "text": "Barbara Bush"
   }
  },
  {
   "quote": {
    "text": "Marriage helps young couples to raise themselves towards God. The bond of marriage unites two souls so firmly that though they are physically two separate entities, their souls are merged into one harmonious whole."
   },
   "author": {
    "text": "Dada Vaswani"
   }
  },
  {
   "quote": {
    "text": "As a devoted mother and private person, and with complete awareness that my daughter will one day be old enough to read the news about herself, I would only like to say that I will never, ever be commenting on the dissolution of my marriage."
   },
   "author": {
    "text": "Scarlett Johansson"
   }
  },
  {
   "quote": {
    "text": "To me, Steve was my Prince Charming. He was my happily ever after, and we got that. We got 14 years of marriage; we had the best, most fantastic, adventurous, wonderful life that you could imagine. And I was very happy with that."
   },
   "author": {
    "text": "Terri Irwin"
   }
  },
  {
   "quote": {
    "text": "For someone to say that marriage is only about procreation is a joke. I didn't marry my husband to have children. I married my husband because I love my husband."
   },
   "author": {
    "text": "Aisha Tyler"
   }
  },
  {
   "quote": {
    "text": "The mark of a good marriage is partnership and continuing to feel inspired by your spouse. I had that with Tao. But the end is not necessarily the tragedy. Staying in a relationship that is no longer working is the tragedy. Living unhappily - that's the tragedy."
   },
   "author": {
    "text": "Olivia Wilde"
   }
  },
  {
   "quote": {
    "text": "I think Liberty students ought to date a lot without commitment in mind. If you're thinking commitment - and you probably shouldn't until you're a senior - you don't want to start your marriage off under the constraints of poverty and schooling."
   },
   "author": {
    "text": "Jerry Falwell"
   }
  },
  {
   "quote": {
    "text": "When I talk about the importance of the institution of marriage, I think of the commitment and the significance of standing in front of those closest to you and promising fidelity to your partner 'til death do you part.'"
   },
   "author": {
    "text": "Mark Udall"
   }
  },
  {
   "quote": {
    "text": "I believe that if man and woman cherish the same ideals and think alike, then the marriage can be complementary to each other's work instead of being a hindrance."
   },
   "author": {
    "text": "Munshi Premchand"
   }
  },
  {
   "quote": {
    "text": "I do believe in soulmates and happy/successful marriages. No marriage can be happy 24x7 for 365 days. Both partners have to make the relationship work, is what I believe in."
   },
   "author": {
    "text": "Kajol"
   }
  },
  {
   "quote": {
    "text": "You never go into a marriage expecting to get divorced. You go into a marriage expecting it's going to last forever, and you have a lot of ways you dream about the future. You have all these expectations, and then you have to adjust those expectations, and it can be a very unnerving, confusing time."
   },
   "author": {
    "text": "Jenna Fischer"
   }
  },
  {
   "quote": {
    "text": "I don't think there's anything they can say about me that I haven't said about myself already. And I would be an absolute total liar, and my fans would not respect me, if I said that my life and my marriage are perfect. But we absolutely love each other; we have fun together - it's great."
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "Only choose in marriage a man whom you would choose as a friend if he were a woman."
   },
   "author": {
    "text": "Joseph Joubert"
   }
  },
  {
   "quote": {
    "text": "Young people: marry simply, start your life, and party later. Think of how much babysitting for your future colicky baby you could buy with that wedding budget. Think of how much marriage therapy you could buy. Invest in your marriage, not your wedding."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "Romantic love is an illusion. Most of us discover this truth at the end of a love affair or else when the sweet emotions of love lead us into marriage and then turn down their flames."
   },
   "author": {
    "text": "Thomas Moore"
   }
  },
  {
   "quote": {
    "text": "A good marriage is one which allows for change and growth in the individuals and in the way they express their love."
   },
   "author": {
    "text": "Pearl S. Buck"
   }
  },
  {
   "quote": {
    "text": "Marriage is a good deal like a circus: there is not as much in it as is represented in the advertising."
   },
   "author": {
    "text": "E. W. Howe"
   }
  },
  {
   "quote": {
    "text": "I wanted to be the first girl in my class to get married. From the seventh grade on, I used to write in my yearbook under each senior's picture, 'married' or 'engaged.' I had marriage on the brain."
   },
   "author": {
    "text": "Shirley Temple"
   }
  },
  {
   "quote": {
    "text": "Marriage can be viewed as the waiting room for death."
   },
   "author": {
    "text": "Mike Myers"
   }
  },
  {
   "quote": {
    "text": "The only good husbands stay bachelors: They're too considerate to get married."
   },
   "author": {
    "text": "Finley Peter Dunne"
   }
  },
  {
   "quote": {
    "text": "There are lots of different ideas, lots of different opinions about the First Amendment Defense Act and what it should be. There were a lot of different forms of it while I was on the Hill. But I would say that I agree that the decision on gay marriage does mean that we need to take some steps to defend religious liberty."
   },
   "author": {
    "text": "Evan McMullin"
   }
  },
  {
   "quote": {
    "text": "I wouldn't say I'm against same-sex marriage. I believe in freedom and equality for all people. I believe that when it comes to gay marriage, that's a political and legal issue that has to be dealt with in that arena. I have privately held beliefs, but when it comes to that, it's properly placed in the political and legal arena."
   },
   "author": {
    "text": "Bernice King"
   }
  },
  {
   "quote": {
    "text": "Only after I faced the unhappiness of my first marriage did I start on the path of personal growth."
   },
   "author": {
    "text": "Judith Wright"
   }
  },
  {
   "quote": {
    "text": "Marriage is not easy. You have to decide to work. That's what it really comes down to: two people deciding to stay together or not."
   },
   "author": {
    "text": "Darius Rucker"
   }
  },
  {
   "quote": {
    "text": "Judaism doesn't recognize gay marriage, just as we don't recognize milk and meat together as kosher, and nothing will change it... I'm not a hypocrite; I state my positions."
   },
   "author": {
    "text": "Naftali Bennett"
   }
  },
  {
   "quote": {
    "text": "For those who support same-sex marriage - and I support it without reservation - the ideal of equality and the belief in the dignity of same-sex relationships necessarily makes the issue seem a great deal like the civil-rights struggles of the past."
   },
   "author": {
    "text": "Benjamin Wittes"
   }
  },
  {
   "quote": {
    "text": "My parents' long and happy marriage was a great ideal to live up to, but a tough one."
   },
   "author": {
    "text": "Olivia Williams"
   }
  },
  {
   "quote": {
    "text": "That's my prescription for a happy marriage - marry someone who doesn't do anything similar to what you do."
   },
   "author": {
    "text": "Maxine Kumin"
   }
  },
  {
   "quote": {
    "text": "I'm a heathen when it comes to marriage."
   },
   "author": {
    "text": "Greta Scacchi"
   }
  },
  {
   "quote": {
    "text": "Husbands are like fires - they go out when they're left unattended."
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "Books and marriage go ill together."
   },
   "author": {
    "text": "Moliere"
   }
  },
  {
   "quote": {
    "text": "Take this marriage thing seriously - it has to last all the way to the divorce."
   },
   "author": {
    "text": "Roseanne Barr"
   }
  },
  {
   "quote": {
    "text": "Marriage is the torment of one, the felicity of two, the strife and enmity of three."
   },
   "author": {
    "text": "Washington Irving"
   }
  },
  {
   "quote": {
    "text": "It's not always been a happy marriage. I guess I wanted a quick fix."
   },
   "author": {
    "text": "David Byrne"
   }
  },
  {
   "quote": {
    "text": "Marriage is a blood sport. Marriage is jousting. It's disembowelment. It's just terrible, terrible visceral injuries. It's not for everybody."
   },
   "author": {
    "text": "Aisha Tyler"
   }
  },
  {
   "quote": {
    "text": "There are four stages in a marriage. First there's the affair, then the marriage, then children and finally the fourth stage, without which you cannot know a woman, the divorce."
   },
   "author": {
    "text": "Norman Mailer"
   }
  },
  {
   "quote": {
    "text": "The death of marriage has been announced so often and would seem so normal, in a sense. So what's surprising is the sheer longevity and tenacity of this institution."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "When women hold off from marrying men, we call it independence. When men hold off from marrying women, we call it fear of commitment."
   },
   "author": {
    "text": "Warren Farrell"
   }
  },
  {
   "quote": {
    "text": "A psychiatrist asks a lot of expensive questions your wife asks for nothing."
   },
   "author": {
    "text": "Joey Adams"
   }
  },
  {
   "quote": {
    "text": "Plenty of the women who were single in the nineteenth century wrote about their desire to evade marriage. Marriage was scary in a lot of ways. It often involved having a lot of kids, losing your autonomy, being in service to a husband and children who were often born at an unremitting pace without the benefit of modern medicine."
   },
   "author": {
    "text": "Rebecca Traister"
   }
  },
  {
   "quote": {
    "text": "Alzheimer's disease is never an 'accident' in a marriage. It falls under the purview of God's sovereignty. In the case of someone with Alzheimer's, this means God's unconditional and sacrificial love has an opportunity to be even more gloriously displayed in a life together."
   },
   "author": {
    "text": "Joni Eareckson Tada"
   }
  },
  {
   "quote": {
    "text": "The way that same-sex marriage should reach the federal level is that it absolutely should be decided by the Supreme Court as quickly as possible. It's a 14th Amendment issue. There's no argument about it."
   },
   "author": {
    "text": "Tony Kushner"
   }
  },
  {
   "quote": {
    "text": "Earlier, my priority was only work. I worked like a dog before I got married. After marriage, once you have a baby, time management is difficult. Your responsibilities change, your priorities change. And you have to concentrate on them if you have to work out your life. Your career is just a part of your life. For me, my family is my life."
   },
   "author": {
    "text": "Kajol"
   }
  },
  {
   "quote": {
    "text": "I'm an activist for gay marriage equality and children's rights. I'm the face of Share Our Strength."
   },
   "author": {
    "text": "Sandra Lee"
   }
  },
  {
   "quote": {
    "text": "I had a very wise person tell me that he thinks marriage, when you're younger, you keep thinking you can fix things. That's what people do. And you can't really fix anything. It shouldn't be a massive difficult thing every day. Life's difficult enough."
   },
   "author": {
    "text": "Albert Brooks"
   }
  },
  {
   "quote": {
    "text": "Many alternatives to traditional marriage have emerged. People feel free to shop around, experimenting with several living arrangements in succession. And when people do marry, they have different expectations and goals."
   },
   "author": {
    "text": "Stephanie Coontz"
   }
  },
  {
   "quote": {
    "text": "I know one husband and wife who, whatever the official reasons given to the court for the break up of their marriage, were really divorced because the husband believed that nobody ought to read while he was talking and the wife that nobody ought to talk while she was reading."
   },
   "author": {
    "text": "Vera Brittain"
   }
  },
  {
   "quote": {
    "text": "In a marriage, in any long-term relationship, not to bother with lying. There's no time for that. If you have any sort of secret life, it will come back to haunt you."
   },
   "author": {
    "text": "Andy Garcia"
   }
  },
  {
   "quote": {
    "text": "The old welfare system was hurting people by discouraging work and marriage. Welfare reform, and now this legislation, will build on the understanding that work and strong families are the foundation upon which we build our future."
   },
   "author": {
    "text": "Jim Talent"
   }
  },
  {
   "quote": {
    "text": "I do not believe that defending traditional marriage between one man and one woman excludes anybody or usurps anybody's civil rights and denies anybody their civil rights."
   },
   "author": {
    "text": "Alan Autry"
   }
  },
  {
   "quote": {
    "text": "Culture, what you believe, what you value, how you live matters. Now, as fundamental as these principles are, they may become topics of democratic debates from time to time, so it is today with the enduring institution of marriage. Marriage is a relationship between a man and a woman."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "When a man steals your wife, there is no better revenge than to let him keep her."
   },
   "author": {
    "text": "Sacha Guitry"
   }
  },
  {
   "quote": {
    "text": "An ideal wife is one who remains faithful to you but tries to be just as charming as if she weren't."
   },
   "author": {
    "text": "Sacha Guitry"
   }
  },
  {
   "quote": {
    "text": "So many people prefer to live in drama because it's comfortable. It's like someone staying in a bad marriage or relationship - it's actually easier to stay because they know what to expect every day, versus leaving and not knowing what to expect."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "Early on in my life, I had a broken soul. I was abused by my father, abandoned by my mother and ended up in a destructive first marriage. By the time I was 23, I was broken in my soul. I didn't know how to think right. I felt wrong about everything. But God stepped into my life, and I came out on the other side and didn't even smell like smoke."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Many a good hanging prevents a bad marriage."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "To keep your marriage brimming, With love in the loving cup, Whenever you're wrong, admit it; Whenever you're right, shut up."
   },
   "author": {
    "text": "Ogden Nash"
   }
  },
  {
   "quote": {
    "text": "Where there's marriage without love, there will be love without marriage."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "Marriage equality is about more than just marriage. It's about something greater. It's about acceptance."
   },
   "author": {
    "text": "Charlize Theron"
   }
  },
  {
   "quote": {
    "text": "The one charm about marriage is that it makes a life of deception absolutely necessary for both parties."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "After about 20 years of marriage, I'm finally starting to scratch the surface of what women want. And I think the answer lies somewhere between conversation and chocolate."
   },
   "author": {
    "text": "Mel Gibson"
   }
  },
  {
   "quote": {
    "text": "If you want to know how your girl will treat you after marriage, just listen to her talking to her little brother."
   },
   "author": {
    "text": "Sam Levenson"
   }
  },
  {
   "quote": {
    "text": "How marriage ruins a man! It is as demoralizing as cigarettes, and far more expensive."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Marriage, in its truest sense, is a partnership of equals, with neither exercising dominion over the other, but, rather, with each encouraging and assisting the other in whatever responsibilities and aspirations he or she might have."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "Love: A temporary insanity curable by marriage."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "I would not call Himmanshoo a good husband, but I would call him my best friend and a great companion. Personally, my mom and my family say that I am very lucky to have Himmanshoo as my partner. And I don't disagree at all. Marriage has been great!"
   },
   "author": {
    "text": "Amruta Khanvilkar"
   }
  },
  {
   "quote": {
    "text": "The great marriages are partnerships. It can't be a great marriage without being a partnership."
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "I think men who have a pierced ear are better prepared for marriage. They've experienced pain and bought jewelry."
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "Ultimately, my greatest achievement is maintaining my career while sustaining a happy marriage and kids."
   },
   "author": {
    "text": "Melina Kanakaredes"
   }
  },
  {
   "quote": {
    "text": "Bachelors know more about women than married men; if they didn't they'd be married too."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "I believe all people, regardless of sexual orientation, should be guaranteed the full rights to the legal benefits and responsibilities of marriage under the Constitution."
   },
   "author": {
    "text": "Tim Kaine"
   }
  },
  {
   "quote": {
    "text": "I opposed the Defense of Marriage Act in 1996. It should be repealed and I will vote for its repeal on the Senate floor. I will also oppose any proposal to amend the U.S. Constitution to ban gays and lesbians from marrying."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "In a way, fraud in business is no different from infidelity in marriage or plagiarism in scholarly work. Even people committed to high moral standards succumb."
   },
   "author": {
    "text": "Miroslav Volf"
   }
  },
  {
   "quote": {
    "text": "My decision to end my marriage was such a risk to lose ratings and lose my fan base. I had to take that risk for my inner peace and to be happy with myself."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "When you make the sacrifice in marriage, you're sacrificing not to each other but to unity in a relationship."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "There is a lot of healing going on. Really! More people are vegetarians, more are in the green movement, more of us are tearing down the old paradigms and embracing same-sex marriage, single motherhood, men raising babies."
   },
   "author": {
    "text": "Iyanla Vanzant"
   }
  },
  {
   "quote": {
    "text": "What I believe is that marriage is between a man and a woman, but what I also believe is that we have an obligation to make sure that gays and lesbians have the rights of citizenship that afford them visitations to hospitals, that allow them to be, to transfer property between partners, to make certain that they're not discriminated on the job."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "If I get married, I want to be very married."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "Psychology is much bigger than just medicine, or fixing unhealthy things. It's about education, work, marriage - it's even about sports. What I want to do is see psychologists working to help people build strengths in all these domains."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "I definitely have a happy marriage and family life."
   },
   "author": {
    "text": "Viola Davis"
   }
  },
  {
   "quote": {
    "text": "Marrying an old bachelor is like buying second-hand furniture."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "We sleep in separate rooms, we have dinner apart, we take separate vacations - we're doing everything we can to keep our marriage together."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "I think there are a whole host of things that are civil rights, and then there are other things - such as traditional marriage - that, I think, express a community's concern and regard for a particular institution."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "I don't think marriage is a civil right, but I think that being able to transfer property is a civil right."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "The sad truth is that the civil rights movement cannot be reborn until we identify the causes of black suffering, some of them self-inflicted. Why can't black leaders organize rallies around responsible sexuality, birth within marriage, parents reading to their children and students staying in school and doing homework?"
   },
   "author": {
    "text": "Henry Louis Gates"
   }
  },
  {
   "quote": {
    "text": "Mr. Christ, I read you as an infinitely patient entity who, as they say, often works in mysterious ways, a rebel unafraid to take the tougher, less traveled paths. Seems to me you're playing the long game. Is that why more states are coming out in favor of marriage equality? Is that why the Affordable Care Act is now with us?"
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "If you want to sacrifice the admiration of many men for the criticism of one, go ahead, get married."
   },
   "author": {
    "text": "Katharine Hepburn"
   }
  },
  {
   "quote": {
    "text": "Men have a much better time of it than women. For one thing, they marry later; for another thing, they die earlier."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Marriage is a wonderful institution, but who would want to live in an institution?"
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "For it is mutual trust, even more than mutual interest that holds human associations together. Our friends seldom profit us but they make us feel safe. Marriage is a scheme to accomplish exactly that same end."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "There is no subject on which more dangerous nonsense is talked and thought than marriage."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Marriage is good enough for the lower classes: they have facilities for desertion that are denied to us."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "In terms of the legal matter of creating a contract between two people that's called marriage, and allowing them to live together with the protection of law, it seems to me is the way we should be moving in this country."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "I think Mozart's operas 'The Marriage of Figaro' and 'Don Giovanni' are the two most perfect ever written. The music is magical."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "In the course of a marriage, one accommodates the other."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "I'm not for gay marriage, but I'm not for discriminating against people."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Happiness in marriage is entirely a matter of chance."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "My mother and father had a terrible marriage. They celebrated their wedding anniversary one year with their friends. Why did they celebrate? Maybe because they had lasted so many years without killing each other."
   },
   "author": {
    "text": "Marina Abramovic"
   }
  },
  {
   "quote": {
    "text": "In almost every marriage there is a selfish and an unselfish partner. A pattern is set up and soon becomes inflexible, of one person always making the demands and one person always giving way."
   },
   "author": {
    "text": "Iris Murdoch"
   }
  },
  {
   "quote": {
    "text": "In marriage do thou be wise: prefer the person before money, virtue before beauty, the mind before the body; then thou hast a wife, a friend, a companion, a second self."
   },
   "author": {
    "text": "William Penn"
   }
  },
  {
   "quote": {
    "text": "My husband and I are best of friends first and foremost. We fight like cats and dogs, but never stay mad for long. I was lucky to find him, he is in every way, my soulmate."
   },
   "author": {
    "text": "Carnie Wilson"
   }
  },
  {
   "quote": {
    "text": "A good husband is never the first to go to sleep at night or the last to awake in the morning."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "A sense of humor is great - it goes a long, long way in a marriage."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "Not cohabitation but consensus constitutes marriage."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Whenever a husband and wife begin to discuss their marriage they are giving evidence at a coroner's inquest."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Do you know what it means to come home at night to a woman who'll give you a little love, a little affection, a little tenderness? It means you're in the wrong house, that's what it means."
   },
   "author": {
    "text": "Henny Youngman"
   }
  },
  {
   "quote": {
    "text": "Marriage has no guarantees. If that's what you're looking for, go live with a car battery."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "The fact that what we believe about marriage - that it should be between a man and a woman - and that we're pro-life, somehow that becomes radical? Why is that? It's because our culture has changed. But the truth is, culture may change, people change, but the Word of God never changes, and that's what we rest our belief system on."
   },
   "author": {
    "text": "Robert Jeffress"
   }
  },
  {
   "quote": {
    "text": "There are many deaf people who couldn't imagine living in a marriage without someone who doesn't speak their language. For me, I believe that hearing or deaf is fine as long as both parties are willing to communicate in each other's language. But if there's no communication, then the marriage, I believe, will be difficult if not doomed."
   },
   "author": {
    "text": "Marlee Matlin"
   }
  },
  {
   "quote": {
    "text": "If women will not accept marriage with subjection, nor men proffer it without, there is, there can be, no alternative. The women who will not be ruled must live without marriage. And during this transition period... single women make comfortable and attractive homes for themselves."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "You know, my friends, with what a brave carouse I made a Second Marriage in my house; favored old barren reason from my bed, and took the daughter of the vine to spouse."
   },
   "author": {
    "text": "Omar Khayyam"
   }
  },
  {
   "quote": {
    "text": "He's the kind of man a woman would have to marry to get rid of."
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "What I've learned about marriage: You need to have each other's back; you have to be a kind of team going through life."
   },
   "author": {
    "text": "Tom Petty"
   }
  },
  {
   "quote": {
    "text": "The first breath of adultery is the freest; after it, constraints aping marriage develop."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "Marriage: A word which should be pronounced 'mirage'."
   },
   "author": {
    "text": "Herbert Spencer"
   }
  },
  {
   "quote": {
    "text": "A troubled marriage can be as hazardous to physical health as cigarette smoking."
   },
   "author": {
    "text": "Robert J. Waldinger"
   }
  },
  {
   "quote": {
    "text": "As you are not yet married, and as marriage is the fundamental state of life as well as the unity of the commonwealth, make up your mind whether you are called to this state. If you make up your mind to marry, do not marry merely a good wife: marry a good mother to your children."
   },
   "author": {
    "text": "Vincent McNabb"
   }
  },
  {
   "quote": {
    "text": "I have learned that only two things are necessary to keep one's wife happy. First, let her think she's having her own way. And second, let her have it."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "The details surrounding both my marriage and subsequent filing for divorce are private, and I had hoped to keep them that way for the sake of my family."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "There were three of us in this marriage, so it was a bit crowded."
   },
   "author": {
    "text": "Princess Diana"
   }
  },
  {
   "quote": {
    "text": "The romantic person instinctively sees marriage in terms of emotions, but what a couple actually gets up to together over a lifetime has much more in common with the workings of a small business. They must draw up work rosters, clean, chauffeur, cook, fix, throw away, mind, hire, fire, reconcile, and budget."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "I feel that heterosexual marriage is the more excellent way, and it surely is approved holy by the Holy Bible, and it holds so many more possibilities: the possibilities of having children of both the mother and father, the male and the female."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "I'm a creative person. I love to write, I love to act, I love to perform, I love to create things with my hands, so I do all of these things that are kind of like hobbies in a way. They're things that I love, so it's not like a work-life balance; it's just a work-life marriage."
   },
   "author": {
    "text": "Krysten Ritter"
   }
  },
  {
   "quote": {
    "text": "Families are not merely constructs of outdated convention, and traditional marriage laws were not based on animosity toward homosexuals. Rather, I believe that the traditional family structure - centered on a lawful union between one man and one woman - comports with nature and with our Judeo-Christian moral tradition."
   },
   "author": {
    "text": "Charles T. Canady"
   }
  },
  {
   "quote": {
    "text": "Regarding marriage, it - somehow, it didn't happen. One fellow in such a big family not getting married is not an issue."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Marriage is the alliance of two people, one of whom never remembers birthdays and the other who never forgets them."
   },
   "author": {
    "text": "Ogden Nash"
   }
  },
  {
   "quote": {
    "text": "Mainstream American society finds it easiest to be tolerant when the outsider chooses to minimize the differences that separate him from the majority. The country club opens its doors to Jews. The university welcomes African-Americans. Heterosexuals extend the privilege of marriage to the gay community."
   },
   "author": {
    "text": "Malcolm Gladwell"
   }
  },
  {
   "quote": {
    "text": "Staying married may have long-term benefits. You can elicit much more sympathy from friends over a bad marriage than you ever can from a good divorce."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "The social relations which are the basis of the reproduction of the species are founded upon the continuous union of parents in marriage."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "For the life of me, I don't understand what honest motive there is in putting this in front of this body to philosophically debate marriage on a constitutional amendment that is not going to happen, and which is enormously divisive in all of our communities."
   },
   "author": {
    "text": "Dianne Feinstein"
   }
  },
  {
   "quote": {
    "text": "Marriage isn't always cupcakes and Jesus juice, but it's important to show each other your marriage is a priority and that you still love them."
   },
   "author": {
    "text": "Zoe Foster Blake"
   }
  },
  {
   "quote": {
    "text": "American liberals have become addicted to the courtroom, relying on judges and lawyers rather than elected leaders and the ballot box, as the primary means of effecting their social agenda on everything from gay marriage to assisted suicide to the use of vouchers for private-school education."
   },
   "author": {
    "text": "Neil Gorsuch"
   }
  },
  {
   "quote": {
    "text": "With marriage and fatherhood, I've finally found two fixed points in my life. They've taught me patience. They've also taught me that I don't need to feel guilty about being happy. My emotional seasons are less extreme."
   },
   "author": {
    "text": "Pete Wentz"
   }
  },
  {
   "quote": {
    "text": "After much deliberation, and after reviewing the legal, public policy and civil-rights questions presented, I support marriage equality for same-sex couples and believe that DOMA should be repealed."
   },
   "author": {
    "text": "Bob Casey, Jr."
   }
  },
  {
   "quote": {
    "text": "Society may no longer define marriage in the only way marriage has ever been defined in the annals of recorded history. Many societies allowed polygamy, many allowed child marriages, some allowed marriage within families; but none, in thousands of years, defined marriage as the union of people of the same sex."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "It's a lot of work to make a marriage work. Just because you have been married for a while doesn't mean you can sit back and relax. You still have to be on your toes. A marriage needs constant attention."
   },
   "author": {
    "text": "Malaika Arora Khan"
   }
  },
  {
   "quote": {
    "text": "People today expect too much from marriage. Getting married is really like taking on a big new job."
   },
   "author": {
    "text": "Rosamunde Pilcher"
   }
  },
  {
   "quote": {
    "text": "Marriage should be a duet - when one sings, the other claps."
   },
   "author": {
    "text": "Joe Murray"
   }
  },
  {
   "quote": {
    "text": "Before marriage, a girl has to make love to a man to hold him. After marriage, she has to hold him to make love to him."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "Usually, the fairy tale ends with the girl marrying the prince. But mine started as soon as the marriage was over."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "I think like any marriage, especially when you've had divorced parents like myself; you want to try even harder to make it work."
   },
   "author": {
    "text": "Princess Diana"
   }
  },
  {
   "quote": {
    "text": "Marriage is like twirling a baton, turning hand springs or eating with chopsticks. It looks easy until you try it."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "I was a happy person before marriage. I'm definitely happier after marriage."
   },
   "author": {
    "text": "Vidya Balan"
   }
  },
  {
   "quote": {
    "text": "It is better to be unhappy in love than unhappy in marriage, but some people manage to be both."
   },
   "author": {
    "text": "Guy de Maupassant"
   }
  },
  {
   "quote": {
    "text": "Traditional marriage between a man and a woman has been a cornerstone of our society for generations. If we are going to change that, it ought to be done by the will of the people."
   },
   "author": {
    "text": "Steve Chabot"
   }
  },
  {
   "quote": {
    "text": "I always say now that I'm in my blonde years. Because since the end of my marriage, all of my girlfriends have been blonde."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "Marriage destroyed my relationship with two wonderful men."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "There is the love and marriage and family kind of happiness, which is exceedingly boring to describe but nonetheless is important to have and dreadful not to have."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "I think one reason for a successful marriage is laughter. I think laughter gets you through the rough moments in a marriage."
   },
   "author": {
    "text": "Bob Newhart"
   }
  },
  {
   "quote": {
    "text": "I believe the home and marriage is the foundation of our society and must be protected."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "The Bible is clear - God's definition of marriage is between a man and a woman."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "As a former resident with strong personal and ministry ties to the North Star State, I pray that the good people of Minnesota will show their support for God's definition of marriage, between a man and a woman."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Men who have a pierced ear are better prepared for marriage - they've experienced pain and bought jewelry."
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "You know, real life doesn't just suddenly resolve itself. You have to keep working at it. Democracy, marriage, friendship. You can't just say, 'She's my best friend.' That's not a given, it's a process."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "The marriage state was designed to complete the sum of human happiness in this life. It sometimes proves otherwise, but this is owing to the parties themselves, who either rush into it without due consideration or fail in point of discretion in their conduct towards each other afterwards."
   },
   "author": {
    "text": "Samuel Adams"
   }
  },
  {
   "quote": {
    "text": "A lasting relationship isn't about marriage. It's about compatibility and communication. And you both need to want it to work."
   },
   "author": {
    "text": "Goldie Hawn"
   }
  },
  {
   "quote": {
    "text": "Marriage brings one into fatal connection with custom and tradition, and traditions and customs are like the wind and weather, altogether incalculable."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "We want our marriage to be a triumph, not a tragedy."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Marriage is a mystery, and part of it is just being kind to each other, not being selfish."
   },
   "author": {
    "text": "Aisha Tyler"
   }
  },
  {
   "quote": {
    "text": "Being in a successful marriage is no different than being cast in a successful movie. It's all about who you pick; in that first moment, did you pick the right person? I think you need to pick somebody who's more interested in being married than in getting married."
   },
   "author": {
    "text": "Rob Lowe"
   }
  },
  {
   "quote": {
    "text": "In marriage, compromise nurtures the relationship."
   },
   "author": {
    "text": "Tim Allen"
   }
  },
  {
   "quote": {
    "text": "Take care of him. And make him feel important. And if you can do that, you'll have a happy and wonderful marriage. Like two out of every ten couples."
   },
   "author": {
    "text": "Neil Simon"
   }
  },
  {
   "quote": {
    "text": "The battle going on over gay marriage in America reveals an awful lot. The Bible belt - people hate gay people. Because the Bible tells them? No, the Bible tells them an awful lot of things that they ignore."
   },
   "author": {
    "text": "Ian Mckellen"
   }
  },
  {
   "quote": {
    "text": "I believe in the institution of marriage and it's like a tag to cement the relationship for your friends, family and public."
   },
   "author": {
    "text": "Kareena Kapoor Khan"
   }
  },
  {
   "quote": {
    "text": "If I meet a wise person, I think, 'Yes, tell me more about parenting, about marriage, about how to stay in love. Tell me more about how to be a decent person living in a world that's filled with chaos.'"
   },
   "author": {
    "text": "Min Jin Lee"
   }
  },
  {
   "quote": {
    "text": "Marriage is a coming together for better or for worse, hopefully enduring, and intimate to the degree of being sacred."
   },
   "author": {
    "text": "William O. Douglas"
   }
  },
  {
   "quote": {
    "text": "The problem for those who assert biblical authority in support of traditional definitions of marriage is that one could, with equal validity, assert that the lending of money or certain kinds of haircuts are forbidden by God, or that slavery and the subjugation of women are authorized by the Lord."
   },
   "author": {
    "text": "Jon Meacham"
   }
  },
  {
   "quote": {
    "text": "I am not into marriage. You look at all the marriages breaking down and all the people cheating on their marriages, and you become cynical. Marriage is nothing but a label."
   },
   "author": {
    "text": "Nargis Fakhri"
   }
  },
  {
   "quote": {
    "text": "I should have been out there having a wild time like all the other girls my age, but I wasn't. I was going home every night to what was, initially, a very happy marriage."
   },
   "author": {
    "text": "Amanda Holden"
   }
  },
  {
   "quote": {
    "text": "I have a very happy marriage and friends who keep my feet on the ground. But looking for satisfaction in life is difficult. Maybe being happy is as simple as not being unhappy."
   },
   "author": {
    "text": "Jasper Carrott"
   }
  },
  {
   "quote": {
    "text": "It is a full time job being honest one moment at a time, remembering to love, to honor, to respect. It is a practice, a discipline, worthy of every moment."
   },
   "author": {
    "text": "Jasmine Guy"
   }
  },
  {
   "quote": {
    "text": "William's marriage to Kate Middleton showed that social class, which seemed so important when Prince Charles was looking for a bride in the Eighties, is no longer an issue."
   },
   "author": {
    "text": "Penny Junor"
   }
  },
  {
   "quote": {
    "text": "Marriage equality is a term so ridiculous on its face that when you hear it mentioned, you would think you were in Riyadh. Years from now, perhaps we can lose the equality part, the same-sex part and call it what it is - marriage."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "No man is regular in his attendance at the House of Commons until he is married."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Marriage: A friendship recognized by the police."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "It is always incomprehensible to a man that a woman should ever refuse an offer of marriage."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "Never get married in college; it's hard to get a start if a prospective employer finds you've already made one mistake."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "The secret to a long marriage is to stay gone."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "Marriage is not just spiritual communion, it is also remembering to take out the trash."
   },
   "author": {
    "text": "Joyce Brothers"
   }
  },
  {
   "quote": {
    "text": "Gay marriage is going to happen. It must."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "Marriage is the most wonderful thing ever."
   },
   "author": {
    "text": "Kevin Gates"
   }
  },
  {
   "quote": {
    "text": "Children live in the only successful Marxist state ever created: the family. 'From each according to his ability, to each according to his need' is the family's practice as well as its theory. Even with today's scattershot patterns of marriage and parenting, a family is collectivist to a more than North Korean degree."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "No person connected with me by blood or marriage will be appointed to office."
   },
   "author": {
    "text": "Rutherford B. Hayes"
   }
  },
  {
   "quote": {
    "text": "Marriage is a gamble, let's be honest."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "The ceremony took six minutes. The marriage lasted about the same amount of time though we didn't get a divorce for almost a year."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "I am not a passive person, but I chose to fall into a more submissive role in our relationship because I wanted to do everything in my power to make my marriage and family work."
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "Those first few years of marriage, before the war interrupted all our lives, Phil and I had a very happy time. I grew up considerably, mostly thanks to him."
   },
   "author": {
    "text": "Katharine Graham"
   }
  },
  {
   "quote": {
    "text": "She's been married so many times she has rice marks on her face."
   },
   "author": {
    "text": "Henny Youngman"
   }
  },
  {
   "quote": {
    "text": "I love the concept of togetherness and the entwinement of marriage."
   },
   "author": {
    "text": "William Shatner"
   }
  },
  {
   "quote": {
    "text": "Here's why I cannot vote for Rudy Giuliani. He's pro-abortion. He's never repudiated gay marriage in New York City or at least the civil unions in New York City. He's called a champion of gay rights. Rudy is opposed to school choice. He's in favor of open borders."
   },
   "author": {
    "text": "James Dobson"
   }
  },
  {
   "quote": {
    "text": "Sometimes divorce is better than marriage."
   },
   "author": {
    "text": "Sumner Redstone"
   }
  },
  {
   "quote": {
    "text": "I'm so wrapped up in my work that it's often impossible to consider other things in my life. My marriage ended in divorce because of this, my relationship with Holly has suffered by this."
   },
   "author": {
    "text": "Jim Carrey"
   }
  },
  {
   "quote": {
    "text": "A good marriage is different to a happy marriage."
   },
   "author": {
    "text": "Debra Winger"
   }
  },
  {
   "quote": {
    "text": "Unlike the time sink of binge-watching a TV series, podcasts actually made me more efficient. Practically every dull activity - folding laundry, applying makeup - became tolerable when I did it while listening to a country singer describing his hardscrabble childhood, or a novelist defending her open marriage."
   },
   "author": {
    "text": "Pamela Druckerman"
   }
  },
  {
   "quote": {
    "text": "Homosexuality is against nature. Sexual expression is permitted only within marriage, between man and woman, male and female. Anything else is an abnormality and is against nature."
   },
   "author": {
    "text": "Pope Shenouda III"
   }
  },
  {
   "quote": {
    "text": "My first wife was a brunette, and Barbi Benton, my major romantic relationship of the early 1970s, was a brunette. But since the end of my marriage, all of my girlfriends have been blonds."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "Of course same sex marriage is constitutional! The right to be yourself, to pursue life, liberty, and property, is protected several ways over several amendments. John Boehner should know this."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Jazz music is as American as it gets, and so is the U.S. Postal Service. A Miles Davis stamp is a perfect marriage of two great American institutions."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Before marriage, many couples are very much like people rushing to catch an airplane; once aboard, they turn into passengers. They just sit there."
   },
   "author": {
    "text": "J. Paul Getty"
   }
  },
  {
   "quote": {
    "text": "Love is often the fruit of marriage."
   },
   "author": {
    "text": "Moliere"
   }
  },
  {
   "quote": {
    "text": "Same-sex marriage is not the final nail in the coffin for traditional marriage. It is just another road sign toward the substitution of government for God. Every moral discussion now pits the wisest moral arbiters among us - the Supreme Court, President Obama - against traditional religion."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "If there is such a thing as a good marriage, it is because it resembles friendship rather than love."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "By formally declaring anyone opposed to same-sex marriage an enemy of human decency, the majority arms well every challenger to a state law restricting marriage to its traditional definition."
   },
   "author": {
    "text": "Antonin Scalia"
   }
  },
  {
   "quote": {
    "text": "Marriage is a difficult project. When seven years have passed and all your body's cells have been replaced, you're meant to experience that seven-year itch."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "We live too long for one marriage."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "In Hollywood a marriage is a success if it outlasts milk."
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "My dog Tucker likes to walk late at night because it is a good way to keep me awake. Apparently, the one time I took him for a stroll around midnight represented, to him, a commitment similar to marriage."
   },
   "author": {
    "text": "W. Bruce Cameron"
   }
  },
  {
   "quote": {
    "text": "Our marriage is grounded in the word of God. That's really it. God is the core of our marriage, and the foundation and the blueprint for it is how we live, and being open and honest and communicating, but ultimately doing what pleases God, and not in a selfish manner."
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "But the key to our marriage is the capacity to give each other a break. And to realize that it's not how our similarities work together; it's how our differences work together."
   },
   "author": {
    "text": "Michael J. Fox"
   }
  },
  {
   "quote": {
    "text": "For marriage to be a success, every woman and every man should have her and his own bathroom. The end."
   },
   "author": {
    "text": "Catherine Zeta-Jones"
   }
  },
  {
   "quote": {
    "text": "I was gone so much in my first marriage. I love the moments when I engage with my youngest daughter now. It's not my thing to sit on the ground and play tea party, but I'll do it because it's a moment that will stick with me forever."
   },
   "author": {
    "text": "Tim Allen"
   }
  },
  {
   "quote": {
    "text": "I've had an exciting time; I married for love and got a little money along with it."
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "They say marriage will change you but it didn't change me. Being in love changed me."
   },
   "author": {
    "text": "R. Kelly"
   }
  },
  {
   "quote": {
    "text": "When I get married, it'll be no secret."
   },
   "author": {
    "text": "Elvis Presley"
   }
  },
  {
   "quote": {
    "text": "Men are literally lying in bed with their wives when the marriage is essentially over, thinking, 'I've got to get the hell out of here', and have a fantasy woman in mind. Then you get divorced, meet a woman, marry her, and by the time all that goes by, you've aged a few years and are ready to go back to your ex-wife."
   },
   "author": {
    "text": "Alec Baldwin"
   }
  },
  {
   "quote": {
    "text": "I haven't looked at marriage in the conventional sense, as far as settling down. I look at it as putting faith in another person, which has always been hard for me to do."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "I think there was a time in my life, probably in college, that I wished every guy was gay because it meant more women for me! I don't know what everyone's problem with it is. I wish everyone was gay! That's always the way I thought about it. I have no issue with it. If I have to suffer through marriage, why shouldn't they?"
   },
   "author": {
    "text": "Donald Trump, Jr."
   }
  },
  {
   "quote": {
    "text": "We didn't know that Mother had gone through a passionate love affair or that Father suffered from severe depression. Mother was preparing to break out of her marriage, Father threatening to take his own life."
   },
   "author": {
    "text": "Ingmar Bergman"
   }
  },
  {
   "quote": {
    "text": "Joe was being called a liar and a traitor; I'm being accused of nepotism, of being a glorified secretary. The stresses that that places on an individual and, of course, a marriage were tremendous. It was - there were some dark days."
   },
   "author": {
    "text": "Valerie Plame"
   }
  },
  {
   "quote": {
    "text": "I think men are mainly unfaithful because as they get older, they feel the urge to prove to themselves that they are still attractive. They need proof from outside the marriage. It's really sad. It's all about them. It's not about their wives at all."
   },
   "author": {
    "text": "Pattie Boyd"
   }
  },
  {
   "quote": {
    "text": "I believe a marriage is between a man and a woman."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "Sometimes I bust out and do things so permanent. Like tattoos and marriage."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "I pledge as Taoiseach to use my office, for as long as I hold it, to advance the cause of LGBT rights, to press for marriage equality across Ireland, to speak up for LGBT rights around the world where they are under attack, and to push for the implementation of the sexual health strategy here at home at a time when it is more important than ever."
   },
   "author": {
    "text": "Leo Varadkar"
   }
  },
  {
   "quote": {
    "text": "I think there is a generation gap. I personally look forward to, as our generation becomes the leaders, you are gonna see a change, and I think hopefully gay marriage will be a part of that country."
   },
   "author": {
    "text": "Vanessa Kerry"
   }
  },
  {
   "quote": {
    "text": "But to sustain a marriage for 50 years, you have to get real a little bit and find someone who is understanding and who you can grow with. My mom always says, 'Marry the man who loves you a millimeter more.'"
   },
   "author": {
    "text": "Ali Larter"
   }
  },
  {
   "quote": {
    "text": "There are recurring elements in popularized fairy tales, such as absent parents, some sort of struggle, a transformation, and a marriage. If you look at a range of stories, you find many stories about marriage, sexual initiation, abandonment. The plots often revolve around what to me seem to be elemental fears and desires."
   },
   "author": {
    "text": "Kate Bernheimer"
   }
  },
  {
   "quote": {
    "text": "I think marriage is a boring and fault-ridden contractual obligation."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Little children are still the symbol of the eternal marriage between love and duty."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "Marriage must be a relation either of sympathy or of conquest."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "Marriage is one long conversation, chequered by disputes."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Marriages, like careers, need constant nurturing... the secret of having it all is loving it all."
   },
   "author": {
    "text": "Joyce Brothers"
   }
  },
  {
   "quote": {
    "text": "When people say 'marriage' to me... It's always a means to an end. Everyone's so in a rush to define the relationship."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "Basically my wife was immature. I'd be at home in the bath and she'd come in and sink my boats."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "Marriage is the death of hope."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "The Left despises Texas, with its stellar record of job growth; Texas, with its strong support for traditional marriage and the sanctity of life; Texas, the root of the conservative tree. Should the Left succeed in its attempt to turn Texas purple, America could turn permanently blue."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "I've found a letter that was written to me from a girl who was getting married. And she wanted to know the secret of a happy marriage. I said - and I wrote back and said something to the effect that I couldn't - I had no magic formula. And I never sat down and thought about it, but everything just fell into place with Ronnie and me."
   },
   "author": {
    "text": "Nancy Reagan"
   }
  },
  {
   "quote": {
    "text": "I think the best thing I can do is to be a distraction. A husband lives and breathes his work all day long. If he comes home to more table thumping, how can the poor man ever relax?"
   },
   "author": {
    "text": "Jackie Kennedy"
   }
  },
  {
   "quote": {
    "text": "My parents were, had a marriage of passion, and the passion was about their religious beliefs. They were both immigrant families that - well, my father's family came as Puritans to Massachusetts."
   },
   "author": {
    "text": "Phil Jackson"
   }
  },
  {
   "quote": {
    "text": "If you made a list of reasons why any couple got married, and another list of the reasons for their divorce, you'd have a hell of a lot of overlapping."
   },
   "author": {
    "text": "Mignon McLaughlin"
   }
  },
  {
   "quote": {
    "text": "I don't know if I believe in marriage - I believe in love."
   },
   "author": {
    "text": "Romeo Santos"
   }
  },
  {
   "quote": {
    "text": "Marriage: a ceremony in which rings are put on the finger of the lady and through the nose of the gentleman."
   },
   "author": {
    "text": "Herbert Spencer"
   }
  },
  {
   "quote": {
    "text": "Gay and lesbian people have families, and their families should have legal protection, whether by marriage or civil union."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "More belongs to marriage than four legs in a bed."
   },
   "author": {
    "text": "Rainer Maria Rilke"
   }
  },
  {
   "quote": {
    "text": "Yes, I am seeking a husband. As soon as the right man asks me, I shall say, 'It is not good for a woman to live alone.'"
   },
   "author": {
    "text": "Anna Held"
   }
  },
  {
   "quote": {
    "text": "To an honest judge, the alleged marriage between religion and science is a shallow, empty, spin-doctored sham."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Well married a person has wings, poorly married shackles."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "The sweet companionship of eternal marriage is one of the greatest blessings God has granted to His children."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "The sum and substance of female education in America, as in England, is training women to consider marriage as the sole object in life, and to pretend that they do not think so."
   },
   "author": {
    "text": "Harriet Martineau"
   }
  },
  {
   "quote": {
    "text": "The cultural expectation should be if there's infidelity, the marriage is more important than fidelity."
   },
   "author": {
    "text": "Dan Savage"
   }
  },
  {
   "quote": {
    "text": "My thinking is lot more different with many actresses in the industry. I don't understand why people in showbiz put their profession of acting in the back seat after marriage."
   },
   "author": {
    "text": "Kareena Kapoor Khan"
   }
  },
  {
   "quote": {
    "text": "I was glad to hear of that determination as I detest the practice of cousins marrying or any marriage between persons in which there can be traced the most distant relationship. I go for the improvement instead of the deterioration of our race."
   },
   "author": {
    "text": "Ezra Cornell"
   }
  },
  {
   "quote": {
    "text": "I have no difficulty with the recognition of civil unions for non-traditional relationships but I believe in law we should protect the traditional definition of marriage."
   },
   "author": {
    "text": "Stephen Harper"
   }
  },
  {
   "quote": {
    "text": "Barack Obama's decision to come out in favour of gay marriage may be a historic occasion, but it is not an isolated one. His administration has been making pro-gay noises for some time; his demographic in the upcoming election is young and educated, precisely the group that favours equality for the LGBT community."
   },
   "author": {
    "text": "Edmund White"
   }
  },
  {
   "quote": {
    "text": "Unfortunately, I have been a little disappointed that we have issues out there like traditional marriage, abortion, school education, and we have so much silence from the black community, from black preachers, because they understand first hand the impact of all that."
   },
   "author": {
    "text": "Burgess Owens"
   }
  },
  {
   "quote": {
    "text": "I think I realized my parents' relationship was special when I had my first girlfriend, and she came from a broken marriage. I watched how much closeness there was between her and her mom, and also how much bickering."
   },
   "author": {
    "text": "Brett Young"
   }
  },
  {
   "quote": {
    "text": "Our Nation must defend the sanctity of marriage."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "I want a happy marriage and whatever it takes to achieve that. But I think the main prerequisite would have to be respect. He would have to respect me and vice-versa. And, that would be more important than being in love. I think respect really goes a long way. And he would have to keep me happy. And he'd have to be very, very, secure."
   },
   "author": {
    "text": "Shilpa Shetty"
   }
  },
  {
   "quote": {
    "text": "When a marriage founders, this may well be cause for tremendous sadness, but it's not a failure of spirit or character. People change, their goals and dreams alter, their ideas of themselves grow, or they just meet someone they like better."
   },
   "author": {
    "text": "Naomi Alderman"
   }
  },
  {
   "quote": {
    "text": "Obama's endorsement of gay marriage is hardly as consequential as Johnson's legislative success on civil rights."
   },
   "author": {
    "text": "Robert Dallek"
   }
  },
  {
   "quote": {
    "text": "People would tell me, especially after my marriage to Prince, 'You need to write a book because you've had a crazy life.'"
   },
   "author": {
    "text": "Mayte Garcia"
   }
  },
  {
   "quote": {
    "text": "While marriage is historically associated with dire obligation and clipped wings, I've found that it actually liberates you to take on adventure and achieve your dreams. I like to call my husband 'my person.' Find your 'person,' and you can do anything!"
   },
   "author": {
    "text": "Lake Bell"
   }
  },
  {
   "quote": {
    "text": "The corporate right fires up the religious right against gay marriage and abortion and uses their votes to push their deregulation and tax cuts for the rich. It's an old trick. The House of Saud has the same arrangement with the Mullahs in Saudi Arabia."
   },
   "author": {
    "text": "Adam McKay"
   }
  },
  {
   "quote": {
    "text": "I think people should be authentic and who they are. If that calls people to same-sex attraction and same-sex marriage, then they should be true to who they are, and I think that the world could benefit by more love."
   },
   "author": {
    "text": "Chris Gibson"
   }
  },
  {
   "quote": {
    "text": "The Obama administration now has regulations that tells them that they can no longer promote marriage to these young girls. They can no longer promote marriage as a way of avoiding poverty and bad choices that they make in their life. They can no longer even teach abstinence education. They have to be neutral with respect to how people behave."
   },
   "author": {
    "text": "Rick Santorum"
   }
  },
  {
   "quote": {
    "text": "I don't care how handsome or fabulous or funny the groom is, or how sweet and accommodating the bride, or vice versa. Marriage is hard."
   },
   "author": {
    "text": "Jenna McCarthy"
   }
  },
  {
   "quote": {
    "text": "I actually hope people don't react to 'Impossible' in a way where they think it's terribly retro. The plot needed to do what it needed to do. But I'm a little surprised to find myself looking a little bit like an advocate of teen marriage. It takes some exceptional circumstances for that to be a reasonable idea."
   },
   "author": {
    "text": "Nancy Werlin"
   }
  },
  {
   "quote": {
    "text": "I would love to have the same rights as everybody else. I would love, I don't care if it's called marriage. I don't care if it's called, you know, domestic partnership. I don't care what it's called."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "I was never against marriage per se. Before feminism, I didn't think you had any choice. In fact, for a long time I always assumed I would get married. I just didn't see any marriages I wanted to emulate, so I kept putting it off."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "A liberated woman is one who has sex before marriage and a job after."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Determine that there will never be anything that will come between you that will disrupt your marriage. Make it work. Resolve to make it work."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "Marriage, n: the state or condition of a community consisting of a master, a mistress, and two slaves, making in all, two."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "I have not supported same-sex marriage. I have supported civil partnerships and contractual relationships."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Every marriage is a mystery to me, even the one I'm in. So I'm no expert on it."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Well I think in a marriage you have to be honest and ask yourself, you know, what is my role? What is my responsibility?"
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "It was a perfect marriage. She didn't want to and he couldn't."
   },
   "author": {
    "text": "Spike Milligan"
   }
  },
  {
   "quote": {
    "text": "Instead of getting married again, I'm going to find a woman I don't like and give her a house."
   },
   "author": {
    "text": "Lewis Grizzard"
   }
  },
  {
   "quote": {
    "text": "But I will agree that I think that things happen with people in relationships, that you might have been able to enjoy Morocco, say, if you weren't getting out of a bad marriage. You know what I mean?"
   },
   "author": {
    "text": "Robert Downey, Jr."
   }
  },
  {
   "quote": {
    "text": "Getting divorced didn't sour me on the institution of marriage. I'll tell you what I'll never do: I'll never get divorced again."
   },
   "author": {
    "text": "Eddie Murphy"
   }
  },
  {
   "quote": {
    "text": "It is a mistake for women to think that life begins only with marriage. A woman can and must have an identity and feel useful, valued, and needed whether she is single or married. She must feel that she can do something for someone else that no one else ever born can do."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Marriage can be a magnificent lesson in becoming our best selves; that is true."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Marriage, like everything else in the world, is holy or unholy depending on the purpose the mind ascribes to it."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "In the hands of the ego, marriage is a prison. It is exclusive. It is a place where people are constantly reminded of their failures and limited by the energies of another person. It is rife with judgment and blame."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Of course I dream to have this perfect man who does not want to change me. And I'm so not marriage material, it's terrible. But my dream is to have those Sunday mornings, where you're eating breakfast and reading newspapers with somebody."
   },
   "author": {
    "text": "Marina Abramovic"
   }
  },
  {
   "quote": {
    "text": "In the spring of 1936, I was introduced by friends to Jean Tatlock. In the autumn, I began to court her. We were at least twice close enough to marriage to think of ourselves as engaged."
   },
   "author": {
    "text": "J. Robert Oppenheimer"
   }
  },
  {
   "quote": {
    "text": "Here in Hollywood you can actually get a marriage license printed on an Etch-A-Sketch."
   },
   "author": {
    "text": "Dennis Miller"
   }
  },
  {
   "quote": {
    "text": "A successful marriage is a decision. You decide it's going to work. You can't always be there, but you have to be there enough. And you have to make sure you are where you're needed most."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "A key to keeping your husband is getting him to miss you. That keeps a marriage fresh."
   },
   "author": {
    "text": "Tori Amos"
   }
  },
  {
   "quote": {
    "text": "Marriage, a market which has nothing free but the entrance."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "I'm more afraid of marriage than death."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "Unfenced by law, the unmarried lover can quit a bad relationship at any time. But you - the legally married person who wants to escape doomed love - may soon discover that a significant portion of your marriage contract belongs to the State, and that it sometimes takes a very long while for the State to grant you your leave."
   },
   "author": {
    "text": "Elizabeth Gilbert"
   }
  },
  {
   "quote": {
    "text": "I can't marry my way into citizenship like straight people can. I can get married in the state of New York where I live, but because of the Defense of Marriage Act, the federal government, which hands out visas, won't recognize my marriage."
   },
   "author": {
    "text": "Jose Antonio Vargas"
   }
  },
  {
   "quote": {
    "text": "It is disgusting that 'Life & Style' and 'InTouch' magazines continue to print these false stories about my life: the status of my marriage, false reports about a miscarriage, the horrible lie that my dad is not my biological father, jealousy over my sisters' lives, etc."
   },
   "author": {
    "text": "Khloe Kardashian"
   }
  },
  {
   "quote": {
    "text": "The marriage of computing and connectivity without the shackles of being tethered to a location is one of the biggest disruptive forces of modern times."
   },
   "author": {
    "text": "Om Malik"
   }
  },
  {
   "quote": {
    "text": "It was the only ambition I ever had - not to be a dancer or Hollywood movie star, but to be a housewife in a good marriage."
   },
   "author": {
    "text": "Doris Day"
   }
  },
  {
   "quote": {
    "text": "Whoever, fleeing marriage and the sorrows that women cause, does not wish to wed comes to a deadly old age."
   },
   "author": {
    "text": "Hesiod"
   }
  },
  {
   "quote": {
    "text": "The irrationality of disgust suggests it is unreliable as a source of moral insight. There may be good arguments against gay marriage, partial-birth abortions and human cloning, but the fact that some people find such acts to be disgusting should carry no weight."
   },
   "author": {
    "text": "Paul Bloom"
   }
  },
  {
   "quote": {
    "text": "I have nothing against her, and in fact I'm very fond of my first wife. But we should have ended that marriage eight or 10 years earlier."
   },
   "author": {
    "text": "Michael Douglas"
   }
  },
  {
   "quote": {
    "text": "In olden times sacrifices were made at the altar - a practice which is still continued."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "When people get married young, you don't really understand the true definition of marriage."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "I think of marriage as a garden. You have to tend to it. Respect it, take care of it, feed it. Make sure everyone is getting the right amount of, um, sunlight."
   },
   "author": {
    "text": "Mark Ruffalo"
   }
  },
  {
   "quote": {
    "text": "Obama is for same-sex marriage. If the president is saying that, then who am I to go the other way?"
   },
   "author": {
    "text": "Curtis Jackson"
   }
  },
  {
   "quote": {
    "text": "In my family, as in all dysfunctional families, instead of parents who act as strong and nurturing role models for their children, you get these needy people who use their children. I was the kid who tried to take on the marriage."
   },
   "author": {
    "text": "John Bradshaw"
   }
  },
  {
   "quote": {
    "text": "I won't have a traditional marriage; I don't find the value in that anymore. But I am such a hopeless romantic and I really want love and I want a committed relationship, so I am going to reinvent marriage for myself."
   },
   "author": {
    "text": "Halle Berry"
   }
  },
  {
   "quote": {
    "text": "I very much feel that marriage is a sacrament and that sacrament should extend... to that legal entity of a union between what traditionally in our Western values has been defined as between a man and a woman."
   },
   "author": {
    "text": "Bill Frist"
   }
  },
  {
   "quote": {
    "text": "Who of us is mature enough for offspring before the offspring themselves arrive? The value of marriage is not that adults produce children but that children produce adults."
   },
   "author": {
    "text": "Peter De Vries"
   }
  },
  {
   "quote": {
    "text": "My first marriage was very traditional, in the church, and then we left the church and went to the reception hall. So this time, I'd like to go fairy tale all the way."
   },
   "author": {
    "text": "NeNe Leakes"
   }
  },
  {
   "quote": {
    "text": "Never feel remorse for what you have thought about your wife; she has thought much worse things about you."
   },
   "author": {
    "text": "Jean Rostand"
   }
  },
  {
   "quote": {
    "text": "I would sign an executive order protecting religious liberty, our first amendment rights, so Christian business owners and individuals don't face discrimination for having a traditional view of marriage."
   },
   "author": {
    "text": "Bobby Jindal"
   }
  },
  {
   "quote": {
    "text": "Marriage is an ongoing thing, man. You continue to work at it. But it's joyful. And joyous. I don't care if people are living without a marriage certificate. It's just about people, in some way, saying to each other, 'I commit to you. I will help you in this life.'"
   },
   "author": {
    "text": "James McAvoy"
   }
  },
  {
   "quote": {
    "text": "I know I'm guilty of and I think a lot of people are guilty of sort of getting starry-eyed with love and sort of looking over the bad things and keep going and you don't really prepare for how much work marriage really is."
   },
   "author": {
    "text": "John Krasinski"
   }
  },
  {
   "quote": {
    "text": "On the issue of the gay marriage, I believe if people want to have private ceremonies, that's fine. I do not believe that gay marriages should be legal."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "When you look at statistics for the white community alone, you see that we've become two separate worlds in which the successful are educated and wait to have children until they are married, and those in poverty are primarily those without higher education and with children outside of marriage."
   },
   "author": {
    "text": "Rand Paul"
   }
  },
  {
   "quote": {
    "text": "I am happy. I have a wonderful marriage. I was in a not-great second marriage for 20 years, then I fell in love with Steve, my first husband, again, and we remarried. I wore the dress from our first wedding in 1982 - it was tight, but I could get into it."
   },
   "author": {
    "text": "Marie Osmond"
   }
  },
  {
   "quote": {
    "text": "Marriage changes everything."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "Simply put, if The Lord made homosexuals as well as heterosexuals, why should I discriminate against their civil marriage? I shouldn't, and I won't."
   },
   "author": {
    "text": "Bill Nelson"
   }
  },
  {
   "quote": {
    "text": "I love the institution of marriage, and I love my marriage."
   },
   "author": {
    "text": "Kyle Chandler"
   }
  },
  {
   "quote": {
    "text": "'Safe Harbor' is a state of mind... it's the place - in reality or metaphor - to which one goes in times of trouble or worry. It can be a friendship, marriage, church, garden, beach, poem, prayer, or song."
   },
   "author": {
    "text": "Luanne Rice"
   }
  },
  {
   "quote": {
    "text": "Marriage has a unique place because it speaks of an absolute faithfulness, a covenant between radically different persons, male and female; and so it echoes the absolute covenant of God with his chosen, a covenant between radically different partners."
   },
   "author": {
    "text": "Rowan Williams"
   }
  },
  {
   "quote": {
    "text": "The ever clearer consciousness that love can dispense with marriage, yet marriage cannot dispense with love, is already partially recognized by modern society, by the facility of divorce."
   },
   "author": {
    "text": "Ellen Key"
   }
  },
  {
   "quote": {
    "text": "Marriage has been defined by every legislature that has ever sat in the United States from every State, now 50 States, the same way, but now we have unelected judges altering and changing that fundamental institution."
   },
   "author": {
    "text": "Jeff Sessions"
   }
  },
  {
   "quote": {
    "text": "As far as same-sex marriage, I really would want to think about that a lot more given the fact that my focus would be always on the child. The innocent should not be given more even burdens than what is absolutely necessary."
   },
   "author": {
    "text": "Benigno Aquino III"
   }
  },
  {
   "quote": {
    "text": "Marriage is anti-romantic - husband and wife are terms like 'turkey' and 'goose.' Worse, they denote ownership."
   },
   "author": {
    "text": "Thomas McGuane"
   }
  },
  {
   "quote": {
    "text": "The decision to allow clergy to perform same-sex marriages at the discretion of the congregation poses challenges for seminaries training new pastors who come from denominations fundamentally opposed on biblical grounds to same-sex marriage."
   },
   "author": {
    "text": "Anthea Butler"
   }
  },
  {
   "quote": {
    "text": "Marriage does figure in my life, as I do want to have children. But I could also consider having children without getting married. The primary thing is having a good father, a partner who could be there with me through that journey."
   },
   "author": {
    "text": "Jacqueline Fernandez"
   }
  },
  {
   "quote": {
    "text": "My second marriage was to a girl I met in Manchester, kept a long-distance relationship going for two years, then we got married... disaster."
   },
   "author": {
    "text": "Ian McShane"
   }
  },
  {
   "quote": {
    "text": "A sap run is the sweet goodbye of winter. It is the fruit of the equal marriage of the sun and frost."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "Marriage is a very good thing, but I think it's a mistake to make a habit out of it."
   },
   "author": {
    "text": "W. Somerset Maugham"
   }
  },
  {
   "quote": {
    "text": "I don't think my wife likes me very much, when I had a heart attack she wrote for an ambulance."
   },
   "author": {
    "text": "Frank Carson"
   }
  },
  {
   "quote": {
    "text": "We want a marriage with our customers, not a relationship."
   },
   "author": {
    "text": "Daniel Drew"
   }
  },
  {
   "quote": {
    "text": "I had a realization in the midst of my happy marriage that I had kind of lost most of my friends - my male friends in particular. And I started wondering if my wife, who was certainly my best friend, supplanted those relationships."
   },
   "author": {
    "text": "Matthew Weiner"
   }
  },
  {
   "quote": {
    "text": "What is satire if not a marriage of civil disobedience to a laugh track, a potent brew of derision and lack of respect that acts as a nettle sting on the thin skin of the humourless?"
   },
   "author": {
    "text": "Mona Eltahawy"
   }
  },
  {
   "quote": {
    "text": "Proponents of same-sex marriage regularly label opponents 'radical' and 'extremist.' However, given that no society in thousands of years has allowed same-sex marriage, it is, by definition, the proponents of same-sex marriage whose position is radical and extreme."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "For a few thousand years, women had no history. Marriage was our calling, and meekness our virtue. Over the last century, in stuttering succession, we have gained a voice, a vote, a room, a playing field of our own. Decorously or defiantly, we now approach what surely qualifies as the final frontier."
   },
   "author": {
    "text": "Stacy Schiff"
   }
  },
  {
   "quote": {
    "text": "It's funny - I read that women look to chiseled-faced guys for one-night stands, and to round-faced guys for marriage. When I'm rounder in the face, I like to say, 'This is my long-term look.' Or 'This is my wife-and-kids look right here.'"
   },
   "author": {
    "text": "Garrett Hedlund"
   }
  },
  {
   "quote": {
    "text": "With the notion of marriage - an exclusive, emotional, binding 'til death do you part' tie - becoming more and more an exception to the rule given a rise in cohabitation and high rates of divorce, why should the federal government be telling adults who love one another that they cannot get married simply because they happen to be gay?"
   },
   "author": {
    "text": "Lisa Murkowski"
   }
  },
  {
   "quote": {
    "text": "What is marriage but prostitution to one man instead of many?"
   },
   "author": {
    "text": "Angela Carter"
   }
  },
  {
   "quote": {
    "text": "I call myself taking control of a situation, but sometimes you really have to learn to humble yourself and to submit yourself. I'm not really good with submission, so that's the part of marriage and relationships that I've found very hard to deal with."
   },
   "author": {
    "text": "Tichina Arnold"
   }
  },
  {
   "quote": {
    "text": "It takes two to make a marriage a success and only one to make it a failure."
   },
   "author": {
    "text": "Herbert Samuel"
   }
  },
  {
   "quote": {
    "text": "When you form a band, you form a real relationship that's like a marriage. It's an emotional connection, especially when you're young... because you don't know what's out there."
   },
   "author": {
    "text": "Robert Coppola Schwartzman"
   }
  },
  {
   "quote": {
    "text": "Like everything which is not the involuntary result of fleeting emotion but the creation of time and will, any marriage, happy or unhappy, is infinitely more interesting than any romance, however passionate."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "My partner Donald Trump says that married couples should always have a prenuptial agreement. True, a prenuptial is important if one partner is much richer than the other before marriage, but Kim and I don't have one."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "Marriage is a great institution."
   },
   "author": {
    "text": "Elizabeth Taylor"
   }
  },
  {
   "quote": {
    "text": "What your beliefs are about anything creates your actions. What you believe about marriage creates the way you handle your marriage. What you believe about raising kids creates the way you do that."
   },
   "author": {
    "text": "Dave Ramsey"
   }
  },
  {
   "quote": {
    "text": "I've yet to be on a campus where most women weren't worrying about some aspect of combining marriage, children, and a career. I've yet to find one where many men were worrying about the same thing."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "I have yet to hear a man ask for advice on how to combine marriage and a career."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Long-term relationships are an everyday choice. It's harder to be in a marriage than it is to bounce from one relationship to the next."
   },
   "author": {
    "text": "Pink"
   }
  },
  {
   "quote": {
    "text": "Marriage is survived just on the basis of ordinary etiquette, day in and day out. Also cooking together helps a lot... I've seen all these marriages that failed. Those people are always hollering at each other. That doesn't work."
   },
   "author": {
    "text": "Jim Harrison"
   }
  },
  {
   "quote": {
    "text": "There are many things that keep me from getting married. But there will be a time when marriage makes sense to me."
   },
   "author": {
    "text": "Adam Levine"
   }
  },
  {
   "quote": {
    "text": "I don't think it's in any way harmful, this marriage of media and politicians. I think it enhances the communications process considerably and makes it possible for the public to be far more aware, far more up-to-date on issues and the opposite sides of the issues."
   },
   "author": {
    "text": "Walter Cronkite"
   }
  },
  {
   "quote": {
    "text": "The possibility of divorce renders both marriage partners stricter in their observance of the duties they owe to each other. Divorces help to improve morals and to increase the population."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "Most people like to read about intrigue and spies. I hope to provide a metaphor for the average reader's daily life. Most of us live in a slightly conspiratorial relationship with our employer and perhaps with our marriage."
   },
   "author": {
    "text": "John le Carre"
   }
  },
  {
   "quote": {
    "text": "I like marriage. The idea."
   },
   "author": {
    "text": "Toni Morrison"
   }
  },
  {
   "quote": {
    "text": "If there were no immortality there would be no need for temples. There would be no need for eternal marriage if there were no eternity."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "When you are young, do not get involved in steady dating. When you reach an age where you think of marriage, then is the time to become so involved."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "Marriage is a series of desperate arguments people feel passionately about."
   },
   "author": {
    "text": "Katharine Hepburn"
   }
  },
  {
   "quote": {
    "text": "The majority of husbands remind me of an orangutan trying to play the violin."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "Marriage must incessantly contend with a monster that devours everything: familiarity."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "It took me a long time to be convinced that marriage was right for me because I've come from a long line of broken marriages. My parents divorced, and I had two broken marriages myself."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "When I think of a merry, happy, free young girl - and look at the ailing, aching state a young wife generally is doomed to - which you can't deny is the penalty of marriage."
   },
   "author": {
    "text": "Queen Victoria"
   }
  },
  {
   "quote": {
    "text": "What is marriage, is marriage protection or religion, is marriage renunciation or abundance, is marriage a stepping-stone or an end. What is marriage."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "An affair now and then is good for a marriage. It adds spice, stops it from getting boring... I ought to know."
   },
   "author": {
    "text": "Bette Davis"
   }
  },
  {
   "quote": {
    "text": "Brought up to respect the conventions, love had to end in marriage. I'm afraid it did."
   },
   "author": {
    "text": "Bette Davis"
   }
  },
  {
   "quote": {
    "text": "Does God feel like that same-sex marriage could happen? I don't think anybody who has a connection to God and God's understanding and depth of compassion who's gonna say 'no.'"
   },
   "author": {
    "text": "Greg Boyle"
   }
  },
  {
   "quote": {
    "text": "Why is marriage the pinnacle for everyone? People get married for the wrong reasons. We need to start looking at different packages, whether it's living together, or being with six partners, or dedicating your life to taking care of flowers."
   },
   "author": {
    "text": "Sandra Bullock"
   }
  },
  {
   "quote": {
    "text": "To me marriage is for five or ten years."
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "Even in the common affairs of life, in love, friendship, and marriage, how little security have we when we trust our happiness in the hands of others!"
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "Art is a marriage of the conscious and the unconscious."
   },
   "author": {
    "text": "Jean Cocteau"
   }
  },
  {
   "quote": {
    "text": "Every marriage tends to consist of an aristocrat and a peasant. Of a teacher and a learner."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "It makes no sense to me that my gay friends cannot get married to each other because a certain slice of Christianity doesn't believe in gay marriage."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "Do not measure your marriage by how much love you feel today: measure it by how much love you've offered today."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "We make no greater voluntary choice in this life than the selection of a marriage partner. This decision can bring eternal happiness and joy. To find sublime fulfillment in marriage, both partners need to be fully committed to the marriage."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "The Obama administration came into Utah and said, 'We're not going to listen to what the U.S. Supreme Court said. 'We, the federal government, are going to recognize marriages in the state of Utah and Utah state law explicitly does not recognize as marriage,' and that was really, in my view, an abuse of power."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "Marriage is this grand madness, and I think if people knew that, they would perhaps take it more seriously."
   },
   "author": {
    "text": "Bono"
   }
  },
  {
   "quote": {
    "text": "I'll say this: The media wasn't invited to my marriage, and they're definitely not invited into the divorce."
   },
   "author": {
    "text": "Ryan Reynolds"
   }
  },
  {
   "quote": {
    "text": "My mother was born in Baltimore, and before her marriage, she was an artist and teacher of art."
   },
   "author": {
    "text": "J. Robert Oppenheimer"
   }
  },
  {
   "quote": {
    "text": "Never ever discount the idea of marriage. Sure, someone might tell you that marriage is just a piece of paper. Well, so is money, and what's more life-affirming than cold, hard cash?"
   },
   "author": {
    "text": "Dennis Miller"
   }
  },
  {
   "quote": {
    "text": "Love in marriage should be the accomplishment of a beautiful dream, and not, as it too often is, the end."
   },
   "author": {
    "text": "Alphonse Karr"
   }
  },
  {
   "quote": {
    "text": "I think even in a good marriage, especially if you stay together long enough, there are going to be events that happen."
   },
   "author": {
    "text": "Tori Amos"
   }
  },
  {
   "quote": {
    "text": "Divorce is not the end of the world. It's worse to stay in an unhealthy marriage. That's a worse example for the children."
   },
   "author": {
    "text": "Jerry Hall"
   }
  },
  {
   "quote": {
    "text": "Well, you know, the definition of second marriage is the triumph of hope over experience."
   },
   "author": {
    "text": "George Will"
   }
  },
  {
   "quote": {
    "text": "The problem with marriage is that it ends every night after making love, and it must be rebuilt every morning before breakfast."
   },
   "author": {
    "text": "Gabriel Garcia Marquez"
   }
  },
  {
   "quote": {
    "text": "Always remember that the most important thing in a good marriage is not happiness, but stability."
   },
   "author": {
    "text": "Gabriel Garcia Marquez"
   }
  },
  {
   "quote": {
    "text": "There are two basic restrictions on marriage in the Bible: Number one, she should marry a man. Number two, he should be a Christian."
   },
   "author": {
    "text": "John Piper"
   }
  },
  {
   "quote": {
    "text": "It is my belief that no matter how advanced man may become in science, technology, systems, and knowledge, he can never improve on the foundational precepts of marriage as the bedrock of social development."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "We're so immaturely cynical as a culture. We're not wise enough to look at an institution like marriage and to really things about what it means and what it signifies. It signifies a place where people can tie the ropes of their lives together so that they're stronger. It signifies a place where people can tell the truth to one another."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "Until the courts put a stop to it, public debate over same-sex marriage displayed American democracy at its best. Individuals on both sides of the issue passionately, but respectfully, attempted to persuade their fellow citizens to accept their views."
   },
   "author": {
    "text": "Antonin Scalia"
   }
  },
  {
   "quote": {
    "text": "I can look back at different times in my life when I felt I could not find my way out of whatever it was. I'm not necessarily talking about marriage, but I wanted to pack it in. I wanted to disappear. A lot of that has to do with being in the public eye."
   },
   "author": {
    "text": "Amy Grant"
   }
  },
  {
   "quote": {
    "text": "The more time you invest in a marriage, the more valuable it becomes."
   },
   "author": {
    "text": "Amy Grant"
   }
  },
  {
   "quote": {
    "text": "Somebody who has been in a very bad wreck is going to be very conscientious about not speeding through a yellow light... You just learn so many good lessons when you go through a failed marriage."
   },
   "author": {
    "text": "Amy Grant"
   }
  },
  {
   "quote": {
    "text": "Anyone who watched George W. and Karl Rove while the former was governor of Texas will recognize a familiar pattern. Like much of Bush's social policy - from faith-based social services to railing against gay marriage - women's issues are one of the bones they've decided they can throw to the Christian right."
   },
   "author": {
    "text": "Molly Ivins"
   }
  },
  {
   "quote": {
    "text": "Ted Cruz, if he's elected president, the first thing he will do is return Don't Ask Don't Tell and roll back same-sex marriage laws. Which is law - hello - you can't really take it away. It's really terrifying the direction we're going in now."
   },
   "author": {
    "text": "Martina Navratilova"
   }
  },
  {
   "quote": {
    "text": "I think it's unfortunate that there exists only one path in America to complete social legitimacy, and that is marriage. I think, for instance, that it would be far easier for Americans to elect a black president or a female president than an unmarried president."
   },
   "author": {
    "text": "Elizabeth Gilbert"
   }
  },
  {
   "quote": {
    "text": "I was a bartender for a long time, so I know how to make drinks, but I'm more likely to offer them than to have them. I think this is one of the reasons why I get to live longer than my great-grandmother did, and why I get to produce more writing than she did, and why my marriage isn't in dire straits."
   },
   "author": {
    "text": "Elizabeth Gilbert"
   }
  },
  {
   "quote": {
    "text": "I think it's something that needs to be said - that there are interracial marriages out there, and the couples live happy lives, and there's nothing wrong with it."
   },
   "author": {
    "text": "Tia Mowry"
   }
  },
  {
   "quote": {
    "text": "The Constitution of the United States has absolutely nothing to say about a constitutional right to same-sex marriage. Were the federal courts to recognize such a right, it would be completely without constitutional basis."
   },
   "author": {
    "text": "Newt Gingrich"
   }
  },
  {
   "quote": {
    "text": "Just as the unique characteristics of both males and females contribute to the completeness of a marriage relationship, so those same characteristics are vital to the rearing, nurturing, and teaching of children."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "Sobering up was responsible for breaking up my marriage. That's what it couldn't stand."
   },
   "author": {
    "text": "James Taylor"
   }
  },
  {
   "quote": {
    "text": "When you genuinely feel like that was the right relationship, you're supposed to give it all you can. That's what marriage is about."
   },
   "author": {
    "text": "Khloe Kardashian"
   }
  },
  {
   "quote": {
    "text": "With my divorce, and even during the end of my marriage before it even got publicly bad, how I decided to cope with things was to go on the treadmill for an hour."
   },
   "author": {
    "text": "Khloe Kardashian"
   }
  },
  {
   "quote": {
    "text": "Forever, it was just soccer - passion, life, love. Then I got married, and I had to transfer some of my energy. I want to be my best for my country, but I also made a really big promise and choice to be the best in my marriage. That has not always been the easiest thing to manage."
   },
   "author": {
    "text": "Abby Wambach"
   }
  },
  {
   "quote": {
    "text": "No persons professing to be Christians should enter the marriage relation until the matter has been carefully and prayerfully considered from an elevated standpoint, to see if God can be glorified by the union."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "When I went to college, as much as my parents emphasized academic achievement, they emphasized marriage even more. They told me that the most eligible women marry young to get a 'good man' before they are all taken."
   },
   "author": {
    "text": "Sheryl Sandberg"
   }
  },
  {
   "quote": {
    "text": "People should be allowed to marry, and gay marriage should be out there. If a man or a woman has a good partner and they love each other with their heart and soul, let them marry. I am very much for gay marriage."
   },
   "author": {
    "text": "Pierce Brosnan"
   }
  },
  {
   "quote": {
    "text": "I get marriage proposals, maybe one a week. Women do flirt, yes. They just want someone from the telly. They come and talk to you, and I guess baking is more attractive, and so they feel they have something in common with me. But I'm just a man from Liverpool. I enjoy what I do, and if that gets people baking, then even better."
   },
   "author": {
    "text": "Paul Hollywood"
   }
  },
  {
   "quote": {
    "text": "Mama and Daddy King represent the best in manhood and womanhood, the best in a marriage, the kind of people we are trying to become."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "In a bad marriage, friends are the invisible glue. If we have enough friends, we may go on for years, intending to leave, talking about leaving - instead of actually getting up and leaving."
   },
   "author": {
    "text": "Erica Jong"
   }
  },
  {
   "quote": {
    "text": "Never again! I can see no reason for marriage - ever at all. I've had it. Three times is enough."
   },
   "author": {
    "text": "Ingrid Bergman"
   }
  },
  {
   "quote": {
    "text": "Courtship is to marriage, as a very witty prologue to a very dull play."
   },
   "author": {
    "text": "William Congreve"
   }
  },
  {
   "quote": {
    "text": "Any intelligent woman who reads the marriage contract, and then goes into it, deserves all the consequences."
   },
   "author": {
    "text": "Isadora Duncan"
   }
  },
  {
   "quote": {
    "text": "Marriage is socialism among two people."
   },
   "author": {
    "text": "Barbara Ehrenreich"
   }
  },
  {
   "quote": {
    "text": "Marriage is a reflection of your life in general: how you treat people, how you argue, how secure you are in your own thoughts. How vehemently do you argue your point of view? With what disdain do you view the other's point of view?"
   },
   "author": {
    "text": "William Shatner"
   }
  },
  {
   "quote": {
    "text": "By the time I had reached the age of 16, in the 10th grade, my parents, after 22 years of marriage, one day decided to get a divorce."
   },
   "author": {
    "text": "Frank Abagnale"
   }
  },
  {
   "quote": {
    "text": "My marriage and my families come certainly before my career."
   },
   "author": {
    "text": "Michael Douglas"
   }
  },
  {
   "quote": {
    "text": "I'm certain that most couples expect to find intimacy in marriage, but it somehow eludes them."
   },
   "author": {
    "text": "James Dobson"
   }
  },
  {
   "quote": {
    "text": "She got the magazine on a Wednesday morning, and on Thursday announced our marriage was over."
   },
   "author": {
    "text": "David Gest"
   }
  },
  {
   "quote": {
    "text": "I think what makes our marriage work amid all the glare is that my husband is my best friend. He inspires everything in my life and enables me to do the best that I can. I want to hang out with him more than anyone."
   },
   "author": {
    "text": "Faith Hill"
   }
  },
  {
   "quote": {
    "text": "Homosexual marriage is counterfeit marriage."
   },
   "author": {
    "text": "Robert Jeffress"
   }
  },
  {
   "quote": {
    "text": "After a few years of marriage a man can look right at a woman without seeing her and a woman can see right through a man without looking at him."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "Before marriage, a man declares that he would lay down his life to serve you; after marriage, he won't even lay down his newspaper to talk to you."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "Our marriage is strictly in name only. It has never been consummated."
   },
   "author": {
    "text": "LaToya Jackson"
   }
  },
  {
   "quote": {
    "text": "Marriage isn't a carnival ride."
   },
   "author": {
    "text": "Aisha Tyler"
   }
  },
  {
   "quote": {
    "text": "I didn't think marriage worked. I thought everybody who was married was secretly miserable - that it was something they just put up with for their children."
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "Above all, we must have great respect for these people who also suffer and who want to find their own way of correct living. On the other hand, to create a legal form of a kind of homosexual marriage, in reality, does not help these people."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "Marriage is such a mark of adulthood in my mind."
   },
   "author": {
    "text": "Mandy Moore"
   }
  },
  {
   "quote": {
    "text": "I've always been suspicious of TV, I've always found music and video to be an unhappy marriage."
   },
   "author": {
    "text": "Keith Richards"
   }
  },
  {
   "quote": {
    "text": "I yearned for a long, happy marriage with one person."
   },
   "author": {
    "text": "Ginger Rogers"
   }
  },
  {
   "quote": {
    "text": "How hard it is to have the beautiful interdependence of marriage and yet be strong in oneself alone."
   },
   "author": {
    "text": "Anne Morrow Lindbergh"
   }
  },
  {
   "quote": {
    "text": "I think marriage is a beautiful thing. I'm still a supporter of it."
   },
   "author": {
    "text": "Nas"
   }
  },
  {
   "quote": {
    "text": "Any sex outside of the marriage bond between a man and a woman is violating God's law."
   },
   "author": {
    "text": "Jerry Falwell"
   }
  },
  {
   "quote": {
    "text": "Marriage equality is a hustler's feeding frenzy of gold-diggers. I campaigned for marriage equality in Maryland because I believe we should have the right to it, but I personally don't want to get married. I don't want to imitate the traditions of heterosexual people. I hate weddings: they make me uneasy."
   },
   "author": {
    "text": "John Waters"
   }
  },
  {
   "quote": {
    "text": "When the rose and the cross are united the alchemical marriage is complete and the drama ends. Then we wake from history and enter eternity."
   },
   "author": {
    "text": "Robert Anton Wilson"
   }
  },
  {
   "quote": {
    "text": "The weaker partner in a marriage is the one who loves the most."
   },
   "author": {
    "text": "Eleonora Duse"
   }
  },
  {
   "quote": {
    "text": "I only gave out my opinion that same sex marriage is against the law of God."
   },
   "author": {
    "text": "Manny Pacquiao"
   }
  },
  {
   "quote": {
    "text": "After marriage, every woman wants to settle down and have children. I have no regrets. I was occupied in my little world, enjoying each and every experience that came my way."
   },
   "author": {
    "text": "Sridevi"
   }
  },
  {
   "quote": {
    "text": "We are confident that the Supreme Court will soon see the direction that this country is headed and enshrine marriage as a constitutional right for all."
   },
   "author": {
    "text": "Benjamin Todd Jealous"
   }
  },
  {
   "quote": {
    "text": "Nothing scares me about marriage."
   },
   "author": {
    "text": "Divyanka Tripathi"
   }
  },
  {
   "quote": {
    "text": "Gay marriage won't be more of an issue 25 years from now than interracial marriage is today."
   },
   "author": {
    "text": "Jared Polis"
   }
  },
  {
   "quote": {
    "text": "Marriage is nature's way of keeping us from fighting with strangers."
   },
   "author": {
    "text": "Alan King"
   }
  },
  {
   "quote": {
    "text": "We are properly ready for marriage when we are strong enough to embrace a life of frustration."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "I support gay unions. I think the government should get out of the marriage business completely - leave marriages to the churches. And grant civil unions to gay couples, grant civil unions to a man and woman."
   },
   "author": {
    "text": "Gary Johnson"
   }
  },
  {
   "quote": {
    "text": "It's only fair that stable gay relationships of long standing should have the same rights and responsibilities as married couples. I know the image of gay marriage is to some people horrific and ludicrous."
   },
   "author": {
    "text": "Ian Mckellen"
   }
  },
  {
   "quote": {
    "text": "The difficulty with marriage is that we fall in love with a personality, but must live with a character."
   },
   "author": {
    "text": "Peter De Vries"
   }
  },
  {
   "quote": {
    "text": "Marriage is a lot of things - a source of love, security, the joy of children, but it's also an interpersonal battlefield, and it's not hard to see why: Take two disparate people, toss them together in often-confined quarters, add the stresses of money and kids - now lather, rinse, repeat for the rest of your natural life. What could go wrong?"
   },
   "author": {
    "text": "Jeffrey Kluger"
   }
  },
  {
   "quote": {
    "text": "There's something about fall that very much translates into those nurturing, nostalgic food flavors. It's the season where you can really make the marriage of fresh produce with spices and aromatics."
   },
   "author": {
    "text": "Christina Tosi"
   }
  },
  {
   "quote": {
    "text": "The secret of a good marriage is forgiving your partner for marrying you in the first place."
   },
   "author": {
    "text": "Sacha Guitry"
   }
  },
  {
   "quote": {
    "text": "Traditional marriage is what should be sanctioned."
   },
   "author": {
    "text": "Jeb Bush"
   }
  },
  {
   "quote": {
    "text": "I do not think that marriage is one of my talents. I've been much happier unmarried than married."
   },
   "author": {
    "text": "Doris Lessing"
   }
  },
  {
   "quote": {
    "text": "Marriage has changed things. I have my own family now."
   },
   "author": {
    "text": "Lin Dan"
   }
  },
  {
   "quote": {
    "text": "People get married for a wide array of reasons and have all sorts of expectations of how marriage will change the relationship. And while it's true that turning the person you're dating into a legal partner does affect certain things, those who expect marriage to be a cure-all for all your relationship woes are sorely mistaken."
   },
   "author": {
    "text": "Emily V. Gordon"
   }
  },
  {
   "quote": {
    "text": "Marriage will not change your spouse. It will not make him or her more mature, more loyal to you, or better at housework."
   },
   "author": {
    "text": "Emily V. Gordon"
   }
  },
  {
   "quote": {
    "text": "You're not a victim of your divorce. What you decide to do with yourself and your personal life after your marriage ends is your decision, and completely under your control."
   },
   "author": {
    "text": "Emily V. Gordon"
   }
  },
  {
   "quote": {
    "text": "If you've experienced cheating in a new marriage, the real work is not obsessively combing through all the details of what happened, but rather figuring out if your relationship is worth saving."
   },
   "author": {
    "text": "Emily V. Gordon"
   }
  },
  {
   "quote": {
    "text": "If you've had a marriage that ended because of a betrayal in trust on your spouse's behalf, the idea of trusting another person with your heart can seem completely ridiculous."
   },
   "author": {
    "text": "Emily V. Gordon"
   }
  },
  {
   "quote": {
    "text": "Do the bishops seriously imagine that legalising gay marriage will result in thousands of parties to heterosexual marriages suddenly deciding to get divorced so they can marry a person of the same sex?"
   },
   "author": {
    "text": "Malcolm Turnbull"
   }
  },
  {
   "quote": {
    "text": "Early marriage is most prevalent in communities suffering deep, chronic poverty."
   },
   "author": {
    "text": "Helene D. Gayle"
   }
  },
  {
   "quote": {
    "text": "Ethiopia's government is doing a commendable job of working closely with donors and humanitarian organizations to educate parents about child marriage, and to support organizations like the Hamlin Fistula Hospital."
   },
   "author": {
    "text": "Helene D. Gayle"
   }
  },
  {
   "quote": {
    "text": "I have close family members as well as lots of close friends who are gay. Many of them strongly support gay marriage."
   },
   "author": {
    "text": "Tony Abbott"
   }
  },
  {
   "quote": {
    "text": "Always get married in the morning. That way if it doesn't work out, you haven't wasted the whole day."
   },
   "author": {
    "text": "Mickey Rooney"
   }
  },
  {
   "quote": {
    "text": "I don't have any romantic ideas about marriage. Trust me. A white dress... ? No. It's not something for me."
   },
   "author": {
    "text": "Diane Kruger"
   }
  },
  {
   "quote": {
    "text": "My marriage had been impulsive. That marriage should have been short-lived instead of the 23 years it spanned."
   },
   "author": {
    "text": "Joseph Barbera"
   }
  },
  {
   "quote": {
    "text": "After marriage, the other man's wife looks more beautiful."
   },
   "author": {
    "text": "Navjot Singh Sidhu"
   }
  },
  {
   "quote": {
    "text": "Marriage was defined by God a long time ago. Marriage is almost as old as dirt, and it was defined in the garden between Adam and Eve - one man, one woman for life till death do you part. So I would never attempt to try to redefine marriage. And I don't think anyone else should either."
   },
   "author": {
    "text": "Kirk Cameron"
   }
  },
  {
   "quote": {
    "text": "Marriage is give and take. You'd better give it to her or she'll take it anyway."
   },
   "author": {
    "text": "Joey Adams"
   }
  },
  {
   "quote": {
    "text": "Marriage requires a special talent, like acting. Monogamy requires genius."
   },
   "author": {
    "text": "Warren Beatty"
   }
  },
  {
   "quote": {
    "text": "I would say that I wasn't so much afraid of marriage as afraid of divorce."
   },
   "author": {
    "text": "Warren Beatty"
   }
  },
  {
   "quote": {
    "text": "To enter upon the marriage union is one of the most deeply important events of life. It cannot be too prayerfully treated. Our happiness, our usefulness, our living for God or for ourselves afterwards, are often most intimately connected with our choice. Therefore, in the most prayerful manner, this choice should be made."
   },
   "author": {
    "text": "George Muller"
   }
  },
  {
   "quote": {
    "text": "It's important to show each other your marriage is a priority."
   },
   "author": {
    "text": "Zoe Foster Blake"
   }
  },
  {
   "quote": {
    "text": "Agreement is never reached in love. The life of a wife and husband who love each other is never at rest. Whether the marriage is true or false, the marriage portion is the same: elemental discord."
   },
   "author": {
    "text": "Jean Giraudoux"
   }
  },
  {
   "quote": {
    "text": "By demanding more from men and from marriage, it's single women who have perhaps played as large a part as anyone in saving marriage in America."
   },
   "author": {
    "text": "Rebecca Traister"
   }
  },
  {
   "quote": {
    "text": "A song like 'Once in a Lifetime' is inspired by my marriage - it's a good, life-changing happening in my life. I think when you find your once-in-a-lifetime love, that's what everybody's looking for."
   },
   "author": {
    "text": "Keith Urban"
   }
  },
  {
   "quote": {
    "text": "I think that sense of humor is important in marriage. A sense of humor gets people through marriage."
   },
   "author": {
    "text": "Kyle Chandler"
   }
  },
  {
   "quote": {
    "text": "My grandparents got married at a very young age, and a lot of what I think about marriage is based on their relationship. I watched them over the years and saw how they dealt with everything together, as a team."
   },
   "author": {
    "text": "Kyle Chandler"
   }
  },
  {
   "quote": {
    "text": "Marriage is hard work, period."
   },
   "author": {
    "text": "Kyle Chandler"
   }
  },
  {
   "quote": {
    "text": "My grandparents got married at a very young age, and a lot of what I think about marriage is based on their relationship."
   },
   "author": {
    "text": "Kyle Chandler"
   }
  },
  {
   "quote": {
    "text": "After marriage, my love won't be divided between my mom and my wife. It will be doubled. My mom has always been as much my hero as my father."
   },
   "author": {
    "text": "Tiger Shroff"
   }
  },
  {
   "quote": {
    "text": "Marriage is a wonderful invention: then again, so is a bicycle repair kit."
   },
   "author": {
    "text": "Billy Connolly"
   }
  },
  {
   "quote": {
    "text": "Sleeping together is a euphemism for people, but tantamount to marriage with cats."
   },
   "author": {
    "text": "Marge Piercy"
   }
  },
  {
   "quote": {
    "text": "My mother had a son from previous marriage and her husband died in Second World War."
   },
   "author": {
    "text": "Mikhail Baryshnikov"
   }
  },
  {
   "quote": {
    "text": "My parents have had a love marriage, so I have made it pretty clear to them that I, too, will have a love marriage."
   },
   "author": {
    "text": "Sonakshi Sinha"
   }
  },
  {
   "quote": {
    "text": "Fear paralyses you - fear of flying, fear of the future, fear of leaving a rubbish marriage, fear of public speaking, or whatever it is."
   },
   "author": {
    "text": "Annie Lennox"
   }
  },
  {
   "quote": {
    "text": "You have to do the work in your marriage, but it has to be laid on a strong foundation of love."
   },
   "author": {
    "text": "Robin Wright"
   }
  },
  {
   "quote": {
    "text": "I'm for gay marriage, because I'm for gay divorce."
   },
   "author": {
    "text": "Melissa Etheridge"
   }
  },
  {
   "quote": {
    "text": "Many a man in love with a dimple makes the mistake of marrying the whole girl."
   },
   "author": {
    "text": "Stephen Leacock"
   }
  },
  {
   "quote": {
    "text": "I support allowing gay couples to marry because of - not in spite of - my values. And many of those values are the same ones deeply held by those who do not believe in gay marriage."
   },
   "author": {
    "text": "Mark Udall"
   }
  },
  {
   "quote": {
    "text": "The first condition of marriage between a man and a woman is that both must belong to each other totally."
   },
   "author": {
    "text": "Munshi Premchand"
   }
  },
  {
   "quote": {
    "text": "To me, marriage is really important and what we build families on. That's why gay marriage is really important."
   },
   "author": {
    "text": "Margaret Cho"
   }
  },
  {
   "quote": {
    "text": "Denying that the issue of marriage equality has changed is being on the wrong side of history and on the wrong side of love and commitment."
   },
   "author": {
    "text": "Ana Navarro"
   }
  },
  {
   "quote": {
    "text": "We're no longer saying that people who are pro traditional marriage are bigots, and we're also not saying that people who are, like me, a Republican that is for gay marriage, is less of a Republican."
   },
   "author": {
    "text": "Ana Navarro"
   }
  },
  {
   "quote": {
    "text": "I think that two people who decide to live together in a marriage situation, they have an obligation to make the marriage work for them."
   },
   "author": {
    "text": "Helen Reddy"
   }
  },
  {
   "quote": {
    "text": "Christians are increasingly being punished by the government for acting on their sincerely held religious beliefs about marriage that are based on the standard of Scripture."
   },
   "author": {
    "text": "Ken Ham"
   }
  },
  {
   "quote": {
    "text": "I don't see any reason for marriage when there is divorce."
   },
   "author": {
    "text": "Catherine Deneuve"
   }
  },
  {
   "quote": {
    "text": "For a healthy society, those laws and conventions should always support marriage as an institution characterised by an openness to children and the responsibility of fathers and mothers remaining together to care for children born into their family."
   },
   "author": {
    "text": "Vincent Nichols"
   }
  },
  {
   "quote": {
    "text": "First, I was opposed to gay marriage because it seemed like one more way that gays were wanting to assimilate. When I realized the Christian right was so opposed to it, as well as tyrannical governments in Africa and Russia, I thought, 'It must be a good thing to fight for.'"
   },
   "author": {
    "text": "Edmund White"
   }
  },
  {
   "quote": {
    "text": "Originally I was opposed to gay assimilation and targeted gay marriage as just another effort on the part of gays to resemble their straight neighbours."
   },
   "author": {
    "text": "Edmund White"
   }
  },
  {
   "quote": {
    "text": "My thoughts on gay marriage are that everyone has the right to love and be loved, and that's the position I take."
   },
   "author": {
    "text": "Nick Jonas"
   }
  },
  {
   "quote": {
    "text": "When I was being sold into marriage, it was hard to see a future for myself."
   },
   "author": {
    "text": "Sonita Alizadeh"
   }
  },
  {
   "quote": {
    "text": "I am an activist and rapper from Afghanistan, and I use rap to speak out and help end child marriage."
   },
   "author": {
    "text": "Sonita Alizadeh"
   }
  },
  {
   "quote": {
    "text": "My friends, they get married at 15 years old. I saw them with bruises on their faces. I realized this is the real face of child marriage."
   },
   "author": {
    "text": "Sonita Alizadeh"
   }
  },
  {
   "quote": {
    "text": "Someone asked me recently if marriage is 50-50 - it averages out to be 50-50, but sometimes it's 75-25, sometimes it's 90-10. In the end, it has to average out to be 50-50; that's how you support each other."
   },
   "author": {
    "text": "Linda McMahon"
   }
  },
  {
   "quote": {
    "text": "I believe that the dissolution of a marriage comes about by the breaking down of self-esteem."
   },
   "author": {
    "text": "Dixie Carter"
   }
  },
  {
   "quote": {
    "text": "I do think your personal life has an impact on your tennis. If your private life is up and down, and you're thinking about what is going on back home, then you aren't solely focused on your job, but when things are good back home, it's so much easier when you're on court. It's not necessarily marriage; it's more having a stable relationship."
   },
   "author": {
    "text": "Andy Murray"
   }
  },
  {
   "quote": {
    "text": "Sooner or later they are going to live in a New York City where gay marriage is not only legal, but it's common and they don't even notice."
   },
   "author": {
    "text": "Anthony Weiner"
   }
  },
  {
   "quote": {
    "text": "But I think it's up to a local congregation to determine whether or not a marriage should be blessed of God. And it shouldn't be up to the government."
   },
   "author": {
    "text": "Tony Campolo"
   }
  },
  {
   "quote": {
    "text": "Marriages are made in heaven and consummated on Earth."
   },
   "author": {
    "text": "John Lyly"
   }
  },
  {
   "quote": {
    "text": "Gay rights are not primarily marriage rights, and for the millions who live in unaccepting places with no resources, dignity remains elusive. I am lucky to have forged meaning and built identity, but that's still a rare privilege. And gay people deserve more, collectively, than the crumbs of justice."
   },
   "author": {
    "text": "Andrew Solomon"
   }
  },
  {
   "quote": {
    "text": "I love Matthew Broderick. Call me crazy, but I love him. We can only be in the marriage we are. We're very devoted to our family and our lives. I love our life. I love that he's the father of my children, and it's because of him that there's this whole other world that I love."
   },
   "author": {
    "text": "Sarah Jessica Parker"
   }
  },
  {
   "quote": {
    "text": "Once I found professional happiness, it gave me time to think about other areas in my life in which I wasn't happy. The next obvious candidate for introspection was my marriage."
   },
   "author": {
    "text": "Megyn Kelly"
   }
  },
  {
   "quote": {
    "text": "I had only two offers of marriage in my life, and I refused both."
   },
   "author": {
    "text": "Catherine Helen Spence"
   }
  },
  {
   "quote": {
    "text": "I knew marriage was not the answer to changing the conditions for poor, black, queer folks. So I never felt compelled to get married - it just didn't seem important. But even if marriage wasn't right for me at the time, or a quick fix toward black empowerment, I found it repulsive that loving same-sex couples were refused the right."
   },
   "author": {
    "text": "Patrisse Cullors"
   }
  },
  {
   "quote": {
    "text": "Same sex marriage, it's not a big concern to me."
   },
   "author": {
    "text": "Tomi Lahren"
   }
  },
  {
   "quote": {
    "text": "It's not marriage that I crave. Many of my friends who have married are pretty miserable. Within a year and a half, most of them are either unhappy or divorced."
   },
   "author": {
    "text": "Ben Elliot"
   }
  },
  {
   "quote": {
    "text": "It is a fact that all women contribute more to marriage than men; for the most part they have to change their place of living, their method of work, a great many women today changing their occupation entirely on marriage; and they must even change their name."
   },
   "author": {
    "text": "Agnes Macphail"
   }
  },
  {
   "quote": {
    "text": "I believe in gay marriage."
   },
   "author": {
    "text": "David H. Koch"
   }
  },
  {
   "quote": {
    "text": "Marriage: love, honor, and negotiate."
   },
   "author": {
    "text": "Joe Moore"
   }
  },
  {
   "quote": {
    "text": "I really believe that the more distractions and fixes I remove from my life, the better I'll feel about myself. The biggest of those is Depeche Mode. It's the one marriage that survived, but I'm not sure it works - for me, anyway. Jumping on a plane to go somewhere else and be told how wonderful I am doesn't feel good any more."
   },
   "author": {
    "text": "Dave Gahan"
   }
  },
  {
   "quote": {
    "text": "As a member of the Church of Jesus Christ of Latter-day Saints, I believe in traditional marriage between a man and a woman, but I respect the decision of the Court, and I think it's time to move on."
   },
   "author": {
    "text": "Evan McMullin"
   }
  },
  {
   "quote": {
    "text": "The institution of marriage should be re-examined because of its overwhelming claustrophobia. The odds are stacked against spontaneity and effervescence. It's an institution that was brought about for the sake of family and children, but biologically, it's very unnatural. It's masochism and torture the way it's been organized."
   },
   "author": {
    "text": "Peter Beard"
   }
  },
  {
   "quote": {
    "text": "Marriage is like wine. It is not be properly judged until the second glass."
   },
   "author": {
    "text": "Douglas William Jerrold"
   }
  },
  {
   "quote": {
    "text": "Although we hardly see each other off the set, Joy and I get along well when we do. As far as the marriage between Nathan and Haley, I think they are young and will see the reality of the situation eventually."
   },
   "author": {
    "text": "James Lafferty"
   }
  },
  {
   "quote": {
    "text": "I have a lady, she's a great lady. I love her a lot, she loves me. We're on the same page. Whenever that day happens when we're not on the same page we'll move forward with it. We're interested in having our lives be our lives right now and not a third person's vis-a-vis marriage and whatever that means."
   },
   "author": {
    "text": "Jon Hamm"
   }
  },
  {
   "quote": {
    "text": "Even if you plan a marriage and a family, you are never quite prepared for the reality versus how you imagined it. In a lot of ways it's better, and in a lot of ways it's worse. That's life, right?"
   },
   "author": {
    "text": "Katherine Heigl"
   }
  },
  {
   "quote": {
    "text": "Most modern Indians don't stick to their caste jobs any more. There is more inter-caste marriage, more fluidity, more freedom than ever before. But the outcastes are usually still outcastes, because they are still the ones who tan India's animals, burn its dead, and remove its excrement."
   },
   "author": {
    "text": "Rose George"
   }
  },
  {
   "quote": {
    "text": "My advice to Robin is listen to your heart, do what you feel. Follow your heart in love and marriage as you would in careers, and you'll be fine. Robin has a great heart. He's a fabulous father."
   },
   "author": {
    "text": "Alan Thicke"
   }
  },
  {
   "quote": {
    "text": "I know there are a lot of readers that think I've got a very crappy marriage just because of the things going on with Rick and Lori but there's really nothing that's been like a mirror. I'm just making this stuff up."
   },
   "author": {
    "text": "Robert Kirkman"
   }
  },
  {
   "quote": {
    "text": "Most kids just follow the cycle. My grandfather didn't finish high school. My father didn't, and I didn't. But you can break the cycle. You can have a successful marriage and be a good father."
   },
   "author": {
    "text": "Eric D. Thomas"
   }
  },
  {
   "quote": {
    "text": "It was the courts, of course, that took away prayer from our schools, that took away Bible reading from our schools. It's the courts that gave us same-sex marriage. So it is quite a battlefield, and the Supreme Court is the highest court in the land."
   },
   "author": {
    "text": "Rod Parsley"
   }
  },
  {
   "quote": {
    "text": "Time turns the old days to derision, Our loves into corpses or wives; And marriage and death and division Make barren our lives."
   },
   "author": {
    "text": "Algernon Charles Swinburne"
   }
  },
  {
   "quote": {
    "text": "When David Arquette and I got engaged we started therapy together. I'd heard that the first year of marriage is the hardest, so we decided to work through all that stuff early."
   },
   "author": {
    "text": "Courteney Cox"
   }
  },
  {
   "quote": {
    "text": "I was raised Catholic. Not just a little bit Catholic, like my wife, Catherine. When she was young, many Catholics in France already barely went to church, except for the big three: baptism, marriage, and funeral. And only the middle one was by choice."
   },
   "author": {
    "text": "Frans de Waal"
   }
  },
  {
   "quote": {
    "text": "Academia is very flexible, but I had a spouse who was very committed to being a completely full partner in our marriage. I think if you counted up how many hours each one of us logged in, he certainly gets more than 50%."
   },
   "author": {
    "text": "Janet Yellen"
   }
  },
  {
   "quote": {
    "text": "Marriage is about love, but it is not first and foremost about love. First and foremost, marriage is about continuity and transmission."
   },
   "author": {
    "text": "Meir Soloveichik"
   }
  },
  {
   "quote": {
    "text": "All marriages are happy. It's the living together afterward that causes all the trouble."
   },
   "author": {
    "text": "Raymond Hull"
   }
  },
  {
   "quote": {
    "text": "In all seriousness, I don't get people who need to make a proposal a bigger deal than marriage already is."
   },
   "author": {
    "text": "Julie Klausner"
   }
  },
  {
   "quote": {
    "text": "The marriage of a man and woman is the most enduring human institution, honored in all cultures and by every religious faith. It's in this institution that children are meant to be nurtured. We know this after thousands of years of human experience."
   },
   "author": {
    "text": "Jeff Miller"
   }
  },
  {
   "quote": {
    "text": "Everything in life is a lesson and I have learned from each marriage. Yes, I've made mistakes but every experience is a learning curve."
   },
   "author": {
    "text": "Patsy Kensit"
   }
  },
  {
   "quote": {
    "text": "If love means never having to say you're sorry, then marriage means always having to say everything twice."
   },
   "author": {
    "text": "Estelle Getty"
   }
  },
  {
   "quote": {
    "text": "In marriage, you sacrifice the adrenaline rush of seeing someone new for the comfort of being with someone who knows everything about you and loves you anyway."
   },
   "author": {
    "text": "Amanda de Cadenet"
   }
  },
  {
   "quote": {
    "text": "My parents didn't want me to go into show business. They were afraid of what would happen if I didn't succeed. They wanted me to get married and have babies. I never saw marriage and family in my life."
   },
   "author": {
    "text": "Loretta Swit"
   }
  },
  {
   "quote": {
    "text": "The media seems to think only abortion and gay marriage are religious issues. Poverty is a moral issue, it's a faith issue, it's a religious issue."
   },
   "author": {
    "text": "Jim Wallis"
   }
  },
  {
   "quote": {
    "text": "The critical period of matrimony is breakfast-time."
   },
   "author": {
    "text": "A. P. Herbert"
   }
  },
  {
   "quote": {
    "text": "The cute thing about being in a relationship is that you always miss being around your partner. After marriage, the good part is that you've got them forever. You have everything you wanted, and there's nothing more to achieve."
   },
   "author": {
    "text": "Barun Sobti"
   }
  },
  {
   "quote": {
    "text": "Life changed a lot after marriage. I am not the same person as before."
   },
   "author": {
    "text": "Allu Arjun"
   }
  },
  {
   "quote": {
    "text": "Good production is like a beautiful marriage. It makes a happy home."
   },
   "author": {
    "text": "Timbaland"
   }
  },
  {
   "quote": {
    "text": "A big part of being in a relationship or marriage or whatever is you have to eventually compromise. Your life doesn't end up exactly the way you think it's going to, and if it's the right relationship, you might have to compromise what you're doing professionally."
   },
   "author": {
    "text": "Nicholas Stoller"
   }
  },
  {
   "quote": {
    "text": "I love marriage. I failed at marriage, but I'd rather go into anything with gusto and fail than go into it half-assed."
   },
   "author": {
    "text": "Kirstie Alley"
   }
  },
  {
   "quote": {
    "text": "A so-called happy marriage corresponds to love as a correct poem to an improvised song."
   },
   "author": {
    "text": "Karl Wilhelm Friedrich Schlegel"
   }
  },
  {
   "quote": {
    "text": "Counseling was amazing, but I didn't know how loved I was until after my marriage had gone through its darkest time."
   },
   "author": {
    "text": "Sarah Drew"
   }
  },
  {
   "quote": {
    "text": "I oppose any attempt to grant homosexual unions the same legal privileges that civil government affords to traditional marriage and family life."
   },
   "author": {
    "text": "Todd Akin"
   }
  },
  {
   "quote": {
    "text": "Conventional wisdom tells us we'll only be happier after a divorce if the marriage itself was a war zone."
   },
   "author": {
    "text": "Ariel Gore"
   }
  },
  {
   "quote": {
    "text": "I don't know what it takes to make marriage work, but I'm going to keep trying until I get it right. I haven't given up on love or marriage."
   },
   "author": {
    "text": "Stephanie Mills"
   }
  },
  {
   "quote": {
    "text": "Does Scripture forbid homosexual behavior? Of course it does. Jesus and his apostles taught that God's intention in marriage is for a man to leave his parents and join himself to one woman."
   },
   "author": {
    "text": "Michael Horton"
   }
  },
  {
   "quote": {
    "text": "I firmly believe in marriage. It's a real important decision that takes a lot of dedication and time. If you're thinking about divorce. You shouldn't get married."
   },
   "author": {
    "text": "Seth Green"
   }
  },
  {
   "quote": {
    "text": "Marriage is generally based on more equality and deeper friendship than in the past, but even so, it is hard for it to compensate for the way that work has devoured time once spent cultivating friendships."
   },
   "author": {
    "text": "Stephanie Coontz"
   }
  },
  {
   "quote": {
    "text": "Using the existence of a marriage license to determine when the state should protect interpersonal relationships is increasingly impractical."
   },
   "author": {
    "text": "Stephanie Coontz"
   }
  },
  {
   "quote": {
    "text": "Usually, Valentine's Day comes and goes with just a day or two of news media attention to courtship and marriage."
   },
   "author": {
    "text": "Stephanie Coontz"
   }
  },
  {
   "quote": {
    "text": "The origins of modern marital instability lie largely in the triumph of what many people believe to be marriage's traditional role - providing love, intimacy, fidelity, and mutual fulfillment. The truth is that for centuries, marriage was stable precisely because it was not expected to provide such benefits."
   },
   "author": {
    "text": "Stephanie Coontz"
   }
  },
  {
   "quote": {
    "text": "The most important thing for a good marriage is to learn how to argue peaceably."
   },
   "author": {
    "text": "Anita Ekberg"
   }
  },
  {
   "quote": {
    "text": "A lot of what I listened to growing up was blues, but also folk and indie music. So there's this marriage of songs that structurally are quite bluesy. Sound-wise, there's a lot of indie as well. But you can't really say I'm pop-blues, because that's insulting to blues. It just can't exist."
   },
   "author": {
    "text": "George Ezra"
   }
  },
  {
   "quote": {
    "text": "I made a very poor decision in my first marriage. I know God's forgiven me."
   },
   "author": {
    "text": "Scott DesJarlais"
   }
  },
  {
   "quote": {
    "text": "I believe marriage should be between one man and one woman. That's my view, and that'll be the view of our state because I wouldn't sign a bill that - like the one that was in New York."
   },
   "author": {
    "text": "Chris Christie"
   }
  },
  {
   "quote": {
    "text": "My marriage to Marjorie is the most rewarding thing that ever happened to me. She gave me a life and a relationship that I didn't know existed."
   },
   "author": {
    "text": "Steve Harvey"
   }
  },
  {
   "quote": {
    "text": "My parents' marriage was very rocky. They were always arguing. When they split up when I was in my 20s, my brother and I were both delighted because we knew they weren't good for each other."
   },
   "author": {
    "text": "Gail Porter"
   }
  },
  {
   "quote": {
    "text": "I took the fear of marriage from my parents' relationship, because I didn't want to end up in a relationship like that, whereas my brothers and sisters learnt a lesson from it and made sure they didn't carry it on into their own marriages."
   },
   "author": {
    "text": "John Mahoney"
   }
  },
  {
   "quote": {
    "text": "When I started caregiving, I was not on very firm ground. My first marriage had dissolved. I was working at an ice-cream stand in my thirties. I learned that when you don't have anything to give, that's when you really give, and then you get back so much more."
   },
   "author": {
    "text": "Jonathan Evison"
   }
  },
  {
   "quote": {
    "text": "My parents had a great marriage. Interestingly, it made it harder for me in relationships because I knew what a good relationship looked like."
   },
   "author": {
    "text": "Candace Bushnell"
   }
  },
  {
   "quote": {
    "text": "If one is going to change the definition of marriage to be, quote, 'same sex,' then there is absolutely no valid argument constitutionally or rhetorically you can make against multiple people getting married. These are radical social changes."
   },
   "author": {
    "text": "Gary Bauer"
   }
  },
  {
   "quote": {
    "text": "Marriage is a decades-long experiment, conducted mostly in private; a test of will in the face of unexpected obstacles."
   },
   "author": {
    "text": "Jojo Moyes"
   }
  },
  {
   "quote": {
    "text": "I had 53 years of happy marriage and two daughters. These were the best things that happened in my life."
   },
   "author": {
    "text": "Henry Allingham"
   }
  },
  {
   "quote": {
    "text": "I found marriage somewhat stifling. I don't know that I am the kind of man who ought to be married."
   },
   "author": {
    "text": "Burt Lancaster"
   }
  },
  {
   "quote": {
    "text": "What can I do if everyone from the president to a junior bureaucrat is dying to convict me. If I am such a criminal, what was I doing outside jail before my marriage to Benazir?"
   },
   "author": {
    "text": "Asif Ali Zardari"
   }
  },
  {
   "quote": {
    "text": "I tried to write about my first marriage in a fictional version but got two pages into it and realised it was too personal. Then I came up with an old-fashioned love triangle, which became the plot for 'Ralph's Party.'"
   },
   "author": {
    "text": "Lisa Jewell"
   }
  },
  {
   "quote": {
    "text": "You can't know about marriage until you try it."
   },
   "author": {
    "text": "Greg Evigan"
   }
  },
  {
   "quote": {
    "text": "We are very puritan in America. We still hold true to these really antiquated values, this idea of the sanctity of marriage."
   },
   "author": {
    "text": "Zoe Lister-Jones"
   }
  },
  {
   "quote": {
    "text": "Redefining marriage will have huge implications for what is taught in our schools, and for wider society. It will redefine society since the institution of marriage is one of the fundamental building blocks of society. The repercussions of enacting same-sex marriage into law will be immense."
   },
   "author": {
    "text": "Keith O'Brien"
   }
  },
  {
   "quote": {
    "text": "David and I were divorced in 1980, and there has been silence between us ever since. Despite our decade of marriage and a child together, I was airbrushed out of his life. He never demonstrated any affection or gratitude after we parted. He fired anyone who mentioned my name."
   },
   "author": {
    "text": "Angela Bowie"
   }
  },
  {
   "quote": {
    "text": "Marriage, laws, the police, armies and navies are the mark of human incompetence."
   },
   "author": {
    "text": "Dora Russell"
   }
  },
  {
   "quote": {
    "text": "Kids need a mom and a dad, and people understand that. Marriage between a mom and a dad is most important for kids."
   },
   "author": {
    "text": "Tim Huelskamp"
   }
  },
  {
   "quote": {
    "text": "In 'Shadow Tag,' Erdrich creates scenes from a fictional marriage, that of two American Indians, Irene and her painter husband Gil, that suggest some of the worst psychological torments and stresses of real life."
   },
   "author": {
    "text": "Alan Cheuse"
   }
  },
  {
   "quote": {
    "text": "I want to focus on the importance of supporting marriage. I always speak about the need to respect everyone's human dignity - regardless of their sexual orientation. I think strengthening marriage is something that benefits everyone."
   },
   "author": {
    "text": "Salvatore J. Cordileone"
   }
  },
  {
   "quote": {
    "text": "To say I drank my way into marriage isn't much of an exaggeration, and it's none at all to say I drank my way out of it."
   },
   "author": {
    "text": "Lawrence Block"
   }
  },
  {
   "quote": {
    "text": "Marriage Asian-style is practical, contractual and, to the western mind, deeply unromantic."
   },
   "author": {
    "text": "Jemima Khan"
   }
  },
  {
   "quote": {
    "text": "After lengthy consideration, my views have evolved sufficiently to support marriage equality legislation. This position doesn't require any religious denomination to alter any of its tenets; it simply forbids government from discrimination regarding who can marry whom."
   },
   "author": {
    "text": "Tim Johnson"
   }
  },
  {
   "quote": {
    "text": "You don't want your marriage to be sustainable. You want to be evolving, nurturing, learning."
   },
   "author": {
    "text": "Mitchell Joachim"
   }
  },
  {
   "quote": {
    "text": "We're used to boy meets girl, boy likes girl, instant attraction on TV. But you throw a son in there, you throw a marriage in there, and you've got some really good character stuff."
   },
   "author": {
    "text": "Matt Passmore"
   }
  },
  {
   "quote": {
    "text": "Marriage is a custom brought about by women who then proceed to live off men and destroy them, completely enveloping the man in a destructive cocoon or eating him away like a poisonous fungus on a tree."
   },
   "author": {
    "text": "Richard Harris"
   }
  },
  {
   "quote": {
    "text": "A film is like a mad arranged marriage, with all these people who don't necessarily want to be with each other forced into this intimate, exhausting process."
   },
   "author": {
    "text": "Jason Flemyng"
   }
  },
  {
   "quote": {
    "text": "It only took one text message to change my life. That's when I discovered my loving husband had been unfaithful. His infidelities ended our marriage."
   },
   "author": {
    "text": "Garcelle Beauvais"
   }
  },
  {
   "quote": {
    "text": "In every marriage more than a week old, there are grounds for divorce. The trick is to find, and continue to find, grounds for marriage."
   },
   "author": {
    "text": "Robert Anderson"
   }
  },
  {
   "quote": {
    "text": "In the future, I want a movie career, kids and a happy marriage."
   },
   "author": {
    "text": "Vendela Kirsebom"
   }
  },
  {
   "quote": {
    "text": "I had a happy marriage and a nice wife. I accomplished everything you can. What more can you want?"
   },
   "author": {
    "text": "Max Schmeling"
   }
  },
  {
   "quote": {
    "text": "In 1989 when I switched from Democrat to Republican, with God as my witness, not one thing changed about what I believed about one man and one woman in a marriage or about diversity of color. That's a good thing."
   },
   "author": {
    "text": "J. C. Watts"
   }
  },
  {
   "quote": {
    "text": "The truth is many people see a marriage vow as the only way people are going to stay with someone who is sick."
   },
   "author": {
    "text": "Jenna Morasca"
   }
  },
  {
   "quote": {
    "text": "During last night's debate, John Kerry and John Edwards were so friendly to each other some political experts think that they may end up running together. In fact Kerry and Edwards were so friendly, President Bush accused them of planning a gay marriage."
   },
   "author": {
    "text": "Conan O'Brien"
   }
  },
  {
   "quote": {
    "text": "In retrospect, I'm grateful for the break-up of my marriage because it forced me to deal with all the buried issues I probably wouldn't have otherwise faced. I'm a better, kinder, happier person today because of the spiritual and emotional growth I've experienced."
   },
   "author": {
    "text": "Alana Stewart"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, I know that I would rather be alone and occasionally lonely and unhappy than in a miserable marriage and lonely and unhappy all the time. I don't mind being single. In fact, I like it."
   },
   "author": {
    "text": "Alana Stewart"
   }
  },
  {
   "quote": {
    "text": "Well, you know, I just - I believe marriage should between a man and a woman."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "I believe in the institution of marriage, and I intend to keep trying till I get it right."
   },
   "author": {
    "text": "Richard Pryor"
   }
  },
  {
   "quote": {
    "text": "To me, this is the perfect marriage. There's no friction. There's just, we have what they need, they have what we need. And so IBM is in the process, with our help, of designing many different apps for many different verticals."
   },
   "author": {
    "text": "Tim Cook"
   }
  },
  {
   "quote": {
    "text": "Marriage is the hardest work you're ever going to do."
   },
   "author": {
    "text": "Julie Andrews"
   }
  },
  {
   "quote": {
    "text": "Feminism is dated? Yes, for privileged women like my daughter and all of us here today, but not for most of our sisters in the rest of the world who are still forced into premature marriage, prostitution, forced labor - they have children that they don't want or they cannot feed."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "I've always had bizarre, negative feelings about anything traditional, like marriage and family. I never thought something like that worked."
   },
   "author": {
    "text": "Gerard Way"
   }
  },
  {
   "quote": {
    "text": "How long before we have, not just homosexual marriage, but homosexual unions between adult men and small boys?"
   },
   "author": {
    "text": "Randall Terry"
   }
  },
  {
   "quote": {
    "text": "I made an awful mess of my first marriage. It was hard to live with me being me. I was so abnormal. I mean, most writers struggle. I hadn't struggled. I couldn't suddenly go down to the PEN Club and behave like a normal human being, because most of those guys were struggling to make a couple of thousand pounds a year."
   },
   "author": {
    "text": "John le Carre"
   }
  },
  {
   "quote": {
    "text": "When someone comes up to me and says, 'Mary, you helped save my marriage', or, 'Mary, you helped me get out of this abusive relationship', I'm in it, really in their lives. And I'm so passionate about my feelings, but also about showing people the way through theirs."
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "You don't really need to get married, but marriage is awfully nice. Everybody I know who got married, they say it really makes a difference. They feel very, very happy about it."
   },
   "author": {
    "text": "Lily Tomlin"
   }
  },
  {
   "quote": {
    "text": "Have you ever heard of a good marriage growing in front of the cameras?"
   },
   "author": {
    "text": "Brigitte Bardot"
   }
  },
  {
   "quote": {
    "text": "I am against marriage, and I don't give a fig for society."
   },
   "author": {
    "text": "Brigitte Bardot"
   }
  },
  {
   "quote": {
    "text": "Marriage is distinctly and repeatedly excluded from heaven. Is this because it is thought likely to mar the general felicity?"
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "A man's friendships are, like his will, invalidated by marriage - but they are also no less invalidated by the marriage of his friends."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "It's nice to know you have support. Last night I got a marriage proposal. I just laughed."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "My thoughts are that marriage is between a man and a woman."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "Marriage is a very sacred institution and should not be degraded by allowing every other type of relationship to be made equivalent to it."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "Even prior to marriage and motherhood, it's always been about prioritising and focusing on what you can commit to. That's been my approach to every aspect of my life, be it my relationships or my professional commitments."
   },
   "author": {
    "text": "Aishwarya Rai Bachchan"
   }
  },
  {
   "quote": {
    "text": "I think that with marriages, people have to understand that you have to look at your marriage and understand what is needed in your marriage - not what people think your marriage should be or what people want your marriage to be."
   },
   "author": {
    "text": "Jada Pinkett Smith"
   }
  },
  {
   "quote": {
    "text": "Marriage is a bribe to make the housekeeper think she's a householder."
   },
   "author": {
    "text": "Thornton Wilder"
   }
  },
  {
   "quote": {
    "text": "I'm the person that I always was, but in terms of how I approach my living, I'm not the same person at all. At all. I've buried a child, I've ended a marriage, and the grandson that I was raising is now grown. My family has totally shifted."
   },
   "author": {
    "text": "Iyanla Vanzant"
   }
  },
  {
   "quote": {
    "text": "I never had a policy about marriage. I got married very young in life and I always think in all relationships, I've always thought that it's counterproductive to have a theory on that."
   },
   "author": {
    "text": "Jack Nicholson"
   }
  },
  {
   "quote": {
    "text": "A marriage contract to me is as binding as any in business, and I have always believed in sticking to an agreement."
   },
   "author": {
    "text": "J. Paul Getty"
   }
  },
  {
   "quote": {
    "text": "I have never been given to envy - save for the envy I feel toward those people who have the ability to make a marriage work and endure happily."
   },
   "author": {
    "text": "J. Paul Getty"
   }
  },
  {
   "quote": {
    "text": "Marriage counselors in particular all strongly recommend divorcees try to understand their role in a divorce before re-marrying. Statistics show if you re-marry before you've clearly seen things from the biter's point of view - you're re-bounded to fail again!"
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "Accident counts for as much in companionship as in marriage."
   },
   "author": {
    "text": "Henry Adams"
   }
  },
  {
   "quote": {
    "text": "Marriage equality is not a choice. It is a legal right."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "I swear Kim Kardashian's first marriage lasted longer than some of my iPhone chargers."
   },
   "author": {
    "text": "Lilly Singh"
   }
  },
  {
   "quote": {
    "text": "Marriage is a feast where the grace is sometimes better than the dinner."
   },
   "author": {
    "text": "Charles Caleb Colton"
   }
  },
  {
   "quote": {
    "text": "When you're a father in a marriage, you sort of become the mother's assistant. And you sort of get a list from her every day and you run down the list and it feels very much like a chore."
   },
   "author": {
    "text": "Louis C. K."
   }
  },
  {
   "quote": {
    "text": "I believe that marriage should be between one man and one woman."
   },
   "author": {
    "text": "Mitch McConnell"
   }
  },
  {
   "quote": {
    "text": "I had a friend who, after 25 years of marriage, found himself trying to date again, and it was completely different. Everything had changed, and he had to reacquaint himself. It was funny even talking to him about it. For someone who has been out of the loop, it's a different world."
   },
   "author": {
    "text": "Steve Carell"
   }
  },
  {
   "quote": {
    "text": "People say, 'What's the secret to a marriage?' There's no secret - I think you get lucky."
   },
   "author": {
    "text": "Steve Carell"
   }
  },
  {
   "quote": {
    "text": "All that a husband or wife really wants is to be pitied a little, praised a little, and appreciated a little."
   },
   "author": {
    "text": "Oliver Goldsmith"
   }
  },
  {
   "quote": {
    "text": "When our children obey the Lord and go to the temple to receive their blessings and enter into the marriage covenant, they enter into the same order of the priesthood that God instituted in the very beginning with father Adam."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "Beguiling voices in the world cry out for 'alternative lifestyles' for women. They maintain that some women are better suited for careers than for marriage and motherhood."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "If someone wants to marry you outside the temple, whom will you strive to please - God or a mortal? If you insist on a temple marriage, you will be pleasing the Lord and blessing the other party."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "That a marriage ends is less than ideal; but all things end under heaven, and if temporality is held to be invalidating, then nothing real succeeds."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "Marriage, it seems, confines every man to his proper rank."
   },
   "author": {
    "text": "Jean de la Bruyere"
   }
  },
  {
   "quote": {
    "text": "I definitely believe in marriage."
   },
   "author": {
    "text": "Michael Strahan"
   }
  },
  {
   "quote": {
    "text": "I got a few marriage proposals in my 20s. I just wasn't ready. I just knew if I committed, I would've wound up doing something wrong, messing it up. I still felt like I had some living to do."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "You have to want to be married to someone. You have to feel that reciprocated. Marriage for marriage's sake doesn't make any sense to me, and I found someone with whom I could put my money where my mouth is, I guess."
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "A marriage without conflicts is almost as inconceivable as a nation without crises."
   },
   "author": {
    "text": "Andre Maurois"
   }
  },
  {
   "quote": {
    "text": "To be honest, marriage doesn't scare me and that, it's just once you've been together for so long, if you haven't got any kids it's just a big expensive day out for everyone else to enjoy, isn't it?"
   },
   "author": {
    "text": "Karl Pilkington"
   }
  },
  {
   "quote": {
    "text": "Everyone saw me on TV or read articles, and it was all about my great marriage, the white picket fence, all this success and my perfect life. But behind the scenes, it was a struggle."
   },
   "author": {
    "text": "Lindsey Vonn"
   }
  },
  {
   "quote": {
    "text": "Everyone knows marriage is tough."
   },
   "author": {
    "text": "Lindsey Vonn"
   }
  },
  {
   "quote": {
    "text": "Divorce these days is a religious vow, as if the proper offspring of marriage."
   },
   "author": {
    "text": "Tertullian"
   }
  },
  {
   "quote": {
    "text": "I feel very deeply about the need to respect and tolerate people of different social - or sexual orientation. But at the same time, I believe marriage should be preserved as an institution for one man and one woman."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "Like me, the great majority of Americans wish both to preserve the traditional definition of marriage and to oppose bias and intolerance directed towards gays and lesbians."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "My view is that marriage is a relationship between a man and a woman. That's the position I've had for some time, and I don't intend to make any adjustments at this point... Or ever, by the way."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "And let me make this very clear - unlike President Obama, I will not raise taxes on the middle class. As president, I will protect the sanctity of life. I will honor the institution of marriage. And I will guarantee America's first liberty: the freedom of religion."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "I'm 0 for 3 with marriage - the scoreboard doesn't lie, never has. So what we all have is a marriage of the heart. To sully or contaminate or radically disrespect this union with a shameful contract is something that I will leave to the amateurs and the Bible grippers."
   },
   "author": {
    "text": "Charlie Sheen"
   }
  },
  {
   "quote": {
    "text": "I tried marriage. I'm 0 for 3 with the marriage thing. So, being a ballplayer - I believe in numbers. I'm not going 0 for 4. I'm not wearing a golden sombrero."
   },
   "author": {
    "text": "Charlie Sheen"
   }
  },
  {
   "quote": {
    "text": "I have a terrific marriage, but unlike a lot of relationships where they ebb and flow, no matter what happens you fall deeper and deeper in love every day. It's kind of the best thing that can happen to you. It's thrilling."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "Making sensible family rules around cell phones and driving is a way to love yourself, your marriage, your children, and the world well."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "People might be surprised because I settled for an arranged marriage, but that's what's chosen for us."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "There is something like destiny. I don't really care if people doubt or express shock over whether our marriage will work."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "I was 17 when I was forced into marriage. I had no hand in it, and I didn't even enjoy being with the man. Also, I wanted to study, but no one listened to me. I wanted to move forward in life, it wasn't a happy situation. Because of some family problems, I had to stick around."
   },
   "author": {
    "text": "Qandeel Baloch"
   }
  },
  {
   "quote": {
    "text": "What do you think will happen in a forced marriage? With an uneducated man, an animal. What would I say, that I am already married? Why would I say it? I never accepted him as my husband in my heart or mind. How I spent a year and a half with him, only I know. And I only did it because of the child."
   },
   "author": {
    "text": "Qandeel Baloch"
   }
  },
  {
   "quote": {
    "text": "Almost no one is foolish enough to imagine that he automatically deserves great success in any field of activity; yet almost everyone believes that he automatically deserves success in marriage."
   },
   "author": {
    "text": "Sydney J. Harris"
   }
  },
  {
   "quote": {
    "text": "You can block a marriage, but you cannot force a marriage."
   },
   "author": {
    "text": "Emmanuel Macron"
   }
  },
  {
   "quote": {
    "text": "There are repercussions to everything, even advancement and success. And I think that the repercussions to my success was the loss of my marriage."
   },
   "author": {
    "text": "Jill Scott"
   }
  },
  {
   "quote": {
    "text": "Having federal officials, whether judges, bureaucrats, or congressmen, impose a new definition of marriage on the people is an act of social engineering profoundly hostile to liberty."
   },
   "author": {
    "text": "Ron Paul"
   }
  },
  {
   "quote": {
    "text": "I feel that whoever isn't feeling settled in their career won't think about their marriage."
   },
   "author": {
    "text": "Ram Charan"
   }
  },
  {
   "quote": {
    "text": "Having had five husbands, I guess I should know a thing or two about marriage."
   },
   "author": {
    "text": "Joan Collins"
   }
  },
  {
   "quote": {
    "text": "I think it's important to remember that you go into something like marriage knowing that you don't know very much about it at all. But I do look at the marriage of my mother and stepdad, and what makes it work for them is that it's a team effort."
   },
   "author": {
    "text": "Justin Timberlake"
   }
  },
  {
   "quote": {
    "text": "I'm most proud of the longevity of my marriage, my kids, and my grandchildren. If you don't have that, you really don't have very much."
   },
   "author": {
    "text": "Bob Newhart"
   }
  },
  {
   "quote": {
    "text": "If you look at Jack Benny, George Burns, or Don Rickles, they've all had long, successful marriages. So, I think there's something about laughter and the durability of a marriage."
   },
   "author": {
    "text": "Bob Newhart"
   }
  },
  {
   "quote": {
    "text": "I was raised on government cheese. As an adult, in my first marriage, my husband and I worked real hard just to go bankrupt. I happened to write some jokes about it. I did real well for myself."
   },
   "author": {
    "text": "Roseanne Barr"
   }
  },
  {
   "quote": {
    "text": "I don't know about marriage as much as I do know that I'd be a great father."
   },
   "author": {
    "text": "Tyler Perry"
   }
  },
  {
   "quote": {
    "text": "I've had marriage proposals, invitations to military balls and even a few prom offers from 18-year-old boys."
   },
   "author": {
    "text": "Hope Solo"
   }
  },
  {
   "quote": {
    "text": "The truth is that I'm more afraid of marriage than of death."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "I just don't find marriage a necessary step in a couple's life."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "It is my conviction that marriage is such a good idea, only God could have thought of it."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "You can't wake up one day and say 'I'm for gay marriage,' and wake up the next day and say 'I'm against it.' Wake up one day and say, 'I'm pro-choice,' and the next day wake up and say, 'I'm pro-life.' There's no credibility there."
   },
   "author": {
    "text": "Roger Stone"
   }
  },
  {
   "quote": {
    "text": "I believe the GOP should pitch its big-top tent around fiscal conservatism and a muscular foreign policy rather than carnival bark outside the sideshow tents of gay marriage and reproductive choice."
   },
   "author": {
    "text": "Roger Stone"
   }
  },
  {
   "quote": {
    "text": "Marriage brings up all the things I pushed to the back burner - the fears, the mistrust, the doubts, the insecurities. It's like opening Pandora's box."
   },
   "author": {
    "text": "Jennifer Aniston"
   }
  },
  {
   "quote": {
    "text": "Marriage is wonderful."
   },
   "author": {
    "text": "Jennifer Aniston"
   }
  },
  {
   "quote": {
    "text": "My husband was adopted, and we had difficulty having both of my children, so we know the gift that life is. We do believe marriage is between a man and a woman. It's how you stand on that kind of thing or how you vote that really makes a difference."
   },
   "author": {
    "text": "Nikki Haley"
   }
  },
  {
   "quote": {
    "text": "Republicans need to stay strong on the fact that marriage is between a man and a woman. Those are values that are true to the party and true to who we are. They could focus on jobs and the economy, but we all know that keeping the family structure intact is very important in our country."
   },
   "author": {
    "text": "Nikki Haley"
   }
  },
  {
   "quote": {
    "text": "For me, personally, marriage is a man and a woman living together."
   },
   "author": {
    "text": "Angela Merkel"
   }
  },
  {
   "quote": {
    "text": "I'm 58 years old. I got married for the first time - it's about time, right? Growing up as a gay woman, you just don't ever think about that, and then I thought, about 10 years ago, 'You know, I think within 10 years gay marriage will be legal.' And here we are, 10 years later, making it legal."
   },
   "author": {
    "text": "Martina Navratilova"
   }
  },
  {
   "quote": {
    "text": "I think we will have full marriage rights in Colorado. But in 1992, there was a very hateful Amendment 2 that basically made it legal for any institution to deny gays and lesbians access, whether it's hospitals or restaurants or employment. Anybody could fire you or not let you in a restaurant because you were gay."
   },
   "author": {
    "text": "Martina Navratilova"
   }
  },
  {
   "quote": {
    "text": "I've often thought if I didn't make my marriage work, I would have failed at my one true shot at happiness."
   },
   "author": {
    "text": "Bethenny Frankel"
   }
  },
  {
   "quote": {
    "text": "You have to work for everything. Marriage should not be any different."
   },
   "author": {
    "text": "Bethenny Frankel"
   }
  },
  {
   "quote": {
    "text": "Marriage is not simply a romantic union between two people; it's also a political and economic contract of the highest order."
   },
   "author": {
    "text": "Elizabeth Gilbert"
   }
  },
  {
   "quote": {
    "text": "Men go into marriage with virtually no expectations whatsoever. Ten years later, the men are delightfully surprised to find out that it's actually kind of nice, and the women have sort of had to take a nose dive from what they thought it was going to be."
   },
   "author": {
    "text": "Elizabeth Gilbert"
   }
  },
  {
   "quote": {
    "text": "Marriage is the tomb of love."
   },
   "author": {
    "text": "Giacomo Casanova"
   }
  },
  {
   "quote": {
    "text": "Marriage was never a destination with me."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "Marriage is scary to me, man."
   },
   "author": {
    "text": "The Weeknd"
   }
  },
  {
   "quote": {
    "text": "It devastates me now that I have been reduced to a Hollywood statistic - another joke marriage."
   },
   "author": {
    "text": "Sophia Bush"
   }
  },
  {
   "quote": {
    "text": "Marriage may be the closest thing to Heaven or Hell any of us will know on this earth."
   },
   "author": {
    "text": "Edwin Louis Cole"
   }
  },
  {
   "quote": {
    "text": "Righteous marriage is a commandment and an essential step in the process of creating a loving family relationship that can be perpetuated beyond the grave."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "By divine design, men and women are intended to progress together toward perfection and a fulness of glory. Because of their distinctive temperaments and capacities, males and females each bring to a marriage relationship unique perspectives and experiences."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "Nothing in life is as good as the marriage of true minds between man and woman. As good? It is life itself."
   },
   "author": {
    "text": "Pearl S. Buck"
   }
  },
  {
   "quote": {
    "text": "I'm not convinced about marriage. Divorce is so easy, and that fact that gay people are not allowed to marry takes much of the meaning out of it. Committing yourself to one person is sacred."
   },
   "author": {
    "text": "Natalie Portman"
   }
  },
  {
   "quote": {
    "text": "Marriage has changed Himmanshoo in some ways. Throughout our 10 years of courtship, he was more liberal. But after marriage, he has become a typical Indian husband."
   },
   "author": {
    "text": "Amruta Khanvilkar"
   }
  },
  {
   "quote": {
    "text": "My parents always used to ask me to settle down, and I could never understand that term. However, after marriage, I have finally realised the importance of having a companion."
   },
   "author": {
    "text": "Amruta Khanvilkar"
   }
  },
  {
   "quote": {
    "text": "The press is just not your friend when it comes to a marriage. That's why we didn't sell the pictures of our wedding, and we got offered millions of dollars for them, millions."
   },
   "author": {
    "text": "Katy Perry"
   }
  },
  {
   "quote": {
    "text": "And in a marriage you can't TRY and be married. You're married or you're not married... as far as I'm concerned."
   },
   "author": {
    "text": "Ringo Starr"
   }
  },
  {
   "quote": {
    "text": "Marriage is like paying an endless visit in your worst clothes."
   },
   "author": {
    "text": "J. B. Priestley"
   }
  },
  {
   "quote": {
    "text": "I put my career in second place throughout both my marriages and it suffered. I don't regret it. You make choices. If you want a good marriage, you must pay attention to that. If you want to be independent, go ahead. You can't have it all."
   },
   "author": {
    "text": "Lauren Bacall"
   }
  },
  {
   "quote": {
    "text": "I never believed marriage was a lasting institution. I thought that to be married for five years was to be married forever."
   },
   "author": {
    "text": "Lauren Bacall"
   }
  },
  {
   "quote": {
    "text": "I prepare myself for rehearsals like I would for marriage."
   },
   "author": {
    "text": "Maria Callas"
   }
  },
  {
   "quote": {
    "text": "Marriage is wild. I thought it was this perfect land of happiness and joy. Wrong! After you say you do, you don't for a long time."
   },
   "author": {
    "text": "John Leguizamo"
   }
  },
  {
   "quote": {
    "text": "I refused David Letterman's proposal of marriage for obvious reasons, but thanks for asking."
   },
   "author": {
    "text": "Teri Garr"
   }
  },
  {
   "quote": {
    "text": "Daddy was real gentle with kids. That's why I expected so much out of marriage, figuring that all men should be steady and pleasant."
   },
   "author": {
    "text": "Loretta Lynn"
   }
  },
  {
   "quote": {
    "text": "I adore the theater and I am a painter. I think the two are made for a marriage of love. I will give all my soul to prove this once more."
   },
   "author": {
    "text": "Marc Chagall"
   }
  },
  {
   "quote": {
    "text": "There are few more powerful tools for promoting stability than the institution of marriage."
   },
   "author": {
    "text": "Iain Duncan Smith"
   }
  },
  {
   "quote": {
    "text": "Over the years the political establishment has frowned if a mainstream politician mentions marriage."
   },
   "author": {
    "text": "Iain Duncan Smith"
   }
  },
  {
   "quote": {
    "text": "Marriage is an institution, and you must be fully committed to it."
   },
   "author": {
    "text": "Gene Simmons"
   }
  },
  {
   "quote": {
    "text": "In mid-life the man wants to see how irresistible he still is to younger women. How they turn their hearts to stone and more or less commit a murder of their marriage I just don't know, but they do."
   },
   "author": {
    "text": "Earl Warren"
   }
  },
  {
   "quote": {
    "text": "If variety is the spice of life, marriage is the big can of leftover Spam."
   },
   "author": {
    "text": "Johnny Carson"
   }
  },
  {
   "quote": {
    "text": "He that loves not his wife and children feeds a lioness at home, and broods a nest of sorrows."
   },
   "author": {
    "text": "Jeremy Taylor"
   }
  },
  {
   "quote": {
    "text": "Marriage! Nothing else demands so much of a man."
   },
   "author": {
    "text": "Henrik Ibsen"
   }
  },
  {
   "quote": {
    "text": "If I get married, I think I'd pick out a newspaperman rather than a millionaire. A newspaperman is a regular fellow."
   },
   "author": {
    "text": "Anna Held"
   }
  },
  {
   "quote": {
    "text": "My music is about where I am at the time. In 'Raymond vs. Raymond,' I was going through a lot of things, and it came out in my music. My marriage fell apart, and I was suddenly a single father."
   },
   "author": {
    "text": "Usher"
   }
  },
  {
   "quote": {
    "text": "I still believe in love. I believe in marriage."
   },
   "author": {
    "text": "Usher"
   }
  },
  {
   "quote": {
    "text": "My marriage? Up to now everything's okay. But it's a real marriage - imperfect and very difficult. It's all about people evolving somewhat simultaneously through their lives. I think we've emotionally evolved."
   },
   "author": {
    "text": "Jamie Lee Curtis"
   }
  },
  {
   "quote": {
    "text": "My mother and stepfather were married 43 years, so I have watched a long marriage. I feel like I had a very good role model for that. And, you know, it's just a number."
   },
   "author": {
    "text": "Jamie Lee Curtis"
   }
  },
  {
   "quote": {
    "text": "Bring a wife home to your house when you are of the right age, not far short of 30 years, nor much above; this is the right time for marriage."
   },
   "author": {
    "text": "Hesiod"
   }
  },
  {
   "quote": {
    "text": "I think marriage is a scary concept. It's a scary concept for anybody. I'm not sure where I sit with that."
   },
   "author": {
    "text": "Hozier"
   }
  },
  {
   "quote": {
    "text": "Either somebody has equal rights, or they don't. And certainly in the Irish constitution, marriage is genderless. There's no mention of a man and a woman."
   },
   "author": {
    "text": "Hozier"
   }
  },
  {
   "quote": {
    "text": "Getting divorced just because you don't love a man is almost as silly as getting married just because you do."
   },
   "author": {
    "text": "Zsa Zsa Gabor"
   }
  },
  {
   "quote": {
    "text": "Every girl should be married at least once in her life. It's a must. Because once you have been married, you are a Mrs., and even if the marriage doesn't work out, they can't take that away from you."
   },
   "author": {
    "text": "Zsa Zsa Gabor"
   }
  },
  {
   "quote": {
    "text": "If you like a man and he likes you, you should get married as fast as you can. Otherwise, you both are going to change your minds. There's plenty of time for that after marriage."
   },
   "author": {
    "text": "Zsa Zsa Gabor"
   }
  },
  {
   "quote": {
    "text": "Of course I love being in love - but it is marriage that really fulfills me. But not in every case."
   },
   "author": {
    "text": "Zsa Zsa Gabor"
   }
  },
  {
   "quote": {
    "text": "My greatest concern is that Mitt Romney seldom addresses the social issues publicly... I'm referring to the sanctity of human life, the traditional definition of marriage, and religious liberty."
   },
   "author": {
    "text": "James Dobson"
   }
  },
  {
   "quote": {
    "text": "Homosexuals can be, you know, committed to each other. And they have freedom to behave in the ways that they do, but they cannot be a family. They cannot be married. I mean, virtually every culture in the history of the world has considered marriage to be between one woman and one man."
   },
   "author": {
    "text": "James Dobson"
   }
  },
  {
   "quote": {
    "text": "Dick Armey is an economic conservative. He is not a social conservative. He doesn't like to talk about marriage and about the unborn child, the sanctity of life and things like that. He wants to talk about smaller government."
   },
   "author": {
    "text": "James Dobson"
   }
  },
  {
   "quote": {
    "text": "'New Jack City' was a perfect marriage of music and film. They used a lot of musicians: myself, Christopher Williams. People that were popular because of their music were given the chance to act. And the soundtrack was incredible."
   },
   "author": {
    "text": "Ice T"
   }
  },
  {
   "quote": {
    "text": "It isn't tying himself to one woman that a man dreads when he thinks of marrying; it's separating himself from all the others."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "A husband is what is left of a lover, after the nerve has been extracted."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "Marriage is the miracle that transforms a kiss from a pleasure into a duty."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "After marriage, a woman's sight becomes so keen that she can see right through her husband without looking at him, and a man's so dull that he can look right through his wife without seeing her."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "State-sanctioned marriage is a civil contract, period. A contract is not a judgment of moral value. It is a legal agreement between two parties that testifies to a meeting of minds between those consenting entities. It is not a religious act or rite and so has nothing to do with Adam and Eve or Steve or even Harvey."
   },
   "author": {
    "text": "Harvey Fierstein"
   }
  },
  {
   "quote": {
    "text": "I often say that if you want to really want to understand the contract of marriage, just ask anyone who has been divorced. The marriage contract is one of property rights. Or maybe you can look in the Bible to see what Adam had to say about divorce, since Eve was his second wife."
   },
   "author": {
    "text": "Harvey Fierstein"
   }
  },
  {
   "quote": {
    "text": "We all want something else other than what we have and don't realize what you got works. It works. It does work. You gotta work. Marriage is work. Marriage is a career. It's not an adventure."
   },
   "author": {
    "text": "Sinbad"
   }
  },
  {
   "quote": {
    "text": "Marriage is hard. I'm not gonna lie."
   },
   "author": {
    "text": "Aisha Tyler"
   }
  },
  {
   "quote": {
    "text": "I married my husband because I loved him, and I don't feel like there's anybody missing from our marriage, but when you think about this person that you love, and you think about what a wonderful thing it would be to bring another person like that into this world, I think that's the hardest part about all of it."
   },
   "author": {
    "text": "Aisha Tyler"
   }
  },
  {
   "quote": {
    "text": "I believe that the essence of marriage is choosing someone who loves you for who you are, embraces everything about you, and building a life with that person. Whether that life is with children or without children - it's honestly immaterial to building a life with someone that you love fully."
   },
   "author": {
    "text": "Aisha Tyler"
   }
  },
  {
   "quote": {
    "text": "We must have great respect for these people who also suffer and who want to find their own way of correct living. On the other hand, to create a legal form of a kind of homosexual marriage, in reality, does not help these people."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "It is essential that God created men and women to be one, as it is said in the first chapters of the Bible. So I think even if our culture is against marriage as essential form of relations between human beings, between women and men. I think our nature is always present, and we can understand it if we will understand it."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "I didn't want to be one of those women who wake up at 63 years old and realize they've missed the window of opportunity for marriage and children."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "I did commit to myself that I would not jump back into being the workaholic that I can be before I gave myself an honest opportunity to create the marriage of my dreams and to create the beginning of the family of my dreams, and that took a hot second."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "I was so ready to become a mom. Actually, I was ready secondarily to become a mom. I was so ready to have the intimacy and commitment of marriage."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "Marriage requires effort and time and talking and connecting. You have to maintain it."
   },
   "author": {
    "text": "Joanna Gaines"
   }
  },
  {
   "quote": {
    "text": "Since the dawn of time, traditional marriage - the union between one man and one woman - has been the building block of civilization, and at no point in our nation's history has that foundation been under more severe attack than now."
   },
   "author": {
    "text": "Jim DeMint"
   }
  },
  {
   "quote": {
    "text": "Marriage is a religious and state issue."
   },
   "author": {
    "text": "Jim DeMint"
   }
  },
  {
   "quote": {
    "text": "Til marriage and motherhood happened, I was devoted to my work. I didn't see anything beyond it."
   },
   "author": {
    "text": "Sridevi"
   }
  },
  {
   "quote": {
    "text": "I'm done with men... I'm going to be alone. I have no luck with relationships. I don't think I'm made for marriage."
   },
   "author": {
    "text": "Halle Berry"
   }
  },
  {
   "quote": {
    "text": "If you want to read about love and marriage, you've got to buy two separate books."
   },
   "author": {
    "text": "Alan King"
   }
  },
  {
   "quote": {
    "text": "I'm also interested in the modern suggestion that you can have a combination of love and sex in a marriage - which no previous society has ever believed."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "What is fascinating about marriage is why anyone wants to get married."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "You will often be in despair. You will sometimes think it's the worst decision in your life. That's fine. That's not a sign your marriage has gone wrong. It's a sign that it's normal; it's on track. And many of the hopes that took you into the marriage will have to die in order for the marriage to continue."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "To a shameful extent, the charm of marriage boils down to how unpleasant it is to be alone."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "For most of us, when our 'dreams' - I use the word with reservations - came true, and marriage and motherhood became a reality, the romcoms, like horoscopes, swiftly lost their allure."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "I hate when people think you're broken because your parents are divorced. And I really reject the idea of staying together for the kids. If they're growing up in a house that's not healthy, it's better to know that's not the model of what marriage should be."
   },
   "author": {
    "text": "Anna Kendrick"
   }
  },
  {
   "quote": {
    "text": "College is a place to keep warm between high school and an early marriage."
   },
   "author": {
    "text": "George Gobel"
   }
  },
  {
   "quote": {
    "text": "I would absolutely, definitely never sell my wedding pictures to a magazine. I'd like it to be a special day, not a photo shoot. And once you've done that, your marriage becomes everybody else's business."
   },
   "author": {
    "text": "Katherine Jenkins"
   }
  },
  {
   "quote": {
    "text": "I believe in marriage. I believe marriage is a really important institution, it's one of the most important institutions we have."
   },
   "author": {
    "text": "Theresa May"
   }
  },
  {
   "quote": {
    "text": "If we are going to realise our ambition of ending the harmful practices of FGM and forced marriage, the role of young people in pushing for change is crucial. We also need to ensure that everyone, from government to civil society, is playing their part."
   },
   "author": {
    "text": "Theresa May"
   }
  },
  {
   "quote": {
    "text": "I'm not eager to jump into marriage again. I'm in the corner right now, wearing my dunce cap. That area is obviously a nightmare."
   },
   "author": {
    "text": "Lisa Marie Presley"
   }
  },
  {
   "quote": {
    "text": "My mother, brave woman, lost her whole family when she decided to marry a black man in the '60s. When the marriage fell apart, she had to come back to her family."
   },
   "author": {
    "text": "Lisa Bonet"
   }
  },
  {
   "quote": {
    "text": "I know that the odds are against a marriage lasting 60 years."
   },
   "author": {
    "text": "Darrell Royal"
   }
  },
  {
   "quote": {
    "text": "Marriage, if one will face the truth, is an evil, but a necessary evil."
   },
   "author": {
    "text": "Menander"
   }
  },
  {
   "quote": {
    "text": "My father was very big on marriage."
   },
   "author": {
    "text": "Sidney Poitier"
   }
  },
  {
   "quote": {
    "text": "Do I support the idea of gay marriage? No, I don't."
   },
   "author": {
    "text": "Kirk Cameron"
   }
  },
  {
   "quote": {
    "text": "You either believe marriage and human sexuality are sacred, or you do not."
   },
   "author": {
    "text": "Kirk Cameron"
   }
  },
  {
   "quote": {
    "text": "Faithful women are all alike, they think only of their fidelity, never of their husbands."
   },
   "author": {
    "text": "Jean Giraudoux"
   }
  },
  {
   "quote": {
    "text": "The comfortable estate of widowhood is the only hope that keeps up a wife's spirits."
   },
   "author": {
    "text": "John Gay"
   }
  },
  {
   "quote": {
    "text": "The best way to get most husbands to do something is to suggest that perhaps they're too old to do it."
   },
   "author": {
    "text": "Ann Bancroft"
   }
  },
  {
   "quote": {
    "text": "Protecting the institution of marriage safeguards, I believe, the American family."
   },
   "author": {
    "text": "John Boehner"
   }
  },
  {
   "quote": {
    "text": "One advantage of marriage is that, when you fall out of love with him or he falls out of love with you, it keeps you together until you fall in again."
   },
   "author": {
    "text": "Judith Viorst"
   }
  },
  {
   "quote": {
    "text": "Although my marriage left me with three beautiful children, it also left me with a healthy dose of self-doubt, low self-esteem, and an extreme desire to be loved again. I was operating on empty, expecting to be paid in full."
   },
   "author": {
    "text": "Niecy Nash"
   }
  },
  {
   "quote": {
    "text": "Marriage is a financial contract; I have enough contracts already."
   },
   "author": {
    "text": "Linda Fiorentino"
   }
  },
  {
   "quote": {
    "text": "The country is increasingly culturally conservative, with a small C. Every time marriage is on the ballot, it passes. People are increasingly pro-life. They don't like taxes."
   },
   "author": {
    "text": "Kellyanne Conway"
   }
  },
  {
   "quote": {
    "text": "We got Defense of Marriage Act as a federal law from President Bill Clinton. And it was passed with bipartisan support."
   },
   "author": {
    "text": "Kellyanne Conway"
   }
  },
  {
   "quote": {
    "text": "I think it's important for people to understand that this started with President Bill Clinton. He, as president, thought it was such a big priority, he passed the defense of marriage - defense of traditional non-gay marriage - that we have it as a federal law."
   },
   "author": {
    "text": "Kellyanne Conway"
   }
  },
  {
   "quote": {
    "text": "Marriage is a mistake every man should make."
   },
   "author": {
    "text": "George Jessel"
   }
  },
  {
   "quote": {
    "text": "Coming to terms with the fact that my marriage was a failure was devastating and very difficult."
   },
   "author": {
    "text": "Sarah McLachlan"
   }
  },
  {
   "quote": {
    "text": "It's all kind of a big illusion: the white picket fence and the perfect marriage and the kids. Check that box off, check that box off, and move forward."
   },
   "author": {
    "text": "Sarah McLachlan"
   }
  },
  {
   "quote": {
    "text": "Coming to terms with the fact that my marriage was a failure was devastating and very difficult. I blamed myself for a lot of things. It took me a very long time to get over it."
   },
   "author": {
    "text": "Sarah McLachlan"
   }
  },
  {
   "quote": {
    "text": "Marrying a man is like buying something you've been admiring for a long time in a shop window. You may love it when you get it home, but it doesn't always go with everything else in the house."
   },
   "author": {
    "text": "Jean Kerr"
   }
  },
  {
   "quote": {
    "text": "Marriage? It's like asparagus eaten with vinaigrette or hollandaise, a matter of taste but of no importance."
   },
   "author": {
    "text": "Francoise Sagan"
   }
  },
  {
   "quote": {
    "text": "Marriage resembles a pair of shears, so joined that they cannot be separated; often moving in opposite directions, yet always punishing anyone who comes between them."
   },
   "author": {
    "text": "Sydney Smith"
   }
  },
  {
   "quote": {
    "text": "One was never married, and that's his hell; another is, and that's his plague."
   },
   "author": {
    "text": "Robert Burton"
   }
  },
  {
   "quote": {
    "text": "Marriage is actually really terrifying. It doesn't work for many people."
   },
   "author": {
    "text": "Katherine Heigl"
   }
  },
  {
   "quote": {
    "text": "Marriage, like money, is still with us; and, like money, progressively devalued."
   },
   "author": {
    "text": "Robert Graves"
   }
  },
  {
   "quote": {
    "text": "Marriage - a book of which the first chapter is written in poetry and the remaining chapters in prose."
   },
   "author": {
    "text": "Beverley Nichols"
   }
  },
  {
   "quote": {
    "text": "For entrepreneurs, choosing your co-founders is like a professional marriage. You're going to go through tough times, and you need to remember that ideas can change, but business partners can't."
   },
   "author": {
    "text": "Nathan Blecharczyk"
   }
  },
  {
   "quote": {
    "text": "Marriage, for a woman at least, hampers the two things that made life to me glorious - friendship and learning."
   },
   "author": {
    "text": "Jane Harrison"
   }
  },
  {
   "quote": {
    "text": "I enjoy being single, but I loved being married."
   },
   "author": {
    "text": "Stephanie Mills"
   }
  },
  {
   "quote": {
    "text": "I was looking very much for a career. My second marriage to Stan Herman had ended, and I wanted very much to be independent, not take alimony from him, be on my own, do the right thing."
   },
   "author": {
    "text": "Linda Evans"
   }
  },
  {
   "quote": {
    "text": "Marriage is an exercise in torture."
   },
   "author": {
    "text": "Frances Conroy"
   }
  },
  {
   "quote": {
    "text": "Playful stimulation probably hits all kinds of synaptic possibilities. It is all make-believe and all over the map. The potentiality of the synapses and the potentiality of playfulness are a beautiful marriage."
   },
   "author": {
    "text": "Brian Sutton-Smith"
   }
  },
  {
   "quote": {
    "text": "I married beneath me, all women do."
   },
   "author": {
    "text": "Nancy Astor"
   }
  },
  {
   "quote": {
    "text": "By our Heavenly Father and only because of God, only because of God. We're like other couples. We do not get along perfectly; we do not go without arguments and, as I call them, fights, and heartache and pain and hurting each other. But a marriage is three of us."
   },
   "author": {
    "text": "Barbara Mandrell"
   }
  },
  {
   "quote": {
    "text": "I wanted to marry a girl just like my mom."
   },
   "author": {
    "text": "Michael Bergin"
   }
  },
  {
   "quote": {
    "text": "I might be celibate, but I appreciate the wonder of the sacrament of marriage."
   },
   "author": {
    "text": "Keith O'Brien"
   }
  },
  {
   "quote": {
    "text": "I always remembered that when I saw people get married they got on a rocketship and went to Planet Happiness, Population: Them."
   },
   "author": {
    "text": "Marc Webb"
   }
  },
  {
   "quote": {
    "text": "I like getting married, but I don't like being married."
   },
   "author": {
    "text": "Don Adams"
   }
  },
  {
   "quote": {
    "text": "When a marriage works, nothing on earth can take its place."
   },
   "author": {
    "text": "Helen Gahagan"
   }
  }
 ]
}