{
 "MemorialdayQuotes": [
  {
   "quote": {
    "text": "In the End, we will remember not the words of our enemies, but the silence of our friends."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Patriotism is supporting your country all the time, and your government when it deserves it."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "My fellow Americans, ask not what your country can do for you, ask what you can do for your country."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Guard against the impostures of pretended patriotism."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "Who sows virtue reaps honor."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "I only regret that I have but one life to lose for my country."
   },
   "author": {
    "text": "Nathan Hale"
   }
  },
  {
   "quote": {
    "text": "The willingness of America's veterans to sacrifice for our country has earned them our lasting gratitude."
   },
   "author": {
    "text": "Jeff Miller"
   }
  },
  {
   "quote": {
    "text": "I love America more than any other country in this world, and, exactly for this reason, I insist on the right to criticize her perpetually."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "Memorial Day isn't just about honoring veterans, its honoring those who lost their lives. Veterans had the fortune of coming home. For us, that's a reminder of when we come home we still have a responsibility to serve. It's a continuation of service that honors our country and those who fell defending it."
   },
   "author": {
    "text": "Pete Hegseth"
   }
  },
  {
   "quote": {
    "text": "Patriotism consists not in waving the flag, but in striving that our country shall be righteous as well as strong."
   },
   "author": {
    "text": "James Bryce"
   }
  },
  {
   "quote": {
    "text": "On Memorial Day, I don't want to only remember the combatants. There were also those who came out of the trenches as writers and poets, who started preaching peace, men and women who have made this world a kinder place to live."
   },
   "author": {
    "text": "Eric Burdon"
   }
  },
  {
   "quote": {
    "text": "137 years later, Memorial Day remains one of America's most cherished patriotic observances. The spirit of this day has not changed - it remains a day to honor those who died defending our freedom and democracy."
   },
   "author": {
    "text": "Doc Hastings"
   }
  },
  {
   "quote": {
    "text": "True patriotism isn't cheap. It's about taking on a fair share of the burden of keeping America going."
   },
   "author": {
    "text": "Robert Reich"
   }
  },
  {
   "quote": {
    "text": "A man's country is not a certain area of land, of mountains, rivers, and woods, but it is a principle and patriotism is loyalty to that principle."
   },
   "author": {
    "text": "George William Curtis"
   }
  },
  {
   "quote": {
    "text": "May Heaven be propitious, and smile on the cause of my country."
   },
   "author": {
    "text": "Zebulon Pike"
   }
  },
  {
   "quote": {
    "text": "There is nothing wrong with America that cannot be cured with what is right in America."
   },
   "author": {
    "text": "William J. Clinton"
   }
  },
  {
   "quote": {
    "text": "I would rather be remembered by a song than by a victory."
   },
   "author": {
    "text": "Alexander Smith"
   }
  },
  {
   "quote": {
    "text": "In remembering those who lost their lives in the London attacks and the September 11th attacks we continue our commitment to fighting for freedom, democracy and justice."
   },
   "author": {
    "text": "Doc Hastings"
   }
  },
  {
   "quote": {
    "text": "I have long believed that sacrifice is the pinnacle of patriotism."
   },
   "author": {
    "text": "Bob Riley"
   }
  },
  {
   "quote": {
    "text": "As America celebrates Memorial Day, we pay tribute to those who have given their lives in our nation's wars."
   },
   "author": {
    "text": "John M. McHugh"
   }
  },
  {
   "quote": {
    "text": "These fallen heroes represent the character of a nation who has a long history of patriotism and honor - and a nation who has fought many battles to keep our country free from threats of terror."
   },
   "author": {
    "text": "Michael N. Castle"
   }
  },
  {
   "quote": {
    "text": "Man is a military animal, glories in gunpowder, and loves parade."
   },
   "author": {
    "text": "Philip James Bailey"
   }
  },
  {
   "quote": {
    "text": "There's intense national feeling in America that could be called patriotism."
   },
   "author": {
    "text": "Michael Ignatieff"
   }
  },
  {
   "quote": {
    "text": "There is nothing nobler than risking your life for your country."
   },
   "author": {
    "text": "Nick Lampson"
   }
  },
  {
   "quote": {
    "text": "Memorial Day this year is especially important as we are reminded almost daily of the great sacrifices that the men and women of the Armed Services make to defend our way of life."
   },
   "author": {
    "text": "Robin Hayes"
   }
  },
  {
   "quote": {
    "text": "What I can do for my country, I am willing to do."
   },
   "author": {
    "text": "Christopher Gadsden"
   }
  },
  {
   "quote": {
    "text": "On what rests the hope of the republic? One country, one language, one flag!"
   },
   "author": {
    "text": "Alexander Henry"
   }
  },
  {
   "quote": {
    "text": "The heroes of Flight 93 won the first battle in the War on Terror, and they should never be forgotten."
   },
   "author": {
    "text": "Jim Ramstad"
   }
  },
  {
   "quote": {
    "text": "America is hope. It is compassion. It is excellence. It is valor."
   },
   "author": {
    "text": "Paul Tsongas"
   }
  },
  {
   "quote": {
    "text": "There are no points of the compass on the chart of true patriotism."
   },
   "author": {
    "text": "Robert Charles Winthrop"
   }
  },
  {
   "quote": {
    "text": "Over all our happy country - over all our Nation spread, Is a band of noble heroes - is our Army of the Dead."
   },
   "author": {
    "text": "Will Carleton"
   }
  },
  {
   "quote": {
    "text": "The average American is nothing if not patriotic."
   },
   "author": {
    "text": "Herbert Croly"
   }
  },
  {
   "quote": {
    "text": "Patriotism was a living fire of unquestioned belief and purpose."
   },
   "author": {
    "text": "Frank Knox"
   }
  }
 ]
}