{
 "MenQuotes": [
  {
   "quote": {
    "text": "Nearly all men can stand adversity, but if you want to test a man's character, give him power."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Wise men speak because they have something to say; Fools because they have to say something."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Just as a candle cannot burn without fire, men cannot live without a spiritual life."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "It is easier to build strong children than to repair broken men."
   },
   "author": {
    "text": "Frederick Douglass"
   }
  },
  {
   "quote": {
    "text": "Neither man nor woman is perfect or complete without the other. Thus, no marriage or family, no ward or stake is likely to reach its full potential until husbands and wives, mothers and fathers, men and women work together in unity of purpose, respecting and relying upon each other's strengths."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "Nothing in this world can take the place of persistence. Talent will not: nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not: the world is full of educated derelicts. Persistence and determination alone are omnipotent."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "It is foolish and wrong to mourn the men who died. Rather we should thank God that such men lived."
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "The only thing necessary for the triumph of evil is for good men to do nothing."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "Men always want to be a woman's first love - women like to be a man's last romance."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Wisdom, compassion, and courage are the three universally recognized moral qualities of men."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "The goal of education is not to increase the amount of knowledge but to create the possibilities for a child to invent and discover, to create men who are capable of doing new things."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "I see Americans of every party, every background, every faith who believe that we are stronger together: black, white, Latino, Asian, Native American; young, old; gay, straight; men, women, folks with disabilities, all pledging allegiance under the same proud flag to this big, bold country that we love. That's what I see. That's the America I know!"
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Brave men rejoice in adversity, just as brave soldiers triumph in war."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "It was pride that changed angels into devils; it is humility that makes men as angels."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "Many men go fishing all of their lives without knowing that it is not fish they are after."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Women and cats will do as they please, and men and dogs should relax and get used to the idea."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "No struggle can ever succeed without women participating side by side with men."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "Great things are done when men and mountains meet."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Adversity causes some men to break; others to break records."
   },
   "author": {
    "text": "William Arthur Ward"
   }
  },
  {
   "quote": {
    "text": "It takes a hero to be one of those men who goes into battle."
   },
   "author": {
    "text": "Norman Schwarzkopf"
   }
  },
  {
   "quote": {
    "text": "The glory of justice and the majesty of law are created not just by the Constitution - nor by the courts - nor by the officers of the law - nor by the lawyers - but by the men and women who constitute our society - who are the protectors of the law as they are themselves protected by the law."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "We hold these truths to be self-evident: that all men are created equal; that they are endowed by their Creator with certain unalienable rights; that among these are life, liberty, and the pursuit of happiness."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Thank God men cannot fly, and lay waste the sky as well as the earth."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "There's three things men always talk about - women, sports, and cars."
   },
   "author": {
    "text": "Mario Lopez"
   }
  },
  {
   "quote": {
    "text": "Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "Reputation is what men and women think of us; character is what God and angels know of us."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "A gentleman is simply a patient wolf."
   },
   "author": {
    "text": "Lana Turner"
   }
  },
  {
   "quote": {
    "text": "If men were angels, no government would be necessary."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "Men, their rights, and nothing more; women, their rights, and nothing less."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "I believe in Liberty for all men: the space to stretch their arms and their souls, the right to breathe and the right to vote, the freedom to choose their friends, enjoy the sunshine, and ride on the railroads, uncursed by color; thinking, dreaming, working as they will in a kingdom of beauty and love."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "The planter, the farmer, the mechanic, and the laborer... form the great body of the people of the United States, they are the bone and sinew of the country men who love liberty and desire nothing but equal rights and equal laws."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "Within the covers of the Bible are the answers for all the problems men face."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Some men see things as they are, and ask why. I dream of things that never were, and ask why not."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "We the people are the rightful masters of both Congress and the courts, not to overthrow the Constitution but to overthrow the men who pervert the Constitution."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "The actions of men are the best interpreters of their thoughts."
   },
   "author": {
    "text": "James Joyce"
   }
  },
  {
   "quote": {
    "text": "Battle is the most magnificent competition in which a human being can indulge. It brings out all that is best; it removes all that is base. All men are afraid in battle. The coward is the one who lets his fear overcome his sense of duty. Duty is the essence of manhood."
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "Shallow men believe in luck. Strong men believe in cause and effect."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "All the world's a stage, and all the men and women merely players: they have their exits and their entrances; and one man in his time plays many parts, his acts being seven ages."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Waste no more time arguing about what a good man should be. Be one."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "The truth is not for all men, but only for those who seek it."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "It was we, the people; not we, the white male citizens; nor yet we, the male citizens; but we, the whole people, who formed the Union. And we formed it, not to give the blessings of liberty, but to secure them; not to the half of ourselves and the half of our posterity, but to the whole people - women as well as men."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "Education then, beyond all other devices of human origin, is the great equalizer of the conditions of men, the balance-wheel of the social machinery."
   },
   "author": {
    "text": "Horace Mann"
   }
  },
  {
   "quote": {
    "text": "Imagine having all of your freedoms taken away, being forced to work against your will, and constantly living under the threat of violence - in short, being forced to live as a slave. Sadly, this situation is a reality for millions of children, women, and men each year as part of the global human trafficking industry."
   },
   "author": {
    "text": "Bill Flores"
   }
  },
  {
   "quote": {
    "text": "Don't wait for extraordinary opportunities. Seize common occasions and make them great. Weak men wait for opportunities; strong men make them."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Let's be very clear: Strong men - men who are truly role models - don't need to put down women to make themselves feel powerful. People who are truly strong lift others up. People who are truly powerful bring others together."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "The greatest deception men suffer is from their own opinions."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Our scientific power has outrun our spiritual power. We have guided missiles and misguided men."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "The principle goal of education in the schools should be creating men and women who are capable of doing new things, not simply repeating what other generations have done."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "The highest prize in a world of men is the most beautiful woman available on your arm and living there in her heart loyal to you."
   },
   "author": {
    "text": "Norman Mailer"
   }
  },
  {
   "quote": {
    "text": "Men and women must be educated, in a great degree, by the opinions and manners of the society they live in."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "Live as brave men; and if fortune is adverse, front its blows with brave hearts."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Democracy is when the indigent, and not the men of property, are the rulers."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Fire is the test of gold; adversity, of strong men."
   },
   "author": {
    "text": "Martha Graham"
   }
  },
  {
   "quote": {
    "text": "All men's miseries derive from not being able to sit in a quiet room alone."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "Men go abroad to wonder at the heights of mountains, at the huge waves of the sea, at the long courses of the rivers, at the vast compass of the ocean, at the circular motions of the stars, and they pass by themselves without wondering."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "Men are born ignorant, not stupid. They are made stupid by education."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "There is a tide in the affairs of men, Which taken at the flood, leads on to fortune. Omitted, all the voyage of their life is bound in shallows and in miseries. On such a full sea are we now afloat. And we must take the current when it serves, or lose our ventures."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Real men laugh at opposition; real men smile when enemies appear."
   },
   "author": {
    "text": "Marcus Garvey"
   }
  },
  {
   "quote": {
    "text": "A hero is born among a hundred, a wise man is found among a thousand, but an accomplished one might not be found even among a hundred thousand men."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Feminism isn't about hating men. It's about challenging the absurd gender distinctions that boys and girls learn from childhood and carry into their adult lives."
   },
   "author": {
    "text": "Robert Webb"
   }
  },
  {
   "quote": {
    "text": "The real problem is not whether machines think but whether men do."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "Victory usually goes to the army who has better trained officers and men."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "Rhetoric is the art of ruling the minds of men."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Women, like men, should try to do the impossible. And when they fail, their failure should be a challenge to others."
   },
   "author": {
    "text": "Amelia Earhart"
   }
  },
  {
   "quote": {
    "text": "There is nothing noble in being superior to your fellow men. True nobility lies in being superior to your former self."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Wise men don't need advice. Fools won't take it."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "The valor and courage of our young women and men in the armed services are a shining example to all of the world, and we owe them and their families our deepest respect."
   },
   "author": {
    "text": "Bill Frist"
   }
  },
  {
   "quote": {
    "text": "What I've never understood is why some women use plastic surgery to make themselves more attractive to men. The most beautiful woman is someone who's happy and is always smiling."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "We hold these truths to be self-evident: that all men and women are created equal."
   },
   "author": {
    "text": "Elizabeth Cady Stanton"
   }
  },
  {
   "quote": {
    "text": "I think women are foolish to pretend they are equal to men; they are far superior and always have been."
   },
   "author": {
    "text": "William Golding"
   }
  },
  {
   "quote": {
    "text": "Security is mostly a superstition. It does not exist in nature, nor do the children of men as a whole experience it. Avoiding danger is no safer in the long run than outright exposure. Life is either a daring adventure, or nothing."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Cats are the runes of beauty, invincibility, wonder, pride, freedom, coldness, self-sufficiency, and dainty individuality - the qualities of sensitive, enlightened, mentally developed, pagan, cynical, poetic, philosophic, dispassionate, reserved, independent, Nietzschean, unbroken, civilised, master-class men."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "The best teamwork comes from men who are working independently toward one goal in unison."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "Let me embrace thee, sour adversity, for wise men say it is the wisest course."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "I realize that men and women of the military go out and sacrifice their lives and put their selves in harm's way for my freedom of speech and my freedoms in this country, and my freedom to take a seat or take a knee, so I have the utmost respect for them, and I think what I did was taken out of context and spun a different way."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "People who have no hold over their process of thinking are likely to be ruined by liberty of thought. If thought is immature, liberty of thought becomes a method of converting men into animals."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "Men are what their mothers made them."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Wars may be fought with weapons, but they are won by men. It is the spirit of men who follow and of the man who leads that gains the victory."
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "The truth is that all men having power ought to be mistrusted."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "Beware, so long as you live, of judging men by their outward appearance."
   },
   "author": {
    "text": "Jean de La Fontaine"
   }
  },
  {
   "quote": {
    "text": "I believe in the brotherhood of all men, but I don't believe in wasting brotherhood on anyone who doesn't want to practice it with me. Brotherhood is a two-way street."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "Our love, our gratitude, our admiration for our men and women in uniform, our veterans and their families - all of that is bigger than any one party or any one election."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Women and girls, men and boys all share the right to live free of violence, which is, unfortunately, experienced by both men and women. Women and girls, however, disproportionately experience violence due to a deeply rooted global culture of gender discrimination."
   },
   "author": {
    "text": "Nazanin Boniadi"
   }
  },
  {
   "quote": {
    "text": "Persuasion is achieved by the speaker's personal character when the speech is so spoken as to make us think him credible. We believe good men more fully and more readily than others: this is true generally whatever the question is, and absolutely true where exact certainty is impossible and opinions are divided."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "We sleep safe in our beds because rough men stand ready in the night to visit violence on those who would do us harm."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "The danger of the past was that men became slaves. The danger of the future is that men may become robots."
   },
   "author": {
    "text": "Erich Fromm"
   }
  },
  {
   "quote": {
    "text": "What does love look like? It has the hands to help others. It has the feet to hasten to the poor and needy. It has eyes to see misery and want. It has the ears to hear the sighs and sorrows of men. That is what love looks like."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "Fires can't be made with dead embers, nor can enthusiasm be stirred by spiritless men. Enthusiasm in our daily work lightens effort and turns even labor into pleasant tasks."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "The worst thing about some men is that when they are not drunk they are sober."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "Older men declare war. But it is the youth that must fight and die."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "Video games are a waste of time for men with nothing else to do. Real brains don't do that."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "No man has any natural authority over his fellow men."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "Our defense is in the preservation of the spirit which prizes liberty as a heritage of all men, in all lands, everywhere. Destroy this spirit and you have planted the seeds of despotism around your own doors."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "It is not titles that honor men, but men that honor titles."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "Rules are for the obedience of fools and the guidance of wise men."
   },
   "author": {
    "text": "Harry Day"
   }
  },
  {
   "quote": {
    "text": "Because all of us believe and understand in the fabric of the common bond of why we call ourselves American is to care for the men and women who wear the uniform; and when they take off the uniform, we care for them when they are veterans."
   },
   "author": {
    "text": "Steve Buyer"
   }
  },
  {
   "quote": {
    "text": "For those who have made the ultimate sacrifice, we are grateful that such men and women were among us. For those who continue to serve, we honor their commitment. For those who return to civilian life, we honor their service."
   },
   "author": {
    "text": "Steve Buyer"
   }
  },
  {
   "quote": {
    "text": "A good boss makes his men realize they have more ability than they think they have so that they consistently do better work than they thought they could."
   },
   "author": {
    "text": "Charles Erwin Wilson"
   }
  },
  {
   "quote": {
    "text": "Girls are capable of doing everything men are capable of doing. Sometimes they have more imagination than men."
   },
   "author": {
    "text": "Katherine Johnson"
   }
  },
  {
   "quote": {
    "text": "Men are like wine - some turn to vinegar, but the best improve with age."
   },
   "author": {
    "text": "Pope John XXIII"
   }
  },
  {
   "quote": {
    "text": "They talk like angels but they live like men."
   },
   "author": {
    "text": "St. Jerome"
   }
  },
  {
   "quote": {
    "text": "Great men are like eagles, and build their nest on some lofty solitude."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "The hero is one who kindles a great light in the world, who sets up blazing torches in the dark streets of life for men to see by."
   },
   "author": {
    "text": "Felix Adler"
   }
  },
  {
   "quote": {
    "text": "Dear Lord; we beg but one boon more: Peace in the hearts of all men living, peace in the whole world this Thanksgiving."
   },
   "author": {
    "text": "Joseph Auslander"
   }
  },
  {
   "quote": {
    "text": "Without feelings of respect, what is there to distinguish men from beasts?"
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Passion is what gets you through the hardest times that might otherwise make strong men weak, or make you give up."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Associate with men of good quality if you esteem your own reputation; for it is better to be alone than in bad company."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "Here's the thing, men have to also mature in how they see women, too. Because they need to understand that it's not just about how we look, it's about who we are. And I am going to tell you like this, 'If you can't love me with short hair, and you telling me I got to have long hair to be loved, guess what, I ain't the one for you.'"
   },
   "author": {
    "text": "Jada Pinkett Smith"
   }
  },
  {
   "quote": {
    "text": "Love is something far more than desire for sexual intercourse; it is the principal means of escape from the loneliness which afflicts most men and women throughout the greater part of their lives."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Every day, I wake up determined to deliver a better life for the people all across this nation that have been neglected, ignored, and abandoned. I have visited the laid-off factory workers and the communities crushed by our horrible and unfair trade deals. These are the forgotten men and women of our country."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Let men see, let them know, a real man, who lives as he was meant to live."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "I think God made a woman to be strong and not to be trampled under the feet of men. I've always felt this way because my mother was a very strong woman, without a husband."
   },
   "author": {
    "text": "Little Richard"
   }
  },
  {
   "quote": {
    "text": "Every man is born as many men and dies as a single one."
   },
   "author": {
    "text": "Martin Heidegger"
   }
  },
  {
   "quote": {
    "text": "Great hopes make great men."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "Men do not shape destiny, Destiny produces the man for the hour."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "All men are equal before fish."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "He who is cruel to animals becomes hard also in his dealings with men. We can judge the heart of a man by his treatment of animals."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "It is not so much for its beauty that the forest makes a claim upon men's hearts, as for that subtle something, that quality of air that emanation from old trees, that so wonderfully changes and renews a weary spirit."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Until justice is blind to color, until education is unaware of race, until opportunity is unconcerned with the color of men's skins, emancipation will be a proclamation but not a fact."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "The curious task of economics is to demonstrate to men how little they really know about what they imagine they can design."
   },
   "author": {
    "text": "Friedrich August von Hayek"
   }
  },
  {
   "quote": {
    "text": "By 'justice', I understand nothing more than that bond which is necessary to keep the interest of individuals united, without which men would return to their original state of barbarity. All punishments which exceed the necessity of preserving this bond are, in their nature, unjust."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "Why should men be constrained by antiquated stereotypes of masculinity? What does it even mean to 'Be a Real Man' anymore? Shouldn't we all be celebrating a wide range of definitions of manhood?"
   },
   "author": {
    "text": "Andy Dunn"
   }
  },
  {
   "quote": {
    "text": "Two men look out the same prison bars; one sees mud and the other stars."
   },
   "author": {
    "text": "Beck"
   }
  },
  {
   "quote": {
    "text": "Women are systematically degraded by receiving the trivial attentions which men think it manly to pay to the sex, when, in fact, men are insultingly supporting their own superiority."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "Reconstruction was a vast labor movement of ignorant, muddled, and bewildered white men who had been disinherited of land and labor and fought a long battle with sheer subsistence, hanging on the edge of poverty, eating clay and chasing slaves and now lurching up to manhood."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "The men and women in the Armed Forces, that's what I always think about and what I teach my kids about. We're getting ready to sit down at the table and have Thanksgiving, and there's people that are not with their families."
   },
   "author": {
    "text": "Guy Fieri"
   }
  },
  {
   "quote": {
    "text": "I don't believe a champion is the biggest, baddest, meanest dude in the world. I think the champion is like a warrior; it's like the head knight or lead samurai: humble men of integrity, respect, and honor that treat people kindly."
   },
   "author": {
    "text": "Jon Jones"
   }
  },
  {
   "quote": {
    "text": "Wherever men and women are persecuted because of their race, religion, or political views, that place must - at that moment - become the center of the universe."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "As I grow older, I pay less attention to what men say. I just watch what they do."
   },
   "author": {
    "text": "Andrew Carnegie"
   }
  },
  {
   "quote": {
    "text": "Civilization is the progress toward a society of privacy. The savage's whole existence is public, ruled by the laws of his tribe. Civilization is the process of setting man free from men."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "Timid men prefer the calm of despotism to the tempestuous sea of liberty."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Kings may be judges of the earth, but wise men are the judges of kings."
   },
   "author": {
    "text": "Solomon Ibn Gabirol"
   }
  },
  {
   "quote": {
    "text": "Any religion that professes to be concerned about the souls of men and is not concerned about the slums that damn them, the economic conditions that strangle them and the social conditions that cripple them is a spiritually moribund religion awaiting burial."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "In reading the lives of great men, I found that the first victory they won was over themselves... self-discipline with all of them came first."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "We must become bigger than we have been: more courageous, greater in spirit, larger in outlook. We must become members of a new race, overcoming petty prejudice, owing our ultimate allegiance not to nations but to our fellow men within the human community."
   },
   "author": {
    "text": "Haile Selassie"
   }
  },
  {
   "quote": {
    "text": "There is a great stir about colored men getting their rights, but not a word about the colored women; and if colored men get their rights, and not colored women theirs, you see, the colored men will be masters over the women, and it will be just as bad as it was before."
   },
   "author": {
    "text": "Sojourner Truth"
   }
  },
  {
   "quote": {
    "text": "To sin by silence, when we should protest, Makes cowards out of men."
   },
   "author": {
    "text": "Ella Wheeler Wilcox"
   }
  },
  {
   "quote": {
    "text": "There are seasons in every country when noise and impudence pass current for worth; and in popular commotions especially, the clamors of interested and factious men are often mistaken for patriotism."
   },
   "author": {
    "text": "Alexander Hamilton"
   }
  },
  {
   "quote": {
    "text": "The only good luck many great men ever had was being born with the ability and determination to overcome bad luck."
   },
   "author": {
    "text": "Channing Pollock"
   }
  },
  {
   "quote": {
    "text": "In Medford, I awaked the Captain of the Minute Men; & after that, I alarmed almost every house, till I got to Lexington."
   },
   "author": {
    "text": "Paul Revere"
   }
  },
  {
   "quote": {
    "text": "Perfect numbers like perfect men are very rare."
   },
   "author": {
    "text": "Rene Descartes"
   }
  },
  {
   "quote": {
    "text": "Surely the day will come when color means nothing more than the skin tone, when religion is seen uniquely as a way to speak one's soul, when birth places have the weight of a throw of the dice and all men are born free, when understanding breeds love and brotherhood."
   },
   "author": {
    "text": "Josephine Baker"
   }
  },
  {
   "quote": {
    "text": "We shall suffer no attachment to literature, no taste for abstract discussion, no love of purely intellectual theories, to seduce us from our devotion to the cause of the oppressed, the down trodden, the insulted and injured masses of our fellow men."
   },
   "author": {
    "text": "George Ripley"
   }
  },
  {
   "quote": {
    "text": "All men are by nature equal, made all of the same earth by one Workman; and however we deceive ourselves, as dear unto God is the poor peasant as the mighty prince."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Kids, adults, men, women, everybody has a relationship with Mickey Mouse."
   },
   "author": {
    "text": "Warren Spector"
   }
  },
  {
   "quote": {
    "text": "Gender equality is essential for ensuring that men and women can contribute fully at home, at work, and in public life for the betterment of societies and economies at large."
   },
   "author": {
    "text": "Jose Angel Gurria"
   }
  },
  {
   "quote": {
    "text": "We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Watches are the only jewelry men can wear, unless you're Mr. T."
   },
   "author": {
    "text": "Gordon Bethune"
   }
  },
  {
   "quote": {
    "text": "The only use of an obstacle is to be overcome. All that an obstacle does with brave men is, not to frighten them, but to challenge them."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "Men lose all the material things they leave behind them in this world, but they carry with them the reward of their charity and the alms they give. For these, they will receive from the Lord the reward and recompense they deserve."
   },
   "author": {
    "text": "Francis of Assisi"
   }
  },
  {
   "quote": {
    "text": "Men and women in my lifetime have died fighting for the right to vote: people like James Chaney, Andrew Goodman and Michael Schwerner, who were murdered while registering black voters in Mississippi in 1964, and Viola Liuzzo, who was murdered by the Ku Klux Klan in 1965 during the Selma march for voting rights."
   },
   "author": {
    "text": "Jeff Greenfield"
   }
  },
  {
   "quote": {
    "text": "Fidelity, Bravery, and Integrity set the expectations for behavior; they set a standard for our work. More than just a motto, for the men and women of the FBI, Fidelity, Bravery, and Integrity is a way of life."
   },
   "author": {
    "text": "Robert Mueller"
   }
  },
  {
   "quote": {
    "text": "Liberate the minds of men and ultimately you will liberate the bodies of men."
   },
   "author": {
    "text": "Marcus Garvey"
   }
  },
  {
   "quote": {
    "text": "Indeed, the existence of class, of social hierarchy, is as old as man himself. It prevails in the jungle where strength determines hierarchy; among men, it has also been savagely the same, whereby rulers vested with power through personal combat, or through lineal heritage as in the case of royalty, ravage their subjects."
   },
   "author": {
    "text": "F. Sionil Jose"
   }
  },
  {
   "quote": {
    "text": "The Bible is one of the greatest blessings bestowed by God on the children of men. It has God for its author; salvation for its end, and truth without any mixture for its matter. It is all pure."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "A lawyer with his briefcase can steal more than a hundred men with guns."
   },
   "author": {
    "text": "Mario Puzo"
   }
  },
  {
   "quote": {
    "text": "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "Power is what men seek and any group that gets it will abuse it."
   },
   "author": {
    "text": "Lincoln Steffens"
   }
  },
  {
   "quote": {
    "text": "Ten men waiting for me at the door? Send one of them home, I'm tired."
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "I have often wondered how it is that every man loves himself more than all the rest of men, but yet sets less value on his own opinions of himself than on the opinions of others."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "Black men struggle with masculinity so much. The idea that we must always be strong really presses us all down - it keeps us from growing."
   },
   "author": {
    "text": "Donald Glover"
   }
  },
  {
   "quote": {
    "text": "I know and do what is right better than many big men who read."
   },
   "author": {
    "text": "Sojourner Truth"
   }
  },
  {
   "quote": {
    "text": "An American monkey, after getting drunk on brandy, would never touch it again, and thus is much wiser than most men."
   },
   "author": {
    "text": "Charles Darwin"
   }
  },
  {
   "quote": {
    "text": "I dress for the image. Not for myself, not for the public, not for fashion, not for men."
   },
   "author": {
    "text": "Marlene Dietrich"
   }
  },
  {
   "quote": {
    "text": "There would be no difficulty in securing the rights of the people and the liberties of Texas if men would march to their duty and not fly like recreants from danger. Texas must be defended and liberty maintained."
   },
   "author": {
    "text": "Sam Houston"
   }
  },
  {
   "quote": {
    "text": "Though sporting a hideous mustache is in no way comparable to the physical pain and mental suffering men with these diseases endure, Movember still forces participants to challenge their manhood on a daily basis. Growing a moustache for men's cancer isn't as feel-good an activity as running a marathon for a cure."
   },
   "author": {
    "text": "David Sax"
   }
  },
  {
   "quote": {
    "text": "There was a time when men thought it was sexy to have a housewife waiting for him to come home from work in her slippers, but in modern society, I think an independent woman is even more sexy."
   },
   "author": {
    "text": "Kat Graham"
   }
  },
  {
   "quote": {
    "text": "There is no hunting like the hunting of man, and those who have hunted armed men long enough and liked it, never care for anything else thereafter."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Great men show politeness in a particular way; a smile suffices to assure you that you are welcome, and keep about their avocations as if you were a member of the family."
   },
   "author": {
    "text": "John James Audubon"
   }
  },
  {
   "quote": {
    "text": "Give to everyone who begs from you; and of him who takes away your goods do not ask them again. And as you wish that men would do to you, do so to them."
   },
   "author": {
    "text": "Jesus Christ"
   }
  },
  {
   "quote": {
    "text": "Addiction is a tough illness, and recovery from it is a hard but noble path. Men and women who walk that path deserve our support, encouragement, and admiration."
   },
   "author": {
    "text": "Sheldon Whitehouse"
   }
  },
  {
   "quote": {
    "text": "Education is that whole system of human training within and without the school house walls, which molds and develops men."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "If the same punishment is prescribed for two crimes that injure society in different degrees, then men will face no stronger deterrent from committing the greater crime if they find it in their advantage to do so."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "Make women rational creatures, and free citizens, and they will quickly become good wives; - that is, if men do not neglect the duties of husbands and fathers."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "It is easier to find men who will volunteer to die, than to find those who are willing to endure pain with patience."
   },
   "author": {
    "text": "Julius Caesar"
   }
  },
  {
   "quote": {
    "text": "Passion makes idiots of the cleverest men, and makes the biggest idiots clever."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "Throughout human history, in any great endeavour requiring the common effort of many nations and men and women everywhere, we have learned - it is only through seriousness of purpose and persistence that we ultimately carry the day. We might liken it to riding a bicycle. You stay upright and move forward so long as you keep up the momentum."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "Wise men, when in doubt whether to speak or to keep quiet, give themselves the benefit of the doubt, and remain silent."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "If we desire a society in which men are brothers, then we must act towards one another with brotherhood. If we can build such a society, then we would have achieved the ultimate goal of human freedom."
   },
   "author": {
    "text": "Bayard Rustin"
   }
  },
  {
   "quote": {
    "text": "Men's ideas are the most direct emanations of their material state."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "The greatest enemy to human souls is the self-righteous spirit which makes men look to themselves for salvation."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Books constitute capital. A library book lasts as long as a house, for hundreds of years. It is not, then, an article of mere consumption but fairly of capital, and often in the case of professional men, setting out in life, it is their only capital."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "When I was a boy, the Sioux owned the world. The sun rose and set on their land; they sent ten thousand men to battle. Where are the warriors today? Who slew them? Where are our lands? Who owns them?"
   },
   "author": {
    "text": "Sitting Bull"
   }
  },
  {
   "quote": {
    "text": "To attract men, I wear a perfume called 'New Car Interior.'"
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "Space and light and order. Those are the things that men need just as much as they need bread or a place to sleep."
   },
   "author": {
    "text": "Le Corbusier"
   }
  },
  {
   "quote": {
    "text": "The Industrial Revolution has two phases: one material, the other social; one concerning the making of things, the other concerning the making of men."
   },
   "author": {
    "text": "Charles A. Beard"
   }
  },
  {
   "quote": {
    "text": "When they told me my new-born babe was a girl, my heart was heavier than it had ever been before. Slavery is terrible for men; but it is far more terrible for women."
   },
   "author": {
    "text": "Harriet Ann Jacobs"
   }
  },
  {
   "quote": {
    "text": "Achieving gender equality requires the engagement of women and men, girls and boys. It is everyone's responsibility."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "There are three kinds of men. The one that learns by reading. The few who learn by observation. The rest of them have to pee on the electric fence for themselves."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "During the time men live without a common power to keep them all in awe, they are in that conditions called war; and such a war, as if of every man, against every man."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "All men dream, but not equally. Those who dream by night in the dusty recesses of their minds, wake in the day to find that it was vanity: but the dreamers of the day are dangerous men, for they may act on their dreams with open eyes, to make them possible."
   },
   "author": {
    "text": "T. E. Lawrence"
   }
  },
  {
   "quote": {
    "text": "It does not take a majority to prevail... but rather an irate, tireless minority, keen on setting brushfires of freedom in the minds of men."
   },
   "author": {
    "text": "Samuel Adams"
   }
  },
  {
   "quote": {
    "text": "The tragedy of life is in what dies inside a man while he lives - the death of genuine feeling, the death of inspired response, the awareness that makes it possible to feel the pain or the glory of other men in yourself."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "Men have become the tools of their tools."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "I am not a hero but the brave men who died deserved this honor."
   },
   "author": {
    "text": "Ira Hayes"
   }
  },
  {
   "quote": {
    "text": "Strong beliefs win strong men, and then make them stronger."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "It doesn't take a hero to order men into battle. It takes a hero to be one of those men who goes into battle."
   },
   "author": {
    "text": "Norman Schwarzkopf"
   }
  },
  {
   "quote": {
    "text": "Do not share the knowledge with which you have been blessed with everyone in general, as you do with some people in particular; and know that there are some men in whom Allah, may He be glorified, has placed hidden secrets, which they are forbidden to reveal."
   },
   "author": {
    "text": "Ali ibn Abi Talib"
   }
  },
  {
   "quote": {
    "text": "The man who makes everything that leads to happiness depends upon himself, and not upon other men, has adopted the very best plan for living happily. This is the man of moderation, the man of manly character and of wisdom."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "A return to first principles in a republic is sometimes caused by the simple virtues of one man. His good example has such an influence that the good men strive to imitate him, and the wicked are ashamed to lead a life so contrary to his example."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "You can't forget that organizational success flows from the hearts and minds of the men and women you lead. Rather than treating your people as you'd like to be treated, treat them as they would like to be treated. Small gestures like opting for face-to-face meetings or sending personal notes can have an enormous impact on teams and their morale."
   },
   "author": {
    "text": "Marillyn Hewson"
   }
  },
  {
   "quote": {
    "text": "There is always inequality in life. Some men are killed in a war and some men are wounded and some men never leave the country. Life is unfair."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "If we take the generally accepted definition of bravery as a quality which knows no fear, I have never seen a brave man. All men are frightened. The more intelligent they are, the more they are frightened."
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "As men get older, the toys get more expensive."
   },
   "author": {
    "text": "Marvin Davis"
   }
  },
  {
   "quote": {
    "text": "This society is driven by neurotic speed and force accelerated by greed and frustration of not being able to live up to the image of men and woman we have created for ourselves; the image has nothing to do with the reality of people."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "Elegance is always in style for men. There are all different kinds of elegance. It can be silk, it can be a T-shirt."
   },
   "author": {
    "text": "Donatella Versace"
   }
  },
  {
   "quote": {
    "text": "Most women don't like good men. They say they want a good buy, but most women always wind up with the bad boy."
   },
   "author": {
    "text": "Stephanie Mills"
   }
  },
  {
   "quote": {
    "text": "The army teaches boys to think like men."
   },
   "author": {
    "text": "Elvis Presley"
   }
  },
  {
   "quote": {
    "text": "Sometimes I wonder if men and women really suit each other. Perhaps they should live next door and just visit now and then."
   },
   "author": {
    "text": "Katharine Hepburn"
   }
  },
  {
   "quote": {
    "text": "Yoga is a method for restraining the natural turbulence of thoughts, which otherwise impartially prevent all men, of all lands, from glimpsing their true nature of Spirit. Yoga cannot know a barrier of East and West any more than does the healing and equitable light of the sun."
   },
   "author": {
    "text": "Paramahansa Yogananda"
   }
  },
  {
   "quote": {
    "text": "Scripture is filled with examples of men and women whom God used late in life, often with great impact - men and women who refused to use old age as an excuse to ignore what God wanted them to do."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "The mind cannot support moral chaos for long. Men are under as strong a compulsion to invent an ethical setting for their behavior as spiders are to weave themselves webs."
   },
   "author": {
    "text": "John Dos Passos"
   }
  },
  {
   "quote": {
    "text": "The insufferable arrogance of human beings to think that Nature was made solely for their benefit, as if it was conceivable that the sun had been set afire merely to ripen men's apples and head their cabbages."
   },
   "author": {
    "text": "Cyrano de Bergerac"
   }
  },
  {
   "quote": {
    "text": "Solitary confinement is too terrible a punishment to inflict on any human being, no matter what his crime. Hardened criminals in the men's prisons, it is said, often beg for the lash instead."
   },
   "author": {
    "text": "Emmeline Pankhurst"
   }
  },
  {
   "quote": {
    "text": "Men always look smart in a well-fitted, tailored suit. Conversely, they can be incredibly handsome in jeans combined with a cashmere jumper or a beaten-up leather jacket or even just a cotton T-shirt."
   },
   "author": {
    "text": "Tamara Mellon"
   }
  },
  {
   "quote": {
    "text": "All great men are gifted with intuition. They know without reasoning or analysis, what they need to know."
   },
   "author": {
    "text": "Alexis Carrel"
   }
  },
  {
   "quote": {
    "text": "The evil that men do lives after them; the good is oft interred with their bones."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "We are braver and wiser because they existed, those strong women and strong men... We are who we are because they were who they were. It's wise to know where you come from, who called your name."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "But more wonderful than the lore of old men and the lore of books is the secret lore of ocean."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "Rarely do we find men who willingly engage in hard, solid thinking. There is an almost universal quest for easy answers and half-baked solutions. Nothing pains some people more than having to think."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Force always attracts men of low morality."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "There are only two forces that unite men - fear and interest."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "We must continue to prove to the world that we can provide a rising standard of living for all men without loss of civil rights or human dignity to any man."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Content makes poor men rich; discontent makes rich men poor."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "I have always thought the actions of men the best interpreters of their thoughts."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "The first method for estimating the intelligence of a ruler is to look at the men he has around him."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "Adversity makes men, and prosperity makes monsters."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "It is wonderful how much time good people spend fighting the devil. If they would only expend the same amount of energy loving their fellow men, the devil would die in his own tracks of ennui."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "School houses do not teach themselves - piles of brick and mortar and machinery do not send out men. It is the trained, living human soul, cultivated and strengthened by long study and thought, that breathes the real breath of life into boys and girls and makes them human, whether they be black or white, Greek, Russian or American."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "Men ought either to be indulged or utterly destroyed, for if you merely offend them they take vengeance, but if you injure them greatly they are unable to retaliate, so that the injury done to a man ought to be such that vengeance cannot be feared."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "Instead of noblemen, let us have noble villages of men."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "I speak Spanish to God, Italian to women, French to men, and German to my horse."
   },
   "author": {
    "text": "Charles V"
   }
  },
  {
   "quote": {
    "text": "As a rule, men worry more about what they can't see than about what they can."
   },
   "author": {
    "text": "Julius Caesar"
   }
  },
  {
   "quote": {
    "text": "Men must live and create. Live to the point of tears."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "The women of my generation and my daughter's generation, they were very active in moving along the social change that would result in equal citizenship stature for men and women."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "All men can see these tactics whereby I conquer, but what none can see is the strategy out of which victory is evolved."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "Ever since World War I, superior force is no longer measured in terms of men or horses, but in the means to wreak destruction."
   },
   "author": {
    "text": "Saul David"
   }
  },
  {
   "quote": {
    "text": "Men may die, but the fabrics of free institutions remains unshaken."
   },
   "author": {
    "text": "Chester A. Arthur"
   }
  },
  {
   "quote": {
    "text": "Men are moved by two levers only: fear and self interest."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "Do not put such unlimited power into the hands of husbands. Remember all men would be tyrants if they could."
   },
   "author": {
    "text": "Abigail Adams"
   }
  },
  {
   "quote": {
    "text": "Few men have virtue to withstand the highest bidder."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "Deprived of meaningful work, men and women lose their reason for existence; they go stark, raving mad."
   },
   "author": {
    "text": "Fyodor Dostoevsky"
   }
  },
  {
   "quote": {
    "text": "Men rise from one ambition to another: first, they seek to secure themselves against attack, and then they attack others."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "You can't keep changing men, so you settle for changing your lipstick."
   },
   "author": {
    "text": "Heather Locklear"
   }
  },
  {
   "quote": {
    "text": "Men who are in earnest are not afraid of consequences."
   },
   "author": {
    "text": "Marcus Garvey"
   }
  },
  {
   "quote": {
    "text": "Most men pursue pleasure with such breathless haste that they hurry past it."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "As soon as the land of any country has all become private property, the landlords, like all other men, love to reap where they never sowed, and demand a rent even for its natural produce."
   },
   "author": {
    "text": "Adam Smith"
   }
  },
  {
   "quote": {
    "text": "We are the only class in history that has been left to fight its battles alone, unaided by the ruling powers. White labor and the freed black men had their champions, but where are ours?"
   },
   "author": {
    "text": "Elizabeth Cady Stanton"
   }
  },
  {
   "quote": {
    "text": "Strange, is it not, my brothers, how often in America those great watchwords of human energy - 'Be strong!' 'Know thyself!' 'Hitch your wagon to a star!' - how often these die away into dim whispers when we face these seething millions of black men? And yet do they not belong to them? Are they not their heritage as well as yours?"
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "To discover the true principles of Morality, men have no need of theology, of revelation, or of gods: They have need only of common sense."
   },
   "author": {
    "text": "Baron d'Holbach"
   }
  },
  {
   "quote": {
    "text": "What religion a man holds, to what race he belongs, these things are not important; the really important thing is this knowledge: the knowledge of God's plan for men. For God has a plan, and that plan is evolution."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "Giving every man a vote has no more made men wise and free than Christianity has made them good."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "The world would be happier if men had the same capacity to be silent that they have to speak."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "Youth is impulsive. When our young men grow angry at some real or imaginary wrong, and disfigure their faces with black paint, it denotes that their hearts are black, and that they are often cruel and relentless, and our old men and old women are unable to restrain them. Thus it has ever been."
   },
   "author": {
    "text": "Chief Seattle"
   }
  },
  {
   "quote": {
    "text": "Learning, while at school, that the charge for the education of girls was the same as that for boys, and that, when they became teachers, women received only half as much as men for their services, the injustice of this distinction was so apparent."
   },
   "author": {
    "text": "Lucretia Mott"
   }
  },
  {
   "quote": {
    "text": "Architecture is particularly difficult for women; there's no reason for it to be. I don't want to blame men or society, but I think it was for a long time, the clients were men, the building industry is all male."
   },
   "author": {
    "text": "Zaha Hadid"
   }
  },
  {
   "quote": {
    "text": "The ballot box is the surest arbiter of disputes among free men."
   },
   "author": {
    "text": "James Buchanan"
   }
  },
  {
   "quote": {
    "text": "More men fail through lack of purpose than lack of talent."
   },
   "author": {
    "text": "Billy Sunday"
   }
  },
  {
   "quote": {
    "text": "The silent killer of all great men and women of achievement - particularly men, I don't know why, maybe it's the testosterone - I think it's narcissism. Even more than hubris. And for women, too. Narcissism is the killer."
   },
   "author": {
    "text": "James Woods"
   }
  },
  {
   "quote": {
    "text": "People of mediocre ability sometimes achieve outstanding success because they don't know when to quit. Most men succeed because they are determined to."
   },
   "author": {
    "text": "George Allen, Sr."
   }
  },
  {
   "quote": {
    "text": "Men are the dreams of a shadow."
   },
   "author": {
    "text": "Pindar"
   }
  },
  {
   "quote": {
    "text": "I asked a Burmese why women, after centuries of following their men, now walk ahead. He said there were many unexploded land mines since the war."
   },
   "author": {
    "text": "Robert Mueller"
   }
  },
  {
   "quote": {
    "text": "We are men of action, lies do not become us."
   },
   "author": {
    "text": "William Goldman"
   }
  },
  {
   "quote": {
    "text": "Only the wisest and stupidest of men never change."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Gold is good in its place; but loving, brave, patriotic men are better than gold."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "No universal selfishness can bring social good to all. Communism - the effort to give all men what they need and to ask of each the best they can contribute - this is the only way of human life."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "I have talked with great men, and I do not see how they differ from others."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "With fools, there is no companionship. Rather than to live with men who are selfish, vain, quarrelsome, and obstinate, let a man walk alone."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "A little nonsense now and then is relished by the wisest men."
   },
   "author": {
    "text": "Roald Dahl"
   }
  },
  {
   "quote": {
    "text": "Yes, guns are to men what jewelry is to women!"
   },
   "author": {
    "text": "Steve King"
   }
  },
  {
   "quote": {
    "text": "A woman of the world is anxious to exhibit her form and shape, whether walking, standing, sitting, or sleeping. Even when represented as a picture, she desires to captivate with the charms of her beauty and, thus, to rob men of their steadfast heart."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "In a time of domestic crisis, men of goodwill and generosity should be able to unite regardless of party or politics."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Rocks and waters, etc., are words of God, and so are men. We all flow from one fountain Soul. All are expressions of one Love."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "If I am walking with two other men, each of them will serve as my teacher. I will pick out the good points of the one and imitate them, and the bad points of the other and correct them in myself."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "A wise and frugal government, which shall restrain men from injuring one another, shall leave them otherwise free to regulate their own pursuits of industry and improvement, and shall not take from the mouth of labor the bread it has earned."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Women will only have true equality when men share with them the responsibility of bringing up the next generation."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "We will be protected by the great men and women of our military and law enforcement and, most importantly, we are protected by God."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "I spent my childhood clad in 1970s hand-me-downs, primarily from male cousins, which mainly consisted of a selection of beige, brown and orange dungarees. That, combined with a perfectly round pudding-bowl haircut, made me look, on a good day, like a cross between Ann Widdecombe, one of the Flower Pot Men, and a monk."
   },
   "author": {
    "text": "Miranda Hart"
   }
  },
  {
   "quote": {
    "text": "The men who learn endurance, are they who call the whole world, brother."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "The greatest want of the world is the want of men - men who will not be bought or sold; men who in their inmost souls are true and honest; men who do not fear to call sin by its right name; men whose conscience is as true to duty as the needle to the pole; men who will stand for the right though the heavens fall."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Men are April when they woo, December when they wed. Maids are May when they are maids, but the sky changes when they are wives."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Throughout the centuries there were men who took first steps, down new roads, armed with nothing but their own vision."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "Yes, we become stronger when men and women, young and old, gay and straight, native-born and immigrant fight together to create the kind of country we all know we can become."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "It would be a much better country if women did not vote. That is simply a fact. In fact, in every presidential election since 1950 - except Goldwater in '64 - the Republican would have won, if only the men had voted."
   },
   "author": {
    "text": "Ann Coulter"
   }
  },
  {
   "quote": {
    "text": "Men admire the man who can organize their wishes and thoughts in stone and wood and steel and brass."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "It is our duty as men and women to proceed as though the limits of our abilities do not exist."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "Even the handsomest men do not have the same momentary effect on the world as a truly beautiful woman does."
   },
   "author": {
    "text": "Jonathan Carroll"
   }
  },
  {
   "quote": {
    "text": "We cannot live only for ourselves. A thousand fibers connect us with our fellow men."
   },
   "author": {
    "text": "Herman Melville"
   }
  },
  {
   "quote": {
    "text": "To rule a country of a thousand chariots, there must be reverent attention to business, and sincerity; economy in expenditure, and love for men; and the employment of the people at the proper seasons."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Hand in hand with freedom of speech goes the power to be heard, to share in the decisions of government which shape men's lives."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Employ your time in improving yourself by other men's writings, so that you shall gain easily what others have labored hard for."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "Such is the nature of men, that howsoever they may acknowledge many others to be more witty, or more eloquent, or more learned; yet they will hardly believe there be many so wise as themselves."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "No man is excluded from calling upon God, the gate of salvation is set open unto all men: neither is there any other thing which keepeth us back from entering in, save only our own unbelief."
   },
   "author": {
    "text": "John Calvin"
   }
  },
  {
   "quote": {
    "text": "Most men today cannot conceive of a freedom that does not involve somebody's slavery."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "Leadership consists of picking good men and helping them do their best."
   },
   "author": {
    "text": "Chester W. Nimitz"
   }
  },
  {
   "quote": {
    "text": "When men and women are able to respect and accept their differences then love has a chance to blossom."
   },
   "author": {
    "text": "John Gray"
   }
  },
  {
   "quote": {
    "text": "I do not wish women to have power over men; but over themselves."
   },
   "author": {
    "text": "Mary Shelley"
   }
  },
  {
   "quote": {
    "text": "Men are like steel. When they lose their temper, they lose their worth."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "The enemies cannot destroy the king who has at his service the respect and friendship of the wise men who can find fault, disagree, and correct him."
   },
   "author": {
    "text": "Thiruvalluvar"
   }
  },
  {
   "quote": {
    "text": "The making of the far-famed New York Central Park was opposed by even good men, with misguided pluck, perseverance, and ingenuity, but straight right won its way, and now that park is appreciated. So we confidently believe it will be with our great national parks and forest reservations."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Wisdom is the right use of knowledge. To know is not to be wise. Many men know a great deal, and are all the greater fools for it. There is no fool so great a fool as a knowing fool. But to know how to use knowledge is to have wisdom."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "I try to teach through my opinions, through my speeches, how wrong it is to judge people on the basis of what they look like, color of their skin, whether they're men or women."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "When good people in any country cease their vigilance and struggle, then evil men prevail."
   },
   "author": {
    "text": "Pearl S. Buck"
   }
  },
  {
   "quote": {
    "text": "The Negro race, like all races, is going to be saved by its exceptional men. The problem of education, then, among Negroes must first of all deal with the Talented Tenth; it is the problem of developing the Best of this race that they may guide the Mass away from the contamination and death of the Worst, in their own and other races."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "Representation of the world, like the world itself, is the work of men; they describe it from their own point of view, which they confuse with the absolute truth."
   },
   "author": {
    "text": "Simone de Beauvoir"
   }
  },
  {
   "quote": {
    "text": "There are only two kinds of men: the righteous who think they are sinners and the sinners who think they are righteous."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "Reflect upon your present blessings of which every man has many - not on your past misfortunes, of which all men have some."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "May we all, as a nation of believers, fight for the achievement of America; may we make sacrifices worthy of those proud men and women who fought for us, labored for us, bled soil from the beaches of Normandy to the fields of Gettysburg for us."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "The main purpose of the stock market is to make fools of as many men as possible."
   },
   "author": {
    "text": "Bernard Baruch"
   }
  },
  {
   "quote": {
    "text": "Generally speaking, men are held in great esteem in all parts of the world, so why shouldn't women have their share? Soldiers and war heroes are honored and commemorated, explorers are granted immortal fame, martyrs are revered, but how many people look upon women too as soldiers?"
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "The men who have succeeded are men who have chosen one line and stuck to it."
   },
   "author": {
    "text": "Andrew Carnegie"
   }
  },
  {
   "quote": {
    "text": "Those who want the Government to regulate matters of the mind and spirit are like men who are so afraid of being murdered that they commit suicide to avoid assassination."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "Civilized society is perpetually menaced with disintegration through this primary hostility of men towards one another."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "Do not borrow the productions of other men's brains and pens and recite them as a lesson; but make the most of the talents, the brain power, that God has given you."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "We are so obsessed with doing that we have no time and no imagination left for being. As a result, men are valued not for what they are but for what they do or what they have - for their usefulness."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "I am so grateful for the service our veterans have given to our country. These men and women put their lives on the line for our safety and security, and we need to honor their service and our commitment to them."
   },
   "author": {
    "text": "Conner Eldridge"
   }
  },
  {
   "quote": {
    "text": "If any civilization is to survive, it is the morality of altruism that men have to reject."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "Women feel empowered when they can do the things that are supposed to be only for men, you know? It breaks boundaries, it's liberating, and it's empowering when you feel like, 'Well, I can do that, too.'"
   },
   "author": {
    "text": "Rihanna"
   }
  },
  {
   "quote": {
    "text": "Nothing great will ever be achieved without great men, and men are great only if they are determined to be so."
   },
   "author": {
    "text": "Charles de Gaulle"
   }
  },
  {
   "quote": {
    "text": "Men know not the gold which lies in the mine of Christ Jesus, or surely they would dig in it night and day. They have not yet discovered the pearl of great price, or they would have sold their all to buy the field wherein it lies."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "There's no limit to what free men and free women in a free market with free enterprise can accomplish when people are free to follow their dream."
   },
   "author": {
    "text": "Jack Kemp"
   }
  },
  {
   "quote": {
    "text": "We have observed that, in society and the world in which we live, selfishness has increased more than love for others, and that men of good will must work, each with his own strengths and expertise, to ensure that love for others increases until it is equal and possibly exceeds love for oneself."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Nature has made men free and equal. The distinctions necessary for social order are only founded on general utility."
   },
   "author": {
    "text": "Marquis de Lafayette"
   }
  },
  {
   "quote": {
    "text": "As a young boy, I was obsessed with endangered species and the extinct species that men killed off. Biology was the subject in school that I was incredibly passionate about."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "For most of us, fidelity is faithfulness to an obligation, trust, or duty. For the men and women of the FBI, fidelity also means fidelity to country. It means fidelity to justice and the law, fidelity to the Constitution, fidelity to equality and liberty."
   },
   "author": {
    "text": "Robert Mueller"
   }
  },
  {
   "quote": {
    "text": "It is not women's liberation, it is women's and men's liberation."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "A wise man should so write (though in words understood by all men) that wise men only should be able to commend him."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "It is only when men begin to worship that they begin to grow."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "Each year, Labor Day gives us an opportunity to recognize the invaluable contributions that working men and women make to our nation, our economy and our collective prosperity. It gives us a chance to show gratitude for workers' grit, dedication, ingenuity and strength, which define our nation's character."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "History has taught us over and over again that freedom is not free. When push comes to shove, the ultimate protectors of freedom and liberty are the brave men and women in our armed forces. Throughout our history, they've answered the call in bravery and sacrifice."
   },
   "author": {
    "text": "Tim Pawlenty"
   }
  },
  {
   "quote": {
    "text": "Welcome to Lake Wobegon, where all the women are strong, all the men are good-looking, and all the children are above average."
   },
   "author": {
    "text": "Garrison Keillor"
   }
  },
  {
   "quote": {
    "text": "As long as men are free to ask what they must, free to say what they think, free to think what they will, freedom can never be lost and science can never regress."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "Men of genius are often dull and inert in society; as the blazing meteor, when it descends to earth, is only a stone."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "I notice that young men go to the universities in order to become doctors or philosophers or anything, so long as it is a title, and that many go in for those professions who are utterly unfit for them, while others who would be very competent are prevented by business or their daily cares, which keep them away from letters."
   },
   "author": {
    "text": "Galileo Galilei"
   }
  },
  {
   "quote": {
    "text": "Money demands that you sell, not your weakness to men's stupidity, but your talent to their reason."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "Our nuclear scientists and engineers have done a splendid job, and naturally, the entire nation has risen to salute their professional excellence, discipline, and patriotism. They have had the benefit of having been led in the past by great men like Homi Bhabha and Vikram Sarabhai."
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "Men whose sense of taste is destroyed by sickness, sometimes think honey sour. A diseased eye does not see many things which do exist, and notes many things which do not exist. The same thing frequently takes place with regard to the force of words, when the critic is inferior to the writer."
   },
   "author": {
    "text": "Saint Basil"
   }
  },
  {
   "quote": {
    "text": "Hope is the only good that is common to all men; those who have nothing else possess hope still."
   },
   "author": {
    "text": "Thales"
   }
  },
  {
   "quote": {
    "text": "The Holy Ghost is manifested to men and women on the earth both as the power and as the gift of the Holy Ghost. The power can come upon a person before baptism; it is the convincing witness that Jesus Christ is our Savior and Redeemer."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "Tears are often the telescope by which men see far into heaven."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "I never wanted to weigh more heavily on a man than a bird."
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "You'll have to forgive me this boldness, but I think women are very fortunate that men exist! The gods are very wise and certainly knew what they were doing. They created the sun and the moon, light and darkness, the eagle and the serpent, all for the same reason. They are perfect complements and the mechanism we use to reach heaven."
   },
   "author": {
    "text": "Laura Esquivel"
   }
  },
  {
   "quote": {
    "text": "The intelligent ruler makes the law select men and makes no arbitrary appointment himself; he makes the law measure merits and makes no arbitrary judgment himself."
   },
   "author": {
    "text": "Han Fei"
   }
  },
  {
   "quote": {
    "text": "Smart women love smart men more than smart men love smart women."
   },
   "author": {
    "text": "Natalie Portman"
   }
  },
  {
   "quote": {
    "text": "A woman who is willing to be herself and pursue her own potential runs not so much the risk of loneliness, as the challenge of exposure to more interesting men - and people in general."
   },
   "author": {
    "text": "Lorraine Hansberry"
   }
  },
  {
   "quote": {
    "text": "I believe in work, hard work, and long hours of work. Men do not breakdown from overwork, but from worry and dissipation."
   },
   "author": {
    "text": "Charles Evans Hughes"
   }
  },
  {
   "quote": {
    "text": "My mission today is to go forth and tell people about why I follow Christ and also what the Bible teaches, and part of that teaching is that women and men are meant to be together. However, I would never treat anyone with disrespect just because they are different from me. We are all created by the Almighty and like Him, I love all of humanity."
   },
   "author": {
    "text": "Phil Robertson"
   }
  },
  {
   "quote": {
    "text": "Billie Jean King is one of the all-time tennis greats; she's one of the superstars. She's ready for the big one, but she doesn't stand a chance against me. Women's tennis is so far beneath men's tennis; that's what makes the contest with a 55-year-old man the greatest contest of all time."
   },
   "author": {
    "text": "Bobby Riggs"
   }
  },
  {
   "quote": {
    "text": "Circumstances rule men; men do not rule circumstances."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "An Army is a collection of armed men obliged to obey one man. Every change in the rules which impairs the principle weakens the army."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "Kind words are the music of the world. They have a power which seems to be beyond natural causes, as if they were some angel's song, which had lost its way and come on Earth, and sang on undyingly, smiting the hearts of men with sweetest wounds, and putting for the while an angel's nature into us."
   },
   "author": {
    "text": "Frederick William Faber"
   }
  },
  {
   "quote": {
    "text": "Part of what's mesmerizing about 'The Mechanics of History' is its physical eloquence - how dancerly it is. The men don't fall; they float. And when the trampoline restores them to the staircase, they move at a half speed. Cinema, they say, is 24 frames per second."
   },
   "author": {
    "text": "Wesley Morris"
   }
  },
  {
   "quote": {
    "text": "The history of men's opposition to women's emancipation is more interesting perhaps than the story of that emancipation itself."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "My view of my role is that together with like-minded men and women, I could help contribute to a bipartisan view of American engagement in the world for another period; I could do my part to overcome this really, in a way, awful period in which we are turning history into personal recriminations, depriving our political system of a serious debate."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "I must quit marrying men who feel inferior to me. Somewhere there must be a man who could be my husband and not feel inferior."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "The big mistake that men make is that when they turn thirteen or fourteen and all of a sudden they've reached puberty, they believe that they like women. Actually, you're just horny. It doesn't mean you like women any more at twenty-one than you did at ten."
   },
   "author": {
    "text": "George William Curtis"
   }
  },
  {
   "quote": {
    "text": "I am politically pro-choice, but personally pro-life. I have my faith but refuse to force it on the world at large - especially this world, so brutal and unjust. I cannot make these wrenching personal life and death decisions for others - nor do I believe they should be made by a church run by childless men."
   },
   "author": {
    "text": "Julianna Baggott"
   }
  },
  {
   "quote": {
    "text": "I am an agnostic; I do not pretend to know what many ignorant men are sure of."
   },
   "author": {
    "text": "Clarence Darrow"
   }
  },
  {
   "quote": {
    "text": "You men make up these rules, and now you get mad because I'm telling you what a real woman wants. She wants you to treat her like a lady if you want her to sit up there and put on all the lingerie!"
   },
   "author": {
    "text": "Loni Love"
   }
  },
  {
   "quote": {
    "text": "The American flag is an enduring symbol of liberty, democracy, and justice. It is fitting that the House act to protect it as we approach our nation's birthday, and as our men and women in uniform rally behind it in Iraq's battlefields."
   },
   "author": {
    "text": "Joe Barton"
   }
  },
  {
   "quote": {
    "text": "The vote is the most powerful instrument ever devised by man for breaking down injustice and destroying the terrible walls which imprison men because they are different from other men."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "The mass of men lead lives of quiet desperation. What is called resignation is confirmed desperation."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "There is no longer a doubt that women are just as competent as men. Gender differences are guided by nurture, as society treats boys and girls differently from an early age."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "These people are very unskilled in arms... with 50 men they could all be subjected and made to do all that one wished."
   },
   "author": {
    "text": "Christopher Columbus"
   }
  },
  {
   "quote": {
    "text": "In all cities, the better classes - the business men - are the sources of corruption, but they are so rarely pursued and caught that we do not fully realize whence the trouble comes."
   },
   "author": {
    "text": "Lincoln Steffens"
   }
  },
  {
   "quote": {
    "text": "Men's vows are women's traitors!"
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Envy blinds men and makes it impossible for them to think clearly."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "The mountains, the forest, and the sea, render men savage; they develop the fierce, but yet do not destroy the human."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "The practice of charity will bind us - will bind all men in one great brotherhood."
   },
   "author": {
    "text": "Conrad Hilton"
   }
  },
  {
   "quote": {
    "text": "Men do change, and change comes like a little wind that ruffles the curtains at dawn, and it comes like the stealthy perfume of wildflowers hidden in the grass."
   },
   "author": {
    "text": "John Steinbeck"
   }
  },
  {
   "quote": {
    "text": "Every company has two organizational structures: The formal one is written on the charts; the other is the everyday relationship of the men and women in the organization."
   },
   "author": {
    "text": "Harold S. Geneen"
   }
  },
  {
   "quote": {
    "text": "It disturbs me no more to find men base, unjust, or selfish than to see apes mischievous, wolves savage, or the vulture ravenous."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "In framing a government which is to be administered by men over men you must first enable the government to control the governed; and in the next place oblige it to control itself."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "The superior man is distressed by the limitations of his ability; he is not distressed by the fact that men do not recognize the ability that he has."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "I will not be concerned at other men's not knowing me; I will be concerned at my own want of ability."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Bad men are full of repentance."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "The less men think, the more they talk."
   },
   "author": {
    "text": "Montesquieu"
   }
  },
  {
   "quote": {
    "text": "One of my most vivid memories of the mid-1950s is of crying into a washbasin full of soapy grey baby clothes - there were no washing machines - while my handsome and adored husband was off playing football in the park on Sunday morning with all the delightful young men who had been friends to both of us at Cambridge three years earlier."
   },
   "author": {
    "text": "Claire Tomalin"
   }
  },
  {
   "quote": {
    "text": "Observe all men, thyself most."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "I am not the first Buddha who came upon Earth, nor shall I be the last. In due time, another Buddha will arise in the world - a Holy One, a supremely enlightened One, endowed with wisdom in conduct, auspicious, knowing the universe, an incomparable leader of men, a master of angels and mortals."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "Jewelry and pins have been worn throughout history as symbols of power, sending messages. Interestingly enough, it was mostly men who wore the jewelry in various times, and obviously crowns were part of signals that were being sent throughout history by people of rank."
   },
   "author": {
    "text": "Madeleine Albright"
   }
  },
  {
   "quote": {
    "text": "I have great respect for the men and women that have fought for this country. I have family, I have friends that have gone and fought for this country. And they fight for freedom, they fight for the people, they fight for liberty and justice, for everyone."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "America's fighting men and women sacrifice much to ensure that our great nation stays free. We owe a debt of gratitude to the soldiers that have paid the ultimate price for this cause, as well as for those who are blessed enough to return from the battlefield unscathed."
   },
   "author": {
    "text": "Allen Boyd"
   }
  },
  {
   "quote": {
    "text": "Only free men can negotiate. A prisoner cannot enter into contracts."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Some people think having large breasts makes a woman stupid. Actually, it's quite the opposite: a woman having large breasts makes men stupid."
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "Nothing can be more absurd than the practice that prevails in our country of men and women not following the same pursuits with all their strengths and with one mind, for thus, the state instead of being whole is reduced to half."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Youth cannot know how age thinks and feels. But old men are guilty if they forget what it was to be young."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "In the 20th century, we had a century where at the beginning of the century, most of the world was agricultural and industry was very primitive. At the end of that century, we had men in orbit, we had been to the moon, we had people with cell phones and colour televisions and the Internet and amazing medical technology of all kinds."
   },
   "author": {
    "text": "David Gerrold"
   }
  },
  {
   "quote": {
    "text": "It has always been a mystery to me how men can feel themselves honoured by the humiliation of their fellow beings."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Men are so simple and so much inclined to obey immediate needs that a deceiver will never lack victims for his deceptions."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "You must make women count as much as men; you must have an equal standard of morals; and the only way to enforce that is through giving women political power so that you can get that equal moral standard registered in the laws of the country. It is the only way."
   },
   "author": {
    "text": "Emmeline Pankhurst"
   }
  },
  {
   "quote": {
    "text": "Men must be governed by God or they will be ruled by tyrants."
   },
   "author": {
    "text": "William Penn"
   }
  },
  {
   "quote": {
    "text": "That little man in black there, he says women can't have as much rights as men 'cause Christ wasn't a woman! Where did your Christ come from? Where did your Christ come from? From God and a woman! Man had nothing to do with Him."
   },
   "author": {
    "text": "Sojourner Truth"
   }
  },
  {
   "quote": {
    "text": "The 'morality of compromise' sounds contradictory. Compromise is usually a sign of weakness, or an admission of defeat. Strong men don't compromise, it is said, and principles should never be compromised."
   },
   "author": {
    "text": "Andrew Carnegie"
   }
  },
  {
   "quote": {
    "text": "Women must pay for everything. They do get more glory than men for comparable feats, but, they also get more notoriety when they crash."
   },
   "author": {
    "text": "Amelia Earhart"
   }
  },
  {
   "quote": {
    "text": "If the whole of mankind is to be united into one brotherhood, all obstacles must be removed so that men, all over the surface of the globe, should be as children playing in a garden."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Study strategy over the years and achieve the spirit of the warrior. Today is victory over yourself of yesterday; tomorrow is your victory over lesser men."
   },
   "author": {
    "text": "Miyamoto Musashi"
   }
  },
  {
   "quote": {
    "text": "The first and most imperative necessity in war is money, for money means everything else - men, guns, ammunition."
   },
   "author": {
    "text": "Ida Tarbell"
   }
  },
  {
   "quote": {
    "text": "When I came up to bat with three men on and two outs in the ninth, I looked in the other team's dugout and they were already in street clothes."
   },
   "author": {
    "text": "Bob Uecker"
   }
  },
  {
   "quote": {
    "text": "The straight line belongs to men, the curved one to God."
   },
   "author": {
    "text": "Antoni Gaudi"
   }
  },
  {
   "quote": {
    "text": "Why has government been instituted at all? Because the passions of men will not conform to the dictates of reason and justice, without constraint."
   },
   "author": {
    "text": "Alexander Hamilton"
   }
  },
  {
   "quote": {
    "text": "Purposes, plans, and achievements of men may all disappear like yon cloud upon the mountain's summit; but, like the mountain itself, the things which are of God shall stand fast for ever and ever."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Men are disturbed not by things, but by the view which they take of them."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "They died hard, those savage men - like wounded wolves at bay. They were filthy, and they were lousy, and they stunk. And I loved them."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "Hockey is a sport for white men. Basketball is a sport for black men. Golf is a sport for white men dressed like black pimps."
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "I've also seen that great men are often lonely. This is understandable, because they have built such high standards for themselves that they often feel alone. But that same loneliness is part of their ability to create."
   },
   "author": {
    "text": "Yousuf Karsh"
   }
  },
  {
   "quote": {
    "text": "Those who profess to favor freedom, and yet depreciate agitation, are men who want crops without plowing up the ground."
   },
   "author": {
    "text": "Frederick Douglass"
   }
  },
  {
   "quote": {
    "text": "I believe in God, who made of one blood all nations that on earth do dwell. I believe that all men, black and brown and white, are brothers, varying through time and opportunity, in form and gift and feature, but differing in no essential particular, and alike in soul and the possibility of infinite development."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "This world was not created piecemeal. Africa was born no later and no earlier than any other geographical area on this globe. Africans, no more and no less than other men, possess all human attributes, talents and deficiencies, virtues and faults."
   },
   "author": {
    "text": "Haile Selassie"
   }
  },
  {
   "quote": {
    "text": "The child often sees only what he already knows. He projects the whole of his verbal thought into things. He sees mountains as built by men, rivers as dug out with spades, the sun and moon as following us on our walks."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "I regard the rights of men and women equal. In Love's fair realm, husband and wife are king and queen, sceptered and crowned alike, and seated on the self-same throne."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "To be a man is to suffer for others. God help us to be men!"
   },
   "author": {
    "text": "Cesar Chavez"
   }
  },
  {
   "quote": {
    "text": "Ignorant people see life as either existence or non-existence, but wise men see it beyond both existence and non-existence to something that transcends them both; this is an observation of the Middle Way."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "The wish to acquire more is admittedly a very natural and common thing; and when men succeed in this they are always praised rather than condemned. But when they lack the ability to do so and yet want to acquire more at all costs, they deserve condemnation for their mistakes."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "The true test of a man's style is the haircut. There are some men who look good no matter how their hair is styled, whether it's trendy or not. A man can change his haircut many times, but to pull off any haircut, you have to be very chic. Like Brad Pitt."
   },
   "author": {
    "text": "Carine Roitfeld"
   }
  },
  {
   "quote": {
    "text": "Labor disgraces no man; unfortunately, you occasionally find men who disgrace labor."
   },
   "author": {
    "text": "Ulysses S. Grant"
   }
  },
  {
   "quote": {
    "text": "The proper study of Man is anything but Man; and the most improper job of any man, even saints (who at any rate were at least unwilling to take it on), is bossing other men. Not one in a million is fit for it, and least of all those who seek the opportunity."
   },
   "author": {
    "text": "J. R. R. Tolkien"
   }
  },
  {
   "quote": {
    "text": "You philosophers are lucky men. You write on paper and paper is patient. Unfortunate Empress that I am, I write on the susceptible skins of living beings."
   },
   "author": {
    "text": "Catherine the Great"
   }
  },
  {
   "quote": {
    "text": "The only power any government has is the power to crack down on criminals. Well, when there aren't enough criminals, one makes them. One declares so many things to be a crime that it becomes impossible for men to live without breaking laws."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "Choose silence of all virtues, for by it you hear other men's imperfections, and conceal your own."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "I do not recognize the right of the public to break in the front door of a man's private life in order to satisfy the gaze of the curious... I do not think it right to dissect living men even for the advancement of science. So far as I am concerned, I prefer a post mortem examination to vivisection without anaesthetics."
   },
   "author": {
    "text": "Alexander Graham Bell"
   }
  },
  {
   "quote": {
    "text": "A strong argument for the religion of Christ is this - that offences against Charity are about the only ones which men on their death-beds can be made - not to understand - but to feel - as crime."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "All men are by nature born equally free and independent."
   },
   "author": {
    "text": "George Mason"
   }
  },
  {
   "quote": {
    "text": "Death is not the worst that can happen to men."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "My entire mission in life is to help women take over the world. Not by force (the route so many men have taken since the beginning of time), but with compassion, perseverance, and love."
   },
   "author": {
    "text": "Kevyn Aucoin"
   }
  },
  {
   "quote": {
    "text": "Veterans Day is a time to celebrate the men and women who have worn this nation's uniform and to honor their service."
   },
   "author": {
    "text": "Tammy Duckworth"
   }
  },
  {
   "quote": {
    "text": "Democracy is not merely a form of government. It is primarily a mode of associated living, of conjoint communicated experience. It is essentially an attitude of respect and reverence towards fellow men."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "During their service, men and women in our Armed Forces live by a common creed, promising never to leave a soldier behind. We should live by the same principle. When our veterans are asked to travel hundreds of miles for care that's offered right next door, we simply aren't living up to that standard, and something has to change."
   },
   "author": {
    "text": "John Delaney"
   }
  },
  {
   "quote": {
    "text": "When I look up and see the sun shining on the patch of white clouds up in the blue, I begin to think how it would feel to be up somewhere above it winging swiftly thought the clear air, watching the earth below, and the men on it, no bigger than ants."
   },
   "author": {
    "text": "Eddie Rickenbacker"
   }
  },
  {
   "quote": {
    "text": "The harsh truth is, most red-haired men look like blondes who've spoiled from lack of refrigeration. They look like brown-haired men who've been composted out behind the barn. Yet that same pigmentation that on a man can resemble leaf mold or junkyard rust, a woman wears like a tiara of rubies."
   },
   "author": {
    "text": "Tom Robbins"
   }
  },
  {
   "quote": {
    "text": "It is the knowledge that all men have weaknesses and that many have vices that makes government necessary."
   },
   "author": {
    "text": "James Monroe"
   }
  },
  {
   "quote": {
    "text": "The natural desire of good men is knowledge."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "You know, there's nothing damnable about being a strong woman. The world needs strong women. There are a lot of strong women you do not see who are guiding, helping, mothering strong men. They want to remain unseen. It's kind of nice to be able to play a strong woman who is seen."
   },
   "author": {
    "text": "Ginger Rogers"
   }
  },
  {
   "quote": {
    "text": "Societies have always been shaped more by the nature of the media by which men communicate than by the content of the communication."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "I hate wars and violence but if they come then I don't see why we women should just wave our men a proud goodbye and then knit them balaclavas."
   },
   "author": {
    "text": "Nancy Wake"
   }
  },
  {
   "quote": {
    "text": "It makes a big difference when men respect women. There are a lot of men who don't, so that's the main quality that would make a good man a great man."
   },
   "author": {
    "text": "Stephanie Sigman"
   }
  },
  {
   "quote": {
    "text": "Those who expect to reap the blessings of freedom must, like men, undergo the fatigue of supporting it."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "The upward course of a nation's history is due in the long run to the soundness of heart of its average men and women."
   },
   "author": {
    "text": "Queen Elizabeth II"
   }
  },
  {
   "quote": {
    "text": "The same principles which at first view lead to skepticism, pursued to a certain point, bring men back to common sense."
   },
   "author": {
    "text": "George Berkeley"
   }
  },
  {
   "quote": {
    "text": "When men and women, boys and girls, are denied the right to education, the right to own land, the access to basic services like healthcare and clean water, a fair price for the crops they grow, a fair wage for the work they do, or the right to be part of making decisions that affect them, the result is poverty."
   },
   "author": {
    "text": "Winnie Byanyima"
   }
  },
  {
   "quote": {
    "text": "O, you men who think or say that I am malevolent, stubborn or misanthropic, how greatly do you wrong me. You do not know the secret cause which makes me seem that way to you, and I would have ended my life - it was only my art that held me back. Ah, it seemed impossible to leave the world until I had brought forth all that I felt was within me."
   },
   "author": {
    "text": "Ludwig van Beethoven"
   }
  },
  {
   "quote": {
    "text": "I could really make a song of hurt, because I've been hurt by a lot of men. I'm talking about, like, how sad I be when a dude curves me. And I never talk about that because I refuse to let people know that I get sad because when a man don't answer my calls."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "Prosperous farmers mean more employment, more prosperity for the workers and the business men of every industrial area in the whole country."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "The Hebrews have done more to civilize men than any other nation. If I were an atheist, and believed blind eternal fate, I should still believe that fate had ordained the Jews to be the most essential instrument for civilizing the nations."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "Before success comes in any man's life, he's sure to meet with much temporary defeat and, perhaps some failures. When defeat overtakes a man, the easiest and the most logical thing to do is to quit. That's exactly what the majority of men do."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "Men can starve from a lack of self-realization as much as they can from a lack of bread."
   },
   "author": {
    "text": "Richard Wright"
   }
  },
  {
   "quote": {
    "text": "During a few days' halt near Vesontio for the provision of corn and other supplies, a panic arose from inquiries made by our troops and remarks uttered by Gauls and traders, who affirmed that the Germans were men of a mighty frame and an incredible valour and skill at arms."
   },
   "author": {
    "text": "Julius Caesar"
   }
  },
  {
   "quote": {
    "text": "The spirit of liberalism is to create free men; it is not the regimentation of men."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "Millions of men have lived to fight, build palaces and boundaries, shape destinies and societies; but the compelling force of all times has been the force of originality and creation profoundly affecting the roots of human spirit."
   },
   "author": {
    "text": "Ansel Adams"
   }
  },
  {
   "quote": {
    "text": "Men are more moral than they think and far more immoral than they can imagine."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "Married men live longer than single men. But married men are a lot more willing to die."
   },
   "author": {
    "text": "Johnny Carson"
   }
  },
  {
   "quote": {
    "text": "The world is divided into men who have wit and no religion and men who have religion and no wit."
   },
   "author": {
    "text": "Avicenna"
   }
  },
  {
   "quote": {
    "text": "Wise men argue causes; fools decide them."
   },
   "author": {
    "text": "Anacharsis"
   }
  },
  {
   "quote": {
    "text": "Sometimes I've been to a party where no one spoke to me for a whole evening. The men, frightened by their wives or sweeties, would give me a wide berth. And the ladies would gang up in a corner to discuss my dangerous character."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "No man has the right to dictate what other men should perceive, create or produce, but all should be encouraged to reveal themselves, their perceptions and emotions, and to build confidence in the creative spirit."
   },
   "author": {
    "text": "Ansel Adams"
   }
  },
  {
   "quote": {
    "text": "Everyone now knows how to find the meaning of life within himself. But mankind wasn't always so lucky. Less than a century ago, men and women did not have easy access to the puzzle boxes within them."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "The graveyards are full of indispensable men."
   },
   "author": {
    "text": "Charles de Gaulle"
   }
  },
  {
   "quote": {
    "text": "Why should I ask the wise men: Whence is my beginning? I am busy with the thought: Where will be my end?"
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "We do not want the men of another color for our brothers-in-law, but we do want them for our brothers."
   },
   "author": {
    "text": "Booker T. Washington"
   }
  },
  {
   "quote": {
    "text": "The same way that racism is a white person's problem, violence against women is a men's problem."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "The separation of church and state is a source of strength, but the conscience of our nation does not call for separation between men of state and faith in the Supreme Being."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "What older men and younger women have in common is they are both suffering from different insecurities. She is looking for someone to make her feel safe, and he is looking for someone who doesn't answer back and is a trophy."
   },
   "author": {
    "text": "Mark Barrowcliffe"
   }
  },
  {
   "quote": {
    "text": "Great occasions do not make heroes or cowards; they simply unveil them to the eyes of men. Silently and imperceptibly, as we wake or sleep, we grow strong or weak; and at last some crisis shows what we have become."
   },
   "author": {
    "text": "Brooke Foss Westcott"
   }
  },
  {
   "quote": {
    "text": "The fact is that I find more most men are more open, more generous, and much more stimulating than the majority of females I know."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "When men are full of envy they disparage everything, whether it be good or bad."
   },
   "author": {
    "text": "Tacitus"
   }
  },
  {
   "quote": {
    "text": "As long as you know men are like children, you know everything!"
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "There is an element of seduction in shoes that doesn't exist for men. A woman can be sexy, charming, witty or shy with her shoes."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "Advertising is a business of words, but advertising agencies are infested with men and women who cannot write. They cannot write advertisements, and they cannot write plans. They are helpless as deaf mutes on the stage of the Metropolitan Opera."
   },
   "author": {
    "text": "David Ogilvy"
   }
  },
  {
   "quote": {
    "text": "In it not easy to remain rational and normal mentally in such a setting where, even in our airport in Montgomery, there is a white waiting room... There are restroom facilities for white ladies and colored women, white men and colored men. We stand outside after being served at the same ticket counter instead of sitting on the inside."
   },
   "author": {
    "text": "Rosa Parks"
   }
  },
  {
   "quote": {
    "text": "The integrity of men is to be measured by their conduct, not by their professions."
   },
   "author": {
    "text": "Junius"
   }
  },
  {
   "quote": {
    "text": "I have very little faith that I'll ever find someone. I've had some bad luck and I've made some bad choices - not in men, but in how I've chosen to deal with relationships."
   },
   "author": {
    "text": "Selma Blair"
   }
  },
  {
   "quote": {
    "text": "Some men do think I'm a psycho bunny-boiler."
   },
   "author": {
    "text": "Amy Winehouse"
   }
  },
  {
   "quote": {
    "text": "Men trust their ears less than their eyes."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "Religion fails if it cannot speak to men as they are."
   },
   "author": {
    "text": "William Barclay"
   }
  },
  {
   "quote": {
    "text": "We believe with all the strength of our spirit that mankind has a supreme, primary and irreplaceable need which can be satisfied only through Jesus Christ, the first-born among men, the head of the new humanity, in whom each individual reaches full self-realization."
   },
   "author": {
    "text": "Pope Paul VI"
   }
  },
  {
   "quote": {
    "text": "Men, women, and children who cannot live on gravity alone need something to satisfy their gayer, lighter moods and hours, and he who ministers to this want is, in my opinion, in a business established by the Creator of our nature. If he worthily fulfills his mission and amuses without corrupting, he need never feel that he has lived in vain."
   },
   "author": {
    "text": "P. T. Barnum"
   }
  },
  {
   "quote": {
    "text": "Men's most superficial feelings lead them to prefer cruel laws. Nevertheless, when they are subjected to them themselves, it is in each man's interest that they be moderate, because the fear of being injured is greater than the desire to injure."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "The fact is, when men carry the same ideals in their hearts, nothing can isolate them - neither prison walls nor the sod of cemeteries. For a single memory, a single spirit, a single idea, a single conscience, a single dignity will sustain them all."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "Women with low self-esteem love bad boys. Women who have work to do love bad boys. Women who love themselves love good men."
   },
   "author": {
    "text": "Tracy McMillan"
   }
  },
  {
   "quote": {
    "text": "By nature, men love newfangledness."
   },
   "author": {
    "text": "Geoffrey Chaucer"
   }
  },
  {
   "quote": {
    "text": "You can kill ten of our men for every one we kill of yours. But even at those odds, you will lose and we will win."
   },
   "author": {
    "text": "Ho Chi Minh"
   }
  },
  {
   "quote": {
    "text": "I consider wisdom supernatural because it isn't taught by men - it's a gift from God."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "When men attempt bold gestures, generally it's considered romantic. When women do it, it's often considered desperate or psycho."
   },
   "author": {
    "text": "Sarah Jessica Parker"
   }
  },
  {
   "quote": {
    "text": "Thank God that at least in one place, all men are equal: in the church of God. I do not consider it any degradation to kneel side by side with a Negro in the house of our Heavenly Father."
   },
   "author": {
    "text": "Roger B. Taney"
   }
  },
  {
   "quote": {
    "text": "Mama was a natural cook. At harvest time, she would whip up a noontime dinner for the men in the field: fried chicken with milk gravy, ham, mashed potatoes, lima beans, field peas, corn, slaw, sliced tomatoes, fried apples, biscuits, and peach pie."
   },
   "author": {
    "text": "Bobbie Ann Mason"
   }
  },
  {
   "quote": {
    "text": "We should not fret for what is past, nor should we be anxious about the future; men of discernment deal only with the present moment."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "Men and women who sell their birthright for a mess of pottage will tell you that their demise began with something small, with some seemingly insignificant breach of integrity that escalated. The little things do matter. It is not possible to profess righteousness while flirting with sin."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "As soon as men know that they can kill without fear of punishment or blame, they kill; or at least they encourage killers with approving smiles."
   },
   "author": {
    "text": "Simone Weil"
   }
  },
  {
   "quote": {
    "text": "Men don't pay attention to small things."
   },
   "author": {
    "text": "Katherine Johnson"
   }
  },
  {
   "quote": {
    "text": "Good men are the stars, the planets of the ages wherein they live, and illustrate the times."
   },
   "author": {
    "text": "Ben Jonson"
   }
  },
  {
   "quote": {
    "text": "Oh, we want a new breed of men before India can be cleansed of her disease."
   },
   "author": {
    "text": "Sarojini Naidu"
   }
  },
  {
   "quote": {
    "text": "There's a lot of black men running around with crazy trauma scars, and they should be going to therapy. They should be sitting down and talking to people. But they can't. If you've got the armor of being a man, and the armor of being a black man, that hyper-masculine thing can make those scars deeper."
   },
   "author": {
    "text": "Daniel Kaluuya"
   }
  },
  {
   "quote": {
    "text": "Men must be taught as if you taught them not, and things unknown proposed as things forgot."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "Men for the sake of getting a living forget to live."
   },
   "author": {
    "text": "Margaret Fuller"
   }
  },
  {
   "quote": {
    "text": "Being beautiful is not so fun when you're in a business with all men."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "I heard the old, old, men say 'all that's beautiful drifts away, like the waters.'"
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "I do not consider it an insult, but rather a compliment to be called an agnostic. I do not pretend to know where many ignorant men are sure - that is all that agnosticism means."
   },
   "author": {
    "text": "Clarence Darrow"
   }
  },
  {
   "quote": {
    "text": "Whatever women do, they must do twice as well as men to be thought half as good. Luckily, this is not difficult."
   },
   "author": {
    "text": "Charlotte Whitton"
   }
  },
  {
   "quote": {
    "text": "All brave men love; for he only is brave who has affections to fight for, whether in the daily battle of life, or in physical contests."
   },
   "author": {
    "text": "Nathaniel Hawthorne"
   }
  },
  {
   "quote": {
    "text": "When lovely woman stoops to folly, and finds too late that men betray, what charm can soothe her melancholy, what art can wash her guilt away?"
   },
   "author": {
    "text": "Oliver Goldsmith"
   }
  },
  {
   "quote": {
    "text": "There is not to be found, in all history, any miracle attested by a sufficient number of men, of such unquestioned good sense, education and learning, as to secure us against all delusion in themselves."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "For the mission's sake, for our country's sake, and the sake of the men who carried the Division's colors in past battles - carry out your mission and keep your honor clean."
   },
   "author": {
    "text": "James Mattis"
   }
  },
  {
   "quote": {
    "text": "Manhood coerced into sensitivity is no manhood at all."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "Had Elizabeth Bennet known how wildly Darcy's heart beat for her, 'Pride and Prejudice' would barely have made it into a short story. Their torturously slow-burning romance is a classic example of how men and women still struggle to communicate the most basic of emotions."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "Women play about twenty-five percent as good as men, so they should get about twenty-five percent of the money men get."
   },
   "author": {
    "text": "Bobby Riggs"
   }
  },
  {
   "quote": {
    "text": "The fitness of the pupil is shown in his love for the acquisition of knowledge, his willingness to receive instruction, his reverence for learned and virtuous men, his attendance upon the teacher, and his execution of orders."
   },
   "author": {
    "text": "Dayananda Saraswati"
   }
  },
  {
   "quote": {
    "text": "We get older and more sophisticated and a bit cleverer, but certainly boys - and men - are as childish and basic as we ever were."
   },
   "author": {
    "text": "Jim Broadbent"
   }
  },
  {
   "quote": {
    "text": "Instead of this fruitless debate about having it all, men and women should focus on what make us happy. Instead of comparing our lives with people we don't know who are making sacrifices we don't see, we should try to find the right balance between home and work life."
   },
   "author": {
    "text": "LZ Granderson"
   }
  },
  {
   "quote": {
    "text": "Some men spend their lives watching bees and ants, noting down the habits of these insects; my pleasure is to watch the human mind, noting how unselfish instincts rise to the surface and sink back again, making way for selfish instincts, each equally necessary, for the world would perish were it to become entirely selfish or entirely unselfish."
   },
   "author": {
    "text": "George A. Moore"
   }
  },
  {
   "quote": {
    "text": "Men are anxious to improve their circumstances, but are unwilling to improve themselves; they therefore remain bound."
   },
   "author": {
    "text": "James Allen"
   }
  },
  {
   "quote": {
    "text": "Men aren't necessities. They're luxuries."
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "Women have a favorite room, men a favorite chair."
   },
   "author": {
    "text": "Bernard Williams"
   }
  },
  {
   "quote": {
    "text": "It is better for a woman to compete impersonally in society, as men do, than to compete for dominance in her own home with her husband, compete with her neighbors for empty status, and so smother her son that he cannot compete at all."
   },
   "author": {
    "text": "Betty Friedan"
   }
  },
  {
   "quote": {
    "text": "South Korea first allowed women into the military in 1950 during the Korean War. Back then, female soldiers mainly held administrative and support positions. Women began to take on combat roles in the 1990s when the three military academies, exclusive to men, began accepting women."
   },
   "author": {
    "text": "Kim Young-ha"
   }
  },
  {
   "quote": {
    "text": "If you write nonfiction, a historical account of what really happened, first of all, it's always white men who do that, and you don't have the voices that are really interesting to me, of the people who are not sheltered by the big umbrella of the establishment."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "Men are born with two eyes, but with one tongue, in order that they should see twice as much as they say."
   },
   "author": {
    "text": "Charles Caleb Colton"
   }
  },
  {
   "quote": {
    "text": "War kills men, and men deplore the loss; but war also crushes bad principles and tyrants, and so saves societies."
   },
   "author": {
    "text": "Charles Caleb Colton"
   }
  },
  {
   "quote": {
    "text": "Twenty-five million veterans are living among us today. These men and women selflessly set aside their civilian lives to put on the uniform and serve us."
   },
   "author": {
    "text": "Steve Buyer"
   }
  },
  {
   "quote": {
    "text": "No other group in America has so had their identity socialized out of existence as have black women... When black people are talked about the focus tends to be on black men; and when women are talked about the focus tends to be on white women."
   },
   "author": {
    "text": "bell hooks"
   }
  },
  {
   "quote": {
    "text": "When men act up by being degrading, dismissive, condescending, shut off, or sullen, that can often dumbfound you as a woman and get you off balance. At that point, you can feel and look like a deer in the headlights, which makes you even more vulnerable to such a man's next volley of vitriol."
   },
   "author": {
    "text": "Mark Goulston"
   }
  },
  {
   "quote": {
    "text": "History demonstrates that previous military drawdowns invited aggression by our enemies. After World War I, America drew down forces until the U.S. Army had fewer than 100,000 men in uniform. That weakness invited Nazi aggression in Europe and the imperial Japanese attack at Pearl Harbor."
   },
   "author": {
    "text": "Frank Gaffney"
   }
  },
  {
   "quote": {
    "text": "Men become civilized, not in proportion to their willingness to believe, but in proportion to their readiness to doubt."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "It is not in the nature of politics that the best men should be elected. The best men do not want to govern their fellowmen."
   },
   "author": {
    "text": "George MacDonald"
   }
  },
  {
   "quote": {
    "text": "Young men and women, your education is ever important - to us, to you, and to God."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "I spent my summers bottling peaches and my winters rotating supplies. When the World of Men failed, my family would continue on, unaffected."
   },
   "author": {
    "text": "Tara Westover"
   }
  },
  {
   "quote": {
    "text": "I think I'm the only professional horse rider from the movie industry. Strangely, I've seen no men from the industry at equestrian events. Though I've seen some ladies like Diya Mirza and Lara Dutta at the race course. Women, by the way, make superior horse riders."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "The medieval Islamic world, from Central Asia to the shores of the Atlantic, was a world where scholars and men of learning flourished. But because we have tended to see Islam as the enemy of the West, as an alien culture, society, and system of belief, we have tended to ignore or erase its great relevance to our own history."
   },
   "author": {
    "text": "Prince Charles"
   }
  },
  {
   "quote": {
    "text": "Once blood is shed in a national quarrel reason and right are swept aside by the rage of angry men."
   },
   "author": {
    "text": "David Lloyd George"
   }
  },
  {
   "quote": {
    "text": "We must force the government to stop the bird migration. We must shoot all birds, field all our men and troops... and force migratory birds to stay where they are."
   },
   "author": {
    "text": "Vladimir Zhirinovsky"
   }
  },
  {
   "quote": {
    "text": "Lonely women destroy themselves; lonely men threaten the world."
   },
   "author": {
    "text": "Victor LaValle"
   }
  },
  {
   "quote": {
    "text": "Like 'Metro' and 'Motor,' 'Troublemaker' is written in first person. The only narration that happens is Barney speaking to the reader/thinking in her head. First person was a big challenge in the graphic novel because we want both men and women of all ages to enjoy 'Troublemaker.'"
   },
   "author": {
    "text": "Janet Evanovich"
   }
  },
  {
   "quote": {
    "text": "Bachelors have consciences, married men have wives."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Capitalism is the astounding belief that the most wickedest of men will do the most wickedest of things for the greatest good of everyone."
   },
   "author": {
    "text": "John Maynard Keynes"
   }
  },
  {
   "quote": {
    "text": "These men ask for just the same thing, fairness, and fairness only. This, so far as in my power, they, and all others, shall have."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "If you have men who will exclude any of God's creatures from the shelter of compassion and pity, you will have men who will deal likewise with their fellow men."
   },
   "author": {
    "text": "Francis of Assisi"
   }
  },
  {
   "quote": {
    "text": "Every creature is better alive than dead, men and moose and pine trees, and he who understands it aright will rather preserve its life than destroy it."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Art is the right hand of Nature. The latter has only given us being, the former has made us men."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "All men's souls are immortal, but the souls of the righteous are immortal and divine."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "A nation or civilization that continues to produce soft-minded men purchases its own spiritual death on the installment plan."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "When freedom does not have a purpose, when it does not wish to know anything about the rule of law engraved in the hearts of men and women, when it does not listen to the voice of conscience, it turns against humanity and society."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "I believe in the brotherhood of man, all men, but I don't believe in brotherhood with anybody who doesn't want brotherhood with me. I believe in treating people right, but I'm not going to waste my time trying to treat somebody right who doesn't know how to return the treatment."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "There's a fundamental difference between how often men remember to say 'I love you' and how often women want to hear 'I love you.' For the most part, it's on the guy. He's not withholding it intentionally. It's just that we kind of miss the point sometimes, that even in the most nonchalant way, telling the person how you feel is important."
   },
   "author": {
    "text": "Brett Young"
   }
  },
  {
   "quote": {
    "text": "Men shut their doors against a setting sun."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "A manager is not a person who can do the work better than his men; he is a person who can get his men to do the work better than he can."
   },
   "author": {
    "text": "Frederick W. Smith"
   }
  },
  {
   "quote": {
    "text": "Men should be either treated generously or destroyed, because they take revenge for slight injuries - for heavy ones they cannot."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "Philosophically considered, the universe is composed of Nature and the Soul. Strictly speaking, therefore, all that is separate from us, all which Philosophy distinguishes as the 'Not Me,' that is, both nature and art, all other men and my own body, must be ranked under this name, 'Nature.'"
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "To me, it was shocking that a government of men could look with such extreme contempt on a movement that was asking nothing except such a simple little thing as the right to vote."
   },
   "author": {
    "text": "Alice Paul"
   }
  },
  {
   "quote": {
    "text": "Sometimes the first duty of intelligent men is the restatement of the obvious."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "Nothing in the affairs of men is worthy of great anxiety."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "When the sword is once drawn, the passions of men observe no bounds of moderation."
   },
   "author": {
    "text": "Alexander Hamilton"
   }
  },
  {
   "quote": {
    "text": "Of all religions, the Christian should of course inspire the most tolerance, but until now Christians have been the most intolerant of all men."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Perfect friendship is the friendship of men who are good, and alike in excellence; for these wish well alike to each other qua good, and they are good in themselves."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "I do not believe in a fate that falls on men however they act; but I do believe in a fate that falls on them unless they act."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "We have now sunk to a depth at which restatement of the obvious is the first duty of intelligent men."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "Children will always be afraid of the dark, and men with minds sensitive to hereditary impulse will always tremble at the thought of the hidden and fathomless worlds of strange life which may pulsate in the gulfs beyond the stars, or press hideously upon our own globe in unholy dimensions which only the dead and the moonstruck can glimpse."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "When men do not have healthy notions of the Divinity, false ideas supplant them, just as in bad times one uses counterfeit money when there is no good money."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Big jobs usually go to the men who prove their ability to outgrow small ones."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "I know now that there are men out there who are, for me, the whole package, who are supportive of my successes because they know I will be just as supportive of theirs. I'm less tolerant of foolishness now; I know that it's important I not tie myself up with the wrong person, because then I will miss the right person coming along."
   },
   "author": {
    "text": "Ginnifer Goodwin"
   }
  },
  {
   "quote": {
    "text": "Communism counts its opportunities in terms of decades - not of weeks. Its means of aggression consist not only of nuclear weapons and missiles with enormous boosters, and not only of spies, agents and terrorists, but of great masses of men and women, deluded by a common ideology which inspires them with a false hope."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Men are not prisoners of fate, but only prisoners of their own minds."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "The problem of the twentieth century is the problem of the color line: the relation of the darker to the lighter races of men in Asia and Africa, in America and the islands of the sea."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "The fact that free men persist in the search for the truth is the essential difference between Communism and Democracy."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "I think that technology - computers and smart phones and 24-hour availability - often leaves me, and others I know, feeling blank and depressed at the end of a day. I also believe that hyped expectations for raising children leaves many women and men feeling as if their days are a blur of carpools and play-groups and tutors."
   },
   "author": {
    "text": "Rebecca Traister"
   }
  },
  {
   "quote": {
    "text": "We know that men are saved by repentance and faith, and whoever does call upon the name of the Lord shall be saved. But salvation is a supernatural work of God that will always produce fruit. And the evidence, not the cause, but the evidence of salvation is a changed life, a changing life."
   },
   "author": {
    "text": "Paul Washer"
   }
  },
  {
   "quote": {
    "text": "Very few of the men whose names have become great in the early pioneering of jazz and of swing were trained in music at all. They were born musicians: they felt their music and played by ear and memory. That was the way it was with the great Dixieland Five."
   },
   "author": {
    "text": "Louis Armstrong"
   }
  },
  {
   "quote": {
    "text": "Conservation means the wise use of the earth and its resources for the lasting good of men."
   },
   "author": {
    "text": "Gifford Pinchot"
   }
  },
  {
   "quote": {
    "text": "The World Trade Center is a living symbol of man's dedication to world peace... a representation of man's belief in humanity, his need for individual dignity, his beliefs in the cooperation of men, and, through cooperation, his ability to find greatness."
   },
   "author": {
    "text": "Minoru Yamasaki"
   }
  },
  {
   "quote": {
    "text": "The better I get to know men, the more I find myself loving dogs."
   },
   "author": {
    "text": "Charles de Gaulle"
   }
  },
  {
   "quote": {
    "text": "Liberty means responsibility. That is why most men dread it."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "A mother deserves a day off to care for a sick child or sick parent without running into hardship - and you know what, a father does, too. It's time to do away with workplace policies that belong in a 'Mad Men' episode."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Luck is not something you can mention in the presence of self-made men."
   },
   "author": {
    "text": "E. B. White"
   }
  },
  {
   "quote": {
    "text": "Men of lofty genius when they are doing the least work are most active."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "We who lived in concentration camps can remember the men who walked through the huts comforting others, giving away their last piece of bread."
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "Aviation, this young modern giant, exemplifies the possible relationship of women and the creations of science. Although women have not taken full advantage of its use and benefits, air travel is as available to them as to men."
   },
   "author": {
    "text": "Amelia Earhart"
   }
  },
  {
   "quote": {
    "text": "Above all, we must realize that no arsenal, or no weapon in the arsenals of the world, is so formidable as the will and moral courage of free men and women. It is a weapon our adversaries in today's world do not have."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Grown men can learn from very little children for the hearts of little children are pure. Therefore, the Great Spirit may show to them many things which older people miss."
   },
   "author": {
    "text": "Black Elk"
   }
  },
  {
   "quote": {
    "text": "Democracy shows not only its power in reforming governments, but in regenerating a race of men and this is the greatest blessing of free governments."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "Brave men are all vertebrates; they have their softness on the surface and their toughness in the middle."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "I directed the men in our barque to approach near the savages, and hold their arms in readiness to do their duty in case they notice any movement of these people against us."
   },
   "author": {
    "text": "Samuel de Champlain"
   }
  },
  {
   "quote": {
    "text": "Great men are rare, poets are rarer, but the great man who is a poet, transfiguring his greatness, is the rarest of all events."
   },
   "author": {
    "text": "John Drinkwater"
   }
  },
  {
   "quote": {
    "text": "Civil war? What does that mean? Is there any foreign war? Isn't every war fought between men, between brothers?"
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "My feminism is humanism, with the weakest being those who I represent, and that includes many beings and life forms, including some men."
   },
   "author": {
    "text": "Sandra Cisneros"
   }
  },
  {
   "quote": {
    "text": "The difference between men is in energy, in the strong will, in the settled purpose and in the invincible determination."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "Men never do evil so completely and cheerfully as when they do it from religious conviction."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "Liberty lies in the hearts of men and women; when it dies there, no constitution, no law, no court can save it."
   },
   "author": {
    "text": "Learned Hand"
   }
  },
  {
   "quote": {
    "text": "The story of the human race is the story of men and women selling themselves short."
   },
   "author": {
    "text": "Abraham Maslow"
   }
  },
  {
   "quote": {
    "text": "Since President Kennedy signed the Equal Pay Act in 1963, the gap between men and women's earnings has narrowed by less than a half-cent per year. At this rate, American women will have to wait until 2062 to bring home the same salary as their male counterparts."
   },
   "author": {
    "text": "Jackie Speier"
   }
  },
  {
   "quote": {
    "text": "The Son of God became incarnate in the souls of men to instill the feeling of brotherhood. All are brothers and all children of God."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "What men value in this world is not rights but privileges."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "You will kill 10 of our men, and we will kill 1 of yours, and in the end it will be you who tire of it."
   },
   "author": {
    "text": "Ho Chi Minh"
   }
  },
  {
   "quote": {
    "text": "We should weep for men at their birth, not at their death."
   },
   "author": {
    "text": "Montesquieu"
   }
  },
  {
   "quote": {
    "text": "Whenever men take the law into their own hands, the loser is the law. And when the law loses, freedom languishes."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Men have looked upon the desert as barren land, the free holding of whoever chose; but in fact each hill and valley in it had a man who was its acknowledged owner and would quickly assert the right of his family or clan to it, against aggression."
   },
   "author": {
    "text": "T. E. Lawrence"
   }
  },
  {
   "quote": {
    "text": "When we are really honest with ourselves we must admit our lives are all that really belong to us. So it is how we use our lives that determines the kind of men we are."
   },
   "author": {
    "text": "Cesar Chavez"
   }
  },
  {
   "quote": {
    "text": "You should read history and look at ostracism, persecution, martyrdom, and that kind of thing. They always happen to the best men, you know."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "To understand how any society functions you must understand the relationship between the men and the women."
   },
   "author": {
    "text": "Angela Davis"
   }
  },
  {
   "quote": {
    "text": "In 'Hamilton,' we're telling the stories of old, dead white men, but we're using actors of color, and that makes the story more immediate and more accessible to a contemporary audience."
   },
   "author": {
    "text": "Lin-Manuel Miranda"
   }
  },
  {
   "quote": {
    "text": "Lives of great men all remind us, we can make our lives sublime, and, departing, leave behind us, footprints on the sands of time."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "When I look upon seamen, men of science and philosophers, man is the wisest of all beings; when I look upon priests and prophets nothing is as contemptible as man."
   },
   "author": {
    "text": "Diogenes"
   }
  },
  {
   "quote": {
    "text": "Ignorant men raise questions that wise men answered a thousand years ago."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "My native land is a slave of heathenism, men's god is their belly, and they live only for the present. The richer a man, the holier."
   },
   "author": {
    "text": "St. Jerome"
   }
  },
  {
   "quote": {
    "text": "Men continue to misinterpret the second-rate status of women as implying a privileged status for themselves; heterosexuals think the same way about homosexuals; gentiles about Jews; whites about blacks; haves about have-nots."
   },
   "author": {
    "text": "Lorraine Hansberry"
   }
  },
  {
   "quote": {
    "text": "Fear of serious injury alone cannot justify oppression of free speech and assembly. Men feared witches and burnt women. It is the function of speech to free men from the bondage of irrational fears."
   },
   "author": {
    "text": "Louis D. Brandeis"
   }
  },
  {
   "quote": {
    "text": "Elections are won by men and women chiefly because most people vote against somebody rather than for somebody."
   },
   "author": {
    "text": "Franklin Pierce Adams"
   }
  },
  {
   "quote": {
    "text": "Men are convinced of your arguments, your sincerity, and the seriousness of your efforts only by your death."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Our great Republic is a government of laws and not of men. Here, the people rule."
   },
   "author": {
    "text": "Gerald R. Ford"
   }
  },
  {
   "quote": {
    "text": "It is necessary for him who lays out a state and arranges laws for it to presuppose that all men are evil and that they are always going to act according to the wickedness of their spirits whenever they have free scope."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "There is no development strategy more beneficial to society as a whole - women and men alike - than the one which involves women as central players."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "Committee - a group of men who individually can do nothing but as a group decide that nothing can be done."
   },
   "author": {
    "text": "Fred Allen"
   }
  },
  {
   "quote": {
    "text": "When complaints are freely heard, deeply considered and speedily reformed, then is the utmost bound of civil liberty attained that wise men look for."
   },
   "author": {
    "text": "John Milton"
   }
  },
  {
   "quote": {
    "text": "Our whole constitutional heritage rebels at the thought of giving government the power to control men's minds."
   },
   "author": {
    "text": "Thurgood Marshall"
   }
  },
  {
   "quote": {
    "text": "No great man lives in vain. The history of the world is but the biography of great men."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "Marriage, to women as to men, must be a luxury, not a necessity; an incident of life, not all of it."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "Our religion is the traditions of our ancestors - the dreams of our old men, given them in solemn hours of the night by the Great Spirit; and the visions of our sachems, and is written in the hearts of our people."
   },
   "author": {
    "text": "Chief Seattle"
   }
  },
  {
   "quote": {
    "text": "It was the wont of the immortal gods sometimes to grant prosperity and long impunity to men whose crimes they were minded to punish in order that a complete reverse of fortune might make them suffer more bitterly."
   },
   "author": {
    "text": "Julius Caesar"
   }
  },
  {
   "quote": {
    "text": "Government is an evil; it is only the thoughtlessness and vices of men that make it a necessary evil. When all men are good and wise, government will of itself decay."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "The first rule of business is: Do other men for they would do you."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "False happiness renders men stern and proud, and that happiness is never communicated. True happiness renders them kind and sensible, and that happiness is always shared."
   },
   "author": {
    "text": "Montesquieu"
   }
  },
  {
   "quote": {
    "text": "There are no extraordinary men... just extraordinary circumstances that ordinary men are forced to deal with."
   },
   "author": {
    "text": "William Halsey"
   }
  },
  {
   "quote": {
    "text": "The Lord showed me, so that I did see clearly, that he did not dwell in these temples which men had commanded and set up, but in people's hearts... his people were his temple, and he dwelt in them."
   },
   "author": {
    "text": "George Fox"
   }
  },
  {
   "quote": {
    "text": "Strong men have sound ideas and the force to make these ideas effective."
   },
   "author": {
    "text": "Andrew Mellon"
   }
  },
  {
   "quote": {
    "text": "We should have a State in which we could live and breathe as free men and which we could develop according to our own lights and culture and where principles of Islamic social justice could find free play."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "When friendship disappears then there is a space left open to that awful loneliness of the outside world which is like the cold space between the planets. It is an air in which men perish utterly."
   },
   "author": {
    "text": "Hilaire Belloc"
   }
  },
  {
   "quote": {
    "text": "I sought my father in the world of the black musician, because it contained wisdom, experience, sadness and loneliness. I was not ever interested in the music of boys. From my youngest years, I was interested in the music of men."
   },
   "author": {
    "text": "Eric Clapton"
   }
  },
  {
   "quote": {
    "text": "The history of free men is never really written by chance but by choice; their choice!"
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Most men love money and security more, and creation and construction less, as they get older."
   },
   "author": {
    "text": "John Maynard Keynes"
   }
  },
  {
   "quote": {
    "text": "Men get to be a mixture of the charming mannerisms of the women they have known."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "To die for an idea; it is unquestionably noble. But how much nobler it would be if men died for ideas that were true!"
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "The only really happy folk are married women and single men."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Many men fail because they do not see the importance of being kind and courteous to the men under them. Kindness to everybody always pays for itself. And, besides, it is a pleasure to be kind."
   },
   "author": {
    "text": "Charles M. Schwab"
   }
  },
  {
   "quote": {
    "text": "If so many men, so many minds, certainly so many hearts, so many kinds of love."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "Painting is about the world that we live in. Black men live in the world. My choice is to include them."
   },
   "author": {
    "text": "Kehinde Wiley"
   }
  },
  {
   "quote": {
    "text": "Yes, young men, Italy owes to you an undertaking which has merited the applause of the universe. You have conquered and you will conquer still, because you are prepared for the tactics that decide the fate of battles."
   },
   "author": {
    "text": "Giuseppe Garibaldi"
   }
  },
  {
   "quote": {
    "text": "Big dreams create the magic that stir men's souls to greatness."
   },
   "author": {
    "text": "Bill McCartney"
   }
  },
  {
   "quote": {
    "text": "I can still remember them wheeling the black and white TV sets into our classroom at school so we could watch the men landing on the Moon, and that obviously had a huge impact. I later found out those people flying Apollo were ex-military test pilots, so I decided to join the Air Force and become a test pilot."
   },
   "author": {
    "text": "David Mackay"
   }
  },
  {
   "quote": {
    "text": "Before and after emancipation, the Negro, in self-defense, was propelled toward the white employer. The endowments of wealthy white men have developed great institutions of learning for the Negro, but the freedom of action on the part of these same universities has been curtailed in proportion as they are indebted to white philanthropies."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "A civilization is built on what is required of men, not on that which is provided for them."
   },
   "author": {
    "text": "Antoine de Saint-Exupery"
   }
  },
  {
   "quote": {
    "text": "A tiny and closed fraternity of privileged men, elected by no one, and enjoying a monopoly sanctioned and licensed by government."
   },
   "author": {
    "text": "Spiro T. Agnew"
   }
  },
  {
   "quote": {
    "text": "It is frequently a misfortune to have very brilliant men in charge of affairs. They expect too much of ordinary men."
   },
   "author": {
    "text": "Thucydides"
   }
  },
  {
   "quote": {
    "text": "When public men indulge themselves in abuse, when they deny others a fair trial, when they resort to innuendo and insinuation, to libel, scandal, and suspicion, then our democratic society is outraged, and democracy is baffled."
   },
   "author": {
    "text": "J. William Fulbright"
   }
  },
  {
   "quote": {
    "text": "When all men think alike, no one thinks very much."
   },
   "author": {
    "text": "Walter Lippmann"
   }
  },
  {
   "quote": {
    "text": "The man who trusts men will make fewer mistakes than he who distrusts them."
   },
   "author": {
    "text": "Camillo di Cavour"
   }
  },
  {
   "quote": {
    "text": "I have always supported measures and principles and not men."
   },
   "author": {
    "text": "Davy Crockett"
   }
  },
  {
   "quote": {
    "text": "In a storm, I think, 'What if the gospel be not true? Then thou art, of all men, most foolish. For what has thou given up thy goods, thy ease, thy friends, thy reputation, thy country, thy life?'"
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "Unjust attacks on public men do them more good than unmerited praise."
   },
   "author": {
    "text": "Rutherford B. Hayes"
   }
  },
  {
   "quote": {
    "text": "Like men, women have to be diligent and work hard."
   },
   "author": {
    "text": "Zaha Hadid"
   }
  },
  {
   "quote": {
    "text": "As to the deceit perpetrated upon women, let it pass, for, when love is in the way, men and women as a general rule dupe each other."
   },
   "author": {
    "text": "Giacomo Casanova"
   }
  },
  {
   "quote": {
    "text": "A beautiful bouquet or a long-lasting flowering plant is a traditional gift for women, but I have recommended that both men and women keep fresh flowers in the home for their beauty, fragrance, and the lift they give our spirits."
   },
   "author": {
    "text": "Andrew Weil"
   }
  },
  {
   "quote": {
    "text": "Memorial Day is all about celebrating the lives of the men and women who paid the ultimate sacrifice in service to our country. The United States is made great because of their heroism. Their lives are remembered, honored, and celebrated by all of us, including the friends, family, and fellow service members who knew them best."
   },
   "author": {
    "text": "Jan Schakowsky"
   }
  },
  {
   "quote": {
    "text": "What, but the rapacity of the only men who exercised their reason, the priests, secured such vast property to the church, when a man gave his perishable substance to save himself from the dark torments of purgatory."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "Men and women who decide to flirt with adultery just once can become enmeshed in misery and unhappiness for themselves and their precious families."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "The brave men who died in Vietnam, more than 100% of which were black, were the ultimate sacrifice."
   },
   "author": {
    "text": "Marion Barry"
   }
  },
  {
   "quote": {
    "text": "The purpose of the mission must be thoroughly understood beforehand, and the men must be inspired with a sense of personal dedication that knows no limitations... In an age of high technology and Jedi Knights, we often overlook the need for personal involvement, but we do so at our own risk."
   },
   "author": {
    "text": "William H. McRaven"
   }
  },
  {
   "quote": {
    "text": "Where there is so much racket, there must be something out of kilter. I think that 'twixt the Negroes of the South and the women at the North, all talking about rights, the white men will be in a fix pretty soon."
   },
   "author": {
    "text": "Sojourner Truth"
   }
  },
  {
   "quote": {
    "text": "Men who are too good looking are never good in bed because they never had to be."
   },
   "author": {
    "text": "Sarah Jessica Parker"
   }
  },
  {
   "quote": {
    "text": "Bibles are strong entrenchments. Where they abound, men cannot pursue wicked courses, and at the same time enjoy quiet conscience."
   },
   "author": {
    "text": "James McHenry"
   }
  },
  {
   "quote": {
    "text": "Evil prospers when good men do nothing."
   },
   "author": {
    "text": "John Philpot Curran"
   }
  },
  {
   "quote": {
    "text": "I have encountered riotous mobs and have been hung in effigy, but my motto is: Men's rights are nothing more. Women's rights are nothing less."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "Men willingly believe what they wish."
   },
   "author": {
    "text": "Julius Caesar"
   }
  },
  {
   "quote": {
    "text": "If men knew how women pass the time when they are alone, they'd never marry."
   },
   "author": {
    "text": "O. Henry"
   }
  },
  {
   "quote": {
    "text": "There's very little advice in men's magazines, because men don't think there's a lot they don't know. Women do. Women want to learn. Men think, 'I know what I'm doing, just show me somebody naked.'"
   },
   "author": {
    "text": "Jerry Seinfeld"
   }
  },
  {
   "quote": {
    "text": "Equality is like gravity. We need it to stand on this earth as men and women."
   },
   "author": {
    "text": "Joss Whedon"
   }
  },
  {
   "quote": {
    "text": "Men do not accept their prophets and slay them, but they love their martyrs and worship those whom they have tortured to death."
   },
   "author": {
    "text": "Fyodor Dostoevsky"
   }
  },
  {
   "quote": {
    "text": "What's with you men? Would hair stop growing on your chest if you asked directions somewhere?"
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "To show men that crimes can be pardoned, and that punishment is not their inevitable consequence, encourages the illusion of impunity and induces the belief that, since there are pardons, those sentences which are not pardoned are violent acts of force rather than the products of justice."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "I begin with the principle that all men are bores. Surely no one will prove himself so great a bore as to contradict me in this."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "Men always talk about the most important things to perfect strangers. In the perfect stranger we perceive man himself; the image of a God is not disguised by resemblances to an uncle or doubts of wisdom of a mustache."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "The greatest dangers to liberty lurk in the insidious encroachment by men of zeal, well meaning but without understanding."
   },
   "author": {
    "text": "Louis D. Brandeis"
   }
  },
  {
   "quote": {
    "text": "But if cattle and horses or lions had hands, or were able to draw with their hands and do the work that men can do, horses would draw the forms of the gods like horses, and cattle like cattle, and they would make their bodies such as they each had themselves."
   },
   "author": {
    "text": "Xenophanes"
   }
  },
  {
   "quote": {
    "text": "There is no greater calling than to serve your fellow men. There is no greater contribution than to help the weak. There is no greater satisfaction than to have done it well."
   },
   "author": {
    "text": "Walter Reuther"
   }
  },
  {
   "quote": {
    "text": "Lack of etiquette and manners is a huge turn off. Men who don't behave decently are irritating. Also, I don't like guys who show off. When will guys realize that girls hate showoffs!"
   },
   "author": {
    "text": "Shraddha Kapoor"
   }
  },
  {
   "quote": {
    "text": "Secrecy sets barriers between men, but at the same time offers the seductive temptation to break through the barriers by gossip or confession."
   },
   "author": {
    "text": "Georg Simmel"
   }
  },
  {
   "quote": {
    "text": "The holiday season can be an especially trying time for our service men, women, and families. Military service and deployment create empty seats at holiday tables, religious services, and celebrations."
   },
   "author": {
    "text": "Geoff Stults"
   }
  },
  {
   "quote": {
    "text": "The men who have guided the destiny of the United States have found the strength for their tasks by going to their knees. This private unity of public men and their God is an enduring source of reassurance for the people of America."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "The propensity to truck, barter and exchange one thing for another is common to all men, and to be found in no other race of animals."
   },
   "author": {
    "text": "Adam Smith"
   }
  },
  {
   "quote": {
    "text": "Peace is not made at the council table or by treaties, but in the hearts of men."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "Strong women only marry weak men."
   },
   "author": {
    "text": "Bette Davis"
   }
  },
  {
   "quote": {
    "text": "Men are not the enemy, but the fellow victims. The real enemy is women's denigration of themselves."
   },
   "author": {
    "text": "Betty Friedan"
   }
  },
  {
   "quote": {
    "text": "When a nation's young men are conservative, its funeral bell is already rung."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "The stronger the participation of the female characters, the better the movie. They knew that in the old days, when women stars were equally as important as men."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "My mom said the only reason men are alive is for lawn care and vehicle maintenance."
   },
   "author": {
    "text": "Tim Allen"
   }
  },
  {
   "quote": {
    "text": "With all of you men out there who think that having a thousand different ladies is pretty cool, I have learned in my life I've found out that having one woman a thousand different times is much more satisfying."
   },
   "author": {
    "text": "Wilt Chamberlain"
   }
  },
  {
   "quote": {
    "text": "Men should be bewailed at their birth, and not at their death."
   },
   "author": {
    "text": "Montesquieu"
   }
  },
  {
   "quote": {
    "text": "It gave me a moment of exquisite satisfaction to find myself moving away from civilisation in this rude canvas canoe of a model that has served primitive races since men first went to sea."
   },
   "author": {
    "text": "John Millington Synge"
   }
  },
  {
   "quote": {
    "text": "For humanism also appeals to man as man. It seeks to liberate the universal qualities of human nature from the narrow limitations of blood and soil and class and to create a common language and a common culture in which men can realize their common humanity."
   },
   "author": {
    "text": "Christopher Dawson"
   }
  },
  {
   "quote": {
    "text": "Plain women know more about men than beautiful women do."
   },
   "author": {
    "text": "Katharine Hepburn"
   }
  },
  {
   "quote": {
    "text": "When women love us, they forgive us everything, even our crimes; when they do not love us, they give us credit for nothing, not even our virtues."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "Freedom is secured every day by our men and women in uniform. We must build a future worthy of their sacrifice."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "So long as men worship the Caesars and Napoleons, Caesars and Napoleons will duly arise and make them miserable."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "It was one of those evenings when men feel that truth, goodness and beauty are one. In the morning, when they commit their discovery to paper, when others read it written there, it looks wholly ridiculous."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Government is an association of men who do violence to the rest of us."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "Gaming in general is a male thing. It isn't that gaming is designed to exclude women. Everybody who's tried to design a game to interest a large female audience has failed. And I think that has to do with the different thinking processes of men and women."
   },
   "author": {
    "text": "Gary Gygax"
   }
  },
  {
   "quote": {
    "text": "Foreign languages are another favourite topic, and as these men are bilingual they have a fair notion of what it means to speak and think in many different idioms."
   },
   "author": {
    "text": "John Millington Synge"
   }
  },
  {
   "quote": {
    "text": "Remember those black-and-white films with Frank Sinatra? Those guys looked like men and they were only 27! Listen to Otis Redding singing 'Try A Little Tenderness'. That was a man who understood what a man has to know in the world. Show me a real man now! Where are they?"
   },
   "author": {
    "text": "Chrissie Hynde"
   }
  },
  {
   "quote": {
    "text": "From the first I became convinced that what I must look for was lead dust and lead fumes, that men were poisoned by breathing poisoned air, not by handling their food with unwashed hands."
   },
   "author": {
    "text": "Alice Hamilton"
   }
  },
  {
   "quote": {
    "text": "The colonel replied that he didn't care how my men had got the job done. He was happy that it had been accomplished. He said that, obviously, no matter how much or how little I knew technically, I was able to get the best out of people I worked with."
   },
   "author": {
    "text": "Jackie Robinson"
   }
  },
  {
   "quote": {
    "text": "The strength and power of a country depends absolutely on the quantity of good men and women in it."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "There's a different kind of comfort that comes from knowing that you are putting your best foot forward. It's called psychological comfort. Look at a picture of the Coney Island boardwalk in 1925. Men were in full-on three-piece suits, hats. They may have only had one suit. But they pressed it. They made it look as good as possible."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "Philosophy! Empty thinking by ignorant conceited men who think they can digest without eating!"
   },
   "author": {
    "text": "Iris Murdoch"
   }
  },
  {
   "quote": {
    "text": "Men do not understand books until they have a certain amount of life, or at any rate no man understands a deep book, until he has seen and lived at least part of its contents."
   },
   "author": {
    "text": "Ezra Pound"
   }
  },
  {
   "quote": {
    "text": "It may be true, that men, who are mere mathematicians, have certain specific shortcomings, but that is not the fault of mathematics, for it is equally true of every other exclusive occupation."
   },
   "author": {
    "text": "Carl Friedrich Gauss"
   }
  },
  {
   "quote": {
    "text": "On Memorial Day, I don't want to only remember the combatants. There were also those who came out of the trenches as writers and poets, who started preaching peace, men and women who have made this world a kinder place to live."
   },
   "author": {
    "text": "Eric Burdon"
   }
  },
  {
   "quote": {
    "text": "There are three classes of men; the retrograde, the stationary and the progressive."
   },
   "author": {
    "text": "Johann Kaspar Lavater"
   }
  },
  {
   "quote": {
    "text": "Landowners and influential men of all kinds, especially members of political councils, ought to set an example to the people. The young members of rich families should offer themselves for military service. If not one of two sons, at least one of three sons should be ready to do so."
   },
   "author": {
    "text": "Chiang Kai-shek"
   }
  },
  {
   "quote": {
    "text": "As a result of 50 years of emancipation, feminine qualities were dying out or being transferred to the males. Pansies of both sexes were everywhere, not yet completely homosexual, but confused not knowing what they were. The result was a herd of unhappy sexual misfits... the women wanting to dominate and the men to be nannied."
   },
   "author": {
    "text": "Ian Fleming"
   }
  },
  {
   "quote": {
    "text": "Yes, the pyramids have been built, but if you give me 300,000 disciplined men and give me 30 years, I could build a bigger one."
   },
   "author": {
    "text": "Werner Herzog"
   }
  },
  {
   "quote": {
    "text": "Few men of action have been able to make a graceful exit at the appropriate time."
   },
   "author": {
    "text": "Malcolm Muggeridge"
   }
  },
  {
   "quote": {
    "text": "There's a lot of females that hustle, just like men hustle."
   },
   "author": {
    "text": "Fetty Wap"
   }
  },
  {
   "quote": {
    "text": "Men of sense often learn from their enemies. It is from their foes, not their friends, that cities learn the lesson of building high walls and ships of war."
   },
   "author": {
    "text": "Aristophanes"
   }
  },
  {
   "quote": {
    "text": "Men do not value a good deed unless it brings a reward."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "Nature says women are human beings, men have made religions to deny it. Nature says women are human beings, men cry out no!"
   },
   "author": {
    "text": "Taslima Nasrin"
   }
  },
  {
   "quote": {
    "text": "The one place I never felt at all comfortable in the military was in private circles of conversation. There's a tendency, especially among young men, to objectify and denigrate women behind closed doors."
   },
   "author": {
    "text": "Chelsea Manning"
   }
  },
  {
   "quote": {
    "text": "When one begins, as I did, to analyze men after a fairly long experience of analyzing women, one receives a most surprising impression of the intensity of this envy of pregnancy, childbirth, and motherhood, as well as of breasts and of the act of suckling."
   },
   "author": {
    "text": "Karen Horney"
   }
  },
  {
   "quote": {
    "text": "I worked with Ice-T, Ice Cube, and Tupac! But Tupac was the sweetest man in the world. That whole thug thing was an act - it was silly and dumb. He was a complete gentleman and one of the kindest men I've ever met."
   },
   "author": {
    "text": "Lori Petty"
   }
  },
  {
   "quote": {
    "text": "I do believe that most men live lives of quiet desperation. For despair, optimism is the only practical solution. Hope is practical. Because eliminate that and it's pretty scary. Hope at least gives you the option of living."
   },
   "author": {
    "text": "Harry Nilsson"
   }
  },
  {
   "quote": {
    "text": "Men's magazines in the period immediately after World War II were almost all outdoor-oriented. They were connected to some extent in the male bonding that came out of a war... And what I tried to create was a magazine for the indoor guy, but focused specifically on the single life: in other words, the period of bachelorhood before you settle down."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "My drawing for women is really curvy. My drawings for men are actually quite angular."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "If you rely on political factions to promote men to office, the people will work to develop instrumental relationships and will not seek to be useful with regard to the law. Thus, a ruler who mistakes reputation for ability when assigning offices will see his state fall into disorder."
   },
   "author": {
    "text": "Han Fei"
   }
  },
  {
   "quote": {
    "text": "What men have called friendship is only a social arrangement, a mutual adjustment of interests, an interchange of services given and received; it is, in sum, simply a business from which those involved propose to derive a steady profit for their own self-love."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "When men and women agree, it is only in their conclusions; their reasons are always different."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "Nothing is as peevish and pedantic as men's judgments of one another."
   },
   "author": {
    "text": "Desiderius Erasmus"
   }
  },
  {
   "quote": {
    "text": "The first white men of your people who came to our country were named Lewis and Clark. They brought many things that our people had never seen. They talked straight. These men were very kind."
   },
   "author": {
    "text": "Chief Joseph"
   }
  },
  {
   "quote": {
    "text": "Our people could not talk with these white-faced men, but they used signs which all people understand."
   },
   "author": {
    "text": "Chief Joseph"
   }
  },
  {
   "quote": {
    "text": "The glory of the nation rests in the character of her men. And character comes from boyhood. Thus, every boy is a challenge to his elders."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "Men don't care what's on TV. They only care what else is on TV."
   },
   "author": {
    "text": "Jerry Seinfeld"
   }
  },
  {
   "quote": {
    "text": "Men weren't really the enemy - they were fellow victims suffering from an outmoded masculine mystique that made them feel unnecessarily inadequate when there were no bears to kill."
   },
   "author": {
    "text": "Betty Friedan"
   }
  },
  {
   "quote": {
    "text": "I called to the other men that the sky was clearing, and then a moment later I realized that what I had seen was not a rift in the clouds but the white crest of an enormous wave."
   },
   "author": {
    "text": "Ernest Shackleton"
   }
  },
  {
   "quote": {
    "text": "Men of integrity, by their very existence, rekindle the belief that as a people we can live above the level of moral squalor. We need that belief; a cynical community is a corrupt community."
   },
   "author": {
    "text": "John W. Gardner"
   }
  },
  {
   "quote": {
    "text": "Men honor what lies within the sphere of their knowledge, but do not realize how dependent they are on what lies beyond it."
   },
   "author": {
    "text": "Zhuangzi"
   }
  },
  {
   "quote": {
    "text": "All men are created equal, it is only men themselves who place themselves above equality."
   },
   "author": {
    "text": "David Allan Coe"
   }
  },
  {
   "quote": {
    "text": "I believe all men, all women, regardless of race, gender, socioeconomic background, you deserve the same rights."
   },
   "author": {
    "text": "Sophia Bush"
   }
  },
  {
   "quote": {
    "text": "I am ready to act, if I can find brave men to help me."
   },
   "author": {
    "text": "Carter G. Woodson"
   }
  },
  {
   "quote": {
    "text": "If, by some miracle, women should not ever utter a single protest against their condition, there would still exist among men those who could not endure in peace until her liberation had been achieved."
   },
   "author": {
    "text": "Lorraine Hansberry"
   }
  },
  {
   "quote": {
    "text": "Grown men do not need leaders."
   },
   "author": {
    "text": "Edward Abbey"
   }
  },
  {
   "quote": {
    "text": "There's a lot of thought in art. People get to talk about important things. There's a lot of sex, you know, in art. There's a lot of naked women and men, and there's intrigue, there's fakery. It's a real microcosm of the larger world."
   },
   "author": {
    "text": "Steve Martin"
   }
  },
  {
   "quote": {
    "text": "If the object of poetry is, to make men, then poetry is the heir of prophecy."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "Life, liberty, and property do not exist because men have made laws. On the contrary, it was the fact that life, liberty, and property existed beforehand that caused men to make laws in the first place."
   },
   "author": {
    "text": "Frederic Bastiat"
   }
  },
  {
   "quote": {
    "text": "My thesis was a defense of our Constitution on the terms that the founding fathers wrote specifically in the Federalist Papers. They hoped that our form of government would draw forward men and women who are the wisest, most prudent, and most experienced."
   },
   "author": {
    "text": "Tom Cotton"
   }
  },
  {
   "quote": {
    "text": "The 5th Amendment is an old friend and a good friend. one of the great landmarks in men's struggle to be free of tyranny, to be decent and civilized."
   },
   "author": {
    "text": "William O. Douglas"
   }
  },
  {
   "quote": {
    "text": "Looking back, there is nothing wrong with that peace, love and equality that the hippies espoused. In many ways, we have regressed because they were into organic food, back to nature, make love not war, be good to all men, share and share alike - which is what many are talking about now."
   },
   "author": {
    "text": "Imelda Staunton"
   }
  },
  {
   "quote": {
    "text": "There is something to be said about a guy who is attractive and doesn't know it. I hate men who are overconfident."
   },
   "author": {
    "text": "Kiele Sanchez"
   }
  },
  {
   "quote": {
    "text": "Women cannot complain about men anymore until they start getting better taste in them."
   },
   "author": {
    "text": "Bill Maher"
   }
  },
  {
   "quote": {
    "text": "A bachelor is a guy who never made the same mistake once."
   },
   "author": {
    "text": "Phyllis Diller"
   }
  },
  {
   "quote": {
    "text": "Every man needs two women: a quiet home-maker, and a thrilling nymph."
   },
   "author": {
    "text": "Iris Murdoch"
   }
  },
  {
   "quote": {
    "text": "There's a personality trait known as agreeableness. Agreeable people are compassionate and polite. And agreeable people get paid less than disagreeable people for the same job. Women are more agreeable than men."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "Salvation cannot come without revelation. Men of the present time testify of heaven and hell, and have never seen either; and I will say that no man knows these things without this."
   },
   "author": {
    "text": "Joseph Smith, Jr."
   }
  },
  {
   "quote": {
    "text": "The individual activity of one man with backbone will do more than a thousand men with a mere wishbone."
   },
   "author": {
    "text": "William J. H. Boetcker"
   }
  },
  {
   "quote": {
    "text": "Men tire themselves in pursuit of rest."
   },
   "author": {
    "text": "Laurence Sterne"
   }
  },
  {
   "quote": {
    "text": "Early British pop was helped tremendously by the writing of Bob Dylan who had proved you could write about political and quite controversial subjects. Certainly what we did followed on from what was happening with the angry young men in the theatre."
   },
   "author": {
    "text": "Pete Townshend"
   }
  },
  {
   "quote": {
    "text": "Our civilization, such as it is, was shaped by religion, and the men who aspire to public office anyplace in the free world must make obeisance to God or risk immediate opprobrium."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "The main difference between men and women is that men are lunatics and women are idiots."
   },
   "author": {
    "text": "Rebecca West"
   }
  },
  {
   "quote": {
    "text": "Interest groups are not the same as individuals. Through false nostalgia for the New Deal, you are taking the younger generation hostage. They are the ones who are going to have to pay far greater taxes. They are the future's forgotten men."
   },
   "author": {
    "text": "Amity Shlaes"
   }
  },
  {
   "quote": {
    "text": "The negro has suffered far more from the commission of this crime against the women of his race by white men than the white race has ever suffered through his crimes."
   },
   "author": {
    "text": "Ida B. Wells"
   }
  },
  {
   "quote": {
    "text": "The righteousness of Jesus Christ is one of those great mysteries, which the angels desire to look into, and seems to be one of the first lessons that God taught men after the fall."
   },
   "author": {
    "text": "George Whitefield"
   }
  },
  {
   "quote": {
    "text": "Two kinds of men generally best succeed in political life; men of no principle, but of great talent; and men of no talent, but of one principle - that of obedience to their superiors."
   },
   "author": {
    "text": "Wendell Phillips"
   }
  },
  {
   "quote": {
    "text": "At the concert I'm going to crown the best looking man, Mr. Tampa. Bald men definitely have an edge."
   },
   "author": {
    "text": "Christine Lavin"
   }
  },
  {
   "quote": {
    "text": "Conservation is a state of harmony between men and land."
   },
   "author": {
    "text": "Aldo Leopold"
   }
  },
  {
   "quote": {
    "text": "I believe it is universally understood and acknowledged that all men will ever act correctly, unless they have a motive to do otherwise."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Man becomes great exactly in the degree in which he works for the welfare of his fellow-men."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "A state of society where men may not speak their minds cannot long endure."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "The reason why men enter into society is the preservation of their property."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "Men often oppose a thing merely because they have had no agency in planning it, or because it may have been planned by those whom they dislike."
   },
   "author": {
    "text": "Alexander Hamilton"
   }
  },
  {
   "quote": {
    "text": "Men occasionally stumble over the truth, but most of them pick themselves up and hurry off as if nothing had happened."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Lord, Lord, how subject we old men are to this vice of lying!"
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "If to do were as easy as to know what were good to do, chapels had been churches, and poor men's cottage princes' palaces."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "A woman of faith is blessed by faithful men in her life who hold the priesthood of God and honor this privilege: her father, bishop, husband, brothers, sons. They value her and the divine gifts given by God to His daughter. They sustain and encourage, and they understand the great mission of her life as a woman. They love her; they bless her."
   },
   "author": {
    "text": "Margaret D. Nadauld"
   }
  },
  {
   "quote": {
    "text": "If we are marked to die, we are enough to do our country loss; and if to live, the fewer men, the greater share of honor."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Fishes live in the sea, as men do a-land; the great ones eat up the little ones."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "There have been many great men that have flattered the people who ne'er loved them."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Faith, there hath been many great men that have flattered the people who ne'er loved them."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "But men are men; the best sometimes forget."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Honor is simply the morality of superior men."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Trust men and they will be true to you; treat them greatly and they will show themselves great."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "The search after the great men is the dream of youth, and the most serious occupation of manhood."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Men are born to succeed, not to fail."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "If you would convince a man that he does wrong, do right. Men will believe what they see."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Men's actions are too strong for them. Show me a man who has acted, and who has not been the victim and slave of his action."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "The problems of the world cannot possibly be solved by skeptics or cynics whose horizons are limited by the obvious realities. We need men who can dream of things that never were."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Here in America we are descended in blood and in spirit from revolutionists and rebels - men and women who dare to dissent from accepted doctrine. As their heirs, may we never confuse honest dissent with disloyal subversion."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Not necessity, not desire - no, the love of power is the demon of men. Let them have everything - health, food, a place to live, entertainment - they are and remain unhappy and low-spirited: for the demon waits and waits and will be satisfied."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "I look only to the good qualities of men. Not being faultless myself, I won't presume to probe into the faults of others."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "For evil to flourish, it only requires good men to do nothing."
   },
   "author": {
    "text": "Simon Wiesenthal"
   }
  },
  {
   "quote": {
    "text": "Men in general are quick to believe that which they wish to be true."
   },
   "author": {
    "text": "Julius Caesar"
   }
  },
  {
   "quote": {
    "text": "When men speak ill of thee, live so as nobody may believe them."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "When a hundred men stand together, each of them loses his mind and gets another one."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Monkeys are superior to men in this: when a monkey looks into a mirror, he sees a monkey."
   },
   "author": {
    "text": "Malcolm de Chazal"
   }
  },
  {
   "quote": {
    "text": "The tragedy of life and of the world is not that men do not know God; the tragedy is that, knowing Him, they still insist on going their own way."
   },
   "author": {
    "text": "William Barclay"
   }
  },
  {
   "quote": {
    "text": "Women should not be forced to accept sexual harassment as the price of admission to a life and career in the political world. They should not have to endure unwanted touching, innuendo, and propositioning from men in positions of power."
   },
   "author": {
    "text": "J. B. Pritzker"
   }
  },
  {
   "quote": {
    "text": "These are the times that try men's souls."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "Men are only as good as their technical development allows them to be."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "When they set off for their first day at their new school, I will never forget that winter morning as I watched our girls, just 7 and 10 years old, pile into those black SUVs with all those big men with guns."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "The big divide in this country is not between Democrats and Republicans, or women and men, but between talkers and doers."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "The TV business is uglier than most things. It is normally perceived as some kind of cruel and shallow money trench through the heart of the journalism industry, a long plastic hallway where thieves and pimps run free and good men die like dogs, for no good reason."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "Women love us for our defects. If we have enough of them, they will forgive us everything, even our gigantic intellects."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "The punishment which the wise suffer who refuse to take part in the government, is to live under the government of worse men."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Great men are seldom over-scrupulous in the arrangement of their attire."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "Logical consequences are the scarecrows of fools and the beacons of wise men."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "Do not trust all men, but trust men of worth; the former course is silly, the latter a mark of prudence."
   },
   "author": {
    "text": "Democritus"
   }
  },
  {
   "quote": {
    "text": "It is not history which uses men as a means of achieving - as if it were an individual person - its own ends. History is nothing but the activity of men in pursuit of their ends."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "People who know little are usually great talkers, while men who know much say little."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "During my first years in the Sierra, I was ever calling on everybody within reach to admire them, but I found no one half warm enough until Emerson came. I had read his essays, and felt sure that of all men he would best interpret the sayings of these noble mountains and trees. Nor was my faith weakened when I met him in Yosemite."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Men shrink less from offending one who inspires love than one who inspires fear."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "There is a natural aristocracy among men. The grounds of this are virtue and talents."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "I hate short hair on men - the 'real' man is something I don't know. My dad was always playing with hairbands, making rings, while the women were wearing jeans, white T-shirts and Converse. That was the uniform at home."
   },
   "author": {
    "text": "Lou Doillon"
   }
  },
  {
   "quote": {
    "text": "A lot of females, they want to do the things that I do. Some females are so closed, but they want to be open. Some girls, they want to feel that power that I tell them that I have. I tell women that I have power over these men, that I use these men."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "When the last red man shall have perished from the earth and his memory among the white men shall have become a myth, these shores will swarm with the invisible dead of my tribe. The white man will never be alone. Let him be just and deal kindly with my people, for the dead are not powerless."
   },
   "author": {
    "text": "Chief Seattle"
   }
  },
  {
   "quote": {
    "text": "In too many communities, too many young men of color are left behind and seen only as objects of fear. Through initiatives like My Brother's Keeper, I'm personally committed to changing both perception and reality."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Men exist for the sake of one another."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "Men can only be happy when they do not assume that the object of life is happiness."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "Finally, let us understand that when we stand together, we will always win. When men and women stand together for justice, we win. When black, white and Hispanic people stand together for justice, we win."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "A few honest men are better than numbers."
   },
   "author": {
    "text": "Oliver Cromwell"
   }
  },
  {
   "quote": {
    "text": "Let me make it clear that the Youth Employment Opportunities Act of 1961 is not primarily concerned with delinquency prevention. Rather, it is designed to help all types of young men or women who suffer deficiencies of training or opportunity which keep them unemployed."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "The savior who wants to turn men into angels is as much a hater of human nature as the totalitarian despot who wants to turn them into puppets."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "Man as an individual is a genius. But men in the mass form the headless monster, a great, brutish idiot that goes where prodded."
   },
   "author": {
    "text": "Charlie Chaplin"
   }
  },
  {
   "quote": {
    "text": "You will find men who want to be carried on the shoulders of others, who think that the world owes them a living. They don't seem to see that we must all lift together and pull together."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "You can find all types of men anywhere, but a smart man will always make you feel important and understood. And a woman can always tell when a man does it genuinely and effortlessly."
   },
   "author": {
    "text": "James Marsden"
   }
  },
  {
   "quote": {
    "text": "Risk is a part of God's game, alike for men and nations."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "It seems strange that bears, so fond of all sorts of flesh, running the risks of guns and fires and poison, should never attack men except in defense of their young. How easily and safely a bear could pick us up as we lie asleep! Only wolves and tigers seem to have learned to hunt man for food, and perhaps sharks and crocodiles."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "The more people we can attract to science and technology - men, women, everybody - the more economic opportunity we have as a nation."
   },
   "author": {
    "text": "Megan Smith"
   }
  },
  {
   "quote": {
    "text": "The first problem for all of us, men and women, is not to learn, but to unlearn."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "I was a little doubtful about the propriety of going to the Mammoth Cave without a gentleman escort, but if two ladies travel alone they must have the courage of men."
   },
   "author": {
    "text": "Maria Mitchell"
   }
  },
  {
   "quote": {
    "text": "If you want to sacrifice the admiration of many men for the criticism of one, go ahead, get married."
   },
   "author": {
    "text": "Katharine Hepburn"
   }
  },
  {
   "quote": {
    "text": "To prejudge other men's notions before we have looked into them is not to show their darkness but to put out our own eyes."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "I never wonder to see men wicked, but I often wonder to see them not ashamed."
   },
   "author": {
    "text": "Jonathan Swift"
   }
  },
  {
   "quote": {
    "text": "I am always surrounded by very, very charming men, very intelligent men with a great sense of humour who always keep me entertained and pampered."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "One man that has a mind and knows it can always beat ten men who haven't and don't."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "I was a proponent of the ERA. The women of my generation and my daughter's generation, they were very active in moving along the social change that would result in equal citizenship stature for men and women."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "With reasonable men, I will reason; with humane men I will plead; but to tyrants I will give no quarter, nor waste arguments where they will certainly be lost."
   },
   "author": {
    "text": "William Lloyd Garrison"
   }
  },
  {
   "quote": {
    "text": "The whole conviction of my life now rests upon the belief that loneliness, far from being a rare and curious phenomenon, peculiar to myself and to a few other solitary men, is the central and inevitable fact of human existence."
   },
   "author": {
    "text": "Tom Wolfe"
   }
  },
  {
   "quote": {
    "text": "Of all the properties which belong to honorable men, not one is so highly prized as that of character."
   },
   "author": {
    "text": "Henry Clay"
   }
  },
  {
   "quote": {
    "text": "Men are more easily governed through their vices than through their virtues."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "There are not many persons who know what wonders are opened to them in the stories and visions of their youth; for when as children we listen and dream, we think but half-formed thoughts, and when as men we try to remember, we are dulled and prosaic with the poison of life."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "For many men, the acquisition of wealth does not end their troubles, it only changes them."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "God gave me some weird, beautiful scent that makes men and women go crazy. People compare it to Carvel. It is a whale of a smell."
   },
   "author": {
    "text": "Adam Sandler"
   }
  },
  {
   "quote": {
    "text": "In our Country... one class of men makes war and leaves another to fight it out."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "The history of progress is written in the blood of men and women who have dared to espouse an unpopular cause, as, for instance, the black man's right to his body, or woman's right to her soul."
   },
   "author": {
    "text": "Emma Goldman"
   }
  },
  {
   "quote": {
    "text": "Girls we love for what they are; young men for what they promise to be."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "The truth is found when men are free to pursue it."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "By nature all men are equal in liberty, but not in other endowments."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "I began revolution with 82 men. If I had to do it again, I do it with 10 or 15 and absolute faith. It does not matter how small you are if you have faith and plan of action."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "Things that I felt absolutely sure of but a few years ago, I do not believe now. This thought makes me see more clearly how foolish it would be to expect all men to agree with me."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "I've found men are less likely to let petty things annoy them."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "Time destroys the speculation of men, but it confirms nature."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "The Creator, in taking infinite pains to shroud with mystery His presence in every atom of creation, could have had but one motive - a sensitive desire that men seek Him only through free will."
   },
   "author": {
    "text": "Paramahansa Yogananda"
   }
  },
  {
   "quote": {
    "text": "I have watched men suffer the anguish of imprisonment, defy appalling human cruelty... break for a moment, then recover inhuman strength to defy their enemies once more."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "The holy spirit means the invisible power of Jehovah, holy because he is holy. This power of Jehovah operated upon the minds of honest men who loved and who were devoted to righteousness, directing them in the writing of the Bible."
   },
   "author": {
    "text": "Joseph Franklin Rutherford"
   }
  },
  {
   "quote": {
    "text": "Every woman, whether or not they're comfortable with the term 'feminist,' probably wants to be equal to men, and that is fundamentally what feminism is about."
   },
   "author": {
    "text": "Emily Ratajkowski"
   }
  },
  {
   "quote": {
    "text": "The quietly pacifist peaceful always die to make room for men who shout."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Men are nearly always willing to believe what they wish."
   },
   "author": {
    "text": "Julius Caesar"
   }
  },
  {
   "quote": {
    "text": "It is not easy to see how the more extreme forms of nationalism can long survive when men have seen the Earth in its true perspective as a single small globe against the stars."
   },
   "author": {
    "text": "Arthur C. Clarke"
   }
  },
  {
   "quote": {
    "text": "I always bring out the best in men I fight, but Joe Frazier, I'll tell the world right now, brings out the best in me. I'm gonna tell ya, that's one helluva man, and God bless him."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "Many men and women in the world demonstrate great willpower and self-discipline in overcoming bad habits and the weaknesses of the flesh."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "People sleep peaceably in their beds at night only because rough men stand ready to do violence on their behalf."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "I have known war as few men now living know it. It's very destructiveness on both friend and foe has rendered it useless as a means of settling international disputes."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "That all men are equal is a proposition to which, at ordinary times, no sane human being has ever given his assent."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Men do not learn much from the lessons of history and that is the most important of all the lessons of history."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Football is a simple game. Twenty-two men chase a ball for 90 minutes and at the end, the Germans always win."
   },
   "author": {
    "text": "Gary Lineker"
   }
  },
  {
   "quote": {
    "text": "Violence and arms can never resolve the problems of men."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "What most men call their conscience is imaginary virtue switching left or right according to self-interest."
   },
   "author": {
    "text": "Vernon Howard"
   }
  },
  {
   "quote": {
    "text": "Many men owe the grandeur of their lives to their tremendous difficulties."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "The freedoms and prosperity we enjoy in America are thanks to the brave men and women who have served in our armed forces."
   },
   "author": {
    "text": "Bill Foster"
   }
  },
  {
   "quote": {
    "text": "Now I am near to the getting of my crown, which shall be sure; for I bless the Lord, and desire all of you to bless Him that He hath brought me here, and makes me triumph over devils, and men, and sin: they shall wound me no more."
   },
   "author": {
    "text": "Donald Cargill"
   }
  },
  {
   "quote": {
    "text": "Most talk about 'super-geniuses' is nonsense. I have found that when 'stars' drop out, successors are usually at hand to fill their places, and the successors are merely men who have learned by application and self-discipline to get full production from an average, normal brain."
   },
   "author": {
    "text": "Charles M. Schwab"
   }
  },
  {
   "quote": {
    "text": "If women talk in ways expected of them or project a feminine demeanor, it's seen as weak. But if they talk in ways associated with men or bosses, then they're seen as too aggressive. Whatever they do violates one or the other expectation: either you're not talking as you should as a woman or as boss."
   },
   "author": {
    "text": "Deborah Tannen"
   }
  },
  {
   "quote": {
    "text": "I'm supposed to have a Ph.D. on the subject of women. But the truth is I've flunked more often than not. I'm very fond of women; I admire them. But, like all men, I don't understand them."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "Great causes and little men go ill together."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "Stories had always been told about male genies coming out of bottles, but they were usually fat, old men. Never had the genie been a gorgeous woman, so that idea really appealed to me, and I created the series based on that premise."
   },
   "author": {
    "text": "Sidney Sheldon"
   }
  },
  {
   "quote": {
    "text": "Neutral men are the devil's allies."
   },
   "author": {
    "text": "Edwin Hubbel Chapin"
   }
  },
  {
   "quote": {
    "text": "Even if feminists tear down the bogeyman patriarchy and dominate men in all areas of life, they still won't be happy because deep down, they'll know it's a false victory. Achievement obtained by lowering your opponent to your standard as opposing to rising and surpassing their standard of output isn't achievement. It's mediocrity."
   },
   "author": {
    "text": "Dana Loesch"
   }
  },
  {
   "quote": {
    "text": "For Jesus, there are no countries to be conquered, no ideologies to be imposed, no people to be dominated. There are only children, women and men to be loved."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "The more comfortable men are with dealing with their own vulnerability and their own ideas of masculinity and feeling emasculated, the healthier they are. It's a healthy thing to deal with."
   },
   "author": {
    "text": "Ben Schnetzer"
   }
  },
  {
   "quote": {
    "text": "I don't think women are that vastly different from men. I'm a bit of a woman myself. But I'm not a feminist filmmaker. I'm not making a feminist thesis to prove that women are important. I just happen to make films with strong characters that are women."
   },
   "author": {
    "text": "Pawel Pawlikowski"
   }
  },
  {
   "quote": {
    "text": "Pride, envy, avarice - these are the sparks have set on fire the hearts of all men."
   },
   "author": {
    "text": "Dante Alighieri"
   }
  },
  {
   "quote": {
    "text": "I want to congratulate all the men out there who are working diligently to be good fathers whether they are stepfathers, or biological fathers or just spiritual fathers."
   },
   "author": {
    "text": "T. D. Jakes"
   }
  },
  {
   "quote": {
    "text": "I think that American women are further along than any other women in the world. But you can't have peace in a world in which some women or some men or some nations are at different stages of development. There is so much work to be done."
   },
   "author": {
    "text": "Alice Paul"
   }
  },
  {
   "quote": {
    "text": "The boys of my people began very young to learn the ways of men, and no one taught us; we just learned by doing what we saw, and we were warriors at a time when boys now are like girls."
   },
   "author": {
    "text": "Black Elk"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as justice in the abstract; it is merely a compact between men."
   },
   "author": {
    "text": "Epicurus"
   }
  },
  {
   "quote": {
    "text": "Unions in wedlock are perverted by the victory of shameless passion that masters the female among men and beasts."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "All the women want to be with me, all the men want to be like me."
   },
   "author": {
    "text": "Ric Flair"
   }
  },
  {
   "quote": {
    "text": "Prime time for men is, say, 35 to 45. Then they level off and fall off."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "Men must know their limitations."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "It's not the sentiments of men which make history but their actions."
   },
   "author": {
    "text": "Norman Mailer"
   }
  },
  {
   "quote": {
    "text": "If there is a single quality that is shared by all great men, it is vanity."
   },
   "author": {
    "text": "Yousuf Karsh"
   }
  },
  {
   "quote": {
    "text": "Nowadays men lead lives of noisy desperation."
   },
   "author": {
    "text": "James Thurber"
   }
  },
  {
   "quote": {
    "text": "I only have 'yes' men around me. Who needs 'no' men?"
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "The most successful men in the end are those whose success is the result of steady accretion."
   },
   "author": {
    "text": "Alexander Graham Bell"
   }
  },
  {
   "quote": {
    "text": "Treat all men alike. Give them the same law. Give them an even chance to live and grow."
   },
   "author": {
    "text": "Chief Joseph"
   }
  },
  {
   "quote": {
    "text": "I think one of the basic reasons men make good friends is that they can make up their minds quickly."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "Men do not quit playing because they grow old; they grow old because they quit playing."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "Men are freest when they are most unconscious of freedom. The shout is a rattling of chains, always was."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "If the world were a logical place, men would ride side saddle."
   },
   "author": {
    "text": "Rita Mae Brown"
   }
  },
  {
   "quote": {
    "text": "Kindly words do not enter so deeply into men as a reputation for kindness."
   },
   "author": {
    "text": "Mencius"
   }
  },
  {
   "quote": {
    "text": "Sports are basically our way of feeling sorry for ourselves. Most men can't become athletes. We're watching guys who actually made it. We see them dunking and making touchdowns. Then we think about ourselves when we were younger."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "First find the man in yourself if you will inspire manliness in others."
   },
   "author": {
    "text": "Amos Bronson Alcott"
   }
  },
  {
   "quote": {
    "text": "The more I see of men, the more I like dogs."
   },
   "author": {
    "text": "Clara Bow"
   }
  },
  {
   "quote": {
    "text": "There is no justice among men."
   },
   "author": {
    "text": "Nicholas II of Russia"
   }
  },
  {
   "quote": {
    "text": "Don Quixote is one that comes to mind in comparison to mine, in that they both involve journeys undertaken by older men. That is unusual, because generally the hero of a journey story is very young."
   },
   "author": {
    "text": "David Guterson"
   }
  },
  {
   "quote": {
    "text": "Kill a man, and you are an assassin. Kill millions of men, and you are a conqueror. Kill everyone, and you are a god."
   },
   "author": {
    "text": "Beilby Porteus"
   }
  },
  {
   "quote": {
    "text": "Certainly the best works, and of greatest merit for the public, have proceeded from the unmarried, or childless men."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "That is just the reality of being a marginalized person in this country: you have to deal with the psychological impact of your oppressor - whether that's being a woman dealing with men or gay people dealing with straight people or trans people dealing with everybody else."
   },
   "author": {
    "text": "Justin Simien"
   }
  },
  {
   "quote": {
    "text": "Around me I saw women overworked and underpaid, doing men's work at half men's wages, not because their work was inferior, but because they were women."
   },
   "author": {
    "text": "Anna Howard Shaw"
   }
  },
  {
   "quote": {
    "text": "It is the privilege of the gods to want nothing, and of godlike men to want little."
   },
   "author": {
    "text": "Diogenes"
   }
  },
  {
   "quote": {
    "text": "I only like two kinds of men, domestic and imported."
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "We must develop the capacity to see men not as they are at present but as they may become."
   },
   "author": {
    "text": "Thomas S. Monson"
   }
  },
  {
   "quote": {
    "text": "Controversy equalizes fools and wise men in the same way - and the fools know it."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "Whatever makes men good Christians, makes them good citizens."
   },
   "author": {
    "text": "Daniel Webster"
   }
  },
  {
   "quote": {
    "text": "Our mission... it will be difficult, it will take time, it will be demanding for all men and women... will be to act in such a way that French people of the Muslim faith are always more proud of being French than of being Muslim."
   },
   "author": {
    "text": "Emmanuel Macron"
   }
  },
  {
   "quote": {
    "text": "The person who has nothing for which he is willing to fight, nothing which is more important than his own personal safety, is a miserable creature and has no chance of being free unless made and kept so by the exertions of better men than himself."
   },
   "author": {
    "text": "John Stuart Mill"
   }
  },
  {
   "quote": {
    "text": "There are no hopeless situations; there are only men who have grown hopeless about them."
   },
   "author": {
    "text": "Clare Boothe Luce"
   }
  },
  {
   "quote": {
    "text": "I am really proud to be a part in whatever way of women becoming active in the political scene. I think it was the first time that people came to terms with the reality of what it meant to have a Senate made up of 98 men and two women."
   },
   "author": {
    "text": "Anita Hill"
   }
  },
  {
   "quote": {
    "text": "Boys will be boys, and so will a lot of middle-aged men."
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "One of the things that first attracted me to chess is that it brings you into contact with intelligent, civilized people - men of the stature of Garry Kasparov, the former world champion, who was my part-time coach."
   },
   "author": {
    "text": "Magnus Carlsen"
   }
  },
  {
   "quote": {
    "text": "Deliberation is the work of many men. Action, of one alone."
   },
   "author": {
    "text": "Charles de Gaulle"
   }
  },
  {
   "quote": {
    "text": "Mr. Trump's and Mr. Osteen's brands are rooted in success, not Scripture. Believers in prosperity like winners. Hurricanes and catastrophic floods do not provide the winning narratives crucial to keep adherents chained to prosperity gospel thinking. That is why it is easy for both men to issue platitudes devoid of empathy during natural disasters."
   },
   "author": {
    "text": "Anthea Butler"
   }
  },
  {
   "quote": {
    "text": "Alfred Nobel's discoveries are characteristic; powerful explosives can help men perform admirable tasks. They are also a means to terrible destruction in the hands of the great criminals who lead peoples to war."
   },
   "author": {
    "text": "Pierre Curie"
   }
  },
  {
   "quote": {
    "text": "Father's Day is hopefully a time when the culture says, 'This is our moment to look at who our men and boys are.'"
   },
   "author": {
    "text": "Michael Gurian"
   }
  },
  {
   "quote": {
    "text": "I usually make up my mind about a man in ten seconds, and I very rarely change it."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "Death, so called, is a thing which makes men weep, And yet a third of life is passed in sleep."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "We women are going to bring change. We are speaking up for girls' rights, but we must not behave like men, like they have done in the past."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "All men were made by the Great Spirit Chief. They are all brothers."
   },
   "author": {
    "text": "Chief Joseph"
   }
  },
  {
   "quote": {
    "text": "The first thing I organized around was the Central Park Five case for the young men who were accused. We talked about the unfair misrepresentation of these young teenagers in the media. I've been fighting back against Donald Trump for a long time."
   },
   "author": {
    "text": "Tarana Burke"
   }
  },
  {
   "quote": {
    "text": "I met a hundred men going to Delhi, and every one is my brother."
   },
   "author": {
    "text": "Pope Paul VI"
   }
  },
  {
   "quote": {
    "text": "To me, it's not the end of the world if I end up not being with someone. I love romance. I love sex. I love men's company, but I don't feel I have to be married. Men are a wonderful part of life, like chocolate. But my life goes on whether they're there or not."
   },
   "author": {
    "text": "Jerry Hall"
   }
  },
  {
   "quote": {
    "text": "They say women talk too much. If you have worked in Congress you know that the filibuster was invented by men."
   },
   "author": {
    "text": "Clare Boothe Luce"
   }
  },
  {
   "quote": {
    "text": "Men who wish to know about the world must learn about it in its particular details."
   },
   "author": {
    "text": "Heraclitus"
   }
  },
  {
   "quote": {
    "text": "A woman simply is, but a man must become."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "Every man is a volume if you know how to read him."
   },
   "author": {
    "text": "William Ellery Channing"
   }
  },
  {
   "quote": {
    "text": "Women prefer to talk in twos, while men prefer to talk in threes."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Men don't wear high heels, and they don't make allowances for women who do. Tottering down the corridors of power in beautiful but crippling stilettos telegraphs your preference for style over substance."
   },
   "author": {
    "text": "Donna Brazile"
   }
  },
  {
   "quote": {
    "text": "Diamonds never leave you... men do!"
   },
   "author": {
    "text": "Shirley Bassey"
   }
  },
  {
   "quote": {
    "text": "Men do not fail; they give up trying."
   },
   "author": {
    "text": "Elihu Root"
   }
  },
  {
   "quote": {
    "text": "By indignities men come to dignities."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Women love hairy men. Cavemen were the sexiest men in history."
   },
   "author": {
    "text": "Leslie Mann"
   }
  },
  {
   "quote": {
    "text": "Among men and women, those in love do not always announce themselves with declarations and vows. But they are the ones who weep when you're gone. Who miss you every single night, especially when the sky is so deep and beautiful, and the ground so very cold."
   },
   "author": {
    "text": "Alice Hoffman"
   }
  },
  {
   "quote": {
    "text": "When I'm talking to groups that are all men, we talk about how the masculine role limits them. They often want to talk about how they missed having real fathers, real loving, present fathers, because of the way that they tried to fit the picture of masculinity."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Those men get along best with women who can get along best without them."
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "Men's memoirs are about answers; women's memoirs are about questions. Most male authors want to look good in their memoirs and have a place in posterity, while most women know that posterity is what happens when you no longer care. Women want to connect with others here and now; they couldn't care less about legacy!"
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "I am opposed to the military use of animals. I am also opposed to the military use of men."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "My attitude toward men who mess around is simple: If you find 'em, kill 'em."
   },
   "author": {
    "text": "Loretta Lynn"
   }
  },
  {
   "quote": {
    "text": "The priests say the new dawn will be like the rain that fertilizes the soil before we begin to plant our corn. It will renew the natural cycle of life. The Mayan people will once again flourish. I believe in this very strongly. The holy men say we are entering a period of clarity. We are rediscovering our Mayan values."
   },
   "author": {
    "text": "Rigoberta Menchu"
   }
  },
  {
   "quote": {
    "text": "It is in fact agreed that I am the plague, the cholera of the benevolent and generous men who are interested in art and that, when I show myself with my plasters, even the Emperor of the Sahara would flee."
   },
   "author": {
    "text": "Camille Claudel"
   }
  },
  {
   "quote": {
    "text": "Men, who are rogues individually, are in the mass very honorable people."
   },
   "author": {
    "text": "Montesquieu"
   }
  },
  {
   "quote": {
    "text": "On Memorial Day, we remember the service of those brave military men and women who paid the ultimate sacrifice defending and protecting our freedoms."
   },
   "author": {
    "text": "Bill Flores"
   }
  },
  {
   "quote": {
    "text": "In traditional societies, we have a long legacy of men controlling the body and mind of women. Such societies have valorised motherhood and fabricated concepts like chastity. Women have been the victims of these notions for thousands of years."
   },
   "author": {
    "text": "Taslima Nasrin"
   }
  },
  {
   "quote": {
    "text": "Men are like sheep, of which a flock is more easily driven than a single one."
   },
   "author": {
    "text": "Richard Whately"
   }
  },
  {
   "quote": {
    "text": "God hates violence. He has ordained that all men fairly possess their property, not seize it."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "Most men, when they think they are thinking, are merely rearranging their prejudices."
   },
   "author": {
    "text": "Knute Rockne"
   }
  },
  {
   "quote": {
    "text": "Men often act knowingly against their interest."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "The impossibility of a retreat makes no difference in the situation of men resolved to conquer or die; and, believe me, my friends, if your conquest could be bought with the blood of your general, he would most cheerfully resign a life which he has long devoted to his country."
   },
   "author": {
    "text": "James Wolfe"
   }
  },
  {
   "quote": {
    "text": "When you're a young boy, you're looking at older men for role modelling. Before I loved De Niro, I loved Clint Eastwood; I loved John Wayne. And James Bond."
   },
   "author": {
    "text": "Ben Mendelsohn"
   }
  },
  {
   "quote": {
    "text": "No gentleman ever discusses any relationship with a lady."
   },
   "author": {
    "text": "Keith Miller"
   }
  },
  {
   "quote": {
    "text": "All men who have turned out worth anything have had the chief hand in their own education."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "Men give away nothing so liberally as their advice."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "'Tis easy enough to be pleasant, When life flows along like a song; But the man worth while is the one who will smile when everything goes dead wrong."
   },
   "author": {
    "text": "Ella Wheeler Wilcox"
   }
  },
  {
   "quote": {
    "text": "Men become much more attractive when they start looking older. But it doesn't do much for women, though we do have an advantage: make-up."
   },
   "author": {
    "text": "Bette Davis"
   }
  },
  {
   "quote": {
    "text": "For tis not in mere death that men die most."
   },
   "author": {
    "text": "Elizabeth Barrett Browning"
   }
  },
  {
   "quote": {
    "text": "Men, as well as women, are much oftener led by their hearts than by their understandings."
   },
   "author": {
    "text": "Philip Stanhope, 4th Earl of Chesterfield"
   }
  },
  {
   "quote": {
    "text": "Men are not punished for their sins, but by them."
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "Men should strive to think much and know little."
   },
   "author": {
    "text": "Democritus"
   }
  },
  {
   "quote": {
    "text": "Either men will learn to live like brothers, or they will die like beasts."
   },
   "author": {
    "text": "Max Lerner"
   }
  },
  {
   "quote": {
    "text": "It's at the borders of pain and suffering that the men are separated from the boys."
   },
   "author": {
    "text": "Emil Zatopek"
   }
  },
  {
   "quote": {
    "text": "Where all men think alike, no one thinks very much."
   },
   "author": {
    "text": "Walter Lippmann"
   }
  },
  {
   "quote": {
    "text": "No nice men are good at getting taxis."
   },
   "author": {
    "text": "Katharine Whitehorn"
   }
  },
  {
   "quote": {
    "text": "Remember this about the Korean War: The men were drafted; the women volunteered."
   },
   "author": {
    "text": "Loretta Swit"
   }
  },
  {
   "quote": {
    "text": "In life we shall find many men that are great, and some that are good, but very few men that are both great and good."
   },
   "author": {
    "text": "Charles Caleb Colton"
   }
  },
  {
   "quote": {
    "text": "Men's arguments often prove nothing but their wishes."
   },
   "author": {
    "text": "Charles Caleb Colton"
   }
  },
  {
   "quote": {
    "text": "All men have an instinct for conflict: at least, all healthy men."
   },
   "author": {
    "text": "Hilaire Belloc"
   }
  },
  {
   "quote": {
    "text": "Like all young men I set out to be a genius, but mercifully laughter intervened."
   },
   "author": {
    "text": "Lawrence Durrell"
   }
  },
  {
   "quote": {
    "text": "Men tend to feel threatened; women tend to feel guilty."
   },
   "author": {
    "text": "Edwin Louis Cole"
   }
  },
  {
   "quote": {
    "text": "There is always a type of man who says he loves his fellow men, and expects to make a living at it."
   },
   "author": {
    "text": "E. W. Howe"
   }
  },
  {
   "quote": {
    "text": "Men have as exaggerated an idea of their rights as women have of their wrongs."
   },
   "author": {
    "text": "E. W. Howe"
   }
  },
  {
   "quote": {
    "text": "When two men in business always agree, one of them is unnecessary."
   },
   "author": {
    "text": "Ezra Pound"
   }
  },
  {
   "quote": {
    "text": "Women thrive on novelty and are easy meat for the commerce of fashion. Men prefer old pipes and torn jackets."
   },
   "author": {
    "text": "Anthony Burgess"
   }
  },
  {
   "quote": {
    "text": "Men won't read any email from a woman that's over 200 words long."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "Men are not against you; they are merely for themselves."
   },
   "author": {
    "text": "Gene Fowler"
   }
  },
  {
   "quote": {
    "text": "Every time a man expects, as he says, his money to work for him, he is expecting other people to work for him."
   },
   "author": {
    "text": "Dorothy L. Sayers"
   }
  },
  {
   "quote": {
    "text": "One must judge men not by their opinions, but by what their opinions have made of them."
   },
   "author": {
    "text": "Georg C. Lichtenberg"
   }
  },
  {
   "quote": {
    "text": "Human misery is too great for men to do without faith."
   },
   "author": {
    "text": "Heinrich Heine"
   }
  },
  {
   "quote": {
    "text": "He was one of those men who possess almost every gift, except the gift of the power to use them."
   },
   "author": {
    "text": "Charles Kingsley"
   }
  },
  {
   "quote": {
    "text": "Culture makes all men gentle."
   },
   "author": {
    "text": "Menander"
   }
  },
  {
   "quote": {
    "text": "Men may live fools, but fools they cannot die."
   },
   "author": {
    "text": "Edward Young"
   }
  },
  {
   "quote": {
    "text": "Commitment means that it is possible for a man to yield the nerve center of his consent to a purpose or cause, a movement or an ideal, which may be more important to him than whether he lives or dies."
   },
   "author": {
    "text": "Howard Thurman"
   }
  },
  {
   "quote": {
    "text": "The true index of a man's character is the health of his wife."
   },
   "author": {
    "text": "Cyril Connolly"
   }
  },
  {
   "quote": {
    "text": "Men, even when alone, lighten their labors by song, however rude it may be."
   },
   "author": {
    "text": "Quintilian"
   }
  },
  {
   "quote": {
    "text": "I think men are afraid to be with a successful woman, because we are terribly strong, we know what we want and we are not fragile enough."
   },
   "author": {
    "text": "Shirley Bassey"
   }
  },
  {
   "quote": {
    "text": "Whenever ideas fail, men invent words."
   },
   "author": {
    "text": "Martin H. Fischer"
   }
  },
  {
   "quote": {
    "text": "As I said, men value their independence in a weird way, above practically everything."
   },
   "author": {
    "text": "George Weinberg"
   }
  },
  {
   "quote": {
    "text": "Men are actually the weaker sex."
   },
   "author": {
    "text": "George Weinberg"
   }
  },
  {
   "quote": {
    "text": "For most men life is a search for the proper manila envelope in which to get themselves filed."
   },
   "author": {
    "text": "Clifton Fadiman"
   }
  },
  {
   "quote": {
    "text": "When a man is no longer anxious to do better than well, he is done for."
   },
   "author": {
    "text": "Benjamin Haydon"
   }
  },
  {
   "quote": {
    "text": "Law describes the way things would work if men were angels."
   },
   "author": {
    "text": "Christopher Dawson"
   }
  },
  {
   "quote": {
    "text": "Stronger by weakness, wiser men become."
   },
   "author": {
    "text": "Edmund Waller"
   }
  },
  {
   "quote": {
    "text": "Italian men do appreciate beautiful women. They're not afraid of the beauty, which is nice."
   },
   "author": {
    "text": "Eva Herzigova"
   }
  },
  {
   "quote": {
    "text": "A lot of times, women don't get the male perspective in regards to a relationship, what men go through when they're not really dealing well."
   },
   "author": {
    "text": "Morris Chestnut"
   }
  },
  {
   "quote": {
    "text": "Men are different. When they are in love they may also have other girlfriends."
   },
   "author": {
    "text": "Zhang Ziyi"
   }
  },
  {
   "quote": {
    "text": "What do women do when they get together? We sit around and talk! Men, not so much. My theory is that this difference is genetic and dates back to the hunter-gatherer societies, when the men had to be quiet as they hunted, lest they scare away the bison and then everyone starved to death and it was all their fault."
   },
   "author": {
    "text": "Jenna McCarthy"
   }
  },
  {
   "quote": {
    "text": "Men are often biased in their judgment on account of their sympathy and their interests."
   },
   "author": {
    "text": "George William Norris"
   }
  },
  {
   "quote": {
    "text": "The beauty of a strong, lasting commitment is often best understood by men incapable of it."
   },
   "author": {
    "text": "Murray Kempton"
   }
  }
 ]
}