{
 "MomQuotes": [
  {
   "quote": {
    "text": "My mom has always been kind of my backbone. She keeps me strong. She is a mother, a friend. She is really everything to me."
   },
   "author": {
    "text": "Aerin Lauder"
   }
  },
  {
   "quote": {
    "text": "You need a strong family because at the end, they will love you and support you unconditionally. Luckily, I have my dad, mom and sister."
   },
   "author": {
    "text": "Esha Gupta"
   }
  },
  {
   "quote": {
    "text": "One of the greatest titles in the world is parent, and one of the biggest blessings in the world is to have parents to call mom and dad."
   },
   "author": {
    "text": "Jim DeMint"
   }
  },
  {
   "quote": {
    "text": "The heart of a mother is a deep abyss at the bottom of which you will always find forgiveness."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "That's who my mom is. She's a listener and a doer. She's a woman driven by compassion, by faith, by a fierce sense of justice and a heart full of love. So, this November, I'm voting for a woman who is my role model, as a mother, and as an advocate. A woman who has spent her entire life fighting for families and children."
   },
   "author": {
    "text": "Chelsea Clinton"
   }
  },
  {
   "quote": {
    "text": "My mother had a great deal of trouble with me, but I think she enjoyed it."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "My sister is my little star, and I'm excited for her and proud of her. With her, I'm protective, but also I don't want to be that sister who's really pushy and thinks they know everything and making her feel like she doesn't know what she's doing. I'm trying to be that cool older sister and not the mom, but it's hard."
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "You know the best part of being a mom is getting that love. Honestly, you know, my son's love... a child's love is so pure, it just makes you feel so good no matter what."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "My mother's wonderful. To me she's perfection."
   },
   "author": {
    "text": "Michael Jackson"
   }
  },
  {
   "quote": {
    "text": "Motherhood is a great honor and privilege, yet it is also synonymous with servanthood. Every day women are called upon to selflessly meet the needs of their families. Whether they are awake at night nursing a baby, spending their time and money on less-than-grateful teenagers, or preparing meals, moms continuously put others before themselves."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "I am very proud of my mom and consider her the most courageous woman I know. With perseverance, sacrifice and hard work, she raised a family of Olympic athletes and gave us the tools and the spirit to succeed. That is something that my brothers and I will always be thankful for."
   },
   "author": {
    "text": "Diana Lopez"
   }
  },
  {
   "quote": {
    "text": "My dad said, 'Stay humble, and you gotta work harder than everybody else.' My mom said, 'Always be yourself.' She always told me only God can judge me."
   },
   "author": {
    "text": "Nate Robinson"
   }
  },
  {
   "quote": {
    "text": "Having children is my greatest achievement. It was my saviour. It switched my focus from the outside to the inside. My children are gifts, they remind me of what's important."
   },
   "author": {
    "text": "Elle Macpherson"
   }
  },
  {
   "quote": {
    "text": "My mom is definitely my rock."
   },
   "author": {
    "text": "Alicia Keys"
   }
  },
  {
   "quote": {
    "text": "My parents couldn't give me a whole lot of financial support, but they gave me good genes. My dad is a handsome son-of-a-gun, and my mom is beautiful. And I've definitely been the lucky recipient. So, thank you, Mom and Dad."
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "The natural state of motherhood is unselfishness. When you become a mother, you are no longer the center of your own universe. You relinquish that position to your children."
   },
   "author": {
    "text": "Jessica Lange"
   }
  },
  {
   "quote": {
    "text": "The most inspiring piece of advice I've gotten is simply to persevere. My mom taught me to always keep going no matter what from an early age. When it feels too difficult to push forward, I always remind myself, 'This too shall pass,' and then I redouble my efforts."
   },
   "author": {
    "text": "Liya Kebede"
   }
  },
  {
   "quote": {
    "text": "The mother's heart is the child's schoolroom."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "It was tough times in Ohio when we lived there. My dad was between unemployed and just selling random knickknacks at a flea market. My mom was a cashier at a Chinese food restaurant. They both had awesome careers back in Taiwan, and they came here for my sister and I."
   },
   "author": {
    "text": "Chieh Huang"
   }
  },
  {
   "quote": {
    "text": "Men are what their mothers made them."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "I think my mom put it best. She said, 'Little girls soften their daddy's hearts.'"
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "My mom worked at McDonald's, and she decided she wanted to make more money, so she got into the management program at McDonald's. And that's how you move up the chain. It's not by demanding that minimum wage is raised; it's by actually acquiring the skills. That's the way that people get ahead in life."
   },
   "author": {
    "text": "Raul Labrador"
   }
  },
  {
   "quote": {
    "text": "My mom was a source of strength. She showed me by example that women, regardless of how difficult life may get, can do it all."
   },
   "author": {
    "text": "Gloria Estefan"
   }
  },
  {
   "quote": {
    "text": "My mom and I have always been there for each other. We had some tough times, but she was always there for me."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "Mom and Dad were married 64 years. And if you wondered what their secret was, you could have asked the local florist - because every day Dad gave Mom a rose, which he put on her bedside table. That's how she found out what happened on the day my father died - she went looking for him because that morning, there was no rose."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "America isn't Congress. America isn't Washington. America is the striving immigrant who starts a business, or the mom who works two low-wage jobs to give her kid a better life. America is the union leader and the CEO who put aside their differences to make the economy stronger."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "That strong mother doesn't tell her cub, Son, stay weak so the wolves can get you. She says, Toughen up, this is reality we are living in."
   },
   "author": {
    "text": "Lauryn Hill"
   }
  },
  {
   "quote": {
    "text": "My mom has always been my support system. She taught me to never give up and to keep pursuing my passions no matter what."
   },
   "author": {
    "text": "Mandy Moore"
   }
  },
  {
   "quote": {
    "text": "I lead by example. My kids know what sweat is. They've seen me come home from so many runs and asked, 'What's on your skin? How did you get it?' And I tell them, 'It's from exercise!' So now my son will come home from a bike ride, take off his helmet and say, 'Look, Mom. I'm sweating! I just worked out!'"
   },
   "author": {
    "text": "Summer Sanders"
   }
  },
  {
   "quote": {
    "text": "I was raised by a single mother who made a way for me. She used to scrub floors as a domestic worker, put a cleaning rag in her pocketbook and ride the subways in Brooklyn so I would have food on the table. But she taught me as I walked her to the subway that life is about not where you start, but where you're going. That's family values."
   },
   "author": {
    "text": "Al Sharpton"
   }
  },
  {
   "quote": {
    "text": "When you were growing up, your mom and dad told you to look both ways before crossing the street or not to get into a car with a stranger. It's the same with the Internet. We have a big responsibility and a huge role in bringing all the stakeholders to the table - users, parents, educators, law enforcement, government organisations."
   },
   "author": {
    "text": "Chris DeWolfe"
   }
  },
  {
   "quote": {
    "text": "Motherhood is the greatest thing and the hardest thing."
   },
   "author": {
    "text": "Ricki Lake"
   }
  },
  {
   "quote": {
    "text": "Financial independence is paramount. My mom always says that when a woman is financially independent, she has the ability to live life on her own terms. I think that was the soundest advice that I ever got. No matter where you go in life or who you get married to, you have to be financially independent - whether you use it or not."
   },
   "author": {
    "text": "Priyanka Chopra"
   }
  },
  {
   "quote": {
    "text": "I've always believed fitness is an entry point to help you build that happier, healthier life. When your health is strong, you're capable of taking risks. You'll feel more confident to ask for the promotion. You'll have more energy to be a better mom. You'll feel more deserving of love."
   },
   "author": {
    "text": "Jillian Michaels"
   }
  },
  {
   "quote": {
    "text": "My mom didn't let me play video games growing up, so now I do. Gaming gives me a chance to just let go, blow somebody up and fight somebody from another dimension. It's all escapism."
   },
   "author": {
    "text": "Wayne Brady"
   }
  },
  {
   "quote": {
    "text": "Good food and a warm kitchen are what makes a house a home. I always tried to make my home like my mother's, because Mom was magnificent at stretching a buck when it came to decorating and food. Like a true Italian, she valued beautification in every area of her life, and I try to do the same."
   },
   "author": {
    "text": "Rachael Ray"
   }
  },
  {
   "quote": {
    "text": "As others have recently suggested, the term 'gamer' is no longer useful as an identity because games are for everyone. These days, even my mom spends an inordinate amount of time gaming on her iPad. So I'll take a cue from my younger self and say I don't care about being a 'gamer,' but I sure do love video games."
   },
   "author": {
    "text": "Anita Sarkeesian"
   }
  },
  {
   "quote": {
    "text": "I love spending time with my family and friends during the holidays, and my favorite holiday tradition would be the pozole that my mom makes almost every Christmas. It's the best!"
   },
   "author": {
    "text": "Becky G"
   }
  },
  {
   "quote": {
    "text": "All the awards in the world, you can get into all the nightclubs, they'll send you the nicest clothes. Nothing better than walking into your dad's restaurant and seeing a smile on his face and knowing that your mom and dad and your sister are real proud of you."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "I'm not big on dark chocolate, but I do have a sweet tooth, so it gets me in trouble. I love warm chocolate chip cookies with ice cream. Then there's this chocolate pie my mom makes for me every year for my birthday. She's been making it since I was younger, and there's nothing like it. It's really so, so good!"
   },
   "author": {
    "text": "Phillip Phillips"
   }
  },
  {
   "quote": {
    "text": "Growing up, I had only one good pair of shoes. So on rainy school days, my mom would slip plastic bread bags over them to keep them dry. But I was never embarrassed. Because the school bus would be filled with rows and rows of young Iowans with bread bags slipped over their feet."
   },
   "author": {
    "text": "Joni Ernst"
   }
  },
  {
   "quote": {
    "text": "My mom always said that there would be haters. Not everyone can love ya."
   },
   "author": {
    "text": "Joel Madden"
   }
  },
  {
   "quote": {
    "text": "Did Superman really want to save the world, or did he just feel like he had to? Would he much rather be a farmer? Maybe. Would he much rather be hanging out with his dad and his mom and his dog? Probably."
   },
   "author": {
    "text": "Gerard Way"
   }
  },
  {
   "quote": {
    "text": "Mom spent the time that she was supposed to be a kid actully raising children, her younger brother and younger sister. She was tough as nails and did not suffer fools at all. And the truth was she could not afford to. She spoke the truth, bluntly, directly, and without much varnish. I am her son."
   },
   "author": {
    "text": "Chris Christie"
   }
  },
  {
   "quote": {
    "text": "I started making music... I guess I was 12, and I started playing 'Guitar Hero.' And you know, it got to a point where on expert, you can only exceed to a certain point. And so, you know, I was like, 'Let's play real guitar. Let's not waste more time.' So, I got my mom, I told her to buy me a guitar for Christmas, and I started making music then."
   },
   "author": {
    "text": "Post Malone"
   }
  },
  {
   "quote": {
    "text": "I enjoy the celebration of my birthday as much as anyone else does, but I always remember to start my day thanking my mom because she did most of the work the day I came into the world, not to mention all she has done throughout my life that has contributed so much to the woman I am today."
   },
   "author": {
    "text": "Christy Turlington"
   }
  },
  {
   "quote": {
    "text": "Food feeds both the body and soul - there are clear reasons to eat a balanced diet, but there are also reasons you cling to your mom's secret chicken noodle soup recipe when you're sick."
   },
   "author": {
    "text": "Michael Mina"
   }
  },
  {
   "quote": {
    "text": "My mom says I'm a fighter, a fierce competitor, and I think I am, too."
   },
   "author": {
    "text": "Gabby Douglas"
   }
  },
  {
   "quote": {
    "text": "I was born in Corpus Christi, Texas, the youngest of four girls, including my oldest sister, Lisa, who has special needs. My mom was a special education teacher, and my dad worked on the Army base. We weren't wealthy, but we were determined to succeed."
   },
   "author": {
    "text": "Eva Longoria"
   }
  },
  {
   "quote": {
    "text": "We need somebody who's got the heart, the empathy, to recognize what it's like to be a young teenage mom, the empathy to understand what it's like to be poor or African-American or gay or disabled or old - and that's the criterion by which I'll be selecting my judges."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "I worked in theater my whole life. My mom was a drama teacher at my middle school. In high school, I was Drama Club President every year, and then I auditioned for conservatory acting programs."
   },
   "author": {
    "text": "Jenn Proske"
   }
  },
  {
   "quote": {
    "text": "If you want to stand with me as a single mom - and I know so many of my friends and colleagues do - please don't appropriate my burden as a way to validate your own. To suggest that you are single-parenting when you are simply solo for the weekend devalues what real single mothers do."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "The art of motherhood involves much silent, unobtrusive self-denial, an hourly devotion which finds no detail too minute."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "I was always at peace because of the way my mom treated me."
   },
   "author": {
    "text": "Martina Hingis"
   }
  },
  {
   "quote": {
    "text": "Most of us have fond memories of food from our childhood. Whether it was our mom's homemade lasagna or a memorable chocolate birthday cake, food has a way of transporting us back to the past."
   },
   "author": {
    "text": "Homaro Cantu"
   }
  },
  {
   "quote": {
    "text": "I grew up very differently than a lot of other people in my hometown in Mississippi. But I can't imagine my life any other way. I flew home and surprised my best friend at his graduation, and I remember turning to my mom and saying, 'My graduation was so much cooler than this.' I had Melissa Joan Hart give my commencement speech."
   },
   "author": {
    "text": "Taylor Spreitler"
   }
  },
  {
   "quote": {
    "text": "Completeness? Happiness? These words don't come close to describing my emotions. There truly is nothing I can say to capture what motherhood means to me, particularly given my medical history."
   },
   "author": {
    "text": "Anita Baker"
   }
  },
  {
   "quote": {
    "text": "One thing my mom used to tell me was to look to the other side, and know that my present is not going to be everything. So if I'm having a bad day, she goes, 'Just imagine tomorrow. This is going to be over. This is going to be done with.'"
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "Sending a handwritten letter is becoming such an anomaly. It's disappearing. My mom is the only one who still writes me letters. And there's something visceral about opening a letter - I see her on the page. I see her in her handwriting."
   },
   "author": {
    "text": "Steve Carell"
   }
  },
  {
   "quote": {
    "text": "The person earning the federal minimum wage of $7.25 isn't going out to eat at restaurants. They're not taking piano lessons. They're not going to the gym or the yoga studio. They're not sending mom flowers on Mother's day. What good is this person in the economy? If you raise it to $15 an hour, they're doing all of those things."
   },
   "author": {
    "text": "Nick Hanauer"
   }
  },
  {
   "quote": {
    "text": "My mom used to make my costumes when I was little; she sews a lot. One year, I was a bride and I had a big wedding dress and a bouquet. Another year I was a medieval princess with a long teal dress and a veil. It was a little extravagant, but it was cute!"
   },
   "author": {
    "text": "Sasha Pieterse"
   }
  },
  {
   "quote": {
    "text": "God blessed me with two unbelievable parents, and I am just like both of them. I have the smile and charisma of my mother and the big heart of my mom, because she wants to save the world and help the world, so I am just like her."
   },
   "author": {
    "text": "Magic Johnson"
   }
  },
  {
   "quote": {
    "text": "I grew up with just my mom. She and I were like best friends. She's a very independent woman and I admire that about her. In my life, I've tried to be like that. To be okay with being on my own and being independent."
   },
   "author": {
    "text": "Emma Roberts"
   }
  },
  {
   "quote": {
    "text": "You've got to know how to hustle. I got a lot of inspiration from my parents. My father was definitely a hustler. With six kids in the house, you always got to be hustling. And my mom, she's got sick work ethic."
   },
   "author": {
    "text": "Jay Pharoah"
   }
  },
  {
   "quote": {
    "text": "Mom cooked a lot of turkey when I was growing up. Turkey meatloaf, turkey burgers, ground turkey shepherd's pie - my childhood was the Bubba Gump of turkey. You'd think I would be sick of it, but when I find gems like Gwyneth Paltrow's turkey meatball recipe, it's as though the fowl is no longer foul to me."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "My mother taught me to treat a lady respectfully."
   },
   "author": {
    "text": "Chris Brown"
   }
  },
  {
   "quote": {
    "text": "My mom was a terrible parent of young children. And thank God - I thank God every time I think of it - I was sent to my paternal grandmother. Ah, but my mother was a great parent of a young adult."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "My earliest memories of my mom were of her multi-tasking - preparing dinner while checking on homework and housework; clearing the dinner plates while setting out bowls for breakfast; making sure we ate our breakfast while lining up bread, lunch meats, apples, and snacks assembly-line style so we could make our lunches."
   },
   "author": {
    "text": "Christine Pelosi"
   }
  },
  {
   "quote": {
    "text": "My mom keeps me going, man. She deserves such a good life. I just wanna give it to her. My dad, too. My family, my friends, they keep me motivated. Just knowing my personal legend, just knowing what I'm supposed to do, that keeps me going."
   },
   "author": {
    "text": "Big Sean"
   }
  },
  {
   "quote": {
    "text": "No matter how good you are, at some point your kids are gonna have to create their own independence and think that Mom and Dad aren't cool, just to establish themselves. That's what adolescence is about. They're gonna go through that no matter what."
   },
   "author": {
    "text": "Eddie Vedder"
   }
  },
  {
   "quote": {
    "text": "I was raised in the greatest of homes... just a really great dad, and I miss him so much... he was a good man, a real simple man... Very faithful, always loved my mom, always provided for the kids, and just a lot of fun."
   },
   "author": {
    "text": "Max Lucado"
   }
  },
  {
   "quote": {
    "text": "The fastest way to break the cycle of perfectionism and become a fearless mother is to give up the idea of doing it perfectly - indeed to embrace uncertainty and imperfection."
   },
   "author": {
    "text": "Arianna Huffington"
   }
  },
  {
   "quote": {
    "text": "When I was about 6, my cousin was very active in a Filipino repertory company, doing musicals and plays. Her aunt was one of the founders of the company, and she told my mom that there were these auditions for 'The King and I,' and that they needed kids. I auditioned, got in and the love affair started from there and just kept going."
   },
   "author": {
    "text": "Lea Salonga"
   }
  },
  {
   "quote": {
    "text": "The woman is uniformly sacrificed to the wife and mother."
   },
   "author": {
    "text": "Elizabeth Cady Stanton"
   }
  },
  {
   "quote": {
    "text": "I never thought it was fair that women couldn't travel freely because it was dangerous. I'd stay by myself on the North Carolina coast for a couple of weeks, with my dog and my gun, and my mom would be terrified. I told her, if I stay home, a lamp could fall on my head. You can't spend your whole life inside because you're scared."
   },
   "author": {
    "text": "Margo Price"
   }
  },
  {
   "quote": {
    "text": "I loved raising my kids. I loved the process, the dirt of it, the tears of it, the frustration of it, Christmas, Easter, birthdays, growth charts, pediatrician appointments. I loved all of it."
   },
   "author": {
    "text": "Jane Elliot"
   }
  },
  {
   "quote": {
    "text": "I didn't go to many movies. My mom would make a family outing and bring chicken in the theater. Smell up the whole place. The most impactful movies were 'Godfather II' and 'Scarface'. I loved the human complexity, and those movies are so well shot. Cinematic greatness. I really stopped going in my early twenties."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "I think in a lot of ways unconditional love is a myth. My mom's the only reason I know it's a real thing."
   },
   "author": {
    "text": "Conor Oberst"
   }
  },
  {
   "quote": {
    "text": "AIDS can destroy a family if you let it, but luckily for my sister and me, Mom taught us to keep going. Don't give up, be proud of who you are, and never feel sorry for yourself."
   },
   "author": {
    "text": "Ryan White"
   }
  },
  {
   "quote": {
    "text": "If your mom asks you to do the dishes, do not pull out your pirate attitude. But if someone tells you you're not good enough, says your dreams are too lofty, or claims there is no room in showbiz for a dancing violinist - well then, by all means, pull out your eye patch, my friend, and take to the high seas."
   },
   "author": {
    "text": "Lindsey Stirling"
   }
  },
  {
   "quote": {
    "text": "For me, already being part of a single parent household and knowing it was just me and my mom, you'd would wake up times and hope that the next day you'd be able to be alongside your mother because she was out trying to make sure that I was taken care of. But all I cared about was her being home."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "Growing up with three older brothers and being the youngest and the only girl, my mom always made me tough. She's taught me over the years how to be a strong, independent woman, how to carry yourself in a positive way and anything that my brothers can do, I can do."
   },
   "author": {
    "text": "Diana Lopez"
   }
  },
  {
   "quote": {
    "text": "I really, really like interior design. I grew up in a really old house outside of Philly that was built in 1821. My mom is really into antiques, and my dad is very mid-century. They're not together anymore, so in the middle of growing up, I, all of the sudden, had two houses that were very different but really well done in each of their own ways."
   },
   "author": {
    "text": "Abbi Jacobson"
   }
  },
  {
   "quote": {
    "text": "I grew up in a working class family. People thought I might go work at a mill. My mom wanted me to learn how to lay carpet because she was concerned about my future. Nobody had high hopes for me. But I was a hustler."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "I'm so happy and thankful I made it a point be a stay-at-home mom."
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "When I was growing up, my mother was always a friend to my siblings and me (in addition to being all the other things a mom is), and I was always grateful for that because I knew she was someone I could talk to and joke with, and argue with and that nothing would ever harm that friendship."
   },
   "author": {
    "text": "Marlo Thomas"
   }
  },
  {
   "quote": {
    "text": "I did grow up in Kenosha, Wisconsin, around a lot of my mom's family. I had a lot of cousins and aunts and uncles around me, and my sisters and my brother. Probably the most formative part of it was that we grew up on the edge of a forest. It wasn't a big forest, but it was enough. When you're a kid, it feels gigantic."
   },
   "author": {
    "text": "Mark Ruffalo"
   }
  },
  {
   "quote": {
    "text": "I'm sure there were times when I wish I had thought, 'Gosh, that might really embarrass mom and dad,' but our parents didn't raise us to think about them. They're very selfless and they wanted us to have as normal of a college life as possible. So really, we didn't think of any repercussions."
   },
   "author": {
    "text": "Jenna Bush"
   }
  },
  {
   "quote": {
    "text": "There have been times when I have goofed up, and like every adolescent, I sometimes did get led the wrong way. I would come back home really scared to face my mom's wrath and anger, but surprisingly, I never got to face one. She would always tell me in a very nice manner that what I did was wrong and that I should correct myself."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "The Republicans are, 'the party of the rich,' my mom said, 'We're poor, so we're Democrats.' That convinced me. I had no wish to remain poor, so I became a Republican at the age of 12."
   },
   "author": {
    "text": "Lionel Sosa"
   }
  },
  {
   "quote": {
    "text": "It's about getting the kids up and fed, getting one to school, getting the other down for a nap, going to the grocery store, picking one up from school, getting the other one down for another nap, cooking dinner... I live my life at these two extremes. I'm either a full-time stay-at-home mom or a full-time actress."
   },
   "author": {
    "text": "Jennifer Garner"
   }
  },
  {
   "quote": {
    "text": "I don't want to let my life as a woman pass me by. There's a time to work, there's a time to be young and crazy, and there should be a time to enjoy motherhood. I'm actually looking forward to that."
   },
   "author": {
    "text": "Diane Kruger"
   }
  },
  {
   "quote": {
    "text": "I'm happy that I took time off to become a mom and raise my daughter properly and build a bond between the two of us."
   },
   "author": {
    "text": "Christina Milian"
   }
  },
  {
   "quote": {
    "text": "My mom is a nurse; my dad is a pediatrician. They were born in the 1940s, and they were both inspired to fight against injustice, whether it was the injustices of the Vietnam War or Watergate or children in poverty or oppression of African Americans in Philadelphia where I was growing up."
   },
   "author": {
    "text": "Jake Tapper"
   }
  },
  {
   "quote": {
    "text": "My family is all musicians - my dad plays drums, my mom plays flute, my older brother plays drums, my little brother plays drums and piano. For some reason, I didn't get the memo, so I just play bass."
   },
   "author": {
    "text": "Thundercat"
   }
  },
  {
   "quote": {
    "text": "The strength of my mother is something I didn't pay attention to for so long. Here she was, this single mom, who was part of the Great Migration, who was part of a Jim Crow south, who said, 'I'm getting my kids out of here. I'm creating opportunities for these young people by any means necessary.'"
   },
   "author": {
    "text": "Jacqueline Woodson"
   }
  },
  {
   "quote": {
    "text": "My mom didn't want us to go to the candy house, she didn't want us to go to the ice cream truck, she didn't want us to go to the... There was actually a donut truck, if that makes sense."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "I'm a soccer mom. I'm T-ball, soccer, karate, homework, keeping them on their schedules. I love being the snack mom, when I get to bring the cut oranges. I have one of those coolers with wheels. I'm at every game, every practice, sitting on my blanket. I love it."
   },
   "author": {
    "text": "Pamela Anderson"
   }
  },
  {
   "quote": {
    "text": "My mom often tells me to get married, but she gets it now that I don't want to. Like any other mom, she is worried, but she also understands the demands of my profession. I am blessed to have a family like this."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "My deceased grandmother on my mom's side was a real fairy godmother, who lived to be 102 and who I always feel is looking after me."
   },
   "author": {
    "text": "Victoria Clark"
   }
  },
  {
   "quote": {
    "text": "I've gotten a lot of good advice from my parents. Probably the best advice I've ever gotten from my mom is 'Let it go.'"
   },
   "author": {
    "text": "Leah Pipes"
   }
  },
  {
   "quote": {
    "text": "I basically became a cheerleader because I had a very strict mom. That was my way of being a bad girl."
   },
   "author": {
    "text": "Sandra Bullock"
   }
  },
  {
   "quote": {
    "text": "There was always music in our home. My mom and my dad loved music. I remember when we were kids we would have these great parties at the house with congas and bongos and African drums, and it was amazing. It wasn't until years later that I found out that they were actually Black Panther meetings."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "My mother said to me, 'If you are a soldier, you will become a general. If you are a monk, you will become the Pope.' Instead, I was a painter, and became Picasso."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "Don't let people disrespect you. My mom says don't open the door to the devil. Surround yourself with positive people."
   },
   "author": {
    "text": "Cuba Gooding, Jr."
   }
  },
  {
   "quote": {
    "text": "I look up to my mom. She's a beautiful woman."
   },
   "author": {
    "text": "Leighton Meester"
   }
  },
  {
   "quote": {
    "text": "Our life before moving to Washington was filled with simple joys... Saturdays at soccer games, Sundays at grandma's house... and a date night for Barack and me was either dinner or a movie, because as an exhausted mom, I couldn't stay awake for both."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "I look at my father. He is one of my heroes. He is such an incredible, classy man. He was such a great father and such a great husband in so many ways, and we lived through some pretty tough times losing my mom. When I see all that he did, I think, 'Wow, that's a really wonderful man.'"
   },
   "author": {
    "text": "Emmanuelle Chriqui"
   }
  },
  {
   "quote": {
    "text": "As a mom, I know it is my responsibility, and no one else's, to raise my kids. But we have to ask ourselves, what does it mean when so many parents are finding their best efforts undermined by an avalanche of advertisements aimed at our kids."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "People always accuse me of being motivational in a way, like it was a bad thing, but that's just how I was raised. My mom raised me in a positive environment, with lots of love in my heart, and that reflects in my music."
   },
   "author": {
    "text": "Lenny Kravitz"
   }
  },
  {
   "quote": {
    "text": "I miss having my mom and close friends around. Thank God for Skype and Face-Time, which keep me connected... but interacting digitally can't come close to the feeling of being hugged by my mom or getting together for a meal with my friends on the same table."
   },
   "author": {
    "text": "Nargis Fakhri"
   }
  },
  {
   "quote": {
    "text": "I have the biggest sweet tooth! You name it, I will eat it. My all-time favorite is my mother's butter cake. Every time I go home, my mom will already have the cake made because I love it so much. This makes my siblings mad because they think she favors me. I don't care because she probably does!"
   },
   "author": {
    "text": "Michael Strahan"
   }
  },
  {
   "quote": {
    "text": "My mother thinks I am the best. And I was raised to always believe what my mother tells me."
   },
   "author": {
    "text": "Diego Maradona"
   }
  },
  {
   "quote": {
    "text": "I want to work, but being a mom is my No. 1 priority."
   },
   "author": {
    "text": "Gena Lee Nolin"
   }
  },
  {
   "quote": {
    "text": "I try not to think about anyone's expectations but rather focus on always doing my personal best. Modeling was never a thought in my mind growing up, but my mom felt it was important for me to be open to business opportunities and expand my horizons."
   },
   "author": {
    "text": "Anwar Hadid"
   }
  },
  {
   "quote": {
    "text": "Me and my mom are pretty cool. My mother's Caribbean, and she gets a little spicy, and I get a little spicy back."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "Once you're a mom, always a mom. It's like riding a bike, you never forget."
   },
   "author": {
    "text": "Taraji P. Henson"
   }
  },
  {
   "quote": {
    "text": "Motherhood has a very humanizing effect. Everything gets reduced to essentials."
   },
   "author": {
    "text": "Meryl Streep"
   }
  },
  {
   "quote": {
    "text": "When I was little, we lived on 8 acres and my mom had a horse. But when I was 7, my mom kicked my dad out, and then in order to feed us five kids, she got critters cheap or for free and raised them for food. We milked a cow, raised chickens, pigs and beef cattle. We heated our one-story house with wood and stayed cold all winter."
   },
   "author": {
    "text": "Bonnie Jo Campbell"
   }
  },
  {
   "quote": {
    "text": "Toronto is a special city, and the environment is perfect for the arts; free and alive. I'm a New Yorker, and Toronto reminds me of a much cleaner New York, so it's like coming home after your mom just cleaned your room for you; for me that's a lovely environment."
   },
   "author": {
    "text": "Emory Cohen"
   }
  },
  {
   "quote": {
    "text": "I don't want to be perfect, but I do want to be a role model. My mom always tells me that imperfections equal beauty. All of us are imperfect."
   },
   "author": {
    "text": "Miley Cyrus"
   }
  },
  {
   "quote": {
    "text": "I ask people why they have deer heads on their walls. They always say because it's such a beautiful animal. There you go. I think my mother is attractive, but I have photographs of her."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "I do work too hard sometimes, but my mom is such an inspiration. She tells me to 'chill out' and not take things so seriously. She will say: 'Go and have a massage.'"
   },
   "author": {
    "text": "Josh Peck"
   }
  },
  {
   "quote": {
    "text": "I gotta be honest with you. I'm kind of jealous of the way my dad gets to talk to my mom sometimes. Where are all those old-school women you can just take your day out on? When did they stop making those angels?"
   },
   "author": {
    "text": "Bill Burr"
   }
  },
  {
   "quote": {
    "text": "My dad is Caucasian, and my mom is African American. I'm half black and half white. Being biracial paints a blurred line that is equal parts staggering and illuminating."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "I love those hockey moms. You know what they say the difference between a hockey mom and a pit bull is? Lipstick."
   },
   "author": {
    "text": "Sarah Palin"
   }
  },
  {
   "quote": {
    "text": "I went to see 'Phantom of the Opera' with my grandma and my mom when I was very little. The stage, the voice, the music... Composer Andrew Lloyd Webber has been a massive inspiration to me for some time - the storytelling, that deliciously somber undertone in his music."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "My mom has always been beside me, always telling me what's right and what's not, guiding me through it all, keeping me away from bad company and from bad habits."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "On Halloween, don't you know back when you were little, your mom tells you don't eat any candy until she checks it? I used to be so tempted to eat my candy on the way to other people's houses. That used to be such a tease."
   },
   "author": {
    "text": "Derrick Rose"
   }
  },
  {
   "quote": {
    "text": "I believe that at least 70 percent of parenting goes to the mother. In our house, I'm the one who knows about all the school stuff, helps with the homework, organizes the play dates, and remembers the birthday parties."
   },
   "author": {
    "text": "Cindy Crawford"
   }
  },
  {
   "quote": {
    "text": "My mom said the only reason men are alive is for lawn care and vehicle maintenance."
   },
   "author": {
    "text": "Tim Allen"
   }
  },
  {
   "quote": {
    "text": "Being able to take care of myself is something that my mom really instilled in me."
   },
   "author": {
    "text": "Stevie Nicks"
   }
  },
  {
   "quote": {
    "text": "A guy is a lump like a doughnut. So, first you gotta get rid of all the stuff his mom did to him. And then you gotta get rid of all that macho crap that they pick up from beer commercials. And then there's my personal favorite, the male ego."
   },
   "author": {
    "text": "Roseanne Barr"
   }
  },
  {
   "quote": {
    "text": "Mom never quit on me. My only regret is that she didn't live long enough to share some of the money and comforts my work in show business has brought me."
   },
   "author": {
    "text": "Ethel Waters"
   }
  },
  {
   "quote": {
    "text": "I don't want to get burned when I'm cooking. To avoid getting hit when pan-frying, I stand far away and use chopsticks that are almost two feet long. I learned it from my mom, who does the same thing."
   },
   "author": {
    "text": "Eddie Huang"
   }
  },
  {
   "quote": {
    "text": "I do doubles on Monday and Thursday, take Wednesday off or do easy cardio, do doubles on Thursday and Friday, and the weekend I just get outside and get active - jog or bike ride, or play tennis with my mom."
   },
   "author": {
    "text": "Mikaela Shiffrin"
   }
  },
  {
   "quote": {
    "text": "Don't try to be anybody else, because that's what I do. I do me. I'm not trying to impress anybody. I'm not trying to please my pastor at church. I'm not trying to even please my mom, to be honest."
   },
   "author": {
    "text": "Anjelah Johnson"
   }
  },
  {
   "quote": {
    "text": "It's definitely important to have your mom and family there to back you up and cheering from the stands. You'd love them to come to every big dance and every big game, but sometimes that's not possible."
   },
   "author": {
    "text": "Gabby Douglas"
   }
  },
  {
   "quote": {
    "text": "I have to admit I was dismayed when I found out 'type A' refers to a category of risk for heart disease - I thought it was just a nickname my mom gave me!"
   },
   "author": {
    "text": "Reese Witherspoon"
   }
  },
  {
   "quote": {
    "text": "When I was 13, I would come visit my aunt and uncle in New York. I decided I wanted to live with them after seeing my cousin's school. Honestly, I just wanted to go to a school where I didn't have to wear uniforms, and my mom said okay."
   },
   "author": {
    "text": "Priyanka Chopra"
   }
  },
  {
   "quote": {
    "text": "I like to work. The self-esteem and satisfaction that I get from working makes me a better person, which makes me a better mom. I feel lucky because I have the luxury of working only one or two days a week."
   },
   "author": {
    "text": "Cindy Crawford"
   }
  },
  {
   "quote": {
    "text": "I never need to go far if I need a reminder of how important Medicare and Social Security are to Missouri's seniors. My mom, Betty Anne, is one of millions for whom these services provide a reliable safety net. Across the country, these protections are an integral part of sustaining millions of seniors' health and dignity."
   },
   "author": {
    "text": "Claire McCaskill"
   }
  },
  {
   "quote": {
    "text": "My mom is a really good cook. I didn't get the cooking gene, but she cooks this really amazing dinner every Christmas, and that's always really fun."
   },
   "author": {
    "text": "Miranda Cosgrove"
   }
  },
  {
   "quote": {
    "text": "I'm not sure how young kids get to the point where they're memorizing and knowing songs, but I knew the words to 'Missing You' from John Waite probably from when I was three years old. For whatever reason, that was the song that I gravitated toward when it was on the radio and I was driving around with my mom."
   },
   "author": {
    "text": "Brandon Flowers"
   }
  },
  {
   "quote": {
    "text": "I am not a woman on Monday, an immigrant on Tuesday, a worker on Wednesday, and a mom on Thursday, I am all of those things all of the time, and I am going to fight for all of those things all of the time."
   },
   "author": {
    "text": "Pramila Jayapal"
   }
  },
  {
   "quote": {
    "text": "Around 10, I got chubby. I knew I'd crossed a line when the only pants that fit were from the 'Junior Plenty' line at JC Penny. My parents had split up, my mom was going through a dark time, and my brother and I were getting bullied in our new neighborhood. Life was big and unsafe."
   },
   "author": {
    "text": "Marti Noxon"
   }
  },
  {
   "quote": {
    "text": "I didn't plan on being a single mom, but you have to deal with the cards you are dealt the best way you can."
   },
   "author": {
    "text": "Tichina Arnold"
   }
  },
  {
   "quote": {
    "text": "I hear my friends and my mom tell me I'm special, but honestly, I still don't get it."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "As a mom, you have all these situations you go through, and you're like, 'What is going on? Is this normal? Is this a phase? Or what is this?' and then you feel silly for asking questions because you think, 'I'm a mom - I'm supposed to know these things,' but you don't."
   },
   "author": {
    "text": "Britney Spears"
   }
  },
  {
   "quote": {
    "text": "Saliva has antibacterial properties. It also has things called nerve growth factor, skin growth factor, histatins which help with wound closure. So when you see an animal licking a wound or even a mom kissing a child's boo-boo, there's some, there's some good science behind why one might do this."
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "I want to thank my mom, Brenda Rose. My heart, the reason I play the way I play, just everything. Just knowing the days I don't feel right, going to practice, having a hard time, I think about her when she had to wake me up, go to work and make sure I was all right. Those were hard days."
   },
   "author": {
    "text": "Derrick Rose"
   }
  },
  {
   "quote": {
    "text": "Motherhood is priced Of God, at price no man may dare To lessen or misunderstand."
   },
   "author": {
    "text": "Helen Hunt Jackson"
   }
  },
  {
   "quote": {
    "text": "My mom was essentially a single mother raising three boys. If anyone could have had any reason to give up, it was her. But she didn't, and neither did we."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "Sweater, n.: garment worn by child when its mother is feeling chilly."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "My mom used to get arrested for being with my dad. She would get fined. She would spend weekends in jail."
   },
   "author": {
    "text": "Trevor Noah"
   }
  },
  {
   "quote": {
    "text": "I'd say some of my earliest scent memories are from home - just things that were around my house, and my mom's cooking."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "I just love food, especially my mom's Bulgarian cooking. Taco Bell is my favorite fast food restaurant. I also love Italian food."
   },
   "author": {
    "text": "Leah LaBelle"
   }
  },
  {
   "quote": {
    "text": "The person who has inspired me my whole life is my Mom, because she taught me commitment. She sacrificed."
   },
   "author": {
    "text": "Mike Krzyzewski"
   }
  },
  {
   "quote": {
    "text": "My strength comes from my mom. Just seeing what she had to go through to raise us, she wouldn't make excuses; she wouldn't put her head down. So I guess I looked at adversity right in the eye and took it on."
   },
   "author": {
    "text": "Paul Pierce"
   }
  },
  {
   "quote": {
    "text": "We had very few things. I had a couple pairs of jeans, a couple shirts. And same with my mom and sister. I think my sister had, like, two toys. We were living off of instant noodles."
   },
   "author": {
    "text": "Brie Larson"
   }
  },
  {
   "quote": {
    "text": "If you did go to high school and then college, there's definitely a solidarity with someone that is from your hometown and knows your mom and all that stuff."
   },
   "author": {
    "text": "John Krasinski"
   }
  },
  {
   "quote": {
    "text": "My dad never quit no matter what. He couldn't see, but he never let that stop him. Most people, when something like that happens, they just think their life is over. But that's not true. My dad can still do things like a normal person. He still cooks; he still watches my sister and my brother's baby when my mom's not home."
   },
   "author": {
    "text": "Jason Pierre-Paul"
   }
  },
  {
   "quote": {
    "text": "When I turned about 14, I developed a friendship with this guy whose mom was the secretary to Ernest Angley, the faith healer, who's very popular in the Midwest. He had a television show, and he was sort of like Liberace mixed with Jerry Falwell - very glitzy, very high-tech."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "Mom always tells me to celebrate everyone's uniqueness. I like the way that sounds."
   },
   "author": {
    "text": "Hilary Duff"
   }
  },
  {
   "quote": {
    "text": "As a busy working mom I'm always pressed for time, so a quick and easy beauty routine is key!"
   },
   "author": {
    "text": "Angela Kinsey"
   }
  },
  {
   "quote": {
    "text": "My dad and mom did what a lot of parents did at the time. They sacrificed a lot of their life and used a lot of their disposable income to make sure their children were educated."
   },
   "author": {
    "text": "Sundar Pichai"
   }
  },
  {
   "quote": {
    "text": "For me, just being how old I am, I know I don't want to be a single mom. I really would rather make it a two-person job. But I've also come to terms with not being a mother at all. I'm actually really good with either direction that my life can take as being a valid experience."
   },
   "author": {
    "text": "Lisa Edelstein"
   }
  },
  {
   "quote": {
    "text": "My mom is one of my role models in a complicated way. I learned from her how to be a good mom. She was one of those natural moms who really took to it. Her chosen profession was teaching. She loves kids. But she was extremely frustrated and unhappy because for much of my life she was a stay-at-home mom."
   },
   "author": {
    "text": "Leslie Morgan Steiner"
   }
  },
  {
   "quote": {
    "text": "For almost five years on 'Happy Days,' I have had a mom and pop and a brother who give me advice and help me just as my own parents and brothers and sisters do at home."
   },
   "author": {
    "text": "Erin Moran"
   }
  },
  {
   "quote": {
    "text": "Two weeks ago at the U.S. Amateur, my mom caddied, and that is kind of a different feeling, because she's your mom and you have to listen to her. It was really comfortable having my mom there, but it's also really relieving and comfortable to have someone that knows the course off their hat, really."
   },
   "author": {
    "text": "Lydia Ko"
   }
  },
  {
   "quote": {
    "text": "I pretty much look like an identical twin of my mom."
   },
   "author": {
    "text": "Odell Beckham, Jr."
   }
  },
  {
   "quote": {
    "text": "My mom decorated with lots of antiques. I never liked it when I was a little girl - I wanted to live in a modern house. But now I love it."
   },
   "author": {
    "text": "Paris Hilton"
   }
  },
  {
   "quote": {
    "text": "My mom always told me that I could be anything I wanted to be. And I truly, actually believed it. And I fought."
   },
   "author": {
    "text": "Allen Iverson"
   }
  },
  {
   "quote": {
    "text": "My mom is two people to me. She's my mom number one, and then she's this lady most comedians know as being a legendary owner of a nightclub that's responsible for starting a lot of heavy careers."
   },
   "author": {
    "text": "Pauly Shore"
   }
  },
  {
   "quote": {
    "text": "I am a full-time mom; that is my first job. The most important job ever. I started my business when he started school. When he is in school, I do my meetings, my sketches, and everything else. I cook him breakfast. Bring him to school. Pick him up. Prepare his lunch. I spend the afternoon with him."
   },
   "author": {
    "text": "Melania Trump"
   }
  },
  {
   "quote": {
    "text": "There are a lot of people who helped make Queen Latifah who she is today. I don't forget, but a lot of people do and get big heads. My mom will make me walk the dogs or take out the trash when I go home. I'm not allowed to get a big head; I've still got to do the simple things in life."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "As far as I'm concerned, there's no job more important on the planet than being a mom."
   },
   "author": {
    "text": "Mark Wahlberg"
   }
  },
  {
   "quote": {
    "text": "Ultimately, my connection to my Indian-ness comes back to my mom and dad. They would all tell me and my siblings stories about their life in India, so it was very close to my two brothers and my sister and I."
   },
   "author": {
    "text": "Nikki Haley"
   }
  },
  {
   "quote": {
    "text": "My mom is going to kill me for talking about sleeping with people. But I don't want to put myself in the position where I'm in a monogamous relationship right now. I'm not dating just one person. 'Sex and the City' changed everything for me because those girls would sleep with so many people."
   },
   "author": {
    "text": "Lindsay Lohan"
   }
  },
  {
   "quote": {
    "text": "I grew up in New Orleans. I had just moved into my dorm at the University of New Orleans, and I was doing laundry, and my mom called me, like, 'We've got to evacuate. There's a hurricane's coming.'"
   },
   "author": {
    "text": "Frank Ocean"
   }
  },
  {
   "quote": {
    "text": "I was really lucky to have been raised in this really powerful matriarchy where my dad was around, but I was with my mom and my grandma most of the time. They were heavy influences on me. My mother has a career in technology; my grandma sold real estate."
   },
   "author": {
    "text": "Katherine Ryan"
   }
  },
  {
   "quote": {
    "text": "My mother taught me how to love. My mom is the most loving person I know."
   },
   "author": {
    "text": "Channing Tatum"
   }
  },
  {
   "quote": {
    "text": "My mom said, 'Don't get married. You're too young. Go out there and experience what life has to offer.' And I did."
   },
   "author": {
    "text": "Emmitt Smith"
   }
  },
  {
   "quote": {
    "text": "As we all know, there is no harder or more rewarding job than being a mom."
   },
   "author": {
    "text": "Kirsten Gillibrand"
   }
  },
  {
   "quote": {
    "text": "Guys back in the day, we didn't have wallets. I never kept my money in my pocket; my money always went in my sock. My key my mom gave me, I put it in my sock - whatever it was."
   },
   "author": {
    "text": "Nate Robinson"
   }
  },
  {
   "quote": {
    "text": "I was labeled a troublemaker, my mom an unfit mother, and I was not welcome anywhere."
   },
   "author": {
    "text": "Ryan White"
   }
  },
  {
   "quote": {
    "text": "I was thinking that when I have children, that I should always dress as a character for them, so they think their mom is Alice in Wonderland or Cinderella. It would be totally messed up!"
   },
   "author": {
    "text": "Gwen Stefani"
   }
  },
  {
   "quote": {
    "text": "The first time I shared my music and style with my mom, she said, 'Boy, you look like you came right out of the 1950s.'"
   },
   "author": {
    "text": "Leon Bridges"
   }
  },
  {
   "quote": {
    "text": "One of the beautiful gifts of dance is that you're so in tune with your body so early on. I was very comfortable in my skin at a very early age, performing onstage and wearing interesting costumes. And I give so much credit to my mom - she never made me feel that my costume was wrong, or bad, even when there was not a lot to them!"
   },
   "author": {
    "text": "Jenna Dewan"
   }
  },
  {
   "quote": {
    "text": "I realized that if you try to be the perfect mom, perfect wife, perfect actress, you start to feel overwhelmed. You shut down. I got that really fast... I was running back and forth from breast-feeding to filming a scene, overextending myself on every level. I realized I have to make priorities, and my family is number one no matter what."
   },
   "author": {
    "text": "Jenna Dewan"
   }
  },
  {
   "quote": {
    "text": "What motivated me? My mother. My mother was an immigrant woman, a peasant woman, struggled all her life, worked in the garment center."
   },
   "author": {
    "text": "Al Lewis"
   }
  },
  {
   "quote": {
    "text": "Before this DJ thing, I was hopelessly taking things apart to try to figure out how they worked. I'd go mess around with burned-out cars, with my mom's stereo - I was public enemy #1 in my house for that. So my mom noticed that I was interested in this and decided to send me to school so I'd know what I was doing."
   },
   "author": {
    "text": "Grandmaster Flash"
   }
  },
  {
   "quote": {
    "text": "Every day, my mom and I would watch a different Judy Garland VHS. I love how she tells a story when she sings. It was just about her voice and the words she was singing - no strings attached or silly hair or costumes, just a woman singing her heart out. I feel like that doesn't happen that much anymore."
   },
   "author": {
    "text": "Ariana Grande"
   }
  },
  {
   "quote": {
    "text": "It was so weird that I would end up directing 'The Greatest Game Ever Played,' because, y'know, I'm not a big golfer myself. But I grew up around the game. My mom and dad kind of built their dream house off the 11th fairway of Shady Oaks Country Club in Fort Worth."
   },
   "author": {
    "text": "Bill Paxton"
   }
  },
  {
   "quote": {
    "text": "When you have a good mother and no father, God kind of sits in. It's not enough, but it helps."
   },
   "author": {
    "text": "Dick Gregory"
   }
  },
  {
   "quote": {
    "text": "Sioux was always a horse culture, especially the Lakota Sioux. My mom is from Pine Ridge Indian Reservation; my dad is from a Sioux Indian reservation. Both tribes are Lakota."
   },
   "author": {
    "text": "Brady Jandreau"
   }
  },
  {
   "quote": {
    "text": "Being on a major network television show is like long-distance running: You have to pace yourself and maintain your energy level and your morale. There's the role you're playing on the show, and there's also your behind-the-scenes responsibility to the crew, the guest actors and the fans - not to mention your own life as a mom."
   },
   "author": {
    "text": "Kathryn Erbe"
   }
  },
  {
   "quote": {
    "text": "My mom was such a strong character. I don't want to say she was like a man, but she was tough."
   },
   "author": {
    "text": "Lance Armstrong"
   }
  },
  {
   "quote": {
    "text": "There are only two things a child will share willingly; communicable diseases and its mother's age."
   },
   "author": {
    "text": "Benjamin Spock"
   }
  },
  {
   "quote": {
    "text": "I was a single mom that raised two bright, beautiful, and compassionate girls."
   },
   "author": {
    "text": "Connie Stevens"
   }
  },
  {
   "quote": {
    "text": "I was a brownie for a day. My mom made me stop. She didn't want me to conform."
   },
   "author": {
    "text": "Sandra Bullock"
   }
  },
  {
   "quote": {
    "text": "Who are you without your girls? I truly believe that. Who are you without the people who help you make sense of the misogyny, the racism, the economic struggle, all of it? You need those people saying you're a good mom, a great writer. You're a great dresser. You cook well. Whatever the beauty is that you need to hear."
   },
   "author": {
    "text": "Jacqueline Woodson"
   }
  },
  {
   "quote": {
    "text": "My dad is like a cactus - introverted and tough. I'm a people person, like my mom, but I got my competitiveness from my dad. He came to this country from Belarus with nothing and built a real business. He's my hero for giving me that need to run a business and for having enormous confidence in me."
   },
   "author": {
    "text": "Gary Vaynerchuk"
   }
  },
  {
   "quote": {
    "text": "I was a single mom by choice at 37, and if my love life hadn't quite panned out, most everything else had. I was a classic 'amazing girl' - driven, social, and relentlessly well-rounded - reveling in the fruits of post-Title IX America: an all-metro athlete in high school, Rhodes Scholar at 24, best-selling author by 27."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "Being an only child, I didn't have any other family but my mom and dad really, since the rest of my family lived quite far away from London."
   },
   "author": {
    "text": "Tom Hardy"
   }
  },
  {
   "quote": {
    "text": "My mom is the most positive person. She has always had a smile on her face no matter what came her way. After seeing that, I'm not going to let a little cellulite get in the way of my happiness!"
   },
   "author": {
    "text": "Ashley Graham"
   }
  },
  {
   "quote": {
    "text": "'Blood Feast' is my favorite of Lewis' films. When we shot 'Serial Mom,' and I showed them the infamous tongue scene, one of the female crew members said, 'I hate when a guy does that.'"
   },
   "author": {
    "text": "John Waters"
   }
  },
  {
   "quote": {
    "text": "I've always loved playing with hair. I used to want dreads like Lauryn Hill, but my mom wouldn't let me."
   },
   "author": {
    "text": "SZA"
   }
  },
  {
   "quote": {
    "text": "I always knew I wanted to have children. When I met my husband, Rande, I thought, 'This is the guy.' When you are getting ready to become a mom, being in love with someone just isn't enough. You need to think about whether he would be a good parent and raise your children with similar beliefs."
   },
   "author": {
    "text": "Cindy Crawford"
   }
  },
  {
   "quote": {
    "text": "I have great genes. Thank you to my mom and dad for that one."
   },
   "author": {
    "text": "Gloria Estefan"
   }
  },
  {
   "quote": {
    "text": "Having a strong sense of self is fundamental to you, no matter what you're doing. I don't care if you're a stay at home mom raising kids or if you're the CEO of a corporation. It's really important for your survival."
   },
   "author": {
    "text": "Shonda Rhimes"
   }
  },
  {
   "quote": {
    "text": "I was given baby doll toys myself, and they proved a stark reminder that my life was expected to revolve around childbearing - just as my mom's had before me, and her mom's had before her."
   },
   "author": {
    "text": "Beth Ditto"
   }
  },
  {
   "quote": {
    "text": "My parents separated when I was eight. I grew up with my mom alone."
   },
   "author": {
    "text": "Julian Casablancas"
   }
  },
  {
   "quote": {
    "text": "My mom actually had a band called Six Pack - even though there were seven of them - who went around Chicago performing popular songs. Her voice was like Gladys Knight mixed with Aretha Franklin."
   },
   "author": {
    "text": "R. Kelly"
   }
  },
  {
   "quote": {
    "text": "I'm like every waitress in every diner; I'm like every mom driving her kids to school. I'm nothing special at all."
   },
   "author": {
    "text": "Katherine Dunn"
   }
  },
  {
   "quote": {
    "text": "I don't drink, and I don't smoke. It's a personal preference. My mom has never drunk or smoked. I look up to my mom."
   },
   "author": {
    "text": "Ashley Tisdale"
   }
  },
  {
   "quote": {
    "text": "My dad believes in God, I think. I'm not sure if my mom does. I don't."
   },
   "author": {
    "text": "Daniel Radcliffe"
   }
  },
  {
   "quote": {
    "text": "My mom is a painter and an artist. She would play music, and she always had very good taste in music, fashion, and art. She was also a young single mom, so I think she had really good style; she was really free... just really inspiring in her own way and allowed me to find the direction I wanted to take in my life."
   },
   "author": {
    "text": "Ruby Rose"
   }
  },
  {
   "quote": {
    "text": "I came from a middle-class family. My dad was a professor; my mom was a nurse. I didn't come from money, and I didn't come from circles of power. I didn't come from the country club; I came from the town park."
   },
   "author": {
    "text": "Megyn Kelly"
   }
  },
  {
   "quote": {
    "text": "My father has acted in over 700 films. My mother acted in one film, 'Kismat with Mithun Chakraborty,' in which my father also had a role. My father fell in love with her and would drive her around in his sports car, and they subsequently got married. My mom is the most beautiful woman and I think she has taken some serum to look young all her life."
   },
   "author": {
    "text": "Shraddha Kapoor"
   }
  },
  {
   "quote": {
    "text": "In 'Batman Beyond,' Terry McGinnis has the responsibility of protecting Gotham City, as well as maintaining a home and social life. He's also got a single mom and a pesky younger brother, which young kids will relate to."
   },
   "author": {
    "text": "Paul Dini"
   }
  },
  {
   "quote": {
    "text": "It's her first grandchild, so she's really, really, really excited. I guess my mom is a little more stressed out than me."
   },
   "author": {
    "text": "Brandy Norwood"
   }
  },
  {
   "quote": {
    "text": "My sister and I had a tough childhood, but my mom always said that travelling is the most beautiful thing you can do in your life. She always showed us the globe and gifted me an atlas."
   },
   "author": {
    "text": "Nargis Fakhri"
   }
  },
  {
   "quote": {
    "text": "My mom would take me to restaurants, and the first thing I'd ask for would be a pen and a napkin, and I'd sketch shoes and shoes and shoes."
   },
   "author": {
    "text": "Alexander Wang"
   }
  },
  {
   "quote": {
    "text": "I adored my mom. I thought she was the best. I loved her very much."
   },
   "author": {
    "text": "Dan Fogelman"
   }
  },
  {
   "quote": {
    "text": "Being a mother is hard and it wasn't a subject I ever studied."
   },
   "author": {
    "text": "Ruby Wax"
   }
  },
  {
   "quote": {
    "text": "My mom makes something called green pie, which I thought was a delicacy that many people only had at Thanksgiving, but it turns out it was just Jell-O with whipped cream on it. And it's delicious."
   },
   "author": {
    "text": "Bobby Moynihan"
   }
  },
  {
   "quote": {
    "text": "I was raised by my mom, pretty much, and she just had this very non-judgmental, having no shame about yourself, no regrets, just trusting your gut and your instinct, and treating yourself with respect."
   },
   "author": {
    "text": "Lily Collins"
   }
  },
  {
   "quote": {
    "text": "My mom sacrificed everything for my brother and me. She taught me so many things - about life, love, faith, ambition, and family - and she instilled in me the desire to have my own kids one day."
   },
   "author": {
    "text": "Cathy McMorris Rodgers"
   }
  },
  {
   "quote": {
    "text": "My dad is an ob-gyn - he's retired now - and he wanted to come to the States to make a better life, for opportunity. My mom said that, on the plane ride here, I did not want to speak a word of English - I spoke Tagalog. And then, after the first day of school, I didn't want to speak anything but English."
   },
   "author": {
    "text": "Reggie Lee"
   }
  },
  {
   "quote": {
    "text": "L.A. prides itself on newness or being the last frontier or just not liking old things and tearing them down to build new things. But Malibu history is interesting to me. My mom's family was one of the early families in California, so there's history going back to the 1840s or '50s."
   },
   "author": {
    "text": "Kim Gordon"
   }
  },
  {
   "quote": {
    "text": "My mom was always keen I stayed in school and got good grades, and she was always keen for me to do medicine. I used to go to drama classes when I was younger, and she would always take me. But when I got to an age when I decided it was what I wanted to do, when she accepted it, she had actually been the most supportive person ever."
   },
   "author": {
    "text": "Iain De Caestecker"
   }
  },
  {
   "quote": {
    "text": "For me, the word 'housewife,' because of, like, the 'Real Housewives' - I don't think housewife really means what it used to mean. To me, it's been a little bit overused to the point that it's not as loaded as it might be. I feel like in a perfect world we would say 'American Mom with Kids,' or something like that. 'Mom with Small Children.'"
   },
   "author": {
    "text": "Sarah Dunn"
   }
  },
  {
   "quote": {
    "text": "My Mom is a ballet director, so I had this idea in me that classical training is the best foundation for anything you do, so I wanted to get a classical background and voice."
   },
   "author": {
    "text": "Shuler Hensley"
   }
  },
  {
   "quote": {
    "text": "When you have a new baby, you can get really overwhelmed, since it's such a huge responsibility. You're thrilled to be a mom, but your sleep schedule is so thrown off and it can be scary if you don't have a good support system."
   },
   "author": {
    "text": "Amy Locane"
   }
  },
  {
   "quote": {
    "text": "I didn't know my Dad - he moved out early. And my mom's politics were kind of hardscrabble. She didn't think about Democrats or Republicans. She thought about who made sense. I've been both in my life."
   },
   "author": {
    "text": "Dennis Miller"
   }
  },
  {
   "quote": {
    "text": "My life has always been with my dad. Since I can remember, I was raised by my father my entire life. So he's kind of been that mom and father figure - always."
   },
   "author": {
    "text": "Apolo Ohno"
   }
  },
  {
   "quote": {
    "text": "The real menace in dealing with a five-year-old is that in no time at all you begin to sound like a five-year-old."
   },
   "author": {
    "text": "Jean Kerr"
   }
  },
  {
   "quote": {
    "text": "My mom is my best friend in the entire world. She is so cool and so inspiring. I've always been able to be open with her and talk to her as a friend."
   },
   "author": {
    "text": "Jessica Lowndes"
   }
  },
  {
   "quote": {
    "text": "There was never a child so lovely but his mother was glad to get him to sleep."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Whenever something went wrong when I was young - if I had a pimple or if my hair broke - my mom would say, 'Sister mine, I'm going to make you some soup.' And I really thought the soup would make my pimple go away or my hair stronger."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "The biggest surprise, which is also the best, is that I didn't know I would love motherhood as much as I do."
   },
   "author": {
    "text": "Deborah Norville"
   }
  },
  {
   "quote": {
    "text": "Mothers are fonder than fathers of their children because they are more certain they are their own."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "It wasn't so long ago that I was a working mom myself. And I know that sometimes, much as we all hate to admit it, it's just easier to park the kids in front of the TV for a few hours, so we can pay the bills or do the laundry or just have some peace and quiet for a change."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "I would not call Himmanshoo a good husband, but I would call him my best friend and a great companion. Personally, my mom and my family say that I am very lucky to have Himmanshoo as my partner. And I don't disagree at all. Marriage has been great!"
   },
   "author": {
    "text": "Amruta Khanvilkar"
   }
  },
  {
   "quote": {
    "text": "When your mother asks, 'Do you want a piece of advice?' it is a mere formality. It doesn't matter if you answer yes or no. You're going to get it anyway."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "I wish my mother had left me something about how she felt growing up. I wish my grandmother had done the same. I wanted my girls to know me."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "Most people, almost everyone knows of a teen mom. Teen pregnancy rates are growing, and we need to bring awareness to that."
   },
   "author": {
    "text": "Madisen Beaty"
   }
  },
  {
   "quote": {
    "text": "My mom kicked me out a couple of weeks before my 18th birthday. I had a job for about six, seven months at a supermarket, and they fired me for being late."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "My mom was a teacher. In the 1960s and '70s, she taught history at two largely African American public high schools in Washington, D.C. - McKinley Tech and H.D. Woodson. Her example taught me the importance of equality for all Americans."
   },
   "author": {
    "text": "Brett Kavanaugh"
   }
  },
  {
   "quote": {
    "text": "Because of my unique experience as my mom's child, the beginning of my journey was more about me trying to figure out who I was on my own. My mom is one of the greatest moms and so supportive of all my siblings and of all of us being who we are, and not who she wanted us to be."
   },
   "author": {
    "text": "Tracee Ellis Ross"
   }
  },
  {
   "quote": {
    "text": "I love babies, and I have my nephews that I love. I have a great mom and she has raised three kids, so if I take lessons from her, I think I'll be great. All my friends have little brothers or sisters."
   },
   "author": {
    "text": "Jamie Lynn Spears"
   }
  },
  {
   "quote": {
    "text": "You see people, you judge. It's just the human thing to do - good or bad, it's a fact. Like when you get a coffee at Starbucks and the person is rude to you. My mom always says, 'Yeah, but you don't know what kind of day they're having.' You don't know the back-story, and that's why it's so fun to be an actor and to get into the back-story."
   },
   "author": {
    "text": "Nicola Peltz"
   }
  },
  {
   "quote": {
    "text": "My mom was a housewife and a sponge, who would absorb everything and make it all look like a fairytale when he entered the house. For instance, when he came home, I would always be seen studying with my books open. She always made sure that Dad went back to the shoot happily."
   },
   "author": {
    "text": "Ram Charan"
   }
  },
  {
   "quote": {
    "text": "If I made a list of the people I admire, Mom would probably fill up half of it. She could do anything and everything."
   },
   "author": {
    "text": "Patsy Cline"
   }
  },
  {
   "quote": {
    "text": "My mom was a model, so she's been really good about giving me tips on how to navigate behind the scenes - like the importance of being nice to everyone on set and remembering people's names, to how to be a positive part of the photo shoot and stuff like that."
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "Like a lot of kids, I had a Superman cake or different theme cakes, but then I hit the age where I think my mom thought I was ready for the German chocolate cake that she makes for my dad. Just the sight of that, the taste of that frosting, just reminds me of being at home with my mom and my dad and my sister and my friends."
   },
   "author": {
    "text": "Willie Geist"
   }
  },
  {
   "quote": {
    "text": "When my first semester grades came out, my mom and dad told me I wouldn't be playing football."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "Being a mom to my son has taken precedence over everything in my life, and I think that's the order it should be... It's a great challenge that I don't think's ever gonna stop."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "My mother used to tell me man gives the award, God gives the reward. I don't need another plaque."
   },
   "author": {
    "text": "Denzel Washington"
   }
  },
  {
   "quote": {
    "text": "Becoming a mom has really thrown me for a loop. I figured I had this job in the bag because I took care of my brother and my nephew. No way!"
   },
   "author": {
    "text": "Tamera Mowry"
   }
  },
  {
   "quote": {
    "text": "I've realized how precious life is. When I was younger, I was more adventurous. I felt invincible. I was game for everything. As a mom, I don't want to get injured because then I can't take care of my kids."
   },
   "author": {
    "text": "Kristi Yamaguchi"
   }
  },
  {
   "quote": {
    "text": "My parents told me from the time I can remember that, 'Yeah, you're adopted. But this is your family.' I can remember my mom, she tells me this story: when I was little, I was looking at her, and I was like, 'Why isn't my skin the same color as yours?' She was like, 'Oh, you're adopted, but I wish I had pretty brown skin like you.'"
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "Only God Himself fully appreciates the influence of a Christian mother in the molding of character in her children."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "The mother-child relationship is paradoxical and, in a sense, tragic. It requires the most intense love on the mother's side, yet this very love must help the child grow away from the mother, and to become fully independent."
   },
   "author": {
    "text": "Erich Fromm"
   }
  },
  {
   "quote": {
    "text": "School was a big source of anxiety for me. I hated school. I have social anxiety, and it developed when I was a kid. I had trouble going to birthday parties. It was always there. I begged my mom to let me be home-schooled at one point for a semester because I was so miserable at school."
   },
   "author": {
    "text": "Lili Reinhart"
   }
  },
  {
   "quote": {
    "text": "What greater aspiration and challenge are there for a mother than the hope of raising a great son or daughter?"
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "My mom was on the United Way group that decides how to allocate the money and looks at all the different charities and makes the very hard decisions about where that pool of funds is going to go."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "My mom and my dad were both very sociable, meeting lots of interesting people."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Motherhood is a dream. It really is absolutely amazing."
   },
   "author": {
    "text": "Jessica Simpson"
   }
  },
  {
   "quote": {
    "text": "My mom always taught me to stand up for what I believe in."
   },
   "author": {
    "text": "Adam Rippon"
   }
  },
  {
   "quote": {
    "text": "When I was in the 9th grade, on Halloween night, when you're supposed to go and out and burn your city, my mom made me go to 'Cirque du Soleil.' I was kicking and screaming. This girl came out onstage, and I was instantly mesmerized. I dropped out of school and became obsessed with her. I saw the show, like, 70 times."
   },
   "author": {
    "text": "Troy Garity"
   }
  },
  {
   "quote": {
    "text": "I'd go to, like, six different schools in one year. We were on welfare, and my mom never ever worked."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "I like anywhere with a beach. A beach and warm weather is all I really need. I like going to Florida - to Miami and to visit my mom in Fort Meyers."
   },
   "author": {
    "text": "Rob Gronkowski"
   }
  },
  {
   "quote": {
    "text": "My daily schedule is quite hectic, but I have to put my health first in order to be the best mom and wife I can be."
   },
   "author": {
    "text": "Ellen Pompeo"
   }
  },
  {
   "quote": {
    "text": "It is not until you become a mother that your judgment slowly turns to compassion and understanding."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "Do you know what you call those who use towels and never wash them, eat meals and never do the dishes, sit in rooms they never clean, and are entertained till they drop? If you have just answered, 'A house guest,' you're wrong because I have just described my kids."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "My dad and my mom convinced me to go into biomedical engineering because they said astronauts going to Mars will need life support systems."
   },
   "author": {
    "text": "Rony Abovitz"
   }
  },
  {
   "quote": {
    "text": "The man in our society is the breadwinner; the woman has enough to do as the homemaker, wife and mother."
   },
   "author": {
    "text": "Dorothy Fields"
   }
  },
  {
   "quote": {
    "text": "My father moved to Hawaii from Brooklyn and my mother came there as a child from the Philippines. They met at a show where my dad was playing percussion. My mom was a hula dancer."
   },
   "author": {
    "text": "Bruno Mars"
   }
  },
  {
   "quote": {
    "text": "What makes me happy is just curling up in with my mom in her bed and watching a marathon of 'CSI' and 'Grey's Anatomy' episodes with pints of ice cream."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "My mom is my biggest inspiration by far. She inspires me on a daily basis. I remember hearing her sing around the house, and I was like, 'Mom, you belong on TV. You're a superstar.'"
   },
   "author": {
    "text": "Khalid"
   }
  },
  {
   "quote": {
    "text": "I had a mild case of polio - not enough to put me in an iron lung, but enough to keep me bedridden for weeks. As I came out of it, my mom wanted to do something for me. She realized that, growing up in the city, I'd missed out on a lot of nature."
   },
   "author": {
    "text": "Robert Redford"
   }
  },
  {
   "quote": {
    "text": "I think it's a tough road if you're a stay-at-home mom, a working mom, if you have a partner, if you don't. It's the best job in the world, and the toughest job in the world all at the same time."
   },
   "author": {
    "text": "Angela Kinsey"
   }
  },
  {
   "quote": {
    "text": "My mom taught me to live by the three p's: to always be passionate, persistent, and prepared."
   },
   "author": {
    "text": "Hailee Steinfeld"
   }
  },
  {
   "quote": {
    "text": "My mom thought I could dance because I used to dance to this Janet Jackson song she'd play when I was a baby. Then she would take me to a Saturday dance school. I used to go every week and got spotted by a scout, who suggested I audition for the role of Billy in 'Billy Elliot the Musical.'"
   },
   "author": {
    "text": "Tom Holland"
   }
  },
  {
   "quote": {
    "text": "My mom always told me if I love what I'm doing, and I'm having fun, then just continue to do it. But if it's not fun for me anymore, and I'm miserable, then I'm going to go back to Texas and quit it all, to be honest."
   },
   "author": {
    "text": "Selena Gomez"
   }
  },
  {
   "quote": {
    "text": "Dad's Jewish and Irish, Mom's German and Scotch. I couldn't say I was anything. My last name isn't even Downey. My dad changed his name when he wanted to get into the Army and was underage. My real name is Robert Elias. I feel like I'm still looking for a home in some way."
   },
   "author": {
    "text": "Robert Downey, Jr."
   }
  },
  {
   "quote": {
    "text": "If it wasn't for women, I wouldn't be here. I'm a mamma's boy at heart. I love my mom. I have the deepest, utmost respect for women."
   },
   "author": {
    "text": "Roman Reigns"
   }
  },
  {
   "quote": {
    "text": "I sing seriously to my mom on the phone. To put her to sleep, I have to sing 'Maria' from West Side Story. When I hear her snoring, I hang up."
   },
   "author": {
    "text": "Adam Sandler"
   }
  },
  {
   "quote": {
    "text": "My whole life has been nothing but trying to find a way to take care of my mom and take care of my family as quickly as possible."
   },
   "author": {
    "text": "Derrick Rose"
   }
  },
  {
   "quote": {
    "text": "Who in their infinite wisdom decreed that Little League uniforms be white? Certainly not a mother."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "My mom used to work for Coach and Louis Vuitton, in retail. So, I've always been around it. I've always had that connection. Always."
   },
   "author": {
    "text": "Travis Scott"
   }
  },
  {
   "quote": {
    "text": "I was always a drama queen. I remember playing in the kitchen, trying to get my mom to think I was dead and call the police. When she didn't, I would cry. I was always theatrical. I don't think any of my relatives are surprised."
   },
   "author": {
    "text": "Amy Lee"
   }
  },
  {
   "quote": {
    "text": "If I had a message to give my dad, it'd probably be, 'Thank you, thank you, thank you.' He's helped me so much on this crazy journey. Giving up his job, being away from my mom, and being away from home for that much just because of me? It's a lot. And I thank him for it."
   },
   "author": {
    "text": "Chloe Kim"
   }
  },
  {
   "quote": {
    "text": "Of course, my mom is my biggest and loudest cheerleader, and my family and friends are happy for me, but I'm still just Angie, not Angie-the-author-with-this-hyped-up-book. I appreciate that."
   },
   "author": {
    "text": "Angie Thomas"
   }
  },
  {
   "quote": {
    "text": "When you are a mother, you are never really alone in your thoughts. A mother always has to think twice, once for herself and once for her child."
   },
   "author": {
    "text": "Sophia Loren"
   }
  },
  {
   "quote": {
    "text": "I want somebody like my mom. My mom is a very charitable woman. She's the sweetest woman in the world. I'm looking for the second sweetest woman in the world. I'm looking for honesty and a big heart."
   },
   "author": {
    "text": "Jason Derulo"
   }
  },
  {
   "quote": {
    "text": "I was 13 when I developed the classic symptoms of a person who gets diabetes: a lot of weight loss, a tremendous thirst, and blurry eyesight. My mom took me to the hospital, and the doctors took some blood tests. My blood sugar was so high that they knew right away."
   },
   "author": {
    "text": "Bobby Clarke"
   }
  },
  {
   "quote": {
    "text": "I go back five generations in Jamaica. My dad grew up in Port Royal, and my mom grew up in Kingston. My family is from the country like West Moreland and also in Manchester. I've been there countless times. As far as cuisine, there's not really much that comes out of Jamaica that's on a plate that I don't like."
   },
   "author": {
    "text": "Dule Hill"
   }
  },
  {
   "quote": {
    "text": "My jewelry's all fake - from Claire's. Or I get it from my mom's boutique in Barbados."
   },
   "author": {
    "text": "Rihanna"
   }
  },
  {
   "quote": {
    "text": "I would say that my role model, as far as just somebody leading by example, which to me is what a great youth counselor does - they are there to talk to and lead by example - would be my mom, but she wasn't a youth counselor. She was a teacher, and she is a good person and definitely one of the biggest influences in my life."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "My dad died when I was young; my mom remarried with more haste than sense to a fellow... he wasn't evil or anything, but he was worthless."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "I'm too tough and sensitive to have to have some pubescent twerp with his mom's earring in his tongue, who combs his hair with Redi-Whip and has an Ani DiFranco tattoo on his shin, come show me how a computer works."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Even in high school, I'd tell my mom I was sick of swimming and wanted to try to play golf. She wasn't too happy. She'd say, 'Think about this.' And I'd always end up getting back in the pool."
   },
   "author": {
    "text": "Michael Phelps"
   }
  },
  {
   "quote": {
    "text": "It's tough growing up where I grew up. My family is very small and really tight. Just being around the neighborhood, my brothers were always around. I didn't want to be in any trouble because I knew my mom or brothers would find out. I didn't want to hurt their feelings. I just tried to do everything right."
   },
   "author": {
    "text": "Derrick Rose"
   }
  },
  {
   "quote": {
    "text": "Me and my mom are just alike in every type of way. I talk to my mom about everything."
   },
   "author": {
    "text": "DeMar DeRozan"
   }
  },
  {
   "quote": {
    "text": "My mom worked for Apple, and my dad owned his own business."
   },
   "author": {
    "text": "Travis Scott"
   }
  },
  {
   "quote": {
    "text": "I remember my mom bought me one of their shirts for Easter so that I could wear Helmut Lang for Easter. That was my first piece."
   },
   "author": {
    "text": "Travis Scott"
   }
  },
  {
   "quote": {
    "text": "I want to be on stage and perform and win Grammys and help out my family in Bulgaria, because they are struggling, and my mom and dad, too."
   },
   "author": {
    "text": "Leah LaBelle"
   }
  },
  {
   "quote": {
    "text": "You may earn whatever money you earn as a cricketer, but you want to play for your country. At the end of the day, you want to do something special. There are plenty of people who earn 50 crores or 100 crores as businessmen or big professionals or who are really doing well in business. But what gives pleasure to your mom and dad is the fame."
   },
   "author": {
    "text": "Mahendra Singh Dhoni"
   }
  },
  {
   "quote": {
    "text": "The best part of being a mom to me is the unconditional love. I have never felt a love as pure, a love that's as rewarding."
   },
   "author": {
    "text": "Monica"
   }
  },
  {
   "quote": {
    "text": "I had a gorgeous mom. She was beautiful, so I lucked out there."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "When I was 12, I was living in Iowa, and I emailed so many wrestling schools, and one of them was actually in Boston. I joined it at 18 - the New England Pro Wrestling Academy. They were doing a fantasy camp. I was 17 about to turn 18. I told my mom, 'I'm 18 now. I just signed these papers by myself, and I'm going to do this.'"
   },
   "author": {
    "text": "Sasha Banks"
   }
  },
  {
   "quote": {
    "text": "I want to make my music and be a happy woman, a good wife, a good mom and one day hopefully have a child of my own."
   },
   "author": {
    "text": "LeAnn Rimes"
   }
  },
  {
   "quote": {
    "text": "I'm pretty sure my mom is the only person on the planet who thinks that she got cancer so that I could find my calling in life, but as I started to build this company, all my years of useless education, random jobs, and weird interests merged into this serendipitous moment."
   },
   "author": {
    "text": "Yael Cohen"
   }
  },
  {
   "quote": {
    "text": "When I was 5, some financial things happened, and I moved seven times in a year. We moved from apartment to apartment, sometimes living with friends. My mom would always say, 'Don't get comfortable, because we may not be here long.'"
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "I just wasn't cut out to be a Chinese Tiger Mom. I'm more of an Irish Setter Dad."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "My mom and I have always been really close. She's always been the friend that was always there. There were times when, in middle school and junior high, I didn't have a lot of friends. But my mom was always my friend. Always."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "My mom taught me how to sew when I was 2 or 3, so I've been sewing for as long as I can remember."
   },
   "author": {
    "text": "Serena Williams"
   }
  },
  {
   "quote": {
    "text": "Sometimes when you are a great mom, you're not so great at your job. And then when you're good at your job, you're not so great of a mom or a good wife. It's a dance that never stops. But it's beautiful."
   },
   "author": {
    "text": "Gisele Bundchen"
   }
  },
  {
   "quote": {
    "text": "Some are kissing mothers and some are scolding mothers, but it is love just the same, and most mothers kiss and scold together."
   },
   "author": {
    "text": "Pearl S. Buck"
   }
  },
  {
   "quote": {
    "text": "My mom is real passionate and a family-first woman. She always told me that just because I can shoot a basketball better than someone else, I shouldn't think that I'm better than them. I know if I change, my friends and family would lay me down. She just wants to see her kids do right."
   },
   "author": {
    "text": "Derrick Rose"
   }
  },
  {
   "quote": {
    "text": "Fereydun, that's my dad's name. My grandmother, my dad's mom, when she was pregnant, she was dating a man from Persia, a Persian gentleman. It wasn't his child, but he was still very supportive and said, 'Hey, this is a great name,' and so it stuck. So that's what she named him."
   },
   "author": {
    "text": "Fred Armisen"
   }
  },
  {
   "quote": {
    "text": "An ounce of mother is worth a pound of clergy."
   },
   "author": {
    "text": "Rudyard Kipling"
   }
  },
  {
   "quote": {
    "text": "My mom taught me from a young age to give back and volunteer any chance you get. It was something that I knew, if I made the NFL, I would financially have the ability to do."
   },
   "author": {
    "text": "J. J. Watt"
   }
  },
  {
   "quote": {
    "text": "My mom used to say that I became a fighter and a scrapper and a tough guy to protect who I am at my core."
   },
   "author": {
    "text": "Vin Diesel"
   }
  },
  {
   "quote": {
    "text": "My dad had always been a big decaf coffee drinker. But my mom had always been more of a tea drinker. So I grew up around a lot of tea. And I also really love tea. But I'm not one of those people who has ever felt the need to choose between coffee and tea. I think that is a completely false dichotomy."
   },
   "author": {
    "text": "Chelsea Clinton"
   }
  },
  {
   "quote": {
    "text": "With social media, people share mostly their best moments. Don't feel like you're not doing enough when you see a mom posting about making applesauce after you bought it. Ha ha! It's fine! Just for raising a little human being, you should be commended."
   },
   "author": {
    "text": "Vanessa Lachey"
   }
  },
  {
   "quote": {
    "text": "I am blessed to have Mom and Dad."
   },
   "author": {
    "text": "Kevin Eubanks"
   }
  },
  {
   "quote": {
    "text": "My family, you know, are all still, you know, very close. We're all still very close. Mom and Daddy are still alive. So, what more can you ask for? Your kids are healthy."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "I think my mother is my biggest influence. There are so many things I hate about her but at the same time I'm thankful for her. All I know is that when I'm a parent I want to be just like my mom. I can talk to my mom more than any of my friends could talk to their parents."
   },
   "author": {
    "text": "Nikki Reed"
   }
  },
  {
   "quote": {
    "text": "Learn to expect less from life and more from yourself. Accept the changes that life throws at you. Remember, your destiny is pretty much in your hands. So, as your mom may have told you, keep them clean."
   },
   "author": {
    "text": "Lynda Resnick"
   }
  },
  {
   "quote": {
    "text": "Motherhood is the only thing in my life that I've really known for sure is something I wanted to do."
   },
   "author": {
    "text": "Cynthia Nixon"
   }
  },
  {
   "quote": {
    "text": "It's true - my mother kicked me out the house at 14. I had to go live with my sister. I had some problems. I was very rebellious as a kid. I don't even know why or where it came from, but I had a lot of anger. Me and my mom clashed a lot because she didn't tolerate that, as she shouldn't from a 14-year-old."
   },
   "author": {
    "text": "Michael Che"
   }
  },
  {
   "quote": {
    "text": "If you've witnessed bullying or if you're being bullied, tell somebody you trust. Tell mom and dad. Tell your counselors or your coaches. Tell your teachers. Tell an adult who you trust."
   },
   "author": {
    "text": "Stephanie McMahon"
   }
  },
  {
   "quote": {
    "text": "My mom is awesome. She's really young. My mom is 40, and she raised me listening to Nirvana and Courtney Love and Coldplay, Gin Blossoms, The Cranberries, and stuff. Like, my early, early memories are of being a little kid running around in floral skirts and Doc Martens when I was, like, three."
   },
   "author": {
    "text": "Halsey"
   }
  },
  {
   "quote": {
    "text": "I wasn't one to go out and buy a new car and stereo system and expensive clothes. My mom helped keep me grounded."
   },
   "author": {
    "text": "Christina Applegate"
   }
  },
  {
   "quote": {
    "text": "When breast cancer took my mom, it met its biggest enemy."
   },
   "author": {
    "text": "DeAngelo Williams"
   }
  },
  {
   "quote": {
    "text": "I am excited to rise today to support National Mom and Pop Business Owners Day. This celebration honors the husband and wife business owner teams whose work helps drive the economy and fuel job growth."
   },
   "author": {
    "text": "Melissa Bean"
   }
  },
  {
   "quote": {
    "text": "My dad is still Christian Scientist. My mom's not, and I'm not. But I believe in God, and that there's a higher power and an intelligence that's bigger than us and that we can rely on. It's not just us, thinking we are the ones in control of everything. That idea gives me support."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "I always wanted what Mom and Dad had."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "Yes, Mother. I can see you are flawed. You have not hidden it. That is your greatest gift to me."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "I know I'm talented, but I wasn't put here to sing. I was put here to be a wife and a mom and look after my family. I love what I do, but it's not where it begins and ends."
   },
   "author": {
    "text": "Amy Winehouse"
   }
  },
  {
   "quote": {
    "text": "People think I have courage. The courage in my family are my wife Pam, my three daughters, here, Nicole, Jamie, LeeAnn, my mom, who's right here too."
   },
   "author": {
    "text": "Jim Valvano"
   }
  },
  {
   "quote": {
    "text": "I am sure that if the mothers of various nations could meet, there would be no more wars."
   },
   "author": {
    "text": "E. M. Forster"
   }
  },
  {
   "quote": {
    "text": "President of the United States is you know, our boss, so you know, the President and the First Lady are kinda like the Mom and the Dad of the country. And when your Dad says something you listen."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "No press, no television. If my mom calls and says, 'Did you hear about?' I don't want to know nothing about anything that is going on in relation to music. I shut it all off."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "For everything I do, I think about a 6-year-old girl and her mom that I saw at my concert last night. I think about what those two individuals would think if I were at a club last night. I never want to be arrested, and I never want to get a DUI, those are my moral values."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "My real dream is to have a whole, like, buy a whole piece of land. Imagine, like, a long driveway. Like, a cul de sac-type street, with maybe, like, seven houses. Me be right here. Have my mom be able to be right here. My brother over here. My girl's grandmother and family right here. Friends over there. That's my real dream."
   },
   "author": {
    "text": "J. Cole"
   }
  },
  {
   "quote": {
    "text": "I may be the only mother in America who knows exactly what their child is up to all the time."
   },
   "author": {
    "text": "Barbara Bush"
   }
  },
  {
   "quote": {
    "text": "Because sorry to say, women run the house. They run the family. They hold things up. I mean, it's like you don't ever see your mom get sick because she handles everything. And it's kind of amazing I think to show people just how strong women are."
   },
   "author": {
    "text": "Sophia Bush"
   }
  },
  {
   "quote": {
    "text": "You can be good at technology and like fashion and art. You can be good at technology and be a jock. You can be good at technology and be a mom. You can do it your way, on your terms."
   },
   "author": {
    "text": "Marissa Mayer"
   }
  },
  {
   "quote": {
    "text": "My mom had Julia Child and 'The Fannie Farmer Cookbook' on top of the refrigerator, and she had a small repertoire of French dishes."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "Having children is a huge responsibility, and I just don't want to hand them off to a nanny or my mom to take care of them."
   },
   "author": {
    "text": "Thalia"
   }
  },
  {
   "quote": {
    "text": "When you're sick, nobody takes care of you like your mom."
   },
   "author": {
    "text": "Trisha Yearwood"
   }
  },
  {
   "quote": {
    "text": "My mom always taught me to put toothpaste on pimples to dry them out at night. I do that all the time. I don't use anything fancy when I get a pimple. And I never use the same toothpaste for long because I get bored. So I'll do peppermint and then one month I'll do cinnamon. I'm creative."
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "I've always wanted to be a mom because I want to give a kid all of the magical gifts my mom gave to me, such as love and friendship. She and I had this incredible connection that was so unbelievable."
   },
   "author": {
    "text": "Jennifer Love Hewitt"
   }
  },
  {
   "quote": {
    "text": "It may take a village to raise a child, but not every villager needs to be a mom or dad. Some of us just need to be who we are."
   },
   "author": {
    "text": "Meghan Daum"
   }
  },
  {
   "quote": {
    "text": "Being gay is not something that defines me. What defines me is what my mom always taught me: to treat everyone with respect, to always be a hard worker, and to be kind."
   },
   "author": {
    "text": "Adam Rippon"
   }
  },
  {
   "quote": {
    "text": "I've been dancing since the age of two. I don't really remember it, because I was little, but my mom signed me up and would put me in cute costumes. A lot of little girls get into dancing, but I loved it so much that I kept doing it."
   },
   "author": {
    "text": "Maddie Ziegler"
   }
  },
  {
   "quote": {
    "text": "I went to a school called Tring Park School for the Performing Arts. I went because initially I was very naughty, and my mom thought if I was busy, I'd be better. And I didn't really do acting until later on in the school, with an amazing teacher. I left, went traveling, came back."
   },
   "author": {
    "text": "Daisy Ridley"
   }
  },
  {
   "quote": {
    "text": "I went very close to the edge, but it's nice to have been strong enough to get through it. I'm lucky I had family, a good husband, and my mom. People like that help balance you. When you're feeling down and bad, it's the people that love you who kind of sort your head out for you."
   },
   "author": {
    "text": "Dolores O'Riordan"
   }
  },
  {
   "quote": {
    "text": "I'm a proud strict mom and, you know, I'm really proud of the two daughters I've raised. And I'm especially proud of my relationship with them. We're very close. I think we're good friends."
   },
   "author": {
    "text": "Amy Chua"
   }
  },
  {
   "quote": {
    "text": "Bob Dole. He's like the neighbors' Labrador retriever your dad used to curse for all that barking, all that darn digging in your mom's tulip bed, and now look, you live next door to a godforsaken pack of teeth-baring rabid Pomeranians, and, good golly, Bob Dole!"
   },
   "author": {
    "text": "Jeanne Marie Laskas"
   }
  },
  {
   "quote": {
    "text": "But to sustain a marriage for 50 years, you have to get real a little bit and find someone who is understanding and who you can grow with. My mom always says, 'Marry the man who loves you a millimeter more.'"
   },
   "author": {
    "text": "Ali Larter"
   }
  },
  {
   "quote": {
    "text": "All Southern cooks have tried their hands at shrimp and grits, and each one has his or her own version of the dish. My mom used to season her shrimp with garlic and onion and just prepare the grits with a little salt and pepper."
   },
   "author": {
    "text": "Gina Neely"
   }
  },
  {
   "quote": {
    "text": "I don't have a creepy uncle, but I certainly have many, many uncles. My mom has twelve brothers and sisters, and my dad has two sisters and three brothers. Their maturity level is still hovering around fifteen when they all get together, but they're not necessarily creepy."
   },
   "author": {
    "text": "Martha MacIsaac"
   }
  },
  {
   "quote": {
    "text": "My mom and grandmother were actresses, and I knew I was going to do this since I was super young. I would put on shows at my grandparents' house and sing 'Somewhere Over the Rainbow' in the living room. I was in drama club and chorus, and I knew every word to 'Grease.'"
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "My mom cleaned toilets for a long time, and she'd seen a lot of terrible things, but she was still the strength of our family. And there are women like that all across the country - all around the world - who show that type of fortitude."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "I just live life. I grew up in a Christian family, but, you know, the way Mom brought me up is to, you know, do you, to always be yourself."
   },
   "author": {
    "text": "Tyler, The Creator"
   }
  },
  {
   "quote": {
    "text": "My mom and I had the same vision, and we want the same things. We would always make a goal list every year."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "I used to enjoy the spotlight. If I had a day off from filming, I didn't know what to do. Now I enjoy my family time so much, there is this sense of, if it all went away, and I was just a mom, I would love my life."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "How simple a thing it seems to me that to know ourselves as we are, we must know our mothers names."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Morality and its victim, the mother - what a terrible picture! Is there indeed anything more terrible, more criminal, than our glorified sacred function of motherhood?"
   },
   "author": {
    "text": "Emma Goldman"
   }
  },
  {
   "quote": {
    "text": "Being the only man in the household with my mom definitely helped me grow up fast."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "My mom had a job, and she also took care of us, and she also took care of Dad - I always saw her pulling triple duty, doing more than I ever felt like she needed to. I made a promise to myself that it would be more of a team effort in my family someday. And because of that, I became more independent."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "My pops and my mom started playing Marvin Gaye and the Isley Brothers and all these people, but at the same time, they always had Snoop on right behind it in the same mix."
   },
   "author": {
    "text": "Kendrick Lamar"
   }
  },
  {
   "quote": {
    "text": "My mom and I are very close."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "My mom never taught me to be waiting for some prince on a white horse to swipe me off my feet."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "My sisters and my mom, those people help me get through every single day."
   },
   "author": {
    "text": "Demi Lovato"
   }
  },
  {
   "quote": {
    "text": "I thank my mom... I thank God for my mom every day because I think if it wasn't for her, who knows?"
   },
   "author": {
    "text": "Joanna Krupa"
   }
  },
  {
   "quote": {
    "text": "My mom dressed me in silk to go to elementary school. In kindergarten, they sent me home because I couldn't do finger painting in my dress."
   },
   "author": {
    "text": "Allegra Versace"
   }
  },
  {
   "quote": {
    "text": "Mom always told us to wear pretty, matching underwear."
   },
   "author": {
    "text": "Kourtney Kardashian"
   }
  },
  {
   "quote": {
    "text": "My mom always instilled in me that it was braver to ask for help when you need it. That has absolutely stuck with me over the years but became even more important in practice once I became a mother. It may sound trite, but the concept of 'it takes a village' really could not be more true."
   },
   "author": {
    "text": "Julia Hartz"
   }
  },
  {
   "quote": {
    "text": "I grabbed my mom and I went to the couch and I said, 'Mom I want to ask Jesus to come into my heart.' And I got on my knee and I asked Jesus to come into my heart, forgive me of my sins, and make me a child of God."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "Take motherhood: nobody ever thought of putting it on a moral pedestal until some brash feminists pointed out, about a century ago, that the pay is lousy and the career ladder nonexistent."
   },
   "author": {
    "text": "Barbara Ehrenreich"
   }
  },
  {
   "quote": {
    "text": "Dad was the pitching coach, while Mom was the emotional supporter. Her unconditional love was great, and she wanted what was best for me."
   },
   "author": {
    "text": "Jennie Finch"
   }
  },
  {
   "quote": {
    "text": "I can honestly say, after talking about my mom passing away, I got the biggest weight off of my chest. Comedy is my therapy. That's how I deal with my problems, my personal battles. I talk about it. I give it to my fans. When they laugh at it, it's a release, for lack of a better word."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "My mom, Irmelin, taught me the value of life. Her own life was saved by my grandmother during World War II."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "You do need parental guidance and I was in a great position with both my mum and dad. They split when I was a baby but even though I stayed with my mom they were both very much involved in my upbringing."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "My love of performing goes way back. My mom got me on 'Romper Room' when I was five - it was my favorite show. But they couldn't control me. I would run up and smack the camera, and I'd jump around and do my little flips and routines. I wish I could get that tape now."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "My dad was a bartender. My mom was a cashier, a maid and a stock clerk at K-Mart. They never made it big. They were never rich. And yet they were successful. Because just a few decades removed from hopelessness, they made possible for us all the things that had been impossible for them."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "My mom was a rescue veterinarian, and I grew up helping her nurse injured animals back to health. Any deer hit by a car, fox caught in a trap, whatever it was that got hurt, everyone brought them to my mom."
   },
   "author": {
    "text": "Johnny Iuzzini"
   }
  },
  {
   "quote": {
    "text": "My earliest memory is my mom picking me up after I had fallen down, giving me a big hug and reading me 'Goodnight Moon.' From that moment, to this one, every single memory I have of my mom is that regardless of what was happening in her life, she was always, always there for me."
   },
   "author": {
    "text": "Chelsea Clinton"
   }
  },
  {
   "quote": {
    "text": "I remember, when I was 7, my dad found a pregnant dog on the railroad track one day and brought her home. So my mom explained about how this dog was married but that her husband had passed away - she didn't want me to even think that a dog could have babies without being married."
   },
   "author": {
    "text": "Bonnie Hunt"
   }
  },
  {
   "quote": {
    "text": "What I will not do is continue to perpetuate stereotypes. I'm the daughter of a maid; why do I have to also play a maid? My mom was a maid so I didn't have to be a maid."
   },
   "author": {
    "text": "Gina Rodriguez"
   }
  },
  {
   "quote": {
    "text": "So, I remember when I was a kid, I was waiting for my mom to come home when she was working late, and, you know, I was like, 'Oh my God, what happened to her? Is she OK? Did something happen to her getting in the car?' I was a little kid. But those are actually early onsets of anxiety."
   },
   "author": {
    "text": "Vinny Guadagnino"
   }
  },
  {
   "quote": {
    "text": "Motherhood is at its best when the tender chords of sympathy have been touched."
   },
   "author": {
    "text": "Paul P. Harris"
   }
  },
  {
   "quote": {
    "text": "One thing my mom taught me was that when you're making deviled eggs, flip the eggs over the night before. They've been sitting in the carton as they're transported, so the yolks settle on bottom. If you flip them, then the yolks aren't skewed to one side."
   },
   "author": {
    "text": "Trisha Yearwood"
   }
  },
  {
   "quote": {
    "text": "He's the reason why I write music. If he's reading this - James Taylor, I'd love to work with you! My mom would put headphones on her belly before I was born, so I've been listening to him literally all of my life. When my dad played me 'Walking Man,' I heard those chord changes and that melody, it completely blew me away."
   },
   "author": {
    "text": "Charlie Puth"
   }
  },
  {
   "quote": {
    "text": "Once in high school, I completely over plucked my left eyebrow all the way up to where you're not supposed to. I had no idea what I was doing and it looked terrible! My mom was like 'What did you do to yourself?' I was so embarrassed."
   },
   "author": {
    "text": "Ashley Tisdale"
   }
  },
  {
   "quote": {
    "text": "No one was more important than my mom and dad. I know they are watching from a place up in heaven here today to make sure all their kids are doing good."
   },
   "author": {
    "text": "Eddie Murray"
   }
  },
  {
   "quote": {
    "text": "My work makes me a better mom. It gives me a little door to step out of my parenting and bring the excitement from my day back home."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "Once you start listening to the comics, be they Jewish, Muslim, Italian, Filipino or whatever, the material often springs from the same source - the overbearing mom, the parents who want you to marry from within your community. That's why the 'Ethnic Show' works so well."
   },
   "author": {
    "text": "Maz Jobrani"
   }
  },
  {
   "quote": {
    "text": "Bless my mom. Mom is everything to me."
   },
   "author": {
    "text": "Calvin Johnson"
   }
  },
  {
   "quote": {
    "text": "My mom was like, 'What did I do as a mom for you to want to become a wrestler?' They just didn't understand, and it's really hard to explain what made me love wrestling so much. There's something about it that made me fall in love, and ever since I laid my eyes on it, I knew I wanted to be a professional wrestler in the WWE."
   },
   "author": {
    "text": "Sasha Banks"
   }
  },
  {
   "quote": {
    "text": "I think I realized my parents' relationship was special when I had my first girlfriend, and she came from a broken marriage. I watched how much closeness there was between her and her mom, and also how much bickering."
   },
   "author": {
    "text": "Brett Young"
   }
  },
  {
   "quote": {
    "text": "As I have gotten older, I am more of an independent woman, and my mom and I have our own lives, but we are still best friends and can be there for each other."
   },
   "author": {
    "text": "Amanda Fuller"
   }
  },
  {
   "quote": {
    "text": "If I should have a daughter, instead of 'Mom,' she's gonna call me 'Point B,' because that way she knows that no matter what happens, at least she can always find her way to me. And I'm going to paint solar systems on the backs of her hands so she has to learn the entire universe before she can say, 'Oh, I know that like the back of my hand.'"
   },
   "author": {
    "text": "Sarah Kay"
   }
  },
  {
   "quote": {
    "text": "A stay-at-home mom is a working mom. Being a stay-at-home mom is a job."
   },
   "author": {
    "text": "Cobie Smulders"
   }
  },
  {
   "quote": {
    "text": "My father left... but I tell my mom - and I told my mom this when I was a kid - I said, 'You know what, Mom? Good thing he left because you're a strong woman.'"
   },
   "author": {
    "text": "J. R. Martinez"
   }
  },
  {
   "quote": {
    "text": "Shortly after my dad died, my mom figured that if I could do a few commercials, I'd get a college fund."
   },
   "author": {
    "text": "Liam Aiken"
   }
  },
  {
   "quote": {
    "text": "My mom and my dad was the best example of unconditional love I could see as a kid. I've known it my whole life. Interactions, kissing, hugging - it definitely wasn't the fake love."
   },
   "author": {
    "text": "BJ the Chicago Kid"
   }
  },
  {
   "quote": {
    "text": "I have very vivid memories of my parents talking about Nixon, my mom watching Watergate on the black-and-white set in the living room. The mayor at the time in Philadelphia was a guy named Frank Rizzo - a Democrat, a real bully, a racist."
   },
   "author": {
    "text": "Jake Tapper"
   }
  },
  {
   "quote": {
    "text": "My memory of my mom is a wine glass in one hand and a cigarette in the other. She was a runway fashion model, and she was quite a glamorous woman."
   },
   "author": {
    "text": "Loni Anderson"
   }
  },
  {
   "quote": {
    "text": "Every day in our house is like Valentine's Day. I've kept it traditional with what my dad has done with my mom. Every morning, I get up and I make coffee and I bring Giuliana coffee in bed."
   },
   "author": {
    "text": "Bill Rancic"
   }
  },
  {
   "quote": {
    "text": "I loved seeing my mom put her own twist on years-old family recipes and also create new dishes. This made me develop a passion for cooking at a young age and would eventually inspire me to prepare meals and host wonderful family dinners."
   },
   "author": {
    "text": "Camila Alves"
   }
  },
  {
   "quote": {
    "text": "I've struggled a lot in my life with feeling like a failure. I lived in a 'prison of perfectionism,' holding myself to a standard I couldn't possibly live up to. Then I became a mom, and all of a sudden, there arose even more opportunities for failure."
   },
   "author": {
    "text": "Sarah Drew"
   }
  },
  {
   "quote": {
    "text": "My mom cooked pot roast with noodles and frozen vegetables. Or she'd make spaghetti or hot dogs, or heat up TV dinners. Before I started modeling at age 19, I was 5'8\" and weighed 165 pounds."
   },
   "author": {
    "text": "Carol Alt"
   }
  },
  {
   "quote": {
    "text": "I love to hang out with my friends and go to the movies. My mom and I are involved in the Mother/Daughter Organization - national charity work. Whenever I get free time, we volunteer. It's an organization so mothers and daughters can spend time together while volunteering."
   },
   "author": {
    "text": "Hailee Steinfeld"
   }
  },
  {
   "quote": {
    "text": "Yes, my life has changed in terms of the fame and the success, the number of eye balls on you all the time. I like to believe that it has not changed my ideology, the person that I am. I have people like Anna and my mom, my friends who tell me that."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "It was definitely a part of our life. I mean, my mom had both her brothers and her fiancee in Vietnam at the same time, so it wasn't just my dad's story, it was my mom's story too. And we definitely grew up listening to the stories."
   },
   "author": {
    "text": "Vanessa Kerry"
   }
  },
  {
   "quote": {
    "text": "My mom used to call me a parrot, because the way I spoke would change in every country we'd go to."
   },
   "author": {
    "text": "Hannah Simone"
   }
  },
  {
   "quote": {
    "text": "My mom is very much about 'less is more.' She showed me how to use makeup to enhance your beauty but not to change your face, which I think is important."
   },
   "author": {
    "text": "Kaia Gerber"
   }
  },
  {
   "quote": {
    "text": "It was my 16th birthday - my mom and dad gave me my Goya classical guitar that day. I sat down, wrote this song, and I just knew that that was the only thing I could ever really do - write songs and sing them to people."
   },
   "author": {
    "text": "Stevie Nicks"
   }
  },
  {
   "quote": {
    "text": "When I was growing up, Forest Park was full of integrated families. It was amazing. One my best friends was Vietnamese. Another one was half-Mexican, half-black. Another one was from Colombia. Another one was born in the U.S., but his mom was from Germany and spoke with a German accent. So we all had multiple identities."
   },
   "author": {
    "text": "Dinaw Mengestu"
   }
  },
  {
   "quote": {
    "text": "Minimalism? It is something I appreciate as an art form but leave to others - unless you count a collection of warhorse-workwear Yves Saint Laurent trouser suits. Maybe my penchant for hippie-deluxe eccentricity came from an escapist dream of a different world. It was tough being a working mom in the 1970s."
   },
   "author": {
    "text": "Suzy Menkes"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, my mom used to run the vacuum cleaner, and the noise would bother me so much that I would run into the woods to calm down. I feel like that vacuum cleaner has been on since I moved to New York City."
   },
   "author": {
    "text": "Steve Burns"
   }
  },
  {
   "quote": {
    "text": "As a mom I know that raising children is the hardest job there is."
   },
   "author": {
    "text": "Hilary Rosen"
   }
  },
  {
   "quote": {
    "text": "I was four or five, and my mom got all the Power Rangers to come through. I thought it was really them. I started crying tears of joy. It was so amazing. My favorite Power Ranger was the green one. He wasn't in every episode - he was rare, like Based God. He was like the Based God Power Ranger."
   },
   "author": {
    "text": "Domo Genesis"
   }
  },
  {
   "quote": {
    "text": "I've been fascinated with severe weather since I was four, when I saw a tornado at night in my mom and grandmother's southeast Minnesota hometown while everyone else was asleep - an experience I encoded in 'The Stormchasers.'"
   },
   "author": {
    "text": "Jenna Blum"
   }
  },
  {
   "quote": {
    "text": "At 13, I was wearing plain t-shirts. Then I used to steal my mom's clothing. She had all these crushed-velvet shirts with French-cut sleeves. And, like, seersucker bell-bottoms."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "Mothers are the necessity of invention."
   },
   "author": {
    "text": "Bill Watterson"
   }
  },
  {
   "quote": {
    "text": "My mom would still be mad if I didn't say 'please' and 'thank you.'"
   },
   "author": {
    "text": "Selena Gomez"
   }
  },
  {
   "quote": {
    "text": "I grew up in Marcy Projects in Brooklyn, and my mom and pop had an extensive record collection, so Michael Jackson and Stevie Wonder and all of those sounds and souls of Motown filled the house."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "I had to make 500 shots every day, and when my mom wasn't looking, I'd get up closer to the basket and do lay-ups and count them, and she'd be at the back window at the kitchen and knock. Then I'd have to go back and shoot from longer."
   },
   "author": {
    "text": "Tyler Joseph"
   }
  },
  {
   "quote": {
    "text": "If I have any talent at all it's from God, and my mom, who was on Capitol Records also."
   },
   "author": {
    "text": "Garth Brooks"
   }
  },
  {
   "quote": {
    "text": "I notice that if there are some times I've been stressed, because I'm human and stress about things, that affects your kids. So you have to make sure you're a happy mom so they can be happy."
   },
   "author": {
    "text": "Britney Spears"
   }
  },
  {
   "quote": {
    "text": "My mom's one of 13 siblings, and they all got six kids, and till I was 13 everybody was in Compton."
   },
   "author": {
    "text": "Kendrick Lamar"
   }
  },
  {
   "quote": {
    "text": "My mom used to tell me when I was little, 'When it rains, it's God's manifestation - a big day's waiting to happen.'"
   },
   "author": {
    "text": "Gabby Douglas"
   }
  },
  {
   "quote": {
    "text": "When modeling agencies were saying that I was too big and gaining weight, my mom said, 'OK, we're going to discuss what they're saying over pizza, and we're going to plan the future of your career which doesn't involve you having to be skinny.'"
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "I'm frugal. I've always been this way. When I was young, my mom would give me my allowance, and I'd peel off a little each week and have some to spare."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "I once went on the most grueling radio tour. Living in hotel rooms, sleeping in the backs of rental cars as my mom drove to three different cities in one day."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "I've been my mom's kitchen helper since I was a little kid."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "When I was younger we had a grape arbor, and my mom would go out and pick grapes and make grape jam in the sink - boil it, put it in jars, and give it away as gifts."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "I moved from New York to El Paso in 2015, just before my senior year. I was super nervous. My mom, she's in the Army, and she got stationed at Fort Bliss. We packed everything up and drove all the way to El Paso."
   },
   "author": {
    "text": "Khalid"
   }
  },
  {
   "quote": {
    "text": "I barely saw my mother, and the mom I saw was often angry and unhappy. The mother I grew up with is not the mother I know now. It's not the mother she became after my father died, and that's been the greatest prize of my life."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "It's interesting as a mom to reflect on your own parenting skills. The core of our beliefs may stay the same, but our perspective changes over the years and evolves with each child that comes through us."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "Having been raised very disciplined, I had to iron for my mom every Friday afternoon after school."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "We come from fallible parents who were kids once, who decided to have kids and who had to learn how to be parents. Faults are made and damage is done, whether it's conscious or not. Everyone's got their own 'stuff,' their own issues, and their own anger at Mom and Dad. That is what family is. Family is almost naturally dysfunctional."
   },
   "author": {
    "text": "Chris Pine"
   }
  },
  {
   "quote": {
    "text": "There was the time I bought three cars in the span of three or four weeks. It was crazy; it wasn't greedy. It was mine, my girl's, my mom's. I got Benzes for my ladies. But I felt crazy. You have to understand I come from a world where we're very modest. But that's not greedy. That's nice, right?"
   },
   "author": {
    "text": "J. Cole"
   }
  },
  {
   "quote": {
    "text": "I always saw politics as an expansion of my role as a mom."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "Growing up, my ideals were Barbra Streisand, Cher, and my mom."
   },
   "author": {
    "text": "Kevyn Aucoin"
   }
  },
  {
   "quote": {
    "text": "Mom and Pop were just a couple of kids when they got married. He was eighteen, she was sixteen and I was three."
   },
   "author": {
    "text": "Billie Holiday"
   }
  },
  {
   "quote": {
    "text": "My mom put me and my sisters in the water to feel comfortable, to have water safety."
   },
   "author": {
    "text": "Michael Phelps"
   }
  },
  {
   "quote": {
    "text": "I wanted to be a 'jungle mom', where you're giving birth and getting up and doing things straightaway."
   },
   "author": {
    "text": "Grace Jones"
   }
  },
  {
   "quote": {
    "text": "I've never lived my life in the opinion of others. I believe I'm a good person. I believe I'm a good mom. But that's for my kids to decide, not for the world."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "My mom, she was a very, very soft woman. It was hard for her to yell or even curse. But when it came to fighting for her kids, she found a strength she didn't always know she had."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "The best situation is being a single parent. The best part about is that you get time off, too, because the kids are with their mom, so it's the best of both worlds. There's a lot to be said for it."
   },
   "author": {
    "text": "Larry David"
   }
  },
  {
   "quote": {
    "text": "We were poor. But my mom never accepted that. She worked hard to become a residential contractor - got her master's with honors at the University of New Orleans. I used to go to every class with her. Her father was my paternal figure."
   },
   "author": {
    "text": "Frank Ocean"
   }
  },
  {
   "quote": {
    "text": "Of course, I would be depressed sometimes, and my Mom would be worried about me because I would just sleep to escape. Cause I was so scared of being a musician or artist, or whatever you want to call it."
   },
   "author": {
    "text": "Chantal Kreviazuk"
   }
  },
  {
   "quote": {
    "text": "Tired mothers find that spanking takes less time than reasoning and penetrates sooner to the seat of the memory."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "Mommy smoked but she didn't want us to. She saw smoke coming out of the barn one time, so we got whipped."
   },
   "author": {
    "text": "Loretta Lynn"
   }
  },
  {
   "quote": {
    "text": "I went camping one time when I was twelve, to the Great Lakes. My friend stepped in really deep muddy water and started screaming and sinking. My mom ran up, and I was just standing there a foot away and wouldn't stick out my hand to pull him up. So I'm probably not the best person to take on a camping trip."
   },
   "author": {
    "text": "Norman Reedus"
   }
  },
  {
   "quote": {
    "text": "I think number one is what my mom and dad preached to me when I was a little kid: Just because you may have athletic ability and you may be able to play a sport doesn't make you any more special than anybody else. Doesn't mean God loves you more than anybody else."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "I suffer from depression and anxiety, and having a show and having a character that portrays a young woman who is dealing with that and the consequences of it - how it affects her friendships and her relationships with her mom and her sister - it's beautiful to see that."
   },
   "author": {
    "text": "Lili Reinhart"
   }
  },
  {
   "quote": {
    "text": "Every man must define his identity against his mother. If he does not, he just falls back into her and is swallowed up."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "Dad was the pitching coach, while Mom was the emotional supporter. Her unconditional love was great, and she wanted what was best for me. It was more about what she did than what she said, and she made sure I was the best I could be."
   },
   "author": {
    "text": "Jennie Finch"
   }
  },
  {
   "quote": {
    "text": "I like bad boys, and I like to take them home to my mom."
   },
   "author": {
    "text": "Priyanka Chopra"
   }
  },
  {
   "quote": {
    "text": "My mom was very strict. She didn't let me watch anything rated R or anything with cussing."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "My parents know I was outgoing as a child, and whenever people came over, I'd automatically do impressions of them as soon as they left; it was my mom's favorite thing. Yes, I grew up in Hollywood, but not in any rich neighborhood."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "My problem is that my imagination won't turn off. I wake up so excited I can't eat breakfast. I've never run out of energy. It's not like OPEC oil; I don't worry about a premium going on my energy. It's just always been there. I got it from my mom."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "When you are getting ready to become a mom, being in love with someone just isn't enough. You need to think about whether he would be a good parent and raise your children with similar beliefs."
   },
   "author": {
    "text": "Cindy Crawford"
   }
  },
  {
   "quote": {
    "text": "There is nothing better than being a parent. It is the most challenging job one could ever ask for. I love being a mom and I love being a friend to my children as well."
   },
   "author": {
    "text": "Marlee Matlin"
   }
  },
  {
   "quote": {
    "text": "When I moved out of my mom's house at 18 I was almost as sad to leave her sewing machine behind as anything else."
   },
   "author": {
    "text": "Beth Ditto"
   }
  },
  {
   "quote": {
    "text": "My mom and my father's birthday are on the same day."
   },
   "author": {
    "text": "Victor Cruz"
   }
  },
  {
   "quote": {
    "text": "We're definitely a hodgepodge of influences. Mine, most heavily, would be Southern rock - the Allman Brothers, Lynyrd Skynyrd and stuff like that. Hillary is more from the country side - her mom is Linda Davis, a country singer. Dave, he's a big fan of the Eagles and like that."
   },
   "author": {
    "text": "Charles Kelley"
   }
  },
  {
   "quote": {
    "text": "What do girls do who haven't any mothers to help them through their troubles?"
   },
   "author": {
    "text": "Louisa May Alcott"
   }
  },
  {
   "quote": {
    "text": "I love New York. I first came here with my Mom when I was in 9th grade. I took the subway for the first time and the doors closed between me and my Mom, and I was so scared. I could see her through the window and I didn't know what to do. I got off at the next stop and she caught up to me, but I couldn't stop crying."
   },
   "author": {
    "text": "Skylar Grey"
   }
  },
  {
   "quote": {
    "text": "I always had short hair, and I hated my short hair. I was always mistaken for a boy, but my mom wouldn't let me change my hair because she was always chasing me around with a hairbrush, and it was always tangled, so she just would cut it off, and she's right: short hair did suit me."
   },
   "author": {
    "text": "Dorothy Hamill"
   }
  },
  {
   "quote": {
    "text": "I think when you wear so many hats, be it of a mom or a working woman, you need to feel good and look good as well."
   },
   "author": {
    "text": "Twinkle Khanna"
   }
  },
  {
   "quote": {
    "text": "I grew up in a bustling household of women with my mom, granny, and aunts. Seeing all these strong women taking charge of their lives and living it to the fullest was a great inspiration while growing up."
   },
   "author": {
    "text": "Twinkle Khanna"
   }
  },
  {
   "quote": {
    "text": "If you would ask my mom what books I liked growing up, I liked Dr. Seuss."
   },
   "author": {
    "text": "will.i.am"
   }
  },
  {
   "quote": {
    "text": "I've always eaten egg whites because when I was little, I didn't like the color yellow, so my mom would trick me into eating eggs by taking out the yolk."
   },
   "author": {
    "text": "Eva Longoria"
   }
  },
  {
   "quote": {
    "text": "All of us kids ended up 'doing Mom.' There are four of us who've tried show business. Five if you insist on counting my sister the nun, who does liturgical dance."
   },
   "author": {
    "text": "Bill Murray"
   }
  },
  {
   "quote": {
    "text": "My mom was very strict when I was growing up. I could not talk to boys until I was 18. I had to study and work hard."
   },
   "author": {
    "text": "Coco Lee"
   }
  },
  {
   "quote": {
    "text": "From singing to acting to songwriting to mom to fashion designer! It's been quite an evolution."
   },
   "author": {
    "text": "Christina Milian"
   }
  },
  {
   "quote": {
    "text": "My mom means the world to me. She's always been the one to get me up early for work, help me with my make up and hair, and just be there to support me in whatever I do. She always makes sure that no matter what, I'm happy in what I'm doing."
   },
   "author": {
    "text": "Raini Rodriguez"
   }
  },
  {
   "quote": {
    "text": "I'm fighting hard; I'm training hard. I'm still walking over people and stepping over people to get where I'm going, and I would really like to give back, especially to my mom, who was there for me when I was a kid."
   },
   "author": {
    "text": "Nate Diaz"
   }
  },
  {
   "quote": {
    "text": "There was always an unspoken generosity about my mom."
   },
   "author": {
    "text": "Matt Lauer"
   }
  },
  {
   "quote": {
    "text": "A company that pays attention to the family unit is a successful company. We don't isolate the family. We don't make rides that say, 'Hey mom, dad, you go sit on the bench.'"
   },
   "author": {
    "text": "Michael Eisner"
   }
  },
  {
   "quote": {
    "text": "Every little girl looks up to her mom so much - that's your first hero."
   },
   "author": {
    "text": "Halima Aden"
   }
  },
  {
   "quote": {
    "text": "My mom is my biggest support and critic. I've tried to be a good son, and I don't think I've given her a single day of grief. I want her to know she has my unconditional love."
   },
   "author": {
    "text": "Tiger Shroff"
   }
  },
  {
   "quote": {
    "text": "I was embarrassed that I even wanted to become an actress because coming from L.A., with two older sisters in the business and a mom who had been a ballet dancer, it was such a cliche."
   },
   "author": {
    "text": "Elizabeth Olsen"
   }
  },
  {
   "quote": {
    "text": "My dad was always in sales. My mom had a heart for the ages. Worked in recreation, doing rehabilitation in nursing homes. Very nice, practical folks who were very proud of me but had no inclination toward the stage in any way."
   },
   "author": {
    "text": "Leslie Odom, Jr."
   }
  },
  {
   "quote": {
    "text": "One of the biggest things growing up that my dad taught me is that if I was okay to talk about my feelings and express how I felt and not get angry, then he would listen to me. If I had issues, I would just tell him, 'Here's how I feel, this is what I'm feeling,' either with him or with my mom."
   },
   "author": {
    "text": "Gnash"
   }
  },
  {
   "quote": {
    "text": "I've been a vegetarian since I was about 12 years old. When I became a vegetarian, I got my mom and dad to become vegetarian, and my brother became a vegetarian."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "Because I'm an older mom, I have a responsibility to my kids as well as myself. I want to be there for them."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "My mom was always my biggest teacher, my inspiration, my role model. My mom was just the most amazing person. She was like a bon vivant in that she just lived each day to the fullest. As soon as I became a vegetarian, she became a vegetarian."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "I wanted long hair my whole life. When I was a little kid, my mom would be like, 'We get our hair cut once a month.' So I just always got my hair cut."
   },
   "author": {
    "text": "Jonathan Van Ness"
   }
  },
  {
   "quote": {
    "text": "My Mom always cooked healthy. Greek food lends itself to cooking healthy."
   },
   "author": {
    "text": "Cat Cora"
   }
  },
  {
   "quote": {
    "text": "My mom was a free spirit, and she brought me up to be a free spirit."
   },
   "author": {
    "text": "Mark Bradford"
   }
  },
  {
   "quote": {
    "text": "My mom was a great tennis player, and I remember being six or seven years old watching Steffi Graf and Monica Seles in Wimbledon in my house. I've always been a tennis fan."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "I started wearing Ugg when I was, like, 13 or 14, in high school, and my mom got me a pair for Christmas one year."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "Postpartum depression is a very real and very serious problem for many mothers. It can happen to a first time mom or a veteran mother. It can occur a few days... or a few months after childbirth."
   },
   "author": {
    "text": "Richard J. Codey"
   }
  },
  {
   "quote": {
    "text": "Mothers don't let your daughters grow up to be models unless you're present."
   },
   "author": {
    "text": "Janice Dickinson"
   }
  },
  {
   "quote": {
    "text": "My mom, she is the most unbelievable mom that you could ever have in your entire life and she's always with me on everything. The most I've ever been away from her is two days. I love her more than anybody could ever know."
   },
   "author": {
    "text": "Dakota Fanning"
   }
  },
  {
   "quote": {
    "text": "I made a clean version of 'Enter the Ninja' that my mom can listen to."
   },
   "author": {
    "text": "Watkin Tudor Jones"
   }
  },
  {
   "quote": {
    "text": "I always wanted to be a mom."
   },
   "author": {
    "text": "Kate Hudson"
   }
  },
  {
   "quote": {
    "text": "My coaches were great. My mom and dad. My dad never missed a wrestling meet."
   },
   "author": {
    "text": "Dan Gable"
   }
  },
  {
   "quote": {
    "text": "Privacy is relational. It depends on the audience. You don't want your employer to know you're job hunting. You don't spill all about your love life to your mom or your kids. You don't tell trade secrets to your rivals."
   },
   "author": {
    "text": "Barton Gellman"
   }
  },
  {
   "quote": {
    "text": "I love getting my nails done. My mom's best friend is a manicurist. When I was little, she'd do little paintings on my nails, like flowers."
   },
   "author": {
    "text": "Miranda Cosgrove"
   }
  },
  {
   "quote": {
    "text": "I came to Hong Kong when I was five, but we didn't have any relatives in Hong Kong. My mom is a big movie fan, and she watched all kinds of movies, so when I was a kid, basically, we went to watch a movie every day."
   },
   "author": {
    "text": "Wong Kar-wai"
   }
  },
  {
   "quote": {
    "text": "I'm a real stay-at-home mom. I'm really hands-on. Everything else became secondary."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "When I was a child, I wanted to be an actor, but I had really bad buckteeth. I didn't want to get braces, but my mom said I couldn't be an actor if I didn't get the braces. So, I got the braces."
   },
   "author": {
    "text": "James Franco"
   }
  },
  {
   "quote": {
    "text": "Like every mom, you try to juggle, but I also want people to know that you don't have to be a superhero. I'm not a superhero; I have a team of people who help me. I have a great family support system."
   },
   "author": {
    "text": "Kimora Lee Simmons"
   }
  },
  {
   "quote": {
    "text": "My heroes always are mostly my parents - my father especially, and my mom, who's passed on already. My dad is a very strong man, and by him being educated, and a principal and school superintendent over 37 years, he plays such a big role in my life."
   },
   "author": {
    "text": "Dikembe Mutombo"
   }
  },
  {
   "quote": {
    "text": "When I was younger, I used to pray that I would die before my mom. That's just how much my mom meant to me. I couldn't imagine being in this world without her. But then seeing cancer - seeing what it can do to somebody - as strong and as tough as she was, there was nothing she could do. Cancer is a dirty, dirty deal."
   },
   "author": {
    "text": "Dak Prescott"
   }
  },
  {
   "quote": {
    "text": "My dad's an architect and my mom owned a French bakery for twelve years."
   },
   "author": {
    "text": "Alison Lohman"
   }
  },
  {
   "quote": {
    "text": "I've had asthma my whole life. My mom used to hook the generator up to the Suburban and roll the extension cord all the way down to the football field and have my nebulizer hooked up to that so I could take treatments in between offense and defense. I was in the fifth grade when she started doing that."
   },
   "author": {
    "text": "Von Miller"
   }
  },
  {
   "quote": {
    "text": "You have to keep your eyes wide open and your head high and realize that you are going to be OK. I do this with work and with being a mom - I'm a true believer that it's OK to fail, and that there is power in getting back up on the horse."
   },
   "author": {
    "text": "Katy Mixon"
   }
  },
  {
   "quote": {
    "text": "Sure, my childhood was unusual. All these eccentric, wild people frequented our home: rock stars, drag queens, models, bikers, freaks. But I was not this little rich girl. My mom and I lived in an apartment."
   },
   "author": {
    "text": "Liv Tyler"
   }
  },
  {
   "quote": {
    "text": "The military infrastructure grew me. My faith in God is important, my belief in my country is important, my relationship to my family is important, the things that Mom and Dad tell you growing up are important."
   },
   "author": {
    "text": "Tommy Franks"
   }
  },
  {
   "quote": {
    "text": "I know Spanish pretty well. I'm half-Puerto Rican - my mom is from Puerto Rico - so I have a lot of family there, and my mom's first language is Spanish. But growing up in the States, and with my dad being from the States, I'm kind of just like this white kid."
   },
   "author": {
    "text": "David Lambert"
   }
  },
  {
   "quote": {
    "text": "To me, acting used to be just, 'Get my face out there, get girls, make a little bit of money, make my mom proud.' It was just like sports. But there were moments in 'Moonlight' that I really felt like I had to know why he is the way he is. Or just people in general - why this person walks around with a frown on their face instead of a smile."
   },
   "author": {
    "text": "Trevante Rhodes"
   }
  },
  {
   "quote": {
    "text": "My mom is a hero in a lot of ways because she's the most empathetic and kind person I've ever met."
   },
   "author": {
    "text": "Jake Tapper"
   }
  },
  {
   "quote": {
    "text": "One of my most sentimental items is my grandmother's engagement ring that my mom gave me a few years ago. It's a Victorian-style setting that's closed in the back, so it doesn't sparkle the way diamonds do now. I wear it as a pendant."
   },
   "author": {
    "text": "Georgina Chapman"
   }
  },
  {
   "quote": {
    "text": "For me specifically, it was important to graduate. In my family, I was one of the first graduates. My mom did not have a college degree. My dad did not have a college degree."
   },
   "author": {
    "text": "Brian Acton"
   }
  },
  {
   "quote": {
    "text": "On my daughter's first day of kindergarten, another mom said something that made me realize I had become my own Greek, suffocating mother. She said, 'Just think, in 13 years they'll leave us and go to college!' And I went, 'Gulp.'"
   },
   "author": {
    "text": "Nia Vardalos"
   }
  },
  {
   "quote": {
    "text": "I'm an adrenaline junkie. I love climbing crazy trees or cliffs, which doesn't make my mom very happy."
   },
   "author": {
    "text": "Stephen Colletti"
   }
  },
  {
   "quote": {
    "text": "Growing up, I listened and was influenced by a lot of those around me. I have a big family, and my dad listened to '80s music, my mom listened to Motown, my brother listened to reggae, and my granddad was the one that got me into jazz and swing music."
   },
   "author": {
    "text": "Ella Henderson"
   }
  },
  {
   "quote": {
    "text": "My mom's always been a good cook, so I took a lot of stuff from her, but most of the stuff I took from Emeril or Bobby Flay right off the TV and make it. I just loved to cook, so it just became a thing. It's a release. Even if I'm alone, I'll cook a full meal, maybe even a two-course meal, just because I love to cook. It's my secret love!"
   },
   "author": {
    "text": "Christian Kane"
   }
  },
  {
   "quote": {
    "text": "I feel like a good mom. I'm a strong woman now... Don't look down on me. Pray for me because I'm trying."
   },
   "author": {
    "text": "Fantasia Barrino"
   }
  },
  {
   "quote": {
    "text": "The film I do doesn't have to be a film that only my kids can watch. My kids will watch films, but I will decide what they watch and not. My aim is to play different characters and not be stuck in a mould. Just because you are a mom and a wife doesn't meant you have to play those roles, even in films."
   },
   "author": {
    "text": "Madhuri Dixit"
   }
  },
  {
   "quote": {
    "text": "Starting at age four, my mom decided that she was not going to have an idle child in the house. So I started taking dance lessons on Tuesdays and Thursdays, and then I was in acting classes on Mondays, Wednesdays and Fridays, and I was also modeling on Saturdays. And that was my childhood."
   },
   "author": {
    "text": "Chandra Wilson"
   }
  },
  {
   "quote": {
    "text": "When I was 19 years old, both of my parents died in the same year; my mom of cancer and my dad in a car accident. Through the next two or three years and a series of bad decisions - all my own, I might add - I ended up literally homeless, before that was even a word. I even slept occasionally under a pier on the Gulf Coast."
   },
   "author": {
    "text": "Andy Andrews"
   }
  },
  {
   "quote": {
    "text": "Being broke and poor - I mean, you grow up in the environment I grew up in, grew up hard and grew up poor. Your mom doesn't have a car until you make it to the NBA... no telephone. So, I mean, if you grow up like that, and you're able to make it to this level and be blessed the way I've been blessed, it's always great to give back."
   },
   "author": {
    "text": "Tyronn Lue"
   }
  },
  {
   "quote": {
    "text": "I grew up in a difficult environment, but I became a Christian as a teen. My mom and my sister soon became Christians also."
   },
   "author": {
    "text": "Melody Carlson"
   }
  },
  {
   "quote": {
    "text": "I always say I am a realist, and my mom says, 'No, you just have anxiety.'"
   },
   "author": {
    "text": "Jessica Chastain"
   }
  },
  {
   "quote": {
    "text": "My mom raised me to never have anything control me."
   },
   "author": {
    "text": "Chris Tucker"
   }
  },
  {
   "quote": {
    "text": "My mother was a Sunday school teacher. So I am a byproduct of prayer. My mom just kept on praying for her son."
   },
   "author": {
    "text": "Steve Harvey"
   }
  },
  {
   "quote": {
    "text": "For as long as I've been acting, I have been very lucky to be paired with really great actresses playing my mom."
   },
   "author": {
    "text": "Rico Rodriguez"
   }
  },
  {
   "quote": {
    "text": "A middle child, I was born in the depths of the Great Depression. My dad and mom were factory workers, struggling to make ends meet."
   },
   "author": {
    "text": "Dennis L. McKiernan"
   }
  },
  {
   "quote": {
    "text": "I was a good student. My mom is a teacher, and her side of the family is all teachers. She put a big emphasis on getting good grades."
   },
   "author": {
    "text": "Tyler Hilton"
   }
  },
  {
   "quote": {
    "text": "Mom still has a huge, beautifully decorated Christmas tree. The whole family comes together after midnight mass and has the traditional plum cake and wine. We spend the night at mom's home, and in the morning we wake up and open the presents. In the afternoon, we sit down to have a traditional Christmas lunch."
   },
   "author": {
    "text": "Malaika Arora Khan"
   }
  },
  {
   "quote": {
    "text": "My dad signed me up for some acting classes at a place in Honolulu, and there I got to audition for some L.A.-based talent agents. I got a few 'callbacks' and so my mom and I decided to fly to California and check it out!"
   },
   "author": {
    "text": "Maxim Knight"
   }
  },
  {
   "quote": {
    "text": "My mom told us that we should have good shoes, a good suit, and a watch, so I was running around at age 10 looking like a little old man. But somehow I grew to understand that a watch is a representation of myself, of my culture, taste, awareness and aesthetic."
   },
   "author": {
    "text": "Aldis Hodge"
   }
  },
  {
   "quote": {
    "text": "I always think about which blood drive was going on in Georgia that day when that husband or mom or school teacher rolled up their sleeve and actually gave me a second chance at life. It's the ultimate gift of life, and I'm the one who was on the other end."
   },
   "author": {
    "text": "Niki Taylor"
   }
  },
  {
   "quote": {
    "text": "I look up to a strong woman; maybe that's why I fell for Gaga. She works incredibly hard and is very strong and inspirational like Mom, with a great work ethic."
   },
   "author": {
    "text": "Taylor Kinney"
   }
  },
  {
   "quote": {
    "text": "Giving birth was easier than having a tattoo."
   },
   "author": {
    "text": "Nicole Appleton"
   }
  },
  {
   "quote": {
    "text": "My mom told me if I ever got a tattoo, she was going to take it off with a potato peeler."
   },
   "author": {
    "text": "Jacob Dalton"
   }
  },
  {
   "quote": {
    "text": "I'm from Manchester, Mass., so it was lobster, lobster and more lobster! Also, lots of fish that we caught in the summers, clam chowder and roast beef sandwiches. But my mom was pretty healthy; we had a lot of chicken and broccoli and rice as well."
   },
   "author": {
    "text": "Sprague Grayden"
   }
  },
  {
   "quote": {
    "text": "My dad was born in Haiti, and my mom was born in Tunisia. She is the daughter of a white French woman and a black, half-Guadeloupian, half-American man. My mom traveled the world a lot. She went through Africa, South America, and the Caribbean. She just got to experience a lot of different cultures, and that came through my childhood."
   },
   "author": {
    "text": "Cecile McLorin Salvant"
   }
  },
  {
   "quote": {
    "text": "My mom was the first African-American woman to graduate from the University of Chicago Law School, in 1946. She had leadership roles in the law, in government and the corporate world. She was a great role model in that she felt anything was possible."
   },
   "author": {
    "text": "John W. Rogers, Jr."
   }
  },
  {
   "quote": {
    "text": "I definitely got my philanthropic genes from my mom and dad. They taught me from a very early age to always lend a helping hand to anyone in need, and I hope to raise my daughter to be a very kind and charitable person."
   },
   "author": {
    "text": "Rebecca Gayheart"
   }
  },
  {
   "quote": {
    "text": "Bakers get excited over aprons. I love the soft cotton ones with pockets like my gramma and mom wore. They always kept a hankie tucked in one pocket, which wasn't sanitary, but was comforting to the child who needed a tear or nose wiped."
   },
   "author": {
    "text": "Regina Brett"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, there were no credit cards. Instead, retailers offered layaway plans. My mom would go to a store, such as a furniture outlet, choose the sofa she wanted, and put it on layaway. That meant she put a little money down to hold the sofa, and every payday she'd pay a little toward the purchase."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "I was brought up as an only child, and we were very close. But when I was 14, we got evicted. We came home to a padlock, and I looked up at my mom and she was crying, and there was nothing to do."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "There were evictions that I saw that I know I'll never forget. In one case, the sheriff and the movers came up on a house full of children. The mom had passed away, and the children had just gone on living there. And the sheriff executed the eviction order - moved the kids' stuff out on the street on a cold, rainy day."
   },
   "author": {
    "text": "Matthew Desmond"
   }
  },
  {
   "quote": {
    "text": "I make a lot of mistakes, too, and I'm constantly re-evaluating how I'm doing things and trying to be better every day, whether it's as a mom or taking care of myself."
   },
   "author": {
    "text": "Mia Hamm"
   }
  },
  {
   "quote": {
    "text": "My mom took me to see Carnal Knowledge and The Wild Bunch and all these kind of movies when I was a kid."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "My mom took all of my behavior personally. Everything I did, she thought it was an act of rebellion against her. But it was just me being me."
   },
   "author": {
    "text": "Pink"
   }
  },
  {
   "quote": {
    "text": "My mom has always wished me a daughter just like me."
   },
   "author": {
    "text": "Pink"
   }
  },
  {
   "quote": {
    "text": "My mother told me one day I walked in to her and said, 'Mom, I'm not going to be sick anymore,' and she said 'Why?' and I said 'Because an angel told me so.' Now, I don't remember saying it; that's just what she told me."
   },
   "author": {
    "text": "Prince"
   }
  },
  {
   "quote": {
    "text": "If you think back to the first sporting event you went to, you don't remember the score, you don't remember a home run, you don't remember a dunk. You remember who you were with. Were you with your mom, your dad, your brother, on a date?"
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "I'm sponsored by the solar company Goal Zero, and they were gracious enough to install panels on my van and a nice battery system for the inside. I have lights and a fridge inside the van. And of course I had panels installed on my mom's house."
   },
   "author": {
    "text": "Alex Honnold"
   }
  },
  {
   "quote": {
    "text": "I always imagine a good leader is surrounded by people who call their mothers at the end of the day and tell them, 'Mom, you can't believe what I did today. Let me tell you about it.'"
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "My mom always taught me - you know, little boys listen to their moms too much - that whatever you put into something is what you're going to get out of it."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "I am no mother, and I won't be one."
   },
   "author": {
    "text": "Brigitte Bardot"
   }
  },
  {
   "quote": {
    "text": "The only reason I felt like I could sing a song like 'Blown Away' is because I have definitely lived through my fair share of trips to the cellar in the spring. We were no stranger to that. I still ask my mom, 'Is the cellar cleaned out now? Is everything OK?' Even in my new house, I had something built in it that's like a storm shelter."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "It is only in the act of nursing that a woman realizes her motherhood in visible and tangible fashion; it is a joy of every moment."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "My mom actually taught fifth grade, so... I'm good with fifth graders. That's, like, my specialty."
   },
   "author": {
    "text": "Zendaya"
   }
  },
  {
   "quote": {
    "text": "My mom got 11 kids. We struggled."
   },
   "author": {
    "text": "Young Thug"
   }
  },
  {
   "quote": {
    "text": "I always felt like I could go to my mom and speak to her about anything. We have a great relationship."
   },
   "author": {
    "text": "Ella Mai"
   }
  },
  {
   "quote": {
    "text": "I learned from my mom to always keep pushing yourself."
   },
   "author": {
    "text": "Gabby Douglas"
   }
  },
  {
   "quote": {
    "text": "There's no way to measure or properly express what a family like mine can mean. Mom, Dad, Cooper, Eli, extended family, you are the best."
   },
   "author": {
    "text": "Peyton Manning"
   }
  },
  {
   "quote": {
    "text": "I started playing full-equipment football when I was 6 years old. My mom actually got me started in it."
   },
   "author": {
    "text": "Antonio Brown"
   }
  },
  {
   "quote": {
    "text": "I'm simply the mom who makes the lunch, drives to school, finds where the toys are, washes the clothes, and I'm here to play. And that's all I should be."
   },
   "author": {
    "text": "Sandra Bullock"
   }
  },
  {
   "quote": {
    "text": "A lot of people say I am using all the procedures for my face. I didn't do anything. I live a healthy life; I take care of my skin and my body. I'm against Botox. I'm against injections; I think it's damaging your face, damaging your nerves. It's all me. I will age gracefully, as my mom does."
   },
   "author": {
    "text": "Melania Trump"
   }
  },
  {
   "quote": {
    "text": "Mothers are all slightly insane."
   },
   "author": {
    "text": "J. D. Salinger"
   }
  },
  {
   "quote": {
    "text": "I've never once heard my mom complain about her stroke."
   },
   "author": {
    "text": "Lindsey Vonn"
   }
  },
  {
   "quote": {
    "text": "My mom raised a self-aware kid. I wasn't like the typical alpha male. I wasn't afraid to sing, you know? I wasn't afraid to be in musicals."
   },
   "author": {
    "text": "Khalid"
   }
  },
  {
   "quote": {
    "text": "My mom and I, we have trust within each other because at one time in our lives, we were kind of all that we had, you know? My mom had me, and I had her."
   },
   "author": {
    "text": "Khalid"
   }
  },
  {
   "quote": {
    "text": "My mom says I'm not allowed to move out, but I'm allowed. I said I have to FaceTime her every night to make dinner with her because I won't be able to do it myself. So she said she'll accept it if I do that."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "I feel like at the Olympics I gave the best performance of my life and I wasn't rewarded for that as an athlete. Yes, my fans and my mom were happy about it, but I didn't win that gold medal."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "No mother wants to hear her son say he's gay. Those two words rip the picture of a daughter-in-law and grandchildren into pieces. I felt sorry for my mom and wanted her to know everything was going to be all right. But then she said, 'I don't really care, Johnny, as long as I know that you are going to be happy.'"
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "Coding - everyone thinks it's a superpower. And so when you feel like, 'I've learned how to code,' and you say to your mom or the girl sitting next to you, 'I know how that app is built, I know the logic behind how that was created' - that's powerful."
   },
   "author": {
    "text": "Reshma Saujani"
   }
  },
  {
   "quote": {
    "text": "I think I'm a disciplined mom versus a strict mom. But also, that job - the disciplining was from birth until about 12, and at 12, I set my kids free, and they learned to become independent human beings."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "At 12 years old, I raised a premature baby cow on our farm because her mom had died. I bottle-fed it every day, let it suck on my chin, and babied it until it was stable."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "I grew up in rural Pennsylvania, in a really rundown old house. I'd stay out till 8:30, 9:00 at night. Just blow in. My mom and dad never really cared much. It was okay. We were pretty free to roam. I mean, I had no concept of stopping play. It just didn't occur to anyone."
   },
   "author": {
    "text": "Michael Keaton"
   }
  },
  {
   "quote": {
    "text": "My wife goes to Birmingham five times a week. My mom lives in Birmingham now after moving from Myrtle Beach. It's not just the job. A lot of people don't get that. My life is here."
   },
   "author": {
    "text": "Nick Saban"
   }
  },
  {
   "quote": {
    "text": "A mother who is obsessing about being thin and dieting and exercising is not going to be a very good mother."
   },
   "author": {
    "text": "Jane Fonda"
   }
  },
  {
   "quote": {
    "text": "TV family sitcoms have always been about fathers who know best and mothers who are so enchanted with everything they do. I wanted to be the first mom to be a mom on TV. I wanted to sent out a message about how us women really feel."
   },
   "author": {
    "text": "Roseanne Barr"
   }
  },
  {
   "quote": {
    "text": "I know how to do anything, I'm a mom."
   },
   "author": {
    "text": "Roseanne Barr"
   }
  },
  {
   "quote": {
    "text": "I remember one time when all the nuns in my Catholic grade school got around in a semicircle, me and Mom in the middle, and they said, 'Mrs. Farley, the children at school are laughing at Christopher, not with him.' I thought, 'Who cares? As long as they're laughing.'"
   },
   "author": {
    "text": "Chris Farley"
   }
  },
  {
   "quote": {
    "text": "I was raised mostly by my mom."
   },
   "author": {
    "text": "Billy Crystal"
   }
  },
  {
   "quote": {
    "text": "My mom calls me an older soul because, growing up, she taught me stuff real early. Now I spend most of my time chasing wisdom, chasing understanding."
   },
   "author": {
    "text": "Ray Lewis"
   }
  },
  {
   "quote": {
    "text": "When I was young, I watched my mom and dad build everything that matters: a family, a business and a good name. I was raised to believe in hard work, in faith and family. My dad, Ed Pence, was a combat veteran in Korea."
   },
   "author": {
    "text": "Mike Pence"
   }
  },
  {
   "quote": {
    "text": "My mom told me as a youngster I was always intellectual, like as far as being able to adapt fast and quick. But I had a fun childhood, went to regular school."
   },
   "author": {
    "text": "Chris Brown"
   }
  },
  {
   "quote": {
    "text": "Being a mom has affected me in the greatest way possible - and in a necessary way. Having my son has helped me to be grounded, and I feel like with a child you have to really think about things all the way through."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "Being a mom has changed me forever."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "I try not to miss anything because of work. And I didn't want to have to say that, because that doesn't sound realistic. But it is. Family has to come first. It has to. Especially for a mom. Because if your family's happy, you can do your job."
   },
   "author": {
    "text": "Nikki Haley"
   }
  },
  {
   "quote": {
    "text": "I don't want to have kids for like 10 years. I still have a lot to do. I don't even know if I could handle a dog right now. I'm so not ready. Someday I'll be a mom but not until I'm in my 30s."
   },
   "author": {
    "text": "Avril Lavigne"
   }
  },
  {
   "quote": {
    "text": "My mom decided that she wanted to put the mirror ball trophy on the coffee table in the center of our living room. When people walk in, it's kind of like, 'Uh.' It's a little weird. Maybe we should put it in the corner or something."
   },
   "author": {
    "text": "Laurie Hernandez"
   }
  },
  {
   "quote": {
    "text": "My mom was tough."
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "A father may turn his back on his child, brothers and sisters may become inveterate enemies, husbands may desert their wives, wives their husbands. But a mother's love endures through all."
   },
   "author": {
    "text": "Washington Irving"
   }
  },
  {
   "quote": {
    "text": "My relationship with my mom is really the single most profound relationship that I've ever had in my life."
   },
   "author": {
    "text": "Mindy Kaling"
   }
  },
  {
   "quote": {
    "text": "Being a mom has made me so tired. And so happy."
   },
   "author": {
    "text": "Tina Fey"
   }
  },
  {
   "quote": {
    "text": "I had a dream, my dream came true, and my mom was there for me every step of the way. We didn't do this for any other reason. I am so happy she is here to experience this with me. This would not be the same if she were not by my side."
   },
   "author": {
    "text": "Ashton Eaton"
   }
  },
  {
   "quote": {
    "text": "When I'm singing, it's a mixture of my innocence in the projects, my mom and dad. It's all the good and the bad, the laughs and the frowns that I went through and seen other people go through. Then you be trying to write it. Whatever's coming out, you try and make it all cool."
   },
   "author": {
    "text": "Aaron Neville"
   }
  },
  {
   "quote": {
    "text": "I became an actress because my mom wanted me to become an actress. It took me until my mid-30s to realize I actually didn't. I actually wanted to write and direct and be more involved in politics and humanitarian issues."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "I'm just wanting to make the proper breakfast and keep the house. That's my passion. At the request of my kids, I'm taking cooking classes. As I go to sleep at night, I think, 'Did I do a great job as a mom, or was that an average day?'"
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "Brad was a huge surprise to me. I think we were both the last two people who were looking for a relationship. I certainly wasn't. I was quite content to be a single mom with Mad."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "My mom always wanted me to be an actor. And I started going to theater and going on auditions young."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "He knows my limitations and where I'm a good wife and a good mom."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "My mom and dad - they were always there. They were always on the set. They focused on our family life. The entertainment business wasn't the end-all. They weren't out to get the next big paycheck or the next big movie. It was about 'What can we do as a family.'"
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "I'm a mom, so I have to be comfortable. Jeans are a staple - I have way too many in my closet! It's warm in Florida, so I wear jeans and a tank top every day. I love my True Religions, my Rich and Skinny, and Citizens of Humanity. But I also love getting dressed up!"
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "My mom was a teacher - I have the greatest respect for the profession - we need great teachers - not poor or mediocre ones."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "My mom used to make everything. She had a great garden and composted and made everything from scratch - peanut butter, bread, jelly, everything. I don't know how she did it because all those things take time and love and labour. I only do half the stuff she does - but there's still time."
   },
   "author": {
    "text": "Julia Roberts"
   }
  },
  {
   "quote": {
    "text": "I have great faith that Heaven's there and I'll see my brothers and my mom and dad when I get there."
   },
   "author": {
    "text": "Ernie Harwell"
   }
  },
  {
   "quote": {
    "text": "After school, my sister and I helped our mom in the garden. We grew potatoes, cucumbers, tomatoes - not for fun, but to eat."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "My mom, she's a great cook. You know, pirogue, borscht. I love borscht, and I love Pilemeni, meat dumplings."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "Being a mom is what life is about. I hope people realize what the priorities in life should be and know not everything has to be perfect."
   },
   "author": {
    "text": "Kourtney Kardashian"
   }
  },
  {
   "quote": {
    "text": "The first thing I do when I'm shopping is touch everything to see if it's itchy. I remember my mom used to put me in the itchiest clothes ever, and I was traumatized by it, so I won't wear anything itchy now."
   },
   "author": {
    "text": "Kourtney Kardashian"
   }
  },
  {
   "quote": {
    "text": "I'm obsessed with being a mom."
   },
   "author": {
    "text": "Kourtney Kardashian"
   }
  },
  {
   "quote": {
    "text": "I'm probably the least harsh on myself, and I try not to scrutinize everything about my body. As a new mom, it is what it is, and we just have to do our best."
   },
   "author": {
    "text": "Kourtney Kardashian"
   }
  },
  {
   "quote": {
    "text": "Maluma comes from my mom, my dad and my sister's names. The first letters of my mom's name are Ma, my dad's is Lu, and my sister's is Ma."
   },
   "author": {
    "text": "Maluma"
   }
  },
  {
   "quote": {
    "text": "I rarely felt or noticed any real divide between girls and boys when I was growing up. Maybe it was because I was so involved in sports and competed with the boys. Maybe it was my mom and dad, who constantly instilled confidence in me and never made me feel as though there were boy activities and girl activities."
   },
   "author": {
    "text": "Alex Morgan"
   }
  },
  {
   "quote": {
    "text": "Most children - I know I did when I was a kid - fantasize another set of parents. Or fantasize no parents. They don't tell their real parents about that - you don't want to tell Mom and Dad. Kids lead a very private life. And I was a typical child, I think. I was a liar."
   },
   "author": {
    "text": "Maurice Sendak"
   }
  },
  {
   "quote": {
    "text": "Food brings back memories. I had a mom that wasn't a good cook, so I would eat my grandma's food. It was amazing because it brings back a time almost in Technicolor. I see her house, I see her stove; I think about what it felt like when I was sick, and it felt like love."
   },
   "author": {
    "text": "Debi Mazar"
   }
  },
  {
   "quote": {
    "text": "Next to my mom, I'm actually a shrinking violet."
   },
   "author": {
    "text": "Stephen A. Schwarzman"
   }
  },
  {
   "quote": {
    "text": "Looking back, I think I was always musical. My dad was very musical, and I think my mom was musical."
   },
   "author": {
    "text": "Paul McCartney"
   }
  },
  {
   "quote": {
    "text": "I've been blessed to have an amazing mom and two amazing sisters - so they set a very high standard."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "My mom and dad got divorced when I was very young, and growing up in a family where the head of the household wasn't a man made a big difference."
   },
   "author": {
    "text": "Dave Mustaine"
   }
  },
  {
   "quote": {
    "text": "My dad left when I was 3 1/2, and he left my mom and I."
   },
   "author": {
    "text": "David Cassidy"
   }
  },
  {
   "quote": {
    "text": "I was always a performer kid - like, annoyingly so. I would put on shows for my family and direct my friends in little plays, and my little sister, I'd make up dances with her. But when I was 12, that was when I started taking it seriously, and my mom for some reason believed in me and helped me find an agent in Cleveland, which did nothing for me."
   },
   "author": {
    "text": "Lili Reinhart"
   }
  },
  {
   "quote": {
    "text": "I know that might sound silly coming from someone my age, but I remember on my 14th birthday having a crisis like my mom should be having. I kept thinking that I was getting older, and I haven't really accomplished anything. I remember thinking that I better accomplish something real soon."
   },
   "author": {
    "text": "Q'orianka Kilcher"
   }
  },
  {
   "quote": {
    "text": "Vancouver is home. I spent a huge amount of time here as a kid growing up with my mom, with my grandparents who lived here."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "My mom has always been so generous and so sensitive and so vulnerable and yet exudes so much strength."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "My mom put me away at 7. I enjoyed it... Being in institutions, I got three meals a day, clothes."
   },
   "author": {
    "text": "DMX"
   }
  },
  {
   "quote": {
    "text": "I believe destiny and hard work go hand in hand. I was studying to be an engineer when my mom and my brother sent my pictures for the Miss India contest. I didn't even know about it. If that isn't destiny, what is?"
   },
   "author": {
    "text": "Priyanka Chopra"
   }
  },
  {
   "quote": {
    "text": "I'm able to shift gears from mom to performer to mom pretty quickly."
   },
   "author": {
    "text": "Faith Hill"
   }
  },
  {
   "quote": {
    "text": "When I smell pho, I just automatically think of my mom. All these nostalgic feelings and memories come rushing through my head."
   },
   "author": {
    "text": "Michelle Phan"
   }
  },
  {
   "quote": {
    "text": "My mom allowed me to take an old burlap bag and fill it with moss, corn stalks and rocks, then hang it from a tree and spend an hour a day punching my heavy bag."
   },
   "author": {
    "text": "Joe Frazier"
   }
  },
  {
   "quote": {
    "text": "My parents are both from Vermont, very old-fashioned New England. We heated our house with wood my father chopped. My mom grew all of our food. We were very underexposed to everything."
   },
   "author": {
    "text": "Geena Davis"
   }
  },
  {
   "quote": {
    "text": "Oftentimes, even as a little kid, I would get up before anyone else. My brother would still be sleeping, my mom would still be sleeping, so I would literally play 'Monopoly' by myself. I would play board games; I would do things by myself."
   },
   "author": {
    "text": "Will Ferrell"
   }
  },
  {
   "quote": {
    "text": "I remember going with my mom to a random garage sale as a kid and thinking what a cool treasure hunt that whole world was. Only to transition as an adult to think, 'What a gross place that really is.'"
   },
   "author": {
    "text": "Will Ferrell"
   }
  },
  {
   "quote": {
    "text": "My inspiration was my mom. She's a great cook, and she still cooks, and we still banter back and forth about cooking. Growing up in a mostly Portuguese community, food was important and the family table was extremely important. At a very young age I understood that."
   },
   "author": {
    "text": "Emeril Lagasse"
   }
  },
  {
   "quote": {
    "text": "It is a sad commentary of our times when our young must seek advice and counsel from 'Dear Abby' instead of going to Mom and Dad."
   },
   "author": {
    "text": "Pauline Phillips"
   }
  },
  {
   "quote": {
    "text": "I don't remember my first trip, but I do remember when my mom took me to Disney World in Orlando. It wasn't the rides but Epcot Center that most fascinated me. It made me want to see those countries that are represented there for real."
   },
   "author": {
    "text": "Lisa Ling"
   }
  },
  {
   "quote": {
    "text": "My dad always played sports. He played football. I always wanted to play football because my dad played football, but my mom never wanted me to play football because she said she couldn't take me getting hit."
   },
   "author": {
    "text": "DeMar DeRozan"
   }
  },
  {
   "quote": {
    "text": "My mom always told me: Never make fun of anybody, because you never know what that person is going through. Ever since I was a kid, I never did. I never did."
   },
   "author": {
    "text": "DeMar DeRozan"
   }
  },
  {
   "quote": {
    "text": "My mom was always saying: 'Be whatever you want to be, but stick with it. Don't waver. Don't change who you are for anybody.'"
   },
   "author": {
    "text": "Miranda Lambert"
   }
  },
  {
   "quote": {
    "text": "I was always pushed to do that much more, and in the long run that made me more of an MMA fighter. My mom always told me that if I let it go to the judges, I'd lost. There was no way I was going to win a decision, so I had to find ways to finish the fight fast."
   },
   "author": {
    "text": "Ronda Rousey"
   }
  },
  {
   "quote": {
    "text": "If you haven't heard my story, my mom is full Korean, and my dad is Caucasian. Kids in kindergarten would make fun of me for being Asian, and when you're that age, you don't know really how to process that; the way you take that is, 'Who I am isn't good enough.'"
   },
   "author": {
    "text": "Joanna Gaines"
   }
  },
  {
   "quote": {
    "text": "I'm very close with my family, so my mom is part of my entourage."
   },
   "author": {
    "text": "Kid Cudi"
   }
  },
  {
   "quote": {
    "text": "When I speak at events, I often wear my dad's ties and my mom's earrings. It's a small, almost secret way of having them with me when I'm up there onstage, talking to a roomful of strangers. It makes me feel safe."
   },
   "author": {
    "text": "Marley Dias"
   }
  },
  {
   "quote": {
    "text": "I like to work. The self-esteem and satisfaction that I get from working makes me a better person, which makes me a better mom."
   },
   "author": {
    "text": "Cindy Crawford"
   }
  },
  {
   "quote": {
    "text": "My mom loved rock 'n roll. My father hated it. We couldn't play it when he was around."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "Dad needs to show an incredible amount of respect and humor and friendship toward his mate so the kids understand their parents are sexy, they're fun, they do things together, they're best friends. Kids learn by example. If I respect Mom, they're going to respect Mom."
   },
   "author": {
    "text": "Tim Allen"
   }
  },
  {
   "quote": {
    "text": "Throughout my life, my mom has been the person that I've always looked up to."
   },
   "author": {
    "text": "Mike Krzyzewski"
   }
  },
  {
   "quote": {
    "text": "My parents were working class folks. My dad was a bartender for most of his life, my mom was a maid and a cashier and a stock clerk at WalMart. We were not people of financial means in terms of significant financial means. I always told them, 'I didn't always have what I wanted. I always had what I needed.' My parents always provided that."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "My parents were reasonably affluent in Kabul. In the States, we were on welfare. My mom became a waitress, and my dad became a driving instructor. That part of the American immigrant experience applies to people of any nationality."
   },
   "author": {
    "text": "Khaled Hosseini"
   }
  },
  {
   "quote": {
    "text": "To the best of my knowledge, I'm the first mom to hold the job of the White House Press Secretary."
   },
   "author": {
    "text": "Sarah Huckabee Sanders"
   }
  },
  {
   "quote": {
    "text": "I remember, my mom didn't have any help, so if she needed to be somewhere after school, we'd just go down to the neighbors' and she'd give us a snack and make sure we did our homework. There weren't any latchkey kids."
   },
   "author": {
    "text": "Jennifer Garner"
   }
  },
  {
   "quote": {
    "text": "Why blow money on a tour bus when you could get your mom a nice dress?"
   },
   "author": {
    "text": "Brian Fallon"
   }
  },
  {
   "quote": {
    "text": "I grew up listening to oldies, like Motown. That's from my mom."
   },
   "author": {
    "text": "Ryan Lochte"
   }
  },
  {
   "quote": {
    "text": "Most of my memories are of softball games in Falls Church with my sister, yard sales across town on the weekends with my grandma, grocery-shopping and errand-running with my mom, learning to drive an old Volkswagen bug down Old Keene Mill Road with my dad."
   },
   "author": {
    "text": "Christina Tosi"
   }
  },
  {
   "quote": {
    "text": "My mom choreographed the top Olympians; she's really the queen of ice in her world, so I kind of get my directorial bug from her because she's really good at telling people what to do!"
   },
   "author": {
    "text": "Hayley Kiyoko"
   }
  },
  {
   "quote": {
    "text": "It's not like I'm out eating McDonald's and Del Taco every night. I eat good: my mom fixes dinner every single night - baked chicken, fish - she cooks a great meal every single night."
   },
   "author": {
    "text": "Bryce Harper"
   }
  },
  {
   "quote": {
    "text": "I'm not really out in the world all that much. I mean, I live with no phone signal, in the hills surrounded by trees, and I have, like, a mom and two baby deer that come by all the time, and my dogs and the squirrels are in a full-on feud every morning."
   },
   "author": {
    "text": "Brie Larson"
   }
  },
  {
   "quote": {
    "text": "There were times my mom and I butted heads - over my curfew, over something like that. Whenever we would hit these moments of emotional backfire, she would say, 'You just don't understand what it's like to be a mother... I could never handle losing you.' I was like, 'OK, but just, like, chill out.'"
   },
   "author": {
    "text": "Brie Larson"
   }
  },
  {
   "quote": {
    "text": "I was home-schooled, was always very close with my mom, and was very straight-laced and square. I was never the rebellious one, and I never threw hissy fits. I was the type of person that would show a Powerpoint presentation about why I should do something versus crying and screaming over it."
   },
   "author": {
    "text": "Brie Larson"
   }
  },
  {
   "quote": {
    "text": "We didn't have a TV in the living room and all my friends thought we were kind of weird. When they'd come over, my mom wanted to talk to them about current events."
   },
   "author": {
    "text": "Eliza Dushku"
   }
  },
  {
   "quote": {
    "text": "Luckily, I discovered ice skating when I was eight and a half years old. There were two wonderful ponds within walking distance of my house. After all the physical activity the summer provided, I craved movement in the cold of winter. I had no skates, so Mom stuffed socks into my brother's old ones."
   },
   "author": {
    "text": "Dorothy Hamill"
   }
  },
  {
   "quote": {
    "text": "My house has always been like everyone's house. You walk in, you're a part of the family, no matter who you are, what celebrity status you are, everyone is treated the same - with love from my mom."
   },
   "author": {
    "text": "Vinny Guadagnino"
   }
  },
  {
   "quote": {
    "text": "My mom eventually got out to Oxnard and started a produce company and was in the strawberry business. My pops was out of the picture by the time I was 7."
   },
   "author": {
    "text": "Anderson Paak"
   }
  },
  {
   "quote": {
    "text": "I grew up in Oxnard, CA, and I went to a church called St. Paul, where I was playing drums. My mom had a strawberry company. The whole town of Oxnard is basically built on produce, and more particularly, strawberries."
   },
   "author": {
    "text": "Anderson Paak"
   }
  },
  {
   "quote": {
    "text": "My dad never blew anything up, but he probably had friends who did. He and my mom have always preached that the pen is mightier than a Molotov cocktail."
   },
   "author": {
    "text": "Joseph Gordon-Levitt"
   }
  },
  {
   "quote": {
    "text": "I think till I reached my mid-30s, I just rebelled and rebelled. But eventually, the one thing I did pick up from mom was paying attention to my hair. We all put eggs, oil, dahi, even beer in our hair."
   },
   "author": {
    "text": "Twinkle Khanna"
   }
  },
  {
   "quote": {
    "text": "Arizona is the worst place to spend the summer - it's like 125 degrees - so my mom, my brother and I would go to the beach for two months to escape the heat."
   },
   "author": {
    "text": "Emma Stone"
   }
  },
  {
   "quote": {
    "text": "I had massive anxiety as a child. I was in therapy. From 8 to 10, I was borderline agora-phobic. I could not leave my mom's side. I don't really have panic attacks anymore, but I had really bad anxiety."
   },
   "author": {
    "text": "Emma Stone"
   }
  },
  {
   "quote": {
    "text": "Every single day I'm alive or you're alive, we're choosing this life and this persona. We choose to be the stay-at-home mom who loves baking and Pilates. We choose to be a hipster who loves coffee shops and artisan goods. We choose to be a lawyer who runs marathons and only eats organic."
   },
   "author": {
    "text": "Rachel Hollis"
   }
  },
  {
   "quote": {
    "text": "My parents divorced when I was eight; I never really knew my dad, and my mom raised my older sister and brother and me alone. It was challenging."
   },
   "author": {
    "text": "Chrissy Metz"
   }
  },
  {
   "quote": {
    "text": "My mom tells me every single day that she's proud of me."
   },
   "author": {
    "text": "Don Lemon"
   }
  },
  {
   "quote": {
    "text": "I wrote a book with my mom and my sister for fun. I had no idea it would be a 'New York Times' bestseller."
   },
   "author": {
    "text": "Trisha Yearwood"
   }
  },
  {
   "quote": {
    "text": "My mom was really cool. She's the one that gave me the mentality about believing in myself and trusting it, that I was always gonna be okay, and that I could do things in a special way. She just pumped me up, you know?"
   },
   "author": {
    "text": "Pete Carroll"
   }
  },
  {
   "quote": {
    "text": "Whether or not we communicate it, I definitely seek my mom's acceptance and approval for everything. She has a strong commercial sense of movies and is a quintessential audience. When she doesn't like something, I know there is reason to worry. When she loves something, there is reason to celebrate."
   },
   "author": {
    "text": "Karan Johar"
   }
  },
  {
   "quote": {
    "text": "My kids haven't watched one episode of 'Growing Pains'. I'll tell you why. When our kids were little, we never wanted Mommy or Daddy to be the celebrity mom or dad to our kids."
   },
   "author": {
    "text": "Kirk Cameron"
   }
  },
  {
   "quote": {
    "text": "I'm a mom. I work. I have a house to clean, things to organize. We all have certain similar needs, and I address them."
   },
   "author": {
    "text": "Joy Mangano"
   }
  },
  {
   "quote": {
    "text": "I want to be a fun mom. Not a gasping for air mom."
   },
   "author": {
    "text": "Mariska Hargitay"
   }
  },
  {
   "quote": {
    "text": "Violet speaks Spanish and understands it. She loves Cuban food! My mom is very good at teaching her about our culture, whether it be the food or Spanish or explaining to her that she's Cuban."
   },
   "author": {
    "text": "Christina Milian"
   }
  },
  {
   "quote": {
    "text": "My mom and my dad wanted my brother and I to have a better life, you know, better education, better jobs. It was probably harder, much, much harder, for my parents. When you're a kid, you can learn a language much more easily; I learned English in less than a year."
   },
   "author": {
    "text": "Mila Kunis"
   }
  },
  {
   "quote": {
    "text": "My mom was diagnosed with breast cancer when I was four. And she was re-diagnosed when I was seven or eight, and again when I was 13, and my dad was very unhealthy, too. I was living on the edge of mortality my entire childhood."
   },
   "author": {
    "text": "Rachel Morrison"
   }
  },
  {
   "quote": {
    "text": "My mom was always the support. I can always go out to her and she'll always find the positive in things."
   },
   "author": {
    "text": "Caroline Wozniacki"
   }
  },
  {
   "quote": {
    "text": "When your mom and dad read the paper, they like to know their sons are on the roster."
   },
   "author": {
    "text": "Kirby Smart"
   }
  },
  {
   "quote": {
    "text": "For now I'm just enjoying being a mom. I don't want to be more famous and more rich. I want to be a good mom."
   },
   "author": {
    "text": "Jewel"
   }
  },
  {
   "quote": {
    "text": "After marriage, my love won't be divided between my mom and my wife. It will be doubled. My mom has always been as much my hero as my father."
   },
   "author": {
    "text": "Tiger Shroff"
   }
  },
  {
   "quote": {
    "text": "I was a sickly baby, and after two sets of adoptive parents took me home, they returned me to the orphanage because of a serious respiratory infection. But as they say, the third time's a charm, because my mom and dad adopted me and took me into their home where I was raised in a family full of love."
   },
   "author": {
    "text": "Rodney Atkins"
   }
  },
  {
   "quote": {
    "text": "I credit my mom with inspiring in me a love of design, matched by her creative problem-solving abilities. This is a woman who could find an old, discarded piece of furniture, bring it home and turn it into something fabulous."
   },
   "author": {
    "text": "Candice Olson"
   }
  },
  {
   "quote": {
    "text": "Like many women, I stay active juggling many aspects of a very full life! I'm a busy mom. I also love to travel, garden, cook and volunteer at my kids school."
   },
   "author": {
    "text": "Jane Clayson"
   }
  },
  {
   "quote": {
    "text": "My mom always says, 'If you don't believe in something, you'll lose yourself completely.'"
   },
   "author": {
    "text": "Hilary Duff"
   }
  },
  {
   "quote": {
    "text": "I had a lot of energy, and my mom decided to look for a place where I can spend the energy, because I was jumping on the couch and furniture, and I was jumping on the top of the things in the house."
   },
   "author": {
    "text": "Nadia Comaneci"
   }
  },
  {
   "quote": {
    "text": "When I first came out, I was a film student, and my mom sewed clothes. I was already doing a million things then, whatever it took to survive. If I had to braid someone's hair to get one pound for my lunch money, that's what I did."
   },
   "author": {
    "text": "M.I.A."
   }
  },
  {
   "quote": {
    "text": "My mom literally saved my life. I wasn't supposed to make it out of the orphanage."
   },
   "author": {
    "text": "Oksana Masters"
   }
  },
  {
   "quote": {
    "text": "The real estate agent had to go door-to-door in the apartment building we wanted to rent, asking if it was OK for this interracial family - my mom is white and I was a 1-year-old half-African kid - to live in the apartment building."
   },
   "author": {
    "text": "Tom Morello"
   }
  },
  {
   "quote": {
    "text": "My mom can't defend herself to the world. She is such an amazing woman, with such an open heart. It's a real hard line, and I crossed it. I took everyone's life story and assumed it would be a great thing to put on screen. I was being selfish and I feel so horrible about it. I feel so guilty."
   },
   "author": {
    "text": "Nikki Reed"
   }
  },
  {
   "quote": {
    "text": "Some of my favorite pieces were my mom's, and most of those she actually hand made. I would say if my style reflects anyone or anything, it's her."
   },
   "author": {
    "text": "Nikki Reed"
   }
  },
  {
   "quote": {
    "text": "It's been very hard, after being mostly a mom, to develop an adult life of my own. And not being married anymore, I have to come up with challenges."
   },
   "author": {
    "text": "Danielle Steel"
   }
  },
  {
   "quote": {
    "text": "Being a mom is really the greatest role in my life."
   },
   "author": {
    "text": "Kim Fields"
   }
  },
  {
   "quote": {
    "text": "When my mom, Mercedes, and her younger sister, Juanita, first came from Puerto Rico, they were the youngest in the family. They had to jump into a new community and really learn English, assimilate, and adapt - and I saw that. I grew up in that community."
   },
   "author": {
    "text": "Kimberly Guilfoyle"
   }
  },
  {
   "quote": {
    "text": "My mom worked tirelessly on getting equal rights for women."
   },
   "author": {
    "text": "Casey Wilson"
   }
  },
  {
   "quote": {
    "text": "My humanitarian work evolved from being with my family. My mom, my dad, they really set a great example for giving back. My mom was a nurse, my dad was a school teacher. But my mom did a lot of things for geriatrics and elderly people. She would do home visits for free."
   },
   "author": {
    "text": "Cat Cora"
   }
  },
  {
   "quote": {
    "text": "Some of my earliest memories are dancing in the kitchen, standing on my mom's toes."
   },
   "author": {
    "text": "Ian Ziering"
   }
  },
  {
   "quote": {
    "text": "My mom was always so supportive; she enabled me to pursue my dreams. I danced on Broadway as a kid, and she would never miss a show."
   },
   "author": {
    "text": "Ian Ziering"
   }
  },
  {
   "quote": {
    "text": "I warm up with my mom and make sure I understand what the songs are about and make sure I'm using the right technique. To be honest with you, I really don't practice a lot... Usually, I say a prayer and ask the Lord to sing with me and help me and stand on the stage with me."
   },
   "author": {
    "text": "Jackie Evancho"
   }
  },
  {
   "quote": {
    "text": "When I was young, all the books were about a Mary Jane and the football player and the prom and ending up with the quiet guy and making your mom happy."
   },
   "author": {
    "text": "S. E. Hinton"
   }
  },
  {
   "quote": {
    "text": "My mom gives me an allowance. She keeps me pretty tight-reined."
   },
   "author": {
    "text": "Chloe Grace Moretz"
   }
  },
  {
   "quote": {
    "text": "My mom is still whispering in my ear, 'Look as good as you can.' She taught me that being the best you can be in your appearance as well as your intellect was primary."
   },
   "author": {
    "text": "Jeanine Pirro"
   }
  },
  {
   "quote": {
    "text": "My mother never said to lose weight. Diets were never a big deal. My mom was always beautiful and voluptuous and curvy, and I always thought she was gorgeous."
   },
   "author": {
    "text": "Christina Hendricks"
   }
  },
  {
   "quote": {
    "text": "Reading has made me more open, has improved my understanding, and has made me a better artiste, but it also makes me live in my own bubble. My mom keeps asking me, 'What do you read in that room the whole day?' Once I am into a book, I will finish it."
   },
   "author": {
    "text": "Sonam Kapoor"
   }
  },
  {
   "quote": {
    "text": "The life of a bestselling novelist sounds like it ought to be spectacularly glamorous and fun, but in fact I spend most of my time incognito, and in fact were you to pass me in the street you would think I was just another dowdy suburban mom."
   },
   "author": {
    "text": "Jane Green"
   }
  },
  {
   "quote": {
    "text": "I remember my mom let me stay up late and watch Tara Lipinski and Michelle Kwan compete in the 1998 Olympic Games. I made paper medals and wore them the whole night. I didn't start skating until 2000, but I was so inspired by their skating that it was why I wanted to start."
   },
   "author": {
    "text": "Adam Rippon"
   }
  },
  {
   "quote": {
    "text": "My dad named me Dakota and my mom came up with my first name Hannah. So it's Hannah Dakota Fanning."
   },
   "author": {
    "text": "Dakota Fanning"
   }
  },
  {
   "quote": {
    "text": "I was always into fashion because my mom has always been interested in fashion. She majored in fashion merchandising in college, and it's always been something we have in common."
   },
   "author": {
    "text": "Dakota Fanning"
   }
  },
  {
   "quote": {
    "text": "Now that I'm a mom, I'm way more laid back. If you come into my house, don't look for a coaster. Forget it. There is not a piece of furniture in my house now that is too precious."
   },
   "author": {
    "text": "Angela Kinsey"
   }
  },
  {
   "quote": {
    "text": "I'd lose my mind if I heard my kid call the nanny Mommy."
   },
   "author": {
    "text": "Toni Braxton"
   }
  },
  {
   "quote": {
    "text": "As a mom, I don't have much time for beauty."
   },
   "author": {
    "text": "Idina Menzel"
   }
  },
  {
   "quote": {
    "text": "My mother told me on several different occasions that she was livin' her dream vicariously through me. She once said that I was getting' to do all the things that she would have wanted to have done."
   },
   "author": {
    "text": "Buck Owens"
   }
  },
  {
   "quote": {
    "text": "I remember my doctors examining my vocal cords and asking if I had an eating disorder, and I instantly said no. But then my mom, who was in the room with me, said my name in her 'mom voice,' and I just lost it. I didn't realize that she knew or that anyone knew."
   },
   "author": {
    "text": "Lauren Alaina"
   }
  },
  {
   "quote": {
    "text": "I was born in Texas and I lived there 'till I was 8. Then I moved to the Dominican Republic with my mom, lived there for two years and forgot every word of English I knew."
   },
   "author": {
    "text": "Michelle Rodriguez"
   }
  },
  {
   "quote": {
    "text": "When I was 10 years old my mom used to play Tupac while she cleaned the house."
   },
   "author": {
    "text": "Soulja Boy"
   }
  },
  {
   "quote": {
    "text": "You know, I loved math. My mom was a math teacher."
   },
   "author": {
    "text": "Joan Cusack"
   }
  },
  {
   "quote": {
    "text": "My mom once lost track of me at the zoo and when she found me I was lecturing a man about the difference between dromedary and Bactrian camels. I was about 3 1/2."
   },
   "author": {
    "text": "Patrick Rothfuss"
   }
  },
  {
   "quote": {
    "text": "My mom, God rest her soul - she liked nicknames. In the womb she named me Skip. There was another black guy in Piedmont, W.Va., and his name was Skip. They called him Big Skip, and I was Little Skip."
   },
   "author": {
    "text": "Henry Louis Gates"
   }
  },
  {
   "quote": {
    "text": "I called my mom sobbing when Birdie was a few months old and said, 'I'm sorry. All this time, I had no idea how much you loved me.'"
   },
   "author": {
    "text": "Busy Philipps"
   }
  },
  {
   "quote": {
    "text": "My wrestling and family go together. It's always been that way, from day one with my mom and dad, my sister, my wife, four daughters, grandsons, son-in-laws."
   },
   "author": {
    "text": "Dan Gable"
   }
  },
  {
   "quote": {
    "text": "My mom and dad just loved the fact that I fooled around. They just embraced it. They'd always kind of enjoy it, and they liked it when I made them laugh."
   },
   "author": {
    "text": "Dominic Monaghan"
   }
  },
  {
   "quote": {
    "text": "My mom put me in a Pampers commercial on TV."
   },
   "author": {
    "text": "Christian Slater"
   }
  },
  {
   "quote": {
    "text": "For some people, home is family and their mom's house or their girl or whatever, and I have those experiences as well, but the biggest thing for me is Chicago."
   },
   "author": {
    "text": "Patrick Stump"
   }
  },
  {
   "quote": {
    "text": "I'm always just carrying a Tupperware cup, ever since my mom went to a Tupperware party and got 'em. I've left them strewn all over the U.S. and Europe. I drink iced tea out of them."
   },
   "author": {
    "text": "Si Robertson"
   }
  },
  {
   "quote": {
    "text": "Well, when I was a little girl we had 17 cats once. They all lived outside, and they kept having more kittens. My mom made us put little ribbons around each kitten's neck, put them in a wagon, and go door-to-door around the neighborhood to try to give them away."
   },
   "author": {
    "text": "Cheryl Hines"
   }
  },
  {
   "quote": {
    "text": "I used to work at a hotel. I was the order-taker for room service. My mom worked at the hotel as an accountant."
   },
   "author": {
    "text": "Sasha Banks"
   }
  },
  {
   "quote": {
    "text": "My cousin in Louisiana started a small company with a little savings, renovating houses. A single mom, she saved enough to buy a home and provide child care for her son. When the economy went belly up, so did her company. She was forced to sell her home and move in with her parents."
   },
   "author": {
    "text": "Campbell Brown"
   }
  },
  {
   "quote": {
    "text": "I wanted to be a cool mom. It was hectic. I felt very isolated for a long time, but in the end, it was cool because it helped me and Ninja stick together. If we hadn't, we would have maybe drifted."
   },
   "author": {
    "text": "Yolandi Visser"
   }
  },
  {
   "quote": {
    "text": "I love getting my nails done. My mom's best friend is a manicurist. When I was little, she'd do little paintings on my nails, like flowers. She comes to our house. It's the best."
   },
   "author": {
    "text": "Miranda Cosgrove"
   }
  },
  {
   "quote": {
    "text": "My first day of high school, I wore brown boys' corduroys that my mom had sewn Sesame Street elastic into - they were my coolest pants - and a lime green Patagonia fleece that my mom found at Goodwill. I loved fleece."
   },
   "author": {
    "text": "Cameron Russell"
   }
  },
  {
   "quote": {
    "text": "Everything I am is because of my mom."
   },
   "author": {
    "text": "Sarah Michelle Gellar"
   }
  },
  {
   "quote": {
    "text": "When I was a kid and my mom made tomato soup, she would cut buttered toast into squares and float them on top of each bowl."
   },
   "author": {
    "text": "Tom Douglas"
   }
  },
  {
   "quote": {
    "text": "When my father passed away, I learned to be unattached to physical things. At a very young age, I was able to roam the world and be emotionally connected but physically disconnected. I'll get homesick in that I miss my mom. My grounding rock is her and my family."
   },
   "author": {
    "text": "Eiza Gonzalez"
   }
  },
  {
   "quote": {
    "text": "My mom is my best friend and my biggest cheerleader."
   },
   "author": {
    "text": "Scott Eastwood"
   }
  },
  {
   "quote": {
    "text": "My father was Catholic, my mom Baptist, so we were raised Baptist but had a lot of Catholic upbringing: fish on Fridays, no birth control."
   },
   "author": {
    "text": "Dennis Haysbert"
   }
  },
  {
   "quote": {
    "text": "My mom, ever the Italian, made braised chicken with tomato."
   },
   "author": {
    "text": "Alex Guarnaschelli"
   }
  },
  {
   "quote": {
    "text": "I've learned that every working mom is a superwoman."
   },
   "author": {
    "text": "Uma Thurman"
   }
  },
  {
   "quote": {
    "text": "I'm an actress and mom, and I probably don't have enough of an active spiritual life. And I don't know why people run around calling themselves by the names of religions when they don't actually practise them."
   },
   "author": {
    "text": "Uma Thurman"
   }
  },
  {
   "quote": {
    "text": "I grew up with a pretty tough mom. She was a self-appointed neighborhood watchdog, and if she saw that any of the local boys were up to no good, she would scold them on the spot. Although she is only 5 feet 2, she was famous in our neighborhood for intimidating men three times her size and getting them to do the right thing."
   },
   "author": {
    "text": "Hanna Rosin"
   }
  },
  {
   "quote": {
    "text": "My youngest sister, Cindy, has Down syndrome, and I remember my mother spending hours and hours with her, teaching her to tie her shoelaces on her own, drilling multiplication tables with Cindy, practicing piano every day with her. No one expected Cindy to get a Ph.D.! But my mom wanted her to be the best she could be, within her limits."
   },
   "author": {
    "text": "Amy Chua"
   }
  },
  {
   "quote": {
    "text": "Just as a mother finds pleasure in taking her little child on her lap, there to feed and caress him, in like manner our loving God shows His fondness for His beloved souls who have given themselves entirely to Him and have placed all their hope in His goodness."
   },
   "author": {
    "text": "Alphonsus Liguori"
   }
  },
  {
   "quote": {
    "text": "I'm not one of those Hollywood moms where my kid is three weeks old and I'm a size zero. I'm a real woman and I'm a working woman and a working mom."
   },
   "author": {
    "text": "Kimora Lee Simmons"
   }
  },
  {
   "quote": {
    "text": "My mom never went to college, so she just assumed the writer identity, and that was always really inspiring to me. It's not something you need nine levels of education for. It's really an identity that you claim for yourself, and then you have to make yourself one."
   },
   "author": {
    "text": "Noah Hawley"
   }
  },
  {
   "quote": {
    "text": "My mom says I was born screaming."
   },
   "author": {
    "text": "Elle King"
   }
  },
  {
   "quote": {
    "text": "I did some stupid things when I was younger, but I got a lot out of my system. Every time, my mom was waiting there with an 'I told you so.' Moms are usually right. You're wrong if you don't think that they've done what we're doing, because they have."
   },
   "author": {
    "text": "Elle King"
   }
  },
  {
   "quote": {
    "text": "Of all the roles I've played, none has been as fulfilling as being a mother."
   },
   "author": {
    "text": "Annette Funicello"
   }
  },
  {
   "quote": {
    "text": "Back when I was a senior in high school in Haughton, LA, I had a chance to go to LSU. Everyone I grew up with adored LSU, including my mom. But I chose to come to Mississippi State because I wanted to start a new tradition instead of perpetuating an established one."
   },
   "author": {
    "text": "Dak Prescott"
   }
  },
  {
   "quote": {
    "text": "I grew up in such a macho family. I had a former Green Beret for a dad, a mom who's really rough-and-tumble, and three very macho brothers."
   },
   "author": {
    "text": "Hilarie Burton"
   }
  },
  {
   "quote": {
    "text": "I was raised by a single mom. I spent most of my time in daycare."
   },
   "author": {
    "text": "Jon Hamm"
   }
  },
  {
   "quote": {
    "text": "By no means do we think, 'Oh, it's cool to be a teen mom.' I definitely don't think that it's cool."
   },
   "author": {
    "text": "Farrah Abraham"
   }
  },
  {
   "quote": {
    "text": "It takes bravery to be a young mom, and it does take bravery to let the world watch."
   },
   "author": {
    "text": "Jamie Lynn Spears"
   }
  },
  {
   "quote": {
    "text": "My mom and dad put my brother and sister through university and they were very keen for us to have an academic background just to give us a chance."
   },
   "author": {
    "text": "Rob James-Collier"
   }
  },
  {
   "quote": {
    "text": "You have a dream 35 years ago - doesn't come to fruition, but you move on with life. But it's somewhere back there. Then you turn 60, and your mom just dies, and you're looking for something. And the dream comes waking out of your imagination."
   },
   "author": {
    "text": "Diana Nyad"
   }
  },
  {
   "quote": {
    "text": "My mom's a children's television writer, so I was involved and around from a very young age. When I was eight, I did my first film with Rachel Ward and Bryan Brown, who are a quite well-respected Australian producer-director duo, and that just changed my whole perspective on what I could do in life and be."
   },
   "author": {
    "text": "Alycia Debnam-Carey"
   }
  },
  {
   "quote": {
    "text": "When I was a kid I didn't feel like I fit in because - this is really silly and I probably shouldn't say it, but, I didn't think anything was funny. So I used to go home and literally cry to my mom and my step-dad at the time and I didn't think anything was funny. I couldn't laugh."
   },
   "author": {
    "text": "Courteney Cox"
   }
  },
  {
   "quote": {
    "text": "When you age, you can do all kinds of roles. You don't have to look great. You can be the mom, the aunt. You can have a small part. You're an actor."
   },
   "author": {
    "text": "Valerie Harper"
   }
  },
  {
   "quote": {
    "text": "I rarely went to the mosque, I never fasted, and I only prayed namaaz on the holy nights because my mom bugged me about it."
   },
   "author": {
    "text": "Aasif Mandvi"
   }
  },
  {
   "quote": {
    "text": "As a small business owner for the last 15 years, when I think of what truly changed my life, it was my faith, a strong family, my mom did a really, really good job of encouraging me in very clear and discernible ways."
   },
   "author": {
    "text": "Tim Scott"
   }
  },
  {
   "quote": {
    "text": "My mom worked for Lockheed Corp. in Burbank as an inspector of airplane parts. To help make ends meet, Dee, a friend of my mom's from Lockheed, moved in. She was a lovely person and helped with our care for many years."
   },
   "author": {
    "text": "Rene Russo"
   }
  },
  {
   "quote": {
    "text": "I got a letter from a mom, and she was telling me about how her daughter is a tomboy and the trouble she has in classes and being around boys. She herself had the same kinds of problems growing up and how inspired they were by me. That was such an incredible email to receive."
   },
   "author": {
    "text": "Elana Meyers"
   }
  },
  {
   "quote": {
    "text": "You go to Main Street, and Wal-Mart is coming to town and kicking out all the mom and pop stores. All the people that were in the mom and pop stores are now working for Wal-Mart."
   },
   "author": {
    "text": "Dennis Quaid"
   }
  },
  {
   "quote": {
    "text": "You get older, and people start passing away. And so if you're lucky - my mom died very young, for instance, and I have friends who died very young - but the point being that, I think if you're awake, you know you're going to pass on. And that the real treasure in life is the long term - relationships that you really value."
   },
   "author": {
    "text": "William Hurt"
   }
  },
  {
   "quote": {
    "text": "I would borrow my mom's red Borghese lipstick and smear it on like a clown!"
   },
   "author": {
    "text": "Brooke Burns"
   }
  },
  {
   "quote": {
    "text": "I'm half Telugu. My mom is Telugu and dad, a Maharashtrian. I was brought up in Gwalior. I was exposed to English, Hindi, and Marathi. I heard my mom speak to her family in Telugu, so I got the hang of it."
   },
   "author": {
    "text": "Harshvardhan Rane"
   }
  },
  {
   "quote": {
    "text": "My mom says that when I was a little kid, I always used to say I wanted to be an actor, but I don't remember that."
   },
   "author": {
    "text": "Aaron Douglas"
   }
  },
  {
   "quote": {
    "text": "'Rosemary's Baby' is one of my all-time favorite books. I love that it just ends with, you know, 'Hey, the devil's in the world, and guess what? Mom kind of likes him!' And that's the end."
   },
   "author": {
    "text": "Gillian Flynn"
   }
  },
  {
   "quote": {
    "text": "Being a mom makes you far more compassionate. You have more empathy for people, more love. I was always taught to say thank you, and I'm very grateful. And my kids have that quality, too."
   },
   "author": {
    "text": "Florence Henderson"
   }
  },
  {
   "quote": {
    "text": "Although I have a lot of close female friends in my life, my number one is still my mom. Without her, I wouldn't have the values that I have and see the world the way that I do today. She taught me how to appreciate and respect women. She taught me chivalry and how to love a woman and respect their feelings and emotions."
   },
   "author": {
    "text": "Shemar Moore"
   }
  },
  {
   "quote": {
    "text": "I was brought up bilingual, but there came a point where my mom went back to work and I got a white babysitter, so sadly I lost it. Now I can understand Spanish and put words together, but I don't speak it fluently. I'm ashamed of that."
   },
   "author": {
    "text": "Michael Trevino"
   }
  },
  {
   "quote": {
    "text": "Every day I'd come home after school, pop the hood of my mom's car, put alligator clips on the battery, and wire into the house and go play on my computer. If I used it for too long, I'd wear down the car battery, and my mom would be all mad at me the next day."
   },
   "author": {
    "text": "Ryan Holmes"
   }
  },
  {
   "quote": {
    "text": "My mom is an excellent mom. She knows I am irascible, prickly, and antisocial. She knows that most human interaction makes me tired and that I either scare people away with precise invectives or trot out the fakest, nicest skinjob of myself because it requires zero effort."
   },
   "author": {
    "text": "Mary H.K. Choi"
   }
  },
  {
   "quote": {
    "text": "I know this is kind of corny, but we thought about renewing our vows again because I think my mom would really love it if we did that in Arkansas, where I came from."
   },
   "author": {
    "text": "Mary Steenburgen"
   }
  },
  {
   "quote": {
    "text": "My off-the-field heroes, the people who gave me the values to live by and who inspired me with their hard work and unselfish dedication to their family, were my mom, Catherine, and my dad, William."
   },
   "author": {
    "text": "Allan Ray"
   }
  },
  {
   "quote": {
    "text": "My mom and my dad are ebullient people, and I think I carry that with me."
   },
   "author": {
    "text": "Michael Stuhlbarg"
   }
  },
  {
   "quote": {
    "text": "From the moment this baby came into our home, those two dogs have never been more in love. It's the most beautiful thing I've ever witnessed. People keep saying, 'Oh, you're a single mom.' I'm like, 'Actually, I'm not. I've got two boys helping.'"
   },
   "author": {
    "text": "Charlize Theron"
   }
  },
  {
   "quote": {
    "text": "You know, I don't think any mother aims to be a single mom. I didn't wish for that, but it happened."
   },
   "author": {
    "text": "Charlize Theron"
   }
  },
  {
   "quote": {
    "text": "I'm a movie buff. My mom would take me to a double feature. We'd come out, go have Chinese food, and then go back into another cinema and see another double feature. I feel I'm a child of the movies."
   },
   "author": {
    "text": "Loretta Swit"
   }
  },
  {
   "quote": {
    "text": "My mom loved the old black-and-white films."
   },
   "author": {
    "text": "Cary Fukunaga"
   }
  },
  {
   "quote": {
    "text": "I'm such a huge fan of Gap! My mom used to dress me in Gap overalls that I would wear all the time, and now the idea of bringing my son into that tradition is so ironic and full-circle for me."
   },
   "author": {
    "text": "Jurnee Smollett-Bell"
   }
  },
  {
   "quote": {
    "text": "There's this notion, kind of like unspoken, that you can't live your dreams and be a mom. You can't have a career and be a mom. There's still that preconceived notion, and I reject that."
   },
   "author": {
    "text": "Jurnee Smollett-Bell"
   }
  },
  {
   "quote": {
    "text": "I'm trying hard to keep my Australian accent. My mom would disown me if I didn't."
   },
   "author": {
    "text": "Maia Mitchell"
   }
  },
  {
   "quote": {
    "text": "My mom passed on her obsession of all things antique or vintage. I love to go thrift store shopping or explore any sort of garage sale. Treasure hunting is a family passion."
   },
   "author": {
    "text": "Zoey Deutch"
   }
  },
  {
   "quote": {
    "text": "My mom was practically in the vice principal's office all the time! Now I really feel sorry that my mom had to go through such embarrassment, but I was never a harmful person."
   },
   "author": {
    "text": "Barun Sobti"
   }
  },
  {
   "quote": {
    "text": "I was once that kid that needed a donation - that needed help to go to camp because my mom wasn't able to pay for it."
   },
   "author": {
    "text": "Ha Ha Clinton-Dix"
   }
  },
  {
   "quote": {
    "text": "I look back at 1993 or 1994 when I made it to the National Championships, and I was on used skates and handmade or borrowed costumes. But my mom was there every step of the way for me: she was the one traveling with me all over the world at age 13."
   },
   "author": {
    "text": "Michelle Kwan"
   }
  },
  {
   "quote": {
    "text": "For a decade, I was a stay-at-home mom. I sent my husband to his law office, sat on PTA boards and baked cookies - great cookies. All of a sudden, I had no husband, no job, few prospects, and two small children who had grown accustomed to eating."
   },
   "author": {
    "text": "Gayle Lynds"
   }
  },
  {
   "quote": {
    "text": "My mother was predominately a stay-at-home mom."
   },
   "author": {
    "text": "Andrew Rannells"
   }
  },
  {
   "quote": {
    "text": "My mom still lives in Denver and some of my brothers are still in the area, so I still have strong ties there."
   },
   "author": {
    "text": "Terrell Davis"
   }
  },
  {
   "quote": {
    "text": "My mom is a white Jewish lady, and my dad is black. The cultures never seemed separate - I had a lot of mixed friends. When I was young, I identified with being Jewish, but I embraced my dad's side, too."
   },
   "author": {
    "text": "Daveed Diggs"
   }
  },
  {
   "quote": {
    "text": "Statistics are to baseball what a flaky crust is to Mom's apple pie."
   },
   "author": {
    "text": "Harry Reasoner"
   }
  },
  {
   "quote": {
    "text": "My mom is a science teacher in high school, and one of my brothers works in optics at Bell Labs, and so I was always surrounded by it."
   },
   "author": {
    "text": "Anthony Doerr"
   }
  },
  {
   "quote": {
    "text": "I always miss my mom. Mother's Day would be just one more day I'd feel her absence but for the relentless commercialization. Thanks to that, this day is even harder to deal with."
   },
   "author": {
    "text": "M. J. Rose"
   }
  },
  {
   "quote": {
    "text": "When you think of couponing, you picture a mom cutting coupons out of the back of the newspaper."
   },
   "author": {
    "text": "Andrew Mason"
   }
  },
  {
   "quote": {
    "text": "I come from good stock. Both of my parents are big - my dad is a big guy; my mom is a big lady."
   },
   "author": {
    "text": "Frank Thomas"
   }
  },
  {
   "quote": {
    "text": "My parents had a gardener when I was growing up, and he and I would dig in the dirt together - my mom and dad were definitely not digging with me! When I was 5, he helped me plant some corn in our backyard, and I remember how fascinating it was to watch it grow. Little did I know that 50 years later I'd be growing corn in a different way."
   },
   "author": {
    "text": "Howard Graham Buffett"
   }
  },
  {
   "quote": {
    "text": "My mom has beautiful eyes, and I inherited a lot of her rituals, accentuating eyes."
   },
   "author": {
    "text": "Allison Williams"
   }
  },
  {
   "quote": {
    "text": "My mom always said if you have a gift, it is absolutely not about you. So I don't get twisted and think for one second it's all about me."
   },
   "author": {
    "text": "Tessanne Chin"
   }
  },
  {
   "quote": {
    "text": "There was a modeling agency in my little town where I got my start, but the opportunity came to work in Japan when I was fourteen. My mom went with me until I was seventeen. Her only stipulation was that I had to keep my schoolwork up. My mom was great. She is still my best friend."
   },
   "author": {
    "text": "Julia Voth"
   }
  },
  {
   "quote": {
    "text": "My mom brought me up by herself, so I was a latchkey kid. I would walk myself back from school and spent a lot of time at home alone, watching TV. There weren't a lot of Latinas - or any women of color. And the ones I saw were usually presented as stereotypes or treated like jokes."
   },
   "author": {
    "text": "Sara Ramirez"
   }
  },
  {
   "quote": {
    "text": "I can't resist South Indian cuisine, particularly what is prepared at home. My mom is my favourite cook. She can cook a variety of cuisines. I savour her cooking at home, and she's undoubtedly the best."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "There are certain things I talk to my mom and certain things I speak to dad for. But I also know that it has never been that I can tell my mum something and my dad won't know. They are very dependent on each other even though they may not say it or realise it."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "My grandma's into music. My mom is a singer. Even my sister is a much better singer than I am. So you could say music runs in the family."
   },
   "author": {
    "text": "Arijit Singh"
   }
  },
  {
   "quote": {
    "text": "My mom works in funerals, and my dad works at Burger King."
   },
   "author": {
    "text": "Kelly Marie Tran"
   }
  },
  {
   "quote": {
    "text": "I found a scrap book that my mom had given to me, and inside was a letter that I wrote to myself at age 19. The letter included my goals and dreams for my life, and even then, I was writing about the management company that I built today."
   },
   "author": {
    "text": "Troy Carter"
   }
  },
  {
   "quote": {
    "text": "My mom was the strongest woman I know."
   },
   "author": {
    "text": "DeAngelo Williams"
   }
  },
  {
   "quote": {
    "text": "Chanel No. 5 is my perfume when I'm feeling like a lady. It's old-school and warm - and it reminds me of my mom."
   },
   "author": {
    "text": "Phoebe Tonkin"
   }
  },
  {
   "quote": {
    "text": "My mom and dad decided to homeschool us - I'm one of eight - because they really wanted us to be outside and learn some other fundamentals instead of it being school all day in a classroom."
   },
   "author": {
    "text": "Jamie Anderson"
   }
  },
  {
   "quote": {
    "text": "I love what I do and I think it shows. As my kids get older, they can see me as a mom who loves working."
   },
   "author": {
    "text": "Jessica Capshaw"
   }
  },
  {
   "quote": {
    "text": "I'm Latino, progressive, and I have deep roots in the working class - my father was a bracero, a guest farmworker and cook, and my mom worked as a nursing home laundry attendant."
   },
   "author": {
    "text": "Jimmy Gomez"
   }
  },
  {
   "quote": {
    "text": "I was always okay with the fact that I was taller and bigger than everybody else growing up. My mom, my dad, and my friends always told me I was beautiful."
   },
   "author": {
    "text": "Jordin Sparks"
   }
  },
  {
   "quote": {
    "text": "I think about my mom every day."
   },
   "author": {
    "text": "Freddie Freeman"
   }
  },
  {
   "quote": {
    "text": "I'm always awoken with the joyous sound and laughter of my son. That's the best part about being a mom."
   },
   "author": {
    "text": "Jane Krakowski"
   }
  },
  {
   "quote": {
    "text": "My mom is a really good cook. We used to make dumplings together."
   },
   "author": {
    "text": "Jason Wu"
   }
  },
  {
   "quote": {
    "text": "As the highest-ranking Republican woman in the U.S. House of Representatives and the mom of two daughters, I believe if we're serious as a nation about empowering every American to pursue his or her own dreams, then true cases of gender discrimination need to be confronted."
   },
   "author": {
    "text": "Cathy McMorris Rodgers"
   }
  },
  {
   "quote": {
    "text": "From my childhood, my mom always told me to stay pretty clean and not put anything on my skin. That definitely helped me because I never wear too much makeup."
   },
   "author": {
    "text": "Nina Agdal"
   }
  },
  {
   "quote": {
    "text": "Ever since the kids were babies, we have treated them with respect. We are the mom and dad for sure, but we look for opportunities for us to sit down and say, 'How are things going for you? Is there anything that we can do as parents to help you? Let's all come up with a solution together.' We work better as a team."
   },
   "author": {
    "text": "Jodi Benson"
   }
  },
  {
   "quote": {
    "text": "I grew up on the coast of England in the '70s. My dad is white from Cornwall, and my mom is black from Zimbabwe. Even the idea of us as a family was challenging to most people."
   },
   "author": {
    "text": "Thandie Newton"
   }
  },
  {
   "quote": {
    "text": "I like to tell kids that I started thinking about stories when I first started reading stuff like Dr. Seuss and 'Go, Dog. Go!,' thinking, 'Oh yeah, that's funny. I'd like to do that.' And then writing throughout school, but at the same time I was studying pre-med stuff, because my mom told me I should be a doctor."
   },
   "author": {
    "text": "Jon Scieszka"
   }
  },
  {
   "quote": {
    "text": "I love Serge Lutens orange blossom perfume; my mom got it for me. It's my favorite. It just smells clean."
   },
   "author": {
    "text": "Gia Coppola"
   }
  },
  {
   "quote": {
    "text": "I believe this with all my heart: The greatest coach of all time in my eyes is my mom. She's instilled in me a toughness and a perseverance and just a never-quit mentality, and I thank her every day for providing me, for what she sacrificed her life for."
   },
   "author": {
    "text": "Scott Brooks"
   }
  },
  {
   "quote": {
    "text": "Southern people are raised with a work ethic. My son is 5 years old and does chores. My mom was a dance teacher, and the training and discipline it takes to be a dancer I've carried with me in Hollywood."
   },
   "author": {
    "text": "Jaime Pressly"
   }
  },
  {
   "quote": {
    "text": "The only time we got sugary cereal was when my mom went away for the weekend and she bought us Frosted Flakes because she wanted us to behave. Otherwise, we were eating shredded wheat, granola, or Grape Nuts."
   },
   "author": {
    "text": "Timothy Olyphant"
   }
  },
  {
   "quote": {
    "text": "When I was six years old my friend was auditioning for 'Annie,' and I decided I wanted to audition with her. My mom was worried I would fall flat on my face because I'd never opened my mouth to sing, so she sent me to vocal lessons. I did the audition and fell in love with the entire process of a show."
   },
   "author": {
    "text": "Jacqueline Emerson"
   }
  },
  {
   "quote": {
    "text": "For me, the spirit of Christmas means being happy and giving freely. It's a tradition for all the kids in the family to help mom decorate the tree. Christmas is all about family, eating, drinking and making merry."
   },
   "author": {
    "text": "Malaika Arora Khan"
   }
  },
  {
   "quote": {
    "text": "I think anytime with your mom, whether she's famous or not, you're watching what she's doing when you're growing up. She also taught me the basics: Make sure you use a good moisturizing shampoo and conditioner, and then use a detangler to comb through your hair. And don't overdo the heat styling."
   },
   "author": {
    "text": "Jillian Hervey"
   }
  },
  {
   "quote": {
    "text": "My mom always let me watch movies that were probably slightly too mature for my age, but she wanted me to see different stories. We grew up with quite a hard life, so she wasn't afraid to show me that in movies."
   },
   "author": {
    "text": "Kaya Scodelario"
   }
  },
  {
   "quote": {
    "text": "When I was 12, I wrote a legit song - about having my heart broken, of course, because I was 12 years old going on 40. I sang the song for my mom, and she asked, 'Where did you get that song?' I told her I wrote it, and she said, 'Really?' She looked at my grandparents and just said, 'Oh, boy.'"
   },
   "author": {
    "text": "Ashley McBryde"
   }
  },
  {
   "quote": {
    "text": "In the 1960s, my father chose to introduce Italian-style clothing into a world that was filled with boxy Brooks Brothers suits. So if you were dressing in his clothes in New York or California, you were breaking a rule. And my mother, Risha, who is still living, has always been an activist. I don't think my mom has met a cause she doesn't like."
   },
   "author": {
    "text": "Chris Meledandri"
   }
  },
  {
   "quote": {
    "text": "My mom named me Pom because she said it sounded like a combination of Korean words that mean 'spring' and 'tiger.' So, it's very unique!"
   },
   "author": {
    "text": "Pom Klementieff"
   }
  },
  {
   "quote": {
    "text": "I prefer to imagine that my wife, a few friends, and occasionally my mom are the only ones who read what I do, though I realize that this is somewhat unrealistic."
   },
   "author": {
    "text": "Chris Ware"
   }
  },
  {
   "quote": {
    "text": "I don't always feel sexy even though I have to look it, and I've just learned to go into on-and-off mode. I'm a mom at home, and then I go into work, and it's nice to have that contrast. I see a different person in the mirror when I'm at work with hair and makeup than when I'm home."
   },
   "author": {
    "text": "Doutzen Kroes"
   }
  },
  {
   "quote": {
    "text": "I just always wanted to be a singer. My mom said I was even singing in my cot!"
   },
   "author": {
    "text": "Pixie Lott"
   }
  },
  {
   "quote": {
    "text": "The biggest change for me as a mom was realizing I needed to put someone else before me. Now the hardest part about the empty nest is learning to put myself first."
   },
   "author": {
    "text": "Kim Alexis"
   }
  },
  {
   "quote": {
    "text": "I grew up in a house that was constantly under construction. It's been under construction my whole life. My mom loves interior decor, and my dad loves construction - he loves demolition and building new walls."
   },
   "author": {
    "text": "Syd"
   }
  },
  {
   "quote": {
    "text": "My mom doesn't get the whole gay thing, but she loves me."
   },
   "author": {
    "text": "Jai Rodriguez"
   }
  },
  {
   "quote": {
    "text": "My parents were educated in the Turkish system and went straight from high school to medical school; my mom, who had skipped a grade, was dissecting corpses at age seventeen. Growing up in America, I think I envied my parents' education. By comparison, everything I did in school seemed so sort of low-stakes and infantilizing."
   },
   "author": {
    "text": "Elif Batuman"
   }
  },
  {
   "quote": {
    "text": "If my mom came to the sets, we would speak to her in Tulu, and no one would understand. That's an advantage when you know any South Indian language."
   },
   "author": {
    "text": "Pooja Hegde"
   }
  },
  {
   "quote": {
    "text": "Luckily, I was raised by a kind of gypsy family, which is why I always get along better with people who worked in circuses than with kids of other actors. My mom was so carefree with us in a beautiful way. We were used to sleeping anywhere."
   },
   "author": {
    "text": "Lou Doillon"
   }
  },
  {
   "quote": {
    "text": "My dad was in a Beatles cover band. My mom wore Candies and belly buttons. The people in our family were very glamorous. They wore pearls like Jackie O."
   },
   "author": {
    "text": "Azita Ghanizada"
   }
  },
  {
   "quote": {
    "text": "My mom was a history teacher, so I couldn't really avoid history when I was growing up. But we're very light on American history. We don't really have great opportunities to study both the Civil War and the Revolution."
   },
   "author": {
    "text": "Owain Yeoman"
   }
  },
  {
   "quote": {
    "text": "My mom, she thought I was the best. My sisters, maybe, but maybe that's not objective or anything. But if you believe in yourself, your family believes in you, you put in the work, do it right, you only need one other person to believe in you. That doesn't seem like a lot, but sometimes it is."
   },
   "author": {
    "text": "Chris Harris, Jr."
   }
  },
  {
   "quote": {
    "text": "My mom, she's a breast cancer survivor and because of that I had started getting mammograms once a year, starting at age 30."
   },
   "author": {
    "text": "Kate Walsh"
   }
  },
  {
   "quote": {
    "text": "One of my best friends growing up was Vietnamese, and he and his mom would teach me how to say certain things so I could impress my nail girls. Then the nail girls would teach me how to count to 100 and basic things like 'Thank you' and 'You're welcome.' It's funny, because any accent that I do now always turns into Vietnamese."
   },
   "author": {
    "text": "Anjelah Johnson"
   }
  },
  {
   "quote": {
    "text": "I've been doing the Vietnamese nail lady impressions since my mom first took me to get my nails done when I was 12."
   },
   "author": {
    "text": "Anjelah Johnson"
   }
  },
  {
   "quote": {
    "text": "A Modern Mom to me is not always someone that juggles a career and family. A Modern Mom is a woman who takes care of herself on the inside and the outside."
   },
   "author": {
    "text": "Regina King"
   }
  },
  {
   "quote": {
    "text": "I feel like I'm a stay-at-home mom, which I was for the five years before this. She's absolutely been my focus. That's the choice I made. Desperate Housewives is perfect for me. I get to go back to work and still be able to take my daughter to school and pick her up."
   },
   "author": {
    "text": "Teri Hatcher"
   }
  },
  {
   "quote": {
    "text": "My mom helped me get started when I was younger. I started with singing. An agent saw me singing on stage at the Palm Springs Festival, and recommended I get into acting, so I was like, 'Oh, okay.' I just started from there, singing and acting."
   },
   "author": {
    "text": "Vanessa Morgan"
   }
  },
  {
   "quote": {
    "text": "I was aware of the pressure of my mom and not just my mom but my entire family. I was very aware of that reality, so it was almost this inferiority complex."
   },
   "author": {
    "text": "Selah Louise Marley"
   }
  },
  {
   "quote": {
    "text": "First of all, I was a good Christian kid. My mom and dad taught me never to fight. So I never fought. The other kids picked that up right away. They said, 'Oh, he's not going to try to do anything.' They'd push me, shove me, hit me. I'd just stand there and take it."
   },
   "author": {
    "text": "Frank Peretti"
   }
  },
  {
   "quote": {
    "text": "My mom beat us until she started breaking clothes hangers. Wooden clothes hangers! Once we started laughing back at her, then your spankings were through. That's the way I was raised. So, I got to be about 13 years of age when finally she quit spanking on me. But I think that it was great way to be raised."
   },
   "author": {
    "text": "Doug Harvey"
   }
  },
  {
   "quote": {
    "text": "My dad, being a jingle writer, and my mom, being a jingle singer, they hooked me up with some people when I was a kid that worked with children's jingle singing groups. I used to sing jingles as a kid."
   },
   "author": {
    "text": "Reeve Carney"
   }
  },
  {
   "quote": {
    "text": "My mom always taught me to be sweet and polite and cross my legs because it's what the guys like. Actually, they like a raunchy girl once in a while."
   },
   "author": {
    "text": "Tiffani Thiessen"
   }
  },
  {
   "quote": {
    "text": "As a mom, my priorities have changed."
   },
   "author": {
    "text": "Catherine Oxenberg"
   }
  },
  {
   "quote": {
    "text": "I grew up hunting and fishing in Land Between the Lakes. I have so many great memories of camping with my mom over at Redd Hollow."
   },
   "author": {
    "text": "W. Earl Brown"
   }
  },
  {
   "quote": {
    "text": "I've danced hula since I was 5. My mom danced hula as well. It's been in my family from far back and really connected me to my ancestors."
   },
   "author": {
    "text": "Auli'i Cravalho"
   }
  },
  {
   "quote": {
    "text": "The concept of 'family' has changed so much. It's not just 'mom and dad' anymore. It's 'mom and mom' and 'dad and dad,' and it's kind of beautiful."
   },
   "author": {
    "text": "Theodore Melfi"
   }
  },
  {
   "quote": {
    "text": "My mom keeps me grounded and all that. She makes me do chores."
   },
   "author": {
    "text": "Auli'i Cravalho"
   }
  },
  {
   "quote": {
    "text": "I was at a photo shoot, and I was wearing a cross necklace that my mom bought me, and somebody made a joke like, 'Why are you wearing a cross? Like you would be religious.' And then they took it away. I was really affected by that. The whole thing made me realize that I do want a cross with me at all times."
   },
   "author": {
    "text": "Kate Upton"
   }
  },
  {
   "quote": {
    "text": "My mother was a stay-at-home mom until I was about 11, when she got a job - and it was like a light came on inside her. It's not wrong to be passionate about your career. When you love what you do, you bring that stimulation back to your family."
   },
   "author": {
    "text": "Allison Pearson"
   }
  },
  {
   "quote": {
    "text": "We always have dinner together as a family - even when our schedules are totally hectic. I inherited that from my mom, who would come home from her ad agency job to eat with us before going back to work."
   },
   "author": {
    "text": "Kim Raver"
   }
  },
  {
   "quote": {
    "text": "I have an incredible role model in my mom. She was a single mother raising two kids in New York."
   },
   "author": {
    "text": "Kim Raver"
   }
  },
  {
   "quote": {
    "text": "When my dad was badly weakened by the flu and my mom wanted to call an ambulance to take him to the emergency room, he wouldn't go unless he could shave first and change into a nice shirt and a pair of slacks."
   },
   "author": {
    "text": "Rich Lowry"
   }
  },
  {
   "quote": {
    "text": "My father wasn't really involved and my mom is the light in my life."
   },
   "author": {
    "text": "Marion Jones"
   }
  },
  {
   "quote": {
    "text": "I was very thankful that my mother was a very strong mom. She was mom and dad. She is mom and dad. She is my hero."
   },
   "author": {
    "text": "Ryan Frazier"
   }
  },
  {
   "quote": {
    "text": "You know, I only claim to play three instruments. My dad is a banker, but a drummer at heart; and my mom used to teach piano lessons when she was younger. So I can play some piano, play a little drums, and fake the bass - but banjo, mandolin, and guitar are my thing."
   },
   "author": {
    "text": "Charlie Worsham"
   }
  },
  {
   "quote": {
    "text": "As a mom, I understand how important it is to ensure kids start their day right and always make sure my kids have a nutritious breakfast. One in five U.S. children live in homes where food is not always available, which is why I partnered with Kellogg's on their 'Share Your Breakfast' campaign, which provide breakfasts to kids in need."
   },
   "author": {
    "text": "Monica Potter"
   }
  },
  {
   "quote": {
    "text": "I was raised by my mom. My dad was always traveling, but she allowed me and encouraged me to be close to my dad. So I grew up with three parents: my mom, my dad and my stepmom. Ninety percent of the time I was with my mom, and 10 percent was with my dad."
   },
   "author": {
    "text": "Brian J. White"
   }
  },
  {
   "quote": {
    "text": "When I was seven and told my mom, 'I'm gonna be a writer,' she said, 'Oh, that's a terrible idea. You'll live in misery and die teaching other people's children badly.' My parents wanted the safer path for me, and I think they failed miserably achieving that."
   },
   "author": {
    "text": "Stephen Gaghan"
   }
  },
  {
   "quote": {
    "text": "I thought my family was really funny. Everybody in my family was funny. My mom and dad both have great senses of humor and really saw the funny in stuff, so I think that's probably where it came from. I always try to see the funny in things."
   },
   "author": {
    "text": "Christine Ebersole"
   }
  },
  {
   "quote": {
    "text": "My family is very creative. My grandfather played the guitar in Cuba. My sisters, my mom and two aunts would do harmonies, so I would see them and think, 'I want the attention.'"
   },
   "author": {
    "text": "Chrissie Fit"
   }
  },
  {
   "quote": {
    "text": "When I was a child it was very clear what I was allowed to see and what I was not allowed to see and there was no discussion or option or negotiation. Whatever my mom said, that's what went down."
   },
   "author": {
    "text": "Yul Vazquez"
   }
  },
  {
   "quote": {
    "text": "A lot of times when people become successful, people don't really understand what they had to do or the sacrifices they made to do that, or they assume that they had money. This is coming from, like, a kid who was broke and lived with roaches and a single mom in Dorchester."
   },
   "author": {
    "text": "Clinton Sparks"
   }
  },
  {
   "quote": {
    "text": "I remember being denied a protein bar that I went in to buy. I was so hungry, and it was before an audition, and I ran in and tried to buy this protein bar. And I checked my bank account, and it was negative 17 cents... And I remember getting on the phone with my mom and laughing that I have negative 17 cents."
   },
   "author": {
    "text": "Briga Heelan"
   }
  },
  {
   "quote": {
    "text": "So much of our lives are defined by habit or what the guy next to us is doing, never wondering and knowing who and what we support with our actions, from the detergent Mom always used, to my favorite dish I make... A lot of my life is unexamined habit."
   },
   "author": {
    "text": "Kristin Bauer van Straten"
   }
  },
  {
   "quote": {
    "text": "I think my mom always wanted to play the guitar, and somehow she projected that to me. So I started learning to play guitar when I was five years old, but actually I'd never managed to get the academic side of it. So even up to today, I don't know how to read or write music."
   },
   "author": {
    "text": "Gustavo Santaolalla"
   }
  },
  {
   "quote": {
    "text": "People know my story - how I started like they did and that I struggled with things, like being a working mom. They ask me things they wouldn't ask anyone else."
   },
   "author": {
    "text": "Ann-Marie Campbell"
   }
  },
  {
   "quote": {
    "text": "It's true that my mom loved it when I played Joanie Cunningham in the musical 'Happy Days,' but I think she finally realized I am never going to do 'Oklahoma!'"
   },
   "author": {
    "text": "Christine Lakin"
   }
  },
  {
   "quote": {
    "text": "Kids need a mom and a dad, and people understand that. Marriage between a mom and a dad is most important for kids."
   },
   "author": {
    "text": "Tim Huelskamp"
   }
  },
  {
   "quote": {
    "text": "I lost my mom to cancer when I was a kid."
   },
   "author": {
    "text": "Tim Van Patten"
   }
  },
  {
   "quote": {
    "text": "It's like I've experienced quite a weird and unusual life, you know, being with a mom who's a single parent and struggling with money and things like that. It's really hard. And it brings a lot of other insecurities in life and a lot of other issues in life, in school and a bunch of other things."
   },
   "author": {
    "text": "Fefe Dobson"
   }
  },
  {
   "quote": {
    "text": "My mom is just incredible. She's delved into both the mother and father figure in my life."
   },
   "author": {
    "text": "Devin Druid"
   }
  },
  {
   "quote": {
    "text": "Then you've got Georgetown, and I really just like everything about them. When I went down there with my mom, it really opened my eyes to what they were all about. I have to factor in what a school like that can do for me, even away from being a basketball player."
   },
   "author": {
    "text": "Nerlens Noel"
   }
  },
  {
   "quote": {
    "text": "My mom worked as a pharmacist, but she is one of the best storytellers I know. My sister is a gospel and opera singer and my brother, who passed away, was a writer."
   },
   "author": {
    "text": "Tunde Adebimpe"
   }
  },
  {
   "quote": {
    "text": "When I was young and it was someone's birthday, I didn't have the money to buy nice presents so I would take my mom's camera and make a movie parody for whoever's birthday it was. When I'd show it them, they'd die laughing. That reaction was a high for me, and I loved that feeling."
   },
   "author": {
    "text": "David Henrie"
   }
  },
  {
   "quote": {
    "text": "I was the child who would leave school and take her clothes off the second I got into the house. I made my mom buy me lingerie when I was 5 years old. I was a sicko. My mother must have been mortified."
   },
   "author": {
    "text": "Alessandra Torresani"
   }
  },
  {
   "quote": {
    "text": "So many times, my mom would say, 'It's not too late to go law school.'"
   },
   "author": {
    "text": "David Zabel"
   }
  },
  {
   "quote": {
    "text": "My mom is, like, my unofficial publicist."
   },
   "author": {
    "text": "John DeLuca"
   }
  },
  {
   "quote": {
    "text": "I've been through periods where I haven't worked and would have paid someone to give me a job - I think that's really helped me feel very grateful to have a job, even when I have a call time of 3:30 A.M. My mom laughs when I text at 4 A.M saying, 'I love my job.'"
   },
   "author": {
    "text": "Rachel Skarsten"
   }
  },
  {
   "quote": {
    "text": "If you look through my photo album, they are all modeling poses. My mom was a young mom, so she took tons of pictures of me."
   },
   "author": {
    "text": "Crystal Lowe"
   }
  },
  {
   "quote": {
    "text": "As a mom, you worry about protecting your kid. But there are extra added layers of fears when you're talking about a kid with autism or who has some special needs issue."
   },
   "author": {
    "text": "Holly Robinson Peete"
   }
  },
  {
   "quote": {
    "text": "I'm too young to have kids, but I really want to be a mom. I don't know if it's a Latin thing, but I love kids."
   },
   "author": {
    "text": "Alice Braga"
   }
  },
  {
   "quote": {
    "text": "My first real kiss was in seventh grade. It was at the movie 'Hardball,' starring Keanu Reeves, and it was with my little sixth grade girlfriend. It was the first time we were alone. Her mom was sitting two rows in front of us!"
   },
   "author": {
    "text": "Matt Prokop"
   }
  },
  {
   "quote": {
    "text": "My mom kind of led me toward acting. She wanted to be an actress when she was younger. That made me interested in it when I was a kid, because she and I are very close."
   },
   "author": {
    "text": "Stephen Colbert"
   }
  },
  {
   "quote": {
    "text": "I love 'Sunday in the Park with George.' I saw that when I was just, just starting theater school, and I remember singing 'Finishing the Hat' or at least reading the lyrics to 'Finishing the Hat' and other songs from 'Sunday in the Park with George' to my mom to try to explain why I wanted to be an artist."
   },
   "author": {
    "text": "Stephen Colbert"
   }
  },
  {
   "quote": {
    "text": "I was raised vegan. My mom would always make quinoa with squash and kale, hippie stuff like that. Now I eat meat, but I try to be conscious about where it's coming from."
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "I think both of my parents are unique in the way they don't live their lives as celebrities. They're both artists, first and foremost. My mom lives a very private life. So does my father. You don't really see them in the tabloids or anything like that. I think that's definitely a decision you can make."
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "When I was young, my mom realized I could dance and hold a beat, and I really danced just for fun. It was good exercise."
   },
   "author": {
    "text": "Tom Holland"
   }
  },
  {
   "quote": {
    "text": "One of the most important things for me is my hair. I've always been about my hair, and I love that my mom and my nana taught me how to take care of it myself. It goes through a lot every day, but I try to keep it healthy. I have to admit, it can get a little dead on the ends."
   },
   "author": {
    "text": "Selena Gomez"
   }
  },
  {
   "quote": {
    "text": "I wanted to be an actor as a kid. My teacher in second grade had called a talent agency and had them call my house. My mom was so mad."
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "I hope that, somewhere, Mom and Dad are proud that little Walter is performing with the Mormon Tabernacle Choir."
   },
   "author": {
    "text": "Walter Cronkite"
   }
  },
  {
   "quote": {
    "text": "My grandfather was an illegal immigrant for the 60 or so years he was in the United States. I had another great-great-grandmother on my mom's side who snuck in in a suitcase."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "My mom had early rap records, like Jimmy Spicer. In the middle of the records was a turntable and a receiver - I used to scratch records on it - and on top was a reel-to-reel. In front of that wall were more stacks of records. It was either Mom's record or Pop's record, and they had their names on each and every one."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "I watched my parents. My dad worked nights, and I was aware of how much he was doing for us. My mom was a Tupperware lady and also worked at the school. I always felt that I couldn't let them down. And I had a natural discipline from early on. I was always training for something."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "People have to understand how important it is for kids to be nurtured by their mom and dad and get the great role modeling when they are young."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "My mom worked at the VA for years, so any time I can do anything to help, it's a must."
   },
   "author": {
    "text": "Hasan Minhaj"
   }
  },
  {
   "quote": {
    "text": "My mom works at the VA; she's been working at the VA for 15 plus years, and yet she's helping so many veterans coming back from brown Muslim countries, and my mom treats them. It's this weird - sometimes I feel torn. It's this dual identity. I'm so proud to be American, and at the same time, I disagree with our foreign policy."
   },
   "author": {
    "text": "Hasan Minhaj"
   }
  },
  {
   "quote": {
    "text": "My mom is from Jamaica, and she was going to school in the morning, and in the evening she was working, and at night she would go to night school and then come in and go to sleep."
   },
   "author": {
    "text": "The Notorious B.I.G."
   }
  },
  {
   "quote": {
    "text": "The Vatican is against surrogate mothers. Good thing they didn't have that rule when Jesus was born."
   },
   "author": {
    "text": "Elayne Boosler"
   }
  },
  {
   "quote": {
    "text": "It was rough being dark. I got heat from my own people more than anyone else. I remember going to my mom and saying, 'Why am I so black?' And she said, 'Because I'm black. You just gotta always work harder than the average bear.'"
   },
   "author": {
    "text": "Bernie Mac"
   }
  },
  {
   "quote": {
    "text": "I was a huge Lauryn Hill fan; that was all my mom would listen to in the car."
   },
   "author": {
    "text": "Ella Mai"
   }
  },
  {
   "quote": {
    "text": "My mom used to play a lot of music around the house, and I think that's where I get my inspiration from."
   },
   "author": {
    "text": "Ella Mai"
   }
  },
  {
   "quote": {
    "text": "Whenever I feel I am going through my own 'little' challenging moment, I just think about my mom."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "My mom loved fashion. We loved to travel and go to Italy and Paris."
   },
   "author": {
    "text": "Melania Trump"
   }
  },
  {
   "quote": {
    "text": "My mom was a medical photographer, but on the side, she did a before-and-after glam photography business in the house. She would do makeup and hair - and I was her assistant."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "My grandparents were wealthy; my mom was not. I would walk into these worlds of privilege and then walk back into this other world. My little brother is biracial. So race and economic class and sexuality - these were always issues that were a part of my life."
   },
   "author": {
    "text": "Jacqueline Woodson"
   }
  },
  {
   "quote": {
    "text": "My mom and dad gave their kids the greatest gift of all - the gift of unconditional love. They cared deeply about who we would be, and much less about what we would do."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "When my mom ran for the Senate, my dad was there for her every step of the way. I can still hear her saying in her beautiful voice, 'Why should women have any less say than men, about the great decisions facing our nation?'"
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "I love my dad. It's fair to say that I probably would not have thought of politics had I not seen my mom and dad involved in politics."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "My guess is that my mom and dad are very actively involved in the affairs of the next life, and they don't spend too much time looking back. My dad used to say he always looks forward; he never looks back."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "I believe that people of faith by and large have a great interest in the institution of family and that a family is a great place to learn leadership skills. I'm sure I benefited by having a mom and mad, both of whom were actively involved in the community and in various enterprises."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "When I was younger, I had a perm, and it was really big. My mom was a hairdresser, so even my dad had a perm! I looked like a poodle, but it was cool at the time."
   },
   "author": {
    "text": "Heidi Klum"
   }
  },
  {
   "quote": {
    "text": "I watched my mom and dad build everything that matters - a family, a home and a good name."
   },
   "author": {
    "text": "Mike Pence"
   }
  },
  {
   "quote": {
    "text": "I am criticizing a culture that has sold the big lie that 'Mom doesn't matter.'"
   },
   "author": {
    "text": "Mike Pence"
   }
  },
  {
   "quote": {
    "text": "Always it gave me a pang that my children had no lawful claim to a name."
   },
   "author": {
    "text": "Harriet Ann Jacobs"
   }
  },
  {
   "quote": {
    "text": "I tell everyone that I'm 5 feet-1 inch tall, but I think I'm technically 5 feet. My mom says she's 4 feet 11 inches, and I'm barely taller than her."
   },
   "author": {
    "text": "Laurie Hernandez"
   }
  },
  {
   "quote": {
    "text": "My family has always been very close. Ever since I was a kid, everybody was always together, including my grandma. In the mornings, my mom would work, and my grandma would help me get ready and would walk me to school. We were all so close to her."
   },
   "author": {
    "text": "Laurie Hernandez"
   }
  },
  {
   "quote": {
    "text": "If there were no schools to take the children away from home part of the time, the insane asylums would be filled with mothers."
   },
   "author": {
    "text": "E. W. Howe"
   }
  },
  {
   "quote": {
    "text": "My mother taught me about the power of inspiration and courage, and she did it with a strength and a passion that I wish could be bottled."
   },
   "author": {
    "text": "Carly Fiorina"
   }
  },
  {
   "quote": {
    "text": "Mothers and children are human beings, and they will sometimes do the wrong thing."
   },
   "author": {
    "text": "Maurice Sendak"
   }
  },
  {
   "quote": {
    "text": "I care so passionately about improving the quality of life for women and girls, not just here in the United States, but internationally as well. I am a single mom and I raised a daughter who is now a young adult."
   },
   "author": {
    "text": "Valerie Jarrett"
   }
  },
  {
   "quote": {
    "text": "My mom, she wasn't like a baseball mother who knew everything about the game. She just wanted me to be happy with what I was doing."
   },
   "author": {
    "text": "David Ortiz"
   }
  },
  {
   "quote": {
    "text": "I want to be more successful as a mother than I am in show business."
   },
   "author": {
    "text": "Celine Dion"
   }
  },
  {
   "quote": {
    "text": "You are a person of the greatest importance when you are a mother of a family. Just do your job right and your kids will love you."
   },
   "author": {
    "text": "Ethel Waters"
   }
  },
  {
   "quote": {
    "text": "When motherhood becomes the fruit of a deep yearning, not the result of ignorance or accident, its children will become the foundation of a new race."
   },
   "author": {
    "text": "Margaret Sanger"
   }
  },
  {
   "quote": {
    "text": "I guess I was a mom so late in life, my daughter was the greatest thing since sliced bread."
   },
   "author": {
    "text": "Candice Bergen"
   }
  },
  {
   "quote": {
    "text": "My mom had a produce business in in Oxnard, and we used to take these long trips to talk to farmers and different distributors. She'd take us with her after picking us up from school, and she'd be blasting all this old soul music and R&B. I knew all those O'Jays songs before I knew Snoop or Dre or Tupac."
   },
   "author": {
    "text": "Anderson Paak"
   }
  },
  {
   "quote": {
    "text": "My mom was born in Korea - Seoul, Korea, during the '50s, '51. She was abandoned; her and my uncle were abandoned. My grandfather was a Seabee and adopted my mom and my uncle, and brought them to Compton in the '50s. That's where she was raised."
   },
   "author": {
    "text": "Anderson Paak"
   }
  },
  {
   "quote": {
    "text": "Growing up in a house where there was a lot of different musical influences - my mom listens to soul stuff and Top 40, my sisters would listen to hip-hop - and the church, I grew up listening to a lot of gospel stuff. So I think that plays a role in how I make music now because my music has a lot of range. I don't just do one thing."
   },
   "author": {
    "text": "Anderson Paak"
   }
  },
  {
   "quote": {
    "text": "I think while all mothers deal with feelings of guilt, working mothers are plagued by guilt on steroids!"
   },
   "author": {
    "text": "Arianna Huffington"
   }
  },
  {
   "quote": {
    "text": "My mom always told me to follow my bliss. And I remember specifically with my father, when I was out of school and not knowing how I'd get a job or make money - should I take some classes? What do I do? He said as long as I was working - to enrich myself in some way - that I was on the right path."
   },
   "author": {
    "text": "Phillipa Soo"
   }
  },
  {
   "quote": {
    "text": "Mother is far too clever to understand anything she does not like."
   },
   "author": {
    "text": "Arnold Bennett"
   }
  },
  {
   "quote": {
    "text": "I've always felt a certain guilt to have them labeled as 'Christina's sisters' or, 'That's Christina's mom' but them looking for the respect to be named Elizabeth and Danielle and Carmen."
   },
   "author": {
    "text": "Christina Milian"
   }
  },
  {
   "quote": {
    "text": "My mother gets all mad at me if I stay in a hotel. I'm 31-years-old, and I don't want to sleep on a sleeping bag down in the basement. It's humiliating."
   },
   "author": {
    "text": "Ben Affleck"
   }
  },
  {
   "quote": {
    "text": "My mom and grandma, growing up, one thing they emphasized was that you need to make sure that anything you put on your skin is also digestible by the body. For example, if something isn't safe for me to eat or consume, it's probably not good for your face. So I do a lot of natural remedies."
   },
   "author": {
    "text": "Halima Aden"
   }
  },
  {
   "quote": {
    "text": "Marvin Gaye is an inspiration to me. He was one of the first Motown musicians that my mom and dad introduced me to, and I always thought it would be a good idea if I was ever an artist, and now I am, to make a record called 'Marvin Gaye.'"
   },
   "author": {
    "text": "Charlie Puth"
   }
  },
  {
   "quote": {
    "text": "I want to be a cool mom."
   },
   "author": {
    "text": "Tori Spelling"
   }
  },
  {
   "quote": {
    "text": "Motherhood is the strangest thing, it can be like being one's own Trojan horse."
   },
   "author": {
    "text": "Rebecca West"
   }
  },
  {
   "quote": {
    "text": "My mother gave me a sense of independence, a sense of total confidence that we could do whatever it was we set out to do. That's how we were raised."
   },
   "author": {
    "text": "Robin Wright"
   }
  },
  {
   "quote": {
    "text": "Something my mom taught me when I was little is that everything happens for a reason."
   },
   "author": {
    "text": "Shawn Johnson"
   }
  },
  {
   "quote": {
    "text": "I've been a rescue dog mom several times and occasionally found comfort in scrolling through pictures of animals on various adoption center websites, just to fantasize about adding to the family."
   },
   "author": {
    "text": "AJ Lee"
   }
  },
  {
   "quote": {
    "text": "I owe much to mother. She had an expert's understanding, but also approached art emotionally."
   },
   "author": {
    "text": "David Rockefeller"
   }
  },
  {
   "quote": {
    "text": "Being a singer is all about me. About ego. Being a mom is all about being selfless - two different worlds."
   },
   "author": {
    "text": "Gwen Stefani"
   }
  },
  {
   "quote": {
    "text": "I am truly my mother's son."
   },
   "author": {
    "text": "David Geffen"
   }
  },
  {
   "quote": {
    "text": "Only mothers can think of the future - because they give birth to it in their children."
   },
   "author": {
    "text": "Maxim Gorky"
   }
  },
  {
   "quote": {
    "text": "I auditioned on my own. I tried to make a mark for myself without anybody's help, not even Mom's."
   },
   "author": {
    "text": "Kate Hudson"
   }
  },
  {
   "quote": {
    "text": "It's the moms of this nation - single, married, widowed - who really hold this country together. We're the mothers, we're the wives, we're the grandmothers, we're the big sisters, we're the little sisters, we're the daughters. You know it's true, don't you? You're the ones who always have to do a little more."
   },
   "author": {
    "text": "Ann Romney"
   }
  },
  {
   "quote": {
    "text": "What is free time? I'm a single mother. My free moments are filled with loving my little girl."
   },
   "author": {
    "text": "Roma Downey"
   }
  },
  {
   "quote": {
    "text": "My mom taught us the Serenity Prayer at a young age."
   },
   "author": {
    "text": "Toby Keith"
   }
  },
  {
   "quote": {
    "text": "I'm really happy to be a mom, and I'm proud of the phase I'm in."
   },
   "author": {
    "text": "Liz Phair"
   }
  },
  {
   "quote": {
    "text": "I spend my afternoons painting and working on my Open Hearts jewelry line for Kay Jewelers. I designed an image of a heart that isn't completely closed. My mom always told me to live with an open heart - when life gets tough, you should go out and help someone else."
   },
   "author": {
    "text": "Jane Seymour"
   }
  },
  {
   "quote": {
    "text": "My mom has made it possible for me to be who I am. Our family is everything. Her greatest skill was encouraging me to find my own person and own independence."
   },
   "author": {
    "text": "Charlize Theron"
   }
  },
  {
   "quote": {
    "text": "I can only hope to be 10 percent of the mom mine was to me. She encouraged me to be confident and enjoy life. That's what I want for my son."
   },
   "author": {
    "text": "Charlize Theron"
   }
  },
  {
   "quote": {
    "text": "My sisters and mom raised me to respect women and open doors for them."
   },
   "author": {
    "text": "Milo Ventimiglia"
   }
  },
  {
   "quote": {
    "text": "I think if I could be any superhero, it'd probably be my mom... but I don't think I'd look too good in high heels, so it's not gonna happen."
   },
   "author": {
    "text": "Jason Behr"
   }
  },
  {
   "quote": {
    "text": "My mother was a personal friend of God's. They had ongoing conversations."
   },
   "author": {
    "text": "Della Reese"
   }
  },
  {
   "quote": {
    "text": "Clearly, society has a tremendous stake in insisting on a woman's natural fitness for the career of mother: the alternatives are all too expensive."
   },
   "author": {
    "text": "Ann Oakley"
   }
  },
  {
   "quote": {
    "text": "Mothers always find ways to fit in the work - but then when you're working, you feel that you should be spending time with your children and then when you're with your children, you're thinking about working."
   },
   "author": {
    "text": "Alice Hoffman"
   }
  },
  {
   "quote": {
    "text": "Why do grandparents and grandchildren get along so well? The mother."
   },
   "author": {
    "text": "Claudette Colbert"
   }
  },
  {
   "quote": {
    "text": "My mother thinks I could have even run a larger company."
   },
   "author": {
    "text": "Christie Hefner"
   }
  },
  {
   "quote": {
    "text": "My parents, especially my mother, were no influence on me whatsoever."
   },
   "author": {
    "text": "Andy Partridge"
   }
  },
  {
   "quote": {
    "text": "Everyone checks out my mom. My mom's hot."
   },
   "author": {
    "text": "Ashley Scott"
   }
  },
  {
   "quote": {
    "text": "I'm sure that my mom would have been happy with any path I chose."
   },
   "author": {
    "text": "Joely Fisher"
   }
  },
  {
   "quote": {
    "text": "My mother taught me that we all have the power to achieve our dreams. What I lacked was the courage."
   },
   "author": {
    "text": "Clay Aiken"
   }
  },
  {
   "quote": {
    "text": "My mother worked in factories, worked as a domestic, worked in a restaurant, always had a second job."
   },
   "author": {
    "text": "Ed Bradley"
   }
  },
  {
   "quote": {
    "text": "I'm a Mommy's Girl - the strongest influence in my young life was my mom."
   },
   "author": {
    "text": "Susie Bright"
   }
  },
  {
   "quote": {
    "text": "I wanted to escape so badly. But of course I knew I couldn't just give up and leave school. It was only when I heard my mom's voice that I came out of my hiding place."
   },
   "author": {
    "text": "Zhang Ziyi"
   }
  },
  {
   "quote": {
    "text": "A woman must combine the role of mother, wife and politician."
   },
   "author": {
    "text": "Emma Bonino"
   }
  },
  {
   "quote": {
    "text": "I'm from Iowa Falls, Iowa. My dad was a small-town lawyer, and my mom was a pharmacist. She worked at Swartz Drug. I have five older brothers."
   },
   "author": {
    "text": "Patrick Whitesell"
   }
  },
  {
   "quote": {
    "text": "I like people who are devoted to me: men who know I'm the most fabulous thing in the world, and they just look at me with adoration. That's how my dad looked at my mom, and that's how I expected to be looked at."
   },
   "author": {
    "text": "Angela Bowie"
   }
  },
  {
   "quote": {
    "text": "Of course having a baby derails the writing process for some time. And I will be the first to say that I have essentially no social life, because there's just nothing left after being a mom, professor, and writer. I used to be big into rock climbing. No more. A lot falls by the wayside."
   },
   "author": {
    "text": "Marie Rutkoski"
   }
  },
  {
   "quote": {
    "text": "If my mom reads that I'm grammatically incorrect I'll have hell to pay."
   },
   "author": {
    "text": "Larisa Oleynik"
   }
  },
  {
   "quote": {
    "text": "One moment I can be happy and laughing, but then it comes over me. It's my mom."
   },
   "author": {
    "text": "Bobbi Kristina Brown"
   }
  }
 ]
}