{
 "MoneyQuotes": [
  {
   "quote": {
    "text": "Real riches are the riches possessed inside."
   },
   "author": {
    "text": "B. C. Forbes"
   }
  },
  {
   "quote": {
    "text": "Work like you don't need the money. Love like you've never been hurt. Dance like nobody's watching."
   },
   "author": {
    "text": "Satchel Paige"
   }
  },
  {
   "quote": {
    "text": "The most beautiful things are not associated with money; they are memories and moments. If you don't celebrate those, they can pass you by."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "Money can buy you a fine dog, but only love can make him wag his tail."
   },
   "author": {
    "text": "Kinky Friedman"
   }
  },
  {
   "quote": {
    "text": "A little thought and a little kindness are often worth more than a great deal of money."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "Success comes to those who dedicate everything to their passion in life. To be successful, it is also very important to be humble and never let fame or money travel to your head."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "A bank is a place that will lend you money if you can prove that you don't need it."
   },
   "author": {
    "text": "Bob Hope"
   }
  },
  {
   "quote": {
    "text": "Making money is art and working is art and good business is the best art."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "Money is not the only answer, but it makes a difference."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Whoever said money can't buy happiness simply didn't know where to go shopping."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "The greatest legacy one can pass on to one's children and grandchildren is not money or other material things accumulated in one's life, but rather a legacy of character and faith."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "There are a handful of people whom money won't spoil, and we all count ourselves among them."
   },
   "author": {
    "text": "Mignon McLaughlin"
   }
  },
  {
   "quote": {
    "text": "Attitude is more important than the past, than education, than money, than circumstances, than what people do or say. It is more important than appearance, giftedness, or skill."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "To give real service you must add something which cannot be bought or measured with money, and that is sincerity and integrity."
   },
   "author": {
    "text": "Douglas Adams"
   }
  },
  {
   "quote": {
    "text": "The problem with socialism is that you eventually run out of other peoples' money."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "Time is more value than money. You can get more money, but you cannot get more time."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "Motherhood is a great honor and privilege, yet it is also synonymous with servanthood. Every day women are called upon to selflessly meet the needs of their families. Whether they are awake at night nursing a baby, spending their time and money on less-than-grateful teenagers, or preparing meals, moms continuously put others before themselves."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "All money is a matter of belief."
   },
   "author": {
    "text": "Adam Smith"
   }
  },
  {
   "quote": {
    "text": "Money won't create success, the freedom to make it will."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Giving money and power to government is like giving whiskey and car keys to teenage boys."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Business is all about the customer: what the customer wants and what they get. Generally, every customer wants a product or service that solves their problem, worth their money, and is delivered with amazing customer service."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "All the money in the world can't buy you back good health."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "Money and corruption are ruining the land, crooked politicians betray the working man, pocketing the profits and treating us like sheep, and we're tired of hearing promises that we know they'll never keep."
   },
   "author": {
    "text": "Ray Davies"
   }
  },
  {
   "quote": {
    "text": "Greed is not a financial issue. It's a heart issue."
   },
   "author": {
    "text": "Andy Stanley"
   }
  },
  {
   "quote": {
    "text": "A rich man is nothing but a poor man with money."
   },
   "author": {
    "text": "W. C. Fields"
   }
  },
  {
   "quote": {
    "text": "Obesity in children is growing out of control. A big part of this is economic. Fake foods are more affordable. It's enticing people to eat more because they think they're saving money when they're really just buying heart disease."
   },
   "author": {
    "text": "Jillian Michaels"
   }
  },
  {
   "quote": {
    "text": "Finance is not merely about making money. It's about achieving our deep goals and protecting the fruits of our labor. It's about stewardship and, therefore, about achieving the good society."
   },
   "author": {
    "text": "Robert J. Shiller"
   }
  },
  {
   "quote": {
    "text": "To get rich, you have to be making money while you're asleep."
   },
   "author": {
    "text": "David Bailey"
   }
  },
  {
   "quote": {
    "text": "Rule No.1: Never lose money. Rule No.2: Never forget rule No.1."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "Friends and good manners will carry you where money won't go."
   },
   "author": {
    "text": "Margaret Walker"
   }
  },
  {
   "quote": {
    "text": "We need money. We need hits. Hits bring money, money bring power, power bring fame, fame change the game."
   },
   "author": {
    "text": "Young Thug"
   }
  },
  {
   "quote": {
    "text": "Encouragement to others is something everyone can give. Somebody needs what you have to give. It may not be your money; it may be your time. It may be your listening ear. It may be your arms to encourage. It may be your smile to uplift. Who knows?"
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Money may not buy happiness, but it can damn well give it!"
   },
   "author": {
    "text": "Freddie Mercury"
   }
  },
  {
   "quote": {
    "text": "There are three faithful friends - an old wife, an old dog, and ready money."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "I'd rather have money and be broken-hearted than be broke and broken-hearted."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "The way to make money is to buy when blood is running in the streets."
   },
   "author": {
    "text": "John D. Rockefeller"
   }
  },
  {
   "quote": {
    "text": "The glow of one warm thought is to me worth more than money."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "A business that makes nothing but money is a poor business."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "Money doesn't mean anything to me. I've made a lot of money, but I want to enjoy life and not stress myself building my bank account. I give lots away and live simply, mostly out of a suitcase in hotels. We all know that good health is much more important."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "Rather than love, than money, than fame, give me truth."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Allah says in the Qur'an not to despise one another. So the criterion in Islam is not color or social status. It's who is most righteous. If I go to a mosque - and I'm a basketball player with money and prestige - if I go to a mosque and see an imam, I feel inferior. He's better than me. It's about knowledge."
   },
   "author": {
    "text": "Hakeem Olajuwon"
   }
  },
  {
   "quote": {
    "text": "There is only one boss. The customer. And he can fire everybody in the company from the chairman on down, simply by spending his money somewhere else."
   },
   "author": {
    "text": "Sam Walton"
   }
  },
  {
   "quote": {
    "text": "You are your greatest asset. Put your time, effort and money into training, grooming, and encouraging your greatest asset."
   },
   "author": {
    "text": "Tom Hopkins"
   }
  },
  {
   "quote": {
    "text": "There are some things that you can fulfil with money, but at the end of the day these are not the things that make you happy. It is the small things that make life good."
   },
   "author": {
    "text": "Sebastian Vettel"
   }
  },
  {
   "quote": {
    "text": "My mom worked at McDonald's, and she decided she wanted to make more money, so she got into the management program at McDonald's. And that's how you move up the chain. It's not by demanding that minimum wage is raised; it's by actually acquiring the skills. That's the way that people get ahead in life."
   },
   "author": {
    "text": "Raul Labrador"
   }
  },
  {
   "quote": {
    "text": "Money, not morality, is the principle commerce of civilized nations."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "There are two things people want more than sex and money... recognition and praise."
   },
   "author": {
    "text": "Mary Kay Ash"
   }
  },
  {
   "quote": {
    "text": "Advertising is the art of convincing people to spend money they don't have for something they don't need."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "Money can't buy life."
   },
   "author": {
    "text": "Bob Marley"
   }
  },
  {
   "quote": {
    "text": "Recession is when a neighbor loses his job. Depression is when you lose yours."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "If you don't have integrity, you have nothing. You can't buy it. You can have all the money in the world, but if you are not a moral and ethical person, you really have nothing."
   },
   "author": {
    "text": "Henry Kravis"
   }
  },
  {
   "quote": {
    "text": "We need business to understand its social responsibility, that the main task and objective for a business is not to generate extra income and to become rich and transfer the money abroad, but to look and evaluate what a businessman has done for the country, for the people, on whose account he or she has become so rich."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "Tramping is too easy with all this money. My days were more exciting when I was penniless and had to forage around for my next meal... I've decided that I'm going to live this life for some time to come. The freedom and simple beauty of it is just too good to pass up."
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "The American Republic will endure until the day Congress discovers that it can bribe the public with the public's money."
   },
   "author": {
    "text": "Alexis de Tocqueville"
   }
  },
  {
   "quote": {
    "text": "Maturity: Be able to stick with a job until it is finished. Be able to bear an injustice without having to get even. Be able to carry money without spending it. Do your duty without being supervised."
   },
   "author": {
    "text": "Ann Landers"
   }
  },
  {
   "quote": {
    "text": "My favorite things in life don't cost any money. It's really clear that the most precious resource we all have is time."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "If we pollute the air, water and soil that keep us alive and well, and destroy the biodiversity that allows natural systems to function, no amount of money will save us."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "A fool and his money are soon elected."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "There's nothing more satisfying than seeing a happy and smiling child. I always help in any way I can, even if it's just by signing an autograph. A child's smile is worth more than all the money in the world."
   },
   "author": {
    "text": "Lionel Messi"
   }
  },
  {
   "quote": {
    "text": "Animals, they are one of the most beautiful gifts we have and, you know, if there are people that have compassion, there are very few people that put their money into animal rescue organizations. And if there is someone that has that passion, animals need all the help they can get."
   },
   "author": {
    "text": "Alyssa Milano"
   }
  },
  {
   "quote": {
    "text": "The NCAA makes so much money off of their kids, and they put ridiculous - absolutely ridiculous - restrictions on everything that they can do."
   },
   "author": {
    "text": "Aaron Rodgers"
   }
  },
  {
   "quote": {
    "text": "Making money is a hobby that will complement any other hobbies you have, beautifully."
   },
   "author": {
    "text": "Scott Alexander"
   }
  },
  {
   "quote": {
    "text": "The hardest thing to understand in the world is the income tax."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "The first time you marry for love, the second for money, and the third for companionship."
   },
   "author": {
    "text": "Jackie Kennedy"
   }
  },
  {
   "quote": {
    "text": "A bank is a place where they lend you an umbrella in fair weather and ask for it back when it begins to rain."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "If you stop at general math, you're only going to make general math money."
   },
   "author": {
    "text": "Snoop Dogg"
   }
  },
  {
   "quote": {
    "text": "The only way to get love is to be lovable. It's very irritating if you have a lot of money. You'd like to think you could write a check: 'I'll buy a million dollars' worth of love.' But it doesn't work that way. The more you give love away, the more you get."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "I was a common man, and I will always remain a common man. No amount of stardom will ever consume my soul. Money comes, money goes. Fame comes, fame goes. I believe every human being is a celebrity in their own right."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "A real gentleman, even if he loses everything he owns, must show no emotion. Money must be so far beneath a gentleman that it is hardly worth troubling about."
   },
   "author": {
    "text": "Fyodor Dostoevsky"
   }
  },
  {
   "quote": {
    "text": "Socialism violates at least three of the Ten Commandments: It turns government into God, it legalizes thievery and it elevates covetousness. Discussions of income inequality, after all, aren't about prosperity but about petty spite. Why should you care how much money I make, so long as you are happy?"
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "Most people work just hard enough not to get fired and get paid just enough money not to quit."
   },
   "author": {
    "text": "George Carlin"
   }
  },
  {
   "quote": {
    "text": "I am sure that no man can derive more pleasure from money or power than I do from seeing a pair of basketball goals in some out of the way place."
   },
   "author": {
    "text": "James Naismith"
   }
  },
  {
   "quote": {
    "text": "Live like you'll die tomorrow, work like you don't need the money, and dance like nobody's watching."
   },
   "author": {
    "text": "Bob Fosse"
   }
  },
  {
   "quote": {
    "text": "I have no money, no resources, no hopes. I am the happiest man alive."
   },
   "author": {
    "text": "Henry Miller"
   }
  },
  {
   "quote": {
    "text": "All my money is in a savings account. My dad has explained the stock market to me maybe 75 times. I still don't understand it."
   },
   "author": {
    "text": "John Mulaney"
   }
  },
  {
   "quote": {
    "text": "Time is money."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "All I ask is the chance to prove that money can't make me happy."
   },
   "author": {
    "text": "Spike Milligan"
   }
  },
  {
   "quote": {
    "text": "To make an embarrassing admission, I like video games. That's what got me into software engineering when I was a kid. I wanted to make money so I could buy a better computer to play better video games - nothing like saving the world."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Fortune is like glass - the brighter the glitter, the more easily broken."
   },
   "author": {
    "text": "Publilius Syrus"
   }
  },
  {
   "quote": {
    "text": "There's something about a holiday that isn't all about how much money you spend."
   },
   "author": {
    "text": "Hilarie Burton"
   }
  },
  {
   "quote": {
    "text": "Success is having to worry about every damn thing in the world, except money."
   },
   "author": {
    "text": "Johnny Cash"
   }
  },
  {
   "quote": {
    "text": "We live in a digital world where all is available at the touch of a screen. Money has been simplified, changed subtly over time from tangible bills to numbers in cyberspace. Cash is no longer in a cloth bag; it's numbers on a screen. Numbers that can be manipulated and modified. If you run out of numbers, you can just buy some more, right?"
   },
   "author": {
    "text": "Rhys Darby"
   }
  },
  {
   "quote": {
    "text": "I want to go to - what's that hot country with a lot of money? - Dubai."
   },
   "author": {
    "text": "Grandmaster Flash"
   }
  },
  {
   "quote": {
    "text": "Nowadays nothing but money counts: a fortune brings honors, friendships; the poor man everywhere lies low."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "Capital isn't this pile of money sitting somewhere; it's an accounting construct."
   },
   "author": {
    "text": "Bethany McLean"
   }
  },
  {
   "quote": {
    "text": "The blues is losing someone you love and not having enough money to immerse yourself in drink."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "It's good to be happy and tell us how cool your life is and how awesome you are on social media. That's great because it inspires other people to be happy, too. But a lot of times, people are trying to be happy in the wrong ways - with money or with different things that are not true happiness."
   },
   "author": {
    "text": "Jaden Smith"
   }
  },
  {
   "quote": {
    "text": "Honesty is the best policy - when there is money in it."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Money was never a big motivation for me, except as a way to keep score. The real excitement is playing the game."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Wealth is the ability to fully experience life."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Spending money is much more difficult than making money."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "In 1985, I was living with my sister in Virginia, and since I was still in high school, I worked at McDonald's to save money to get an abortion. It sounds really terrible, but it was the best decision I ever made. It was the first time I took responsibility for my actions. I messed up, had sex without contraception, and got pregnant at 15."
   },
   "author": {
    "text": "Kathleen Hanna"
   }
  },
  {
   "quote": {
    "text": "I never attempt to make money on the stock market. I buy on the assumption that they could close the market the next day and not reopen it for five years."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "What's money? A man is a success if he gets up in the morning and goes to bed at night and in between does what he wants to do."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "Labour was the first price, the original purchase - money that was paid for all things. It was not by gold or by silver, but by labour, that all wealth of the world was originally purchased."
   },
   "author": {
    "text": "Adam Smith"
   }
  },
  {
   "quote": {
    "text": "I think the American Dream used to be achieving one's goals in your field of choice - and from that, all other things would follow. Now, I think the dream has morphed into the pursuit of money: Accumulate enough of it, and the rest will follow."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "If saving money is wrong, I don't want to be right!"
   },
   "author": {
    "text": "William Shatner"
   }
  },
  {
   "quote": {
    "text": "A good reputation is more valuable than money."
   },
   "author": {
    "text": "Publilius Syrus"
   }
  },
  {
   "quote": {
    "text": "The lack of money is the root of all evil."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "I can make more generals, but horses cost money."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "A penny saved is a penny earned."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "My pride fell with my fortunes."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "I felt unhappy and trapped. If I left baseball, where could I go, what could I do to earn enough money to help my mother and to marry Rachel? The solution to my problem was only days away in the hands of a tough, shrewd, courageous man called Branch Rickey, the president of the Brooklyn Dodgers."
   },
   "author": {
    "text": "Jackie Robinson"
   }
  },
  {
   "quote": {
    "text": "I've always said money may buy you a fine dog, but only love can make it wag its tail."
   },
   "author": {
    "text": "Kinky Friedman"
   }
  },
  {
   "quote": {
    "text": "If you work just for money, you'll never make it, but if you love what you're doing and you always put the customer first, success will be yours."
   },
   "author": {
    "text": "Ray Kroc"
   }
  },
  {
   "quote": {
    "text": "Too many people spend money they haven't earned to buy things they don't want to impress people they don't like."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "Teamwork is so important that it is virtually impossible for you to reach the heights of your capabilities or make the money that you want without becoming very good at it."
   },
   "author": {
    "text": "Brian Tracy"
   }
  },
  {
   "quote": {
    "text": "I know all I really wanna do is get money and take care of my family."
   },
   "author": {
    "text": "Meek Mill"
   }
  },
  {
   "quote": {
    "text": "It is not the employer who pays the wages. Employers only handle the money. It is the customer who pays the wages."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "At its core, bitcoin is a smart currency designed by very forward-thinking engineers. It eliminates the need for banks, gets rid of credit card fees, currency exchange fees, money transfer fees, and reduces the need for lawyers in transitions... all good things."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "Behavior used to be reinforced by great deprivation; if people weren't hungry, they wouldn't work. Now we are committed to feeding people whether they work or not. Nor is money as great a reinforcer as it once was. People no longer work for punitive reasons, yet our culture offers no new satisfactions."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "I have always been afraid of banks."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "Research is four things: brains with which to think, eyes with which to see, machines with which to measure and, fourth, money."
   },
   "author": {
    "text": "Albert Szent-Gyorgyi"
   }
  },
  {
   "quote": {
    "text": "Life started getting good when I started making money."
   },
   "author": {
    "text": "Balthazar Getty"
   }
  },
  {
   "quote": {
    "text": "It is not the style of clothes one wears, neither the kind of automobile one drives, nor the amount of money one has in the bank, that counts. These mean nothing. It is simply service that measures success."
   },
   "author": {
    "text": "George Washington Carver"
   }
  },
  {
   "quote": {
    "text": "I grew up in New York City during the Depression. My earliest recollections were of my parents talking about what they would do if they didn't have the rent money. Luckily, we were never evicted. But my father was unemployed most of the time."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "I have no one to leave the money to. I'm a single man. I like spending my money."
   },
   "author": {
    "text": "Elton John"
   }
  },
  {
   "quote": {
    "text": "The American Dream is still alive out there, and hard work will get you there. You don't necessarily need to have an Ivy League education or to have millions of dollars startup money. It can be done with an idea, hard work and determination."
   },
   "author": {
    "text": "Bill Rancic"
   }
  },
  {
   "quote": {
    "text": "My family has very strong women. My mother never laughed at my dream of Africa, even though everyone else did because we didn't have any money, because Africa was the 'dark continent', and because I was a girl."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "The more we heat up the planet, the more it costs all of us, not just in money, but in colossal famines, displacements, deaths, and species extinctions, as well as in the loss of some of the things that make this planet a blue-green jewel, including its specialized habitats from the melting Arctic to bleaching coral reefs."
   },
   "author": {
    "text": "Rebecca Solnit"
   }
  },
  {
   "quote": {
    "text": "It doesn't take money to have style, it just takes a really good eye. Sometimes you can find amazing culinary antiques that will make it feel like an old French kitchen."
   },
   "author": {
    "text": "Tyler Florence"
   }
  },
  {
   "quote": {
    "text": "The three biggest fashion mistakes are cheap suits, shoes, and shirts. Spend your money on something good."
   },
   "author": {
    "text": "Donatella Versace"
   }
  },
  {
   "quote": {
    "text": "We have the best government that money can buy."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "There's no such thing as a free lunch."
   },
   "author": {
    "text": "Milton Friedman"
   }
  },
  {
   "quote": {
    "text": "The circulation of confidence is better than the circulation of money."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "Spirituality does two things for you. One, you are forced to become more selfless, two, you trust to providence. The opposite of a spiritual man is a materialist. If I was a materialist I would be making lots of money doing endorsements, doing cricket commentary. I have no interest in that."
   },
   "author": {
    "text": "Imran Khan"
   }
  },
  {
   "quote": {
    "text": "Neither a borrower nor a lender be."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "A fascist is one whose lust for money or power is combined with such an intensity of intolerance toward those of other races, parties, classes, religions, cultures, regions or nations as to make him ruthless in his use of deceit or violence to attain his ends."
   },
   "author": {
    "text": "Henry A. Wallace"
   }
  },
  {
   "quote": {
    "text": "You can spend the money on new housing for poor people and the homeless, or you can spend it on a football stadium or a golf course."
   },
   "author": {
    "text": "Jello Biafra"
   }
  },
  {
   "quote": {
    "text": "Time well spent results in more money to spend, more money to save, and more time to vacation."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "You reach a point where you don't work for money."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "I find money some way or other goes very fast. But I think I can reflect it has been spent with satisfaction and to my own honour."
   },
   "author": {
    "text": "John Hancock"
   }
  },
  {
   "quote": {
    "text": "My job is making money, helping other people make money. I am spending money, trying to make sure more people get rich, because you cannot spend a lot of money, right? So my job is spending money, helping others. This is a headache."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "If you don't have your friends and your family, what do you really have? You can have all the money in the world, but with no friends and no family, it's no good."
   },
   "author": {
    "text": "Meek Mill"
   }
  },
  {
   "quote": {
    "text": "Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "Money can't buy you happiness, but it can buy you a yacht big enough to pull up right alongside it."
   },
   "author": {
    "text": "David Lee Roth"
   }
  },
  {
   "quote": {
    "text": "I'm hopeless with money; I simply spend what I've got."
   },
   "author": {
    "text": "Freddie Mercury"
   }
  },
  {
   "quote": {
    "text": "Instead of giving money to found colleges to promote learning, why don't they pass a constitutional amendment prohibiting anybody from learning anything? If it works as good as the Prohibition one did, why, in five years we would have the smartest race of people on earth."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "Do what you love and the money will follow."
   },
   "author": {
    "text": "Marsha Sinetar"
   }
  },
  {
   "quote": {
    "text": "The highest use of capital is not to make more money, but to make money do more for the betterment of life."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "When we talk about the kind of folks whose lives will be made better by raising the minimum wage, we're not talking about a couple teenagers earning extra spending money to supplement their allowance. We're talking about providers and breadwinners. Working Americans with bills to pay and mouths to feed."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "You always hear the phrase, money doesn't buy you happiness. But I always in the back of my mind figured a lot of money will buy you a little bit of happiness. But it's not really true. I got a new car because the old one's lease expired."
   },
   "author": {
    "text": "Sergey Brin"
   }
  },
  {
   "quote": {
    "text": "And, we have no such thing as a budget anymore. Our manager freaks when we show him the bill. We're lavish to the bone, but all our money goes back into the product."
   },
   "author": {
    "text": "Freddie Mercury"
   }
  },
  {
   "quote": {
    "text": "The money's the same, whether you earn it or scam it."
   },
   "author": {
    "text": "Bobby Heenan"
   }
  },
  {
   "quote": {
    "text": "Half the money I spend on advertising is wasted; the trouble is, I don't know which half."
   },
   "author": {
    "text": "John Wanamaker"
   }
  },
  {
   "quote": {
    "text": "Yes, money is important. But it's all about the creative process."
   },
   "author": {
    "text": "Travis Scott"
   }
  },
  {
   "quote": {
    "text": "Ultimately, if you can say that I'm a bad owner and we're winning championships, I can live with that. But if we're not making the playoffs and we're spending and losing money, then I have to look in the mirror and say maybe I'm not taking the necessary steps to doing what it takes to run an organization."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "Despite their good intentions, today's businesses are missing an opportunity to integrate social responsibility and day-to-day business objectives - to do good and make money simultaneously."
   },
   "author": {
    "text": "Cindy Gallop"
   }
  },
  {
   "quote": {
    "text": "I think it's too bad that everybody's decided to turn on drugs, I don't think drugs are the problem. Crime is the problem. Cops are the problem. Money's the problem. But drugs are just drugs."
   },
   "author": {
    "text": "Jerry Garcia"
   }
  },
  {
   "quote": {
    "text": "I hope to be like Bill Gates, bro. With all the money in the world."
   },
   "author": {
    "text": "Young Thug"
   }
  },
  {
   "quote": {
    "text": "Make sure to save for the future and keep making money!"
   },
   "author": {
    "text": "Jam Master Jay"
   }
  },
  {
   "quote": {
    "text": "I don't know what your childhood was like, but we didn't have much money. We'd go to a movie on a Saturday night, then on Wednesday night my parents would walk us over to the library. It was such a big deal, to go in and get my own book."
   },
   "author": {
    "text": "Robert Redford"
   }
  },
  {
   "quote": {
    "text": "It is usually people in the money business, finance, and international trade that are really rich."
   },
   "author": {
    "text": "Robin Leach"
   }
  },
  {
   "quote": {
    "text": "I wasn't a hacker for the money, and it wasn't to cause damage."
   },
   "author": {
    "text": "Kevin Mitnick"
   }
  },
  {
   "quote": {
    "text": "Money doesn't make you happy. I now have $50 million but I was just as happy when I had $48 million."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "The diverse threats we face are increasingly cyber-based. Much of America's most sensitive data is stored on computers. We are losing data, money, and ideas through cyber intrusions. This threatens innovation and, as citizens, we are also increasingly vulnerable to losing our personal information."
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "If Christianity is a mere invention of man, and the Bible is not from God, how can infidels explain Jesus Christ? His existence in history they cannot deny. How is it that without force or bribery, without arms or money, He has made such an immensely deep mark on the world as He certainly has?"
   },
   "author": {
    "text": "J. C. Ryle"
   }
  },
  {
   "quote": {
    "text": "There is a serious defect in the thinking of someone who wants - more than anything else - to become rich. As long as they don't have the money, it'll seem like a worthwhile goal. Once they do, they'll understand how important other things are - and have always been."
   },
   "author": {
    "text": "Benjamin Jowett"
   }
  },
  {
   "quote": {
    "text": "I don't fight for the money. I fight for my legacy. I fight for history. I fight for my people."
   },
   "author": {
    "text": "Khabib Nurmagomedov"
   }
  },
  {
   "quote": {
    "text": "Success isn't measured by money or power or social rank. Success is measured by your discipline and inner peace."
   },
   "author": {
    "text": "Mike Ditka"
   }
  },
  {
   "quote": {
    "text": "These capitalists generally act harmoniously and in concert to fleece the people; and now that they have got into a quarrel with themselves, we are called upon to appropriate the people's money to settle the quarrel."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "A man in debt is so far a slave."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "For me, money is not my definition of success. Inspiring people is a definition of success."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "Disneyland is a work of love. We didn't go into Disneyland just with the idea of making money."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "We have an obligation and a responsibility to be investing in our students and our schools. We must make sure that people who have the grades, the desire and the will, but not the money, can still get the best education possible."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Let us not be satisfied with just giving money. Money is not enough, money can be got, but they need your hearts to love them. So, spread your love everywhere you go."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "I don't care half so much about making money as I do about making my point, and coming out ahead."
   },
   "author": {
    "text": "Cornelius Vanderbilt"
   }
  },
  {
   "quote": {
    "text": "Companies should not have a singular view of profitability. There needs to be a balance between commerce and social responsibility... The companies that are authentic about it will wind up as the companies that make more money."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "I'm not motivated by money or power or fame. In the end, it doesn't bring much happiness. The only thing that is driving me is self-satisfaction, self-validation."
   },
   "author": {
    "text": "William Clay Ford, Jr."
   }
  },
  {
   "quote": {
    "text": "I know that campaigns can seem small, and even silly. Trivial things become big distractions. Serious issues become sound bites. And the truth gets buried under an avalanche of money and advertising. If you're sick of hearing me approve this message, believe me - so am I."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Benjamin Franklin may have discovered electricity, but it was the man who invented the meter who made the money."
   },
   "author": {
    "text": "Earl Wilson"
   }
  },
  {
   "quote": {
    "text": "Money is like an arm or leg - use it or lose it."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "Money and women. They're two of the strongest things in the world. The things you do for a woman you wouldn't do for anything else. Same with money."
   },
   "author": {
    "text": "Satchel Paige"
   }
  },
  {
   "quote": {
    "text": "Looking back, yes, I made too many comebacks. But each comeback I was 100 percent sure that I would win. I never came back for the money, because I didn't need it. The adulation I was getting anyway in other spheres. But I'm a guy who likes to see how close he can get to the edge of the mountain - that's what makes me tick."
   },
   "author": {
    "text": "Sugar Ray Leonard"
   }
  },
  {
   "quote": {
    "text": "It is a kind of spiritual snobbery that makes people think they can be happy without money."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Happiness is nothing but good health and freedom, and money is the single best way you can buy your freedom."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "As children, our imaginations are vibrant, and our hearts are open. We believe that the bad guy always loses and that the tooth fairy sneaks into our rooms at night to put money under our pillow. Everything amazes us, and we think anything is possible. We continuously experience life with a sense of newness and unbridled curiosity."
   },
   "author": {
    "text": "Yehuda Berg"
   }
  },
  {
   "quote": {
    "text": "I have learned so many things from my mother about the right upbringing, the right values, value for money, value for elders, for family members. I think these things only a parent can teach you."
   },
   "author": {
    "text": "Karisma Kapoor"
   }
  },
  {
   "quote": {
    "text": "It takes no compromising to give people their rights. It takes no money to respect the individual. It takes no survey to remove repressions."
   },
   "author": {
    "text": "Harvey Milk"
   }
  },
  {
   "quote": {
    "text": "Money, like vodka, turns a person into an eccentric."
   },
   "author": {
    "text": "Anton Chekhov"
   }
  },
  {
   "quote": {
    "text": "I call Alibaba '1,001 mistakes.' We expanded too fast, and then in the dot-com bubble, we had to have layoffs. By 2002, we had only enough cash to survive for 18 months. We had a lot of free members using our site, and we didn't know how we'd make money. So we developed a product for China exporters to meet U.S. buyers online. This model saved us."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "No complaint... is more common than that of a scarcity of money."
   },
   "author": {
    "text": "Adam Smith"
   }
  },
  {
   "quote": {
    "text": "I think mental illness or madness can be an escape also. People don't develop a mental illness because they are in the happiest of situations, usually. One doctor observed that it was rare when people were rich to become schizophrenic. If they were poor or didn't have too much money, then it was more likely."
   },
   "author": {
    "text": "John Forbes Nash, Jr."
   }
  },
  {
   "quote": {
    "text": "Money is just a consequence. I always say to my team, 'Don't worry too much about profitability. If you do your job well, the profitability will come.'"
   },
   "author": {
    "text": "Bernard Arnault"
   }
  },
  {
   "quote": {
    "text": "I am not a pig farmer. The pigs had a great time, but I didn't make any money."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "Every day we are paying more for energy than we should due to poor insulation, inefficient lights, appliances, and heating and cooling equipment - money we could save by investing in energy efficiency."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "I don't care about having money. It's about being happy, man."
   },
   "author": {
    "text": "Skrillex"
   }
  },
  {
   "quote": {
    "text": "A fool and his money are soon parted."
   },
   "author": {
    "text": "Thomas Tusser"
   }
  },
  {
   "quote": {
    "text": "There is no monopoly on becoming a millionaire. If you're jealous of those with more money, don't just sit there and complain - do something to make more money yourself."
   },
   "author": {
    "text": "Gina Rinehart"
   }
  },
  {
   "quote": {
    "text": "Time is money. Wasted time means wasted money means trouble."
   },
   "author": {
    "text": "Shirley Temple"
   }
  },
  {
   "quote": {
    "text": "I'd asked around 10 or 15 people for suggestions. Finally one lady friend asked the right question, 'Well, what do you love most?' That's how I started painting money."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "It's a common misconception that money is every entrepreneur's metric for success. It's not, and nor should it be."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "I'm tired of hearing about money, money, money, money, money. I just want to play the game, drink Pepsi, wear Reebok."
   },
   "author": {
    "text": "Shaquille O'Neal"
   }
  },
  {
   "quote": {
    "text": "You don't appreciate a lot of stuff in school until you get older. Little things like being spanked every day by a middle-aged woman: Stuff you pay good money for in later life."
   },
   "author": {
    "text": "Emo Philips"
   }
  },
  {
   "quote": {
    "text": "Less is always more. The best language is silence. We live in a time of a terrible inflation of words, and it is worse than the inflation of money."
   },
   "author": {
    "text": "Eduardo Galeano"
   }
  },
  {
   "quote": {
    "text": "Money can come and go, and fame comes and goes. Peace of mind and a relationship with God is far more important, so this is the precedent that we've set in our lives. The bottom line is, we all die, so Jesus is the answer."
   },
   "author": {
    "text": "Phil Robertson"
   }
  },
  {
   "quote": {
    "text": "We learned many years ago that the rich may have money, but the poor have time."
   },
   "author": {
    "text": "Cesar Chavez"
   }
  },
  {
   "quote": {
    "text": "Money demands that you sell, not your weakness to men's stupidity, but your talent to their reason."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "We can be thankful to a friend for a few acres, or a little money; and yet for the freedom and command of the whole earth, and for the great benefits of our being, our life, health, and reason, we look upon ourselves as under no obligation."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "I also learned that I love making money. Anyone who is not afraid of work will be happy with the money they make."
   },
   "author": {
    "text": "Gene Simmons"
   }
  },
  {
   "quote": {
    "text": "I enjoy building something good and having a successful product and making money."
   },
   "author": {
    "text": "Wayne Huizenga"
   }
  },
  {
   "quote": {
    "text": "I had lost my way for some time, so I need to do things that I am happy with. It's not about being the number one heroine or money. It's about doing roles that I enjoy. My biggest ambition is happiness."
   },
   "author": {
    "text": "Sonam Kapoor"
   }
  },
  {
   "quote": {
    "text": "Money has to serve, not to rule."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "When I was younger, me and my dad used to do different things. I don't think I would call it community service. It was more just us doing nice things. We used to donate to Goodwill or do can drives. Give people money if they needed it. Little things like that."
   },
   "author": {
    "text": "Zach LaVine"
   }
  },
  {
   "quote": {
    "text": "I always knew I'd go back to school. Modeling was a means to an end, making money for graduate school."
   },
   "author": {
    "text": "Rachel Nichols"
   }
  },
  {
   "quote": {
    "text": "There will always be people who think that money and benefits and even just having a job should be thanks enough. There are also those that think they do a great job without anyone having to thank them. But study after study has shown that no one is immune from the motivating effects of acknowledgement and thanks."
   },
   "author": {
    "text": "Mark Goulston"
   }
  },
  {
   "quote": {
    "text": "Much as banks don't care where your money's coming from, the Electoral College is all 'don't ask, don't care' when it comes to votes."
   },
   "author": {
    "text": "John Ridley"
   }
  },
  {
   "quote": {
    "text": "The secret of my success is that I make other people money. And, never ever, ever, ever be ashamed about trying to earn as much as possible for yourself, if the person you're working with is also making money. That's life!"
   },
   "author": {
    "text": "Simon Cowell"
   }
  },
  {
   "quote": {
    "text": "Generally, there are three rules when it comes to borrowing money: You need to have good credit, proof of income and cash for a down payment. Most people have the first two, but it's the third that trips them up. And nowhere does that come into play more than the mortgage market."
   },
   "author": {
    "text": "Jean Chatzky"
   }
  },
  {
   "quote": {
    "text": "And you can't have a prosperous economy when the government is way overspending, raising tax rates, printing too much money, over regulating and restricting free trade. It just can't be done."
   },
   "author": {
    "text": "Arthur Laffer"
   }
  },
  {
   "quote": {
    "text": "Money is misunderstood. The fact is if you want to be successful - the money will follow you. If you are a doctor, something else will follow you. If you are successful, there is an accompaniment. If your goal is just to make money, you won't succeed. Money is a commodity to use, not to be dictated by."
   },
   "author": {
    "text": "Frank Lowy"
   }
  },
  {
   "quote": {
    "text": "The Internet is all about accessing entertainment. Realistically, 50 to 80 percent of all traffic is people downloading stuff for free. If you can turn that huge market share into something that you can monetize, even if it is just with ads, you will end up making more money than with all other revenue streams combined."
   },
   "author": {
    "text": "Kim Dotcom"
   }
  },
  {
   "quote": {
    "text": "My children were taught at an early age how money works and that it comes from hard work. They've been on a commission - not an allowance - since they were little. They learned that if they worked around the house, they got paid. If they didn't work, they didn't get paid."
   },
   "author": {
    "text": "Dave Ramsey"
   }
  },
  {
   "quote": {
    "text": "Earning a comfortable living and being responsible with your money is always a good thing. But, if you let that completely control your life, you're missing out on a lot of incredible experiences that money can't buy."
   },
   "author": {
    "text": "John Rampton"
   }
  },
  {
   "quote": {
    "text": "There are people who have money and people who are rich."
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "It's disingenuous to... pretend the sources of our money don't impact the policy we write - you just can't serve two masters."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "If you want to reap financial blessings, you have to sow financially."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Private jets cost a lot of money."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "It's amazing to me how many people think that voting to have the government give poor people money is compassion. Helping poor and suffering people yourself is compassion. Voting for our government to use guns to give money to help poor and suffering people is immoral, self-righteous, bullying laziness."
   },
   "author": {
    "text": "Penn Jillette"
   }
  },
  {
   "quote": {
    "text": "If money help a man to do good to others, it is of some value; but if not, it is simply a mass of evil, and the sooner it is got rid of, the better."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "When it is a question of money, everybody is of the same religion."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "For I can raise no money by vile means."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "I'm not that lazy, but I don't need that much money. I lead a fairly simple life."
   },
   "author": {
    "text": "Karl Pilkington"
   }
  },
  {
   "quote": {
    "text": "Do not hire a man who does your work for money, but him who does it for love of it."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Money often costs too much."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Don't let making a living prevent you from making a life."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "I'd say it's been my biggest problem all my life... it's money. It takes a lot of money to make these dreams come true."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "In the beginning I just wanted to survive. For the first three years, we made zero revenue. I remember many times when I was trying to pay up, the restaurant owner would say, 'Your bill was paid.' And there would be a note saying, 'Mr. Ma, I'm your customer on the Alibaba platform. I made a lot of money, and I know you don't, so I paid the bill.'"
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "Being good in business is the most fascinating kind of art. Making money is art and working is art and good business is the best art."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "Money doesn't buy elegance. You can take an inexpensive sheath, add a pretty scarf, gray shoes, and a wonderful bag, and it will always be elegant."
   },
   "author": {
    "text": "Carolina Herrera"
   }
  },
  {
   "quote": {
    "text": "Athletes and musicians make astronomical amounts of money. People get paid $100 million to throw a baseball! Shouldn't we all take less and pass some of that money onto others? Think about firefighters, teachers and policemen. We should celebrate people that are intellectually smart and trying to make this world a better place."
   },
   "author": {
    "text": "Kid Rock"
   }
  },
  {
   "quote": {
    "text": "Of the billionaires I have known, money just brings out the basic traits in them. If they were jerks before they had money, they are simply jerks with a billion dollars."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "In any investment, you expect to have fun and make money."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "No hours, nor amount of labor, nor amount of money would deter me from giving the best that there was in me."
   },
   "author": {
    "text": "Colonel Sanders"
   }
  },
  {
   "quote": {
    "text": "My parents raised me and my six siblings with little money... but lots of love."
   },
   "author": {
    "text": "Hilda Solis"
   }
  },
  {
   "quote": {
    "text": "I'd like to live as a poor man with lots of money."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "Big money is made in the stock market by being on the right side of the major moves. The idea is to get in harmony with the market. It's suicidal to fight trends. They have a higher probability of continuing than not."
   },
   "author": {
    "text": "Martin Zweig"
   }
  },
  {
   "quote": {
    "text": "No one in this world, so far as I know - and I have searched the records for years, and employed agents to help me - has ever lost money by underestimating the intelligence of the great masses of the plain people."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "The first and most imperative necessity in war is money, for money means everything else - men, guns, ammunition."
   },
   "author": {
    "text": "Ida Tarbell"
   }
  },
  {
   "quote": {
    "text": "I think the person who takes a job in order to live - that is to say, for the money - has turned himself into a slave."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "In this financial year we will be spending at least $1.5 billion on foreign aid and we cannot be sure that this money will be properly spent, as corruption and mismanagement in many of the recipient countries are legend."
   },
   "author": {
    "text": "Pauline Hanson"
   }
  },
  {
   "quote": {
    "text": "Look at our society. Everyone wants to be thin, but nobody wants to diet. Everyone wants to live long, but few will exercise. Everybody wants money, yet seldom will anyone budget or control their spending."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Money is something that keeps you alive and healthy and just keeps you focused. It's the drive. It's the passion."
   },
   "author": {
    "text": "Travis Scott"
   }
  },
  {
   "quote": {
    "text": "Money is my military, each dollar a soldier. I never send my money into battle unprepared and undefended. I send it to conquer and take currency prisoner and bring it back to me."
   },
   "author": {
    "text": "Kevin O'Leary"
   }
  },
  {
   "quote": {
    "text": "Bottom line is, I didn't return to Apple to make a fortune. I've been very lucky in my life and already have one. When I was 25, my net worth was $100 million or so. I decided then that I wasn't going to let it ruin my life. There's no way you could ever spend it all, and I don't view wealth as something that validates my intelligence."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Good jokes are gems. A good idea is hard to come by. I couldn't give them to someone else, even for money. It just wouldn't seem right."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "The writer must earn money in order to be able to live and to write, but he must by no means live and write for the purpose of making money."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "I have seen extreme lows because of factors that were not in my hands - be it not having money to buy my first bike, dropping out of a prestigious engineering college without having a single rupee in my bank account, living with seven boys in a single-room kitchen in Mumbai, or eating nothing but khichdi every day. But I cherish all those moments."
   },
   "author": {
    "text": "Sushant Singh Rajput"
   }
  },
  {
   "quote": {
    "text": "I mean, I do think at a certain point you've made enough money."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Just take yourself back to September 2001. As that month went on, and as that autumn unrolled, everybody wanted to do something. How can I help? Do you want my blood? Do you want money for the victims? I was a captain in the Marine Corps. I knew what I could do. I was right there. I was ready. I saw it. I moved the rubble with my own hands."
   },
   "author": {
    "text": "Rob Riggle"
   }
  },
  {
   "quote": {
    "text": "Neither soldiers nor money can defend a king but only friends won by good deeds, merit, and honesty."
   },
   "author": {
    "text": "Sallust"
   }
  },
  {
   "quote": {
    "text": "Matters of the heart are important to me. All this materialism and all the money and wealth are things that you don't take to the grave. One day you have it. The next day you don't."
   },
   "author": {
    "text": "Shari Arison"
   }
  },
  {
   "quote": {
    "text": "Unfortunately, corruption is widespread in government agencies and public enterprises. Our political system promotes nepotism and wasting money. This has undermined our legal system and confidence in the functioning of the state. One of the consequences is that many citizens don't pay their taxes."
   },
   "author": {
    "text": "George Papandreou"
   }
  },
  {
   "quote": {
    "text": "I need to make money for my family and my future family. I'm not a YOLO person."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "When you put money directly to a problem, it makes a good headline. It makes a good campaign slogan. You get to claim that you've engaged in these activities within an election cycle. But certain investments take longer than an election cycle."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "We need earmark reform, and when I'm President, I will go line by line to make sure that we are not spending money unwisely."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "I know you don't always need to spend a ton of money to be stylish."
   },
   "author": {
    "text": "Mark Indelicato"
   }
  },
  {
   "quote": {
    "text": "I spent a lot of money on booze, birds and fast cars. The rest I just squandered."
   },
   "author": {
    "text": "George Best"
   }
  },
  {
   "quote": {
    "text": "I am not very fond of spotlight or even, for that matter, money. I appreciate the small things that give me joy. The most precious forms of happiness often come from things that money cannot buy."
   },
   "author": {
    "text": "Nithya Menen"
   }
  },
  {
   "quote": {
    "text": "Time is money, especially when you are talking to a lawyer or buying a commercial."
   },
   "author": {
    "text": "Frank Dane"
   }
  },
  {
   "quote": {
    "text": "The time making money should be greater than the time that you are spending money."
   },
   "author": {
    "text": "Sophia Amoruso"
   }
  },
  {
   "quote": {
    "text": "My parents survived the Great Depression and brought me up to live within my means, save some for tomorrow, share and don't be greedy, work hard for the necessities in life knowing that money does not make you better or more important than anyone else. So, extravagance has been bred out of my DNA."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "People are chasing cash, not happiness. When you chase money, you're going to lose. You're just going to. Even if you get the money, you're not going to be happy."
   },
   "author": {
    "text": "Gary Vaynerchuk"
   }
  },
  {
   "quote": {
    "text": "My integrity means more to me than any fame or money. When I say something, I want people to take it to the bank that I mean it and believe in it."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "I don't believe the most successful people are the ones who got the best grades, got into the best schools, or made the most money."
   },
   "author": {
    "text": "Ben Stein"
   }
  },
  {
   "quote": {
    "text": "I'm a little lavish I must admit. But I'm not really concerned with money. Being rich is not my goal, being wealthy is."
   },
   "author": {
    "text": "CeeLo Green"
   }
  },
  {
   "quote": {
    "text": "Markets are constantly in a state of uncertainty and flux and money is made by discounting the obvious and betting on the unexpected."
   },
   "author": {
    "text": "George Soros"
   }
  },
  {
   "quote": {
    "text": "Recommend virtue to your children; it alone, not money, can make them happy. I speak from experience."
   },
   "author": {
    "text": "Ludwig van Beethoven"
   }
  },
  {
   "quote": {
    "text": "One must beware of ministers who can do nothing without money, and those who want to do everything with money."
   },
   "author": {
    "text": "Indira Gandhi"
   }
  },
  {
   "quote": {
    "text": "To me, wealth is the peace of mind you have, your family, your friends, your colleagues. Everything else is just money, and it really is funny how people pay so much attention to that."
   },
   "author": {
    "text": "Ricardo Salinas Pliego"
   }
  },
  {
   "quote": {
    "text": "Liberals, it has been said, are generous with other peoples' money, except when it comes to questions of national survival when they prefer to be generous with other people's freedom and security."
   },
   "author": {
    "text": "William F. Buckley, Jr."
   }
  },
  {
   "quote": {
    "text": "I always try to be smart. I try to treat all the money I'm making like it's the last time I'm going to make it."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "No man's credit is as good as his money."
   },
   "author": {
    "text": "John Dewey"
   }
  },
  {
   "quote": {
    "text": "I am not against migration. It is simply pragmatic to restrict migration, while at the same time encouraging integration and fighting discrimination. I support the idea of the free movement of goods, people, money and jobs in Europe."
   },
   "author": {
    "text": "Ayaan Hirsi Ali"
   }
  },
  {
   "quote": {
    "text": "Money can make people look at you in strange ways. You get phone calls from people you haven't spoken with in a long time, and they'll leave a message saying, 'Do me a favor, call me back. I have something I want to ask you.' I'm not going to answer those calls, because there's always something behind it, like a loan."
   },
   "author": {
    "text": "Ray Allen"
   }
  },
  {
   "quote": {
    "text": "If money was being invented now, it wouldn't be designed to look like cash or credit cards. It would look more like Bitcoin."
   },
   "author": {
    "text": "Adam Draper"
   }
  },
  {
   "quote": {
    "text": "Pennies do not come from heaven. They have to be earned here on earth."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "I describe Bitcoin as 'the Skype of money.'"
   },
   "author": {
    "text": "Adam Draper"
   }
  },
  {
   "quote": {
    "text": "From my experience and understanding, I believe money follows name and fame, while recognition calls for a huge amount of sacrifice. To get something, you have to lose something. That's the rule of life."
   },
   "author": {
    "text": "Lata Mangeshkar"
   }
  },
  {
   "quote": {
    "text": "The companies that survive longest are the one's that work out what they uniquely can give to the world not just growth or money but their excellence, their respect for others, or their ability to make people happy. Some call those things a soul."
   },
   "author": {
    "text": "Charles Handy"
   }
  },
  {
   "quote": {
    "text": "The people who know personal finance hide the money very carefully."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "It costs a lot of money to look this cheap."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "I could have made a small film and kept all the money from 'Life is Beautiful'. Instead, I spent more money than I had on 'Pinocchio', a very risky film."
   },
   "author": {
    "text": "Roberto Benigni"
   }
  },
  {
   "quote": {
    "text": "Automotive franchise laws were put in place decades ago to prevent a manufacturer from unfairly opening stores in direct competition with an existing franchise dealer that had already invested time, money and effort to open and promote their business."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "I know why most people never get rich. They put the money ahead of the job. If you just think of the job, the money will automatically follow. This never fails."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "I never cared about money or fame, and I don't care now. I follow the groove, and money always follows."
   },
   "author": {
    "text": "Quincy Jones"
   }
  },
  {
   "quote": {
    "text": "The times of Arab nationalism and unity are gone forever. These ideas which mobilized the masses are only a worthless currency. Libya has had to put up with too much from the Arabs for whom it has poured forth both blood and money."
   },
   "author": {
    "text": "Muammar al-Gaddafi"
   }
  },
  {
   "quote": {
    "text": "People in the film industry always want to save for a rainy day. Many early actors died in small houses with no money, and so they are insecure. My advantage is I don't value money that much. It's an easy thing for me to let go."
   },
   "author": {
    "text": "Salman Khan"
   }
  },
  {
   "quote": {
    "text": "Remember, the man who is poor is not the man that has no money, but one without a dream. They are suffering that have no dream. They are poor that have no dream."
   },
   "author": {
    "text": "T. B. Joshua"
   }
  },
  {
   "quote": {
    "text": "I have no doubt in my mind that the new generation has a sense of unity and sensitivity that previous generations lacked. We are strong, and we are visionaries beyond just money."
   },
   "author": {
    "text": "Barbie Ferreira"
   }
  },
  {
   "quote": {
    "text": "Those carrying a credit card balance should scale back to making the minimum payment each month so they have more money to put into savings."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "You know, if you look back in the 1930s, the money went to infrastructure. The bridges, the municipal buildings, the roads, those were all built with stimulus money spent on infrastructure. This stimulus bill has fundamentally gone, started out with a $500 rebate check, remember. That went to buy flat-screen TVs made in China."
   },
   "author": {
    "text": "Michael Bloomberg"
   }
  },
  {
   "quote": {
    "text": "I don't want to be married to someone who feels inferior to my success or because I make more money than he does."
   },
   "author": {
    "text": "Grace Kelly"
   }
  },
  {
   "quote": {
    "text": "Women play about twenty-five percent as good as men, so they should get about twenty-five percent of the money men get."
   },
   "author": {
    "text": "Bobby Riggs"
   }
  },
  {
   "quote": {
    "text": "My goal wasn't to make a ton of money. It was to build good computers."
   },
   "author": {
    "text": "Steve Wozniak"
   }
  },
  {
   "quote": {
    "text": "In school, my favorite subject was math. That's where I learned to count money."
   },
   "author": {
    "text": "French Montana"
   }
  },
  {
   "quote": {
    "text": "I don't care about money or fame or anything like that, but it would be a perk."
   },
   "author": {
    "text": "Lucas Grabeel"
   }
  },
  {
   "quote": {
    "text": "Take free money. No matter how in debt you are, if your employer offers a matching contribution on a 401(k) or other retirement vehicle, you must sign up and contribute enough to get the maximum company match each year. Think of it as a bonus."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "It takes a minute for me to let my guard down, but once I do and I get to know someone, I'm very open, very trusting. Some might say too trusting, because considering the amount of money that can be made from selling gossip, I could be very easily taken advantage of."
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "There's a time in everyone's career where you go, 'Ah, this is hard - how long am I going to have to do this?' But the rewards are so great. Who gets to go on the podium and hear the national anthem? The whole nation singing! Money can't buy you that."
   },
   "author": {
    "text": "Mo Farah"
   }
  },
  {
   "quote": {
    "text": "Raising the minimum wage to $10.10 will benefit about 28 million workers across the country. And it will help businesses, too - raising the wage will put more money in people's pockets, which they will pump back into the economy by spending it on goods and services in their communities."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "The day the producers aren't minting money, or the fans are done with me and, most of all, I as a person get bored of acting, I will stop and pursue my other interests. There is a lot to do: painting, writing, direction."
   },
   "author": {
    "text": "Salman Khan"
   }
  },
  {
   "quote": {
    "text": "Money and salary is not a particularly good motivator in the long term."
   },
   "author": {
    "text": "Matt Mullenweg"
   }
  },
  {
   "quote": {
    "text": "Raising the personal allowance is massively expensive. For the same amount of money, you could look at reducing the rate of tax."
   },
   "author": {
    "text": "Nigel Lawson"
   }
  },
  {
   "quote": {
    "text": "Entrepreneurs are risk takers, willing to roll the dice with their money or reputation on the line in support of an idea or enterprise. They willingly assume responsibility for the success or failure of a venture and are answerable for all its facets."
   },
   "author": {
    "text": "Victor Kiam"
   }
  },
  {
   "quote": {
    "text": "If you are starving and young and in search of answers as to why your life is so difficult, fundamentalism can be alluring. We know this for a fact because former members of Boko Haram have admitted it: They offer impressionable young people money and the promise of food, while the group's mentors twist their minds with fanaticism."
   },
   "author": {
    "text": "Muhammadu Buhari"
   }
  },
  {
   "quote": {
    "text": "I love working with the Farrelly brothers. I'm a big fan and feel very lucky to have gotten to work with them a few times. One thing that I learned while working with them is that you have to keep your cell phone off when filming scenes, or you owe them a lot of money!"
   },
   "author": {
    "text": "Carly Craig"
   }
  },
  {
   "quote": {
    "text": "I'm tired of love; I'm still more tired of rhyme; but money gives me pleasure all the time."
   },
   "author": {
    "text": "Hilaire Belloc"
   }
  },
  {
   "quote": {
    "text": "It's a fire, it's a passion to get out and to create and to innovate. And that I've always enjoyed and I've always been very proud of is that the people I've done business with, the people around me have always made money."
   },
   "author": {
    "text": "Kevin Plank"
   }
  },
  {
   "quote": {
    "text": "The people of this country, not special interest big money, should be the source of all political power."
   },
   "author": {
    "text": "Paul Wellstone"
   }
  },
  {
   "quote": {
    "text": "It's not about the fame and the money because if you do good work all that stuff comes."
   },
   "author": {
    "text": "David Cassidy"
   }
  },
  {
   "quote": {
    "text": "Since the pharmaceuticals don't make any money and they control the doctors. If the doctors don't make any money then all hell breaks loose. In communities like LA and New York they are using a lot of the youth for a test sight."
   },
   "author": {
    "text": "Afrika Bambaataa"
   }
  },
  {
   "quote": {
    "text": "I need nothing from my companion. No money, no financial security, no emotional support, nothing. All I want is the freedom to be myself."
   },
   "author": {
    "text": "Kangana Ranaut"
   }
  },
  {
   "quote": {
    "text": "I grew up with a strong set of values - and one was never judging someone by how much money they had."
   },
   "author": {
    "text": "Henry Paulson"
   }
  },
  {
   "quote": {
    "text": "What the mayors care about is, 'How can I get money to invest in the infrastructure in my city? How do we put people back to work, lower the unemployment rate, provide for job training programs? How do we make class sizes smaller and make investments in our children from an education standpoint?'"
   },
   "author": {
    "text": "Michael Nutter"
   }
  },
  {
   "quote": {
    "text": "We are going as fast as we can as soon as we can. We're in a race against time, until we run out of money."
   },
   "author": {
    "text": "Jack Nicholson"
   }
  },
  {
   "quote": {
    "text": "Nobody ever wins the first time they run for office. Nobody's ever supposed to win their first bid for office. Nobody's ever supposed to win without taking lobbyists' money. No one's ever supposed to defeat an incumbent. No one's ever supposed to run a grassroots campaign without running any ads on television. We did all of those things."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "Money and success don't change people; they merely amplify what is already there."
   },
   "author": {
    "text": "Will Smith"
   }
  },
  {
   "quote": {
    "text": "Innovation has nothing to do with how many R & D dollars you have. When Apple came up with the Mac, IBM was spending at least 100 times more on R & D. It's not about money. It's about the people you have, how you're led, and how much you get it."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Success is not just making money. Success is happiness. Success is fulfillment; it's the ability to give."
   },
   "author": {
    "text": "Adam Neumann"
   }
  },
  {
   "quote": {
    "text": "Money is not required to buy one necessity of the soul."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Words are the money of fools."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "Money without brains is always dangerous."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "Remember that credit is money."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "The key to making money is to stay invested."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "I'm glad I was born when I was. My time was the golden age of variety. If I were starting out again now, maybe things would happen for me, but it certainly would not be on a variety show with 28 musicians, 12 dancers, two major guest stars, 50 costumes a week by Bob Mackie. The networks just wouldn't spend the money today."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "The use of money is all the advantage there is in having it."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "America... just a nation of two hundred million used car salesmen with all the money we need to buy guns and no qualms about killing anybody else in the world who tries to make us uncomfortable."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "We believe that every single child has boundless promise, no matter who they are, where they come from, or how much money their parents have. We've got to remember that. We believe that each of these young people is a vital part of the great American story."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Every sale has five basic obstacles: no need, no money, no hurry, no desire, no trust."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "When men do not have healthy notions of the Divinity, false ideas supplant them, just as in bad times one uses counterfeit money when there is no good money."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "In real estate, you make 10% of your money because you're a genius and 90% because you catch a great wave."
   },
   "author": {
    "text": "Jeff Greene"
   }
  },
  {
   "quote": {
    "text": "In general, the art of government consists of taking as much money as possible from one class of citizens to give to another."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "When I was young I thought that money was the most important thing in life; now that I am old I know that it is."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "What counts the most for women is having the confidence to make your own money."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "I try to give to the poor people for love what the rich could get for money. No, I wouldn't touch a leper for a thousand pounds; yet I willingly cure him for the love of God."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "Money is worth nothing if it can't buy you the opportunity to love more."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "Sometimes your best investments are the ones you don't make."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "The flood of money that gushes into politics today is a pollution of democracy."
   },
   "author": {
    "text": "Theodore White"
   }
  },
  {
   "quote": {
    "text": "I do feel kind of guilty sometimes 'cause, like, I could buy myself a $5,000 dress or a $3,000 dress, and I'm buying these things, but I'm knowing that my cousin need money for the rent. And then I gotta tell myself, 'Stop feeling guilty. You worked for this.'"
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "Starbucks is not an advertiser; people think we are a great marketing company, but in fact we spend very little money on marketing and more money on training our people than advertising."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "Money doesn't make people happy. People make people happy."
   },
   "author": {
    "text": "Steve Wynn"
   }
  },
  {
   "quote": {
    "text": "Donald Trump was in a tuxedo, standing next to his award: a statue of a palm tree, as tall as a toddler. It was 2010, and Trump was being honored by a charity - the Palm Beach Police Foundation - for his 'selfless support' of its cause. His support did not include any of his own money."
   },
   "author": {
    "text": "David Fahrenthold"
   }
  },
  {
   "quote": {
    "text": "Polio's pretty special because once you get an eradication, you no longer have to spend money on it; it's just there as a gift for the rest of time."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Money is not a motivating factor. Money doesn't thrill me or make me play better because there are benefits to being wealthy. I'm just happy with a ball at my feet. My motivation comes from playing the game I love. If I wasn't paid to be a professional footballer I would willingly play for nothing."
   },
   "author": {
    "text": "Lionel Messi"
   }
  },
  {
   "quote": {
    "text": "Capital is money, capital is commodities. By virtue of it being value, it has acquired the occult ability to add value to itself. It brings forth living offspring, or, at the least, lays golden eggs."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "If I win and get the money, then the Oakland Police department is going to buy a boys' home, me a house, my family a house, and a Stop Police Brutality Center."
   },
   "author": {
    "text": "Tupac Shakur"
   }
  },
  {
   "quote": {
    "text": "Let us more and more insist on raising funds of love, of kindness, of understanding, of peace. Money will come if we seek first the Kingdom of God - the rest will be given."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "Never spend your money before you have earned it."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Everyone chases a bit of what they say life is about: money, desire... But when you stop chasing, you realise life is a rhythm and it's very peaceful, very quiet. You see, it's quite a miracle."
   },
   "author": {
    "text": "Nick Nolte"
   }
  },
  {
   "quote": {
    "text": "I made my money by selling too soon."
   },
   "author": {
    "text": "Bernard Baruch"
   }
  },
  {
   "quote": {
    "text": "Money is not the most important thing, but when you need it, there are few substitutes. So while I like the things money can buy, I love what money won't buy. It bought me a house but it won't buy me a home. It would buy me a companion but it won't buy me a friend."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "If we work so hard and put all the money in the hospital to buy medicine - it will be a disaster. Why we should work? So without a healthy environment of this Earth, no matter how much money you make, no matter how wonderful you are, you have a bad disaster."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "Good grooming is integral and impeccable style is a must. If you don't look the part, no one will want to give you time or money."
   },
   "author": {
    "text": "Daymond John"
   }
  },
  {
   "quote": {
    "text": "No man wants to accept they could be getting used for money. But it's OK for them to let us know that they use us?"
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "I have ways of making money that you know nothing of."
   },
   "author": {
    "text": "John D. Rockefeller"
   }
  },
  {
   "quote": {
    "text": "It's morally wrong to allow a sucker to keep his money."
   },
   "author": {
    "text": "W. C. Fields"
   }
  },
  {
   "quote": {
    "text": "I got some cash from agents. I've talked to the NCAA. I think that should be legal. I want some money, too; everybody else is making money. I want to go on dates. I want to go buy myself some new suits. I want to buy myself some new sneakers, and I paid the agents back."
   },
   "author": {
    "text": "Charles Barkley"
   }
  },
  {
   "quote": {
    "text": "Government always finds a need for whatever money it gets."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "If there was one decision I would overrule, it would be 'Citizens United.' I think the notion that we have all the democracy that money can buy strays so far from what our democracy is supposed to be."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "I've been living the American Dream for over 25 years - just being able to do what I do, be creative, and make money out of it. It's incredible."
   },
   "author": {
    "text": "Dr. Dre"
   }
  },
  {
   "quote": {
    "text": "Social enables word of mouth at an unprecedented scale. Its most powerful effect, through reviews and recommendations, is to put product quality and value for money as the key to success in commerce. Social brings a level of transparency that prevents marketers from advertising their way to success without underlying product quality."
   },
   "author": {
    "text": "Roelof Botha"
   }
  },
  {
   "quote": {
    "text": "I've been looking around, and I noticed something: how much you really need to be loved. Ambition isn't just a desperate quest for positions or money. It's just love - lots of love."
   },
   "author": {
    "text": "Janis Joplin"
   }
  },
  {
   "quote": {
    "text": "The problem is not that people are taxed too little, the problem is that government spends too much."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Time is more valuable than money, because time is irreplaceable."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "I went to the bank and asked to borrow a cup of money. They said, 'What for?' I said, 'I'm going to buy some sugar.'"
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "A film like 'Good Night And Good Luck,' you make that for $7 million because you know it's a black-and-white film, and it's not an easy sell. If you make it for $7 million, then everybody can have a chance to make a little bit of money, and you get to make the film you want to make."
   },
   "author": {
    "text": "Grant Heslov"
   }
  },
  {
   "quote": {
    "text": "Don't bring your need to the marketplace, bring your skill. If you don't feel well, tell your doctor, but not the marketplace. If you need money, go to the bank, but not the marketplace."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "India may be the soul of world cricket, but IPL is its commercial heart. Just as 'Who Wants to be a Millionaire' changed the ground rules for quiz shows by injecting a massive dose of money into the equation, IPL has changed the dynamics of the cricket economy."
   },
   "author": {
    "text": "Vikas Swarup"
   }
  },
  {
   "quote": {
    "text": "If you don't have the money management skills yet, using a debit card will ensure you don't overspend and rack up debt on a credit card."
   },
   "author": {
    "text": "T. Harv Eker"
   }
  },
  {
   "quote": {
    "text": "Crafts make us feel rooted, give us a sense of belonging and connect us with our history. Our ancestors used to create these crafts out of necessity, and now we do them for fun, to make money and to express ourselves."
   },
   "author": {
    "text": "Phyllis George"
   }
  },
  {
   "quote": {
    "text": "When a man says money can do anything, that settles it: he hasn't got any."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "The importance of money flows from it being a link between the present and the future."
   },
   "author": {
    "text": "John Maynard Keynes"
   }
  },
  {
   "quote": {
    "text": "The nice thing about the gallery shows is that without having to pay any money you can just go and see it."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "I don't mind saying, you know, that I don't take a salary from the church, and God has blessed me with more money than I could imagine from my books. It's been printed all over, so I don't feel like I am hiding anything."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Productivity - the amount of output delivered per hour of work in the economy - is often viewed as the engine of progress in modern capitalist economies. Output is everything. Time is money. The quest for increased productivity occupies reams of academic literature and haunts the waking hours of C.E.O.s and finance ministers."
   },
   "author": {
    "text": "Tim Jackson"
   }
  },
  {
   "quote": {
    "text": "My happiness doesn't come from money or fame. My happiness comes from seeing life without struggle."
   },
   "author": {
    "text": "Nicki Minaj"
   }
  },
  {
   "quote": {
    "text": "You've got to tell your money what to do or it will leave."
   },
   "author": {
    "text": "Dave Ramsey"
   }
  },
  {
   "quote": {
    "text": "Trying to make a feature film yourself with no money is the best film school you can do."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "Politics has become so expensive that it takes a lot of money even to be defeated."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "If we were motivated by money, we would have sold the company a long time ago and ended up on a beach."
   },
   "author": {
    "text": "Larry Page"
   }
  },
  {
   "quote": {
    "text": "Making money is certainly the one addiction I cannot shake."
   },
   "author": {
    "text": "Felix Dennis"
   }
  },
  {
   "quote": {
    "text": "But only 'rich' people by definition have the 'extra' money to buy things and invest to create economic growth. Do we really want to tax that 'extra' money away - and give it to the government to spend? Does that make any economic sense outside of politics and our emotional desire to make everyone suffer equally through these tough times?"
   },
   "author": {
    "text": "Terry Savage"
   }
  },
  {
   "quote": {
    "text": "Divorce is expensive. I used to joke they were going to call it 'all the money,' but they changed it to 'alimony.' It's ripping your heart out through your wallet."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "I want to be an artist artist, a real artist. I don't just want to do this for temporary money."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "I think the notion that we have all the democracy that money can buy strays so far from what our democracy is supposed to be."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "There is a gigantic difference between earning a great deal of money and being rich."
   },
   "author": {
    "text": "Marlene Dietrich"
   }
  },
  {
   "quote": {
    "text": "The true cost to the world of a burger is far greater than the money you hand over to buy it."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "It's about enjoying your life. If you have no family, no friends to enjoy it with, it don't matter how much you have, how much success you have, how much fame you have, how much money you have, it doesn't matter."
   },
   "author": {
    "text": "Vanilla Ice"
   }
  },
  {
   "quote": {
    "text": "Money is the barometer of a society's virtue."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "I've lived in many things - boats, caravans, and buses. I've been homeless, I've had no money: everything. But I believe in magic, and having a vision. The tough times made me a warrior. I work hard."
   },
   "author": {
    "text": "Neon Hitch"
   }
  },
  {
   "quote": {
    "text": "One of the big myths about philanthropy is that it's all about donating funds for a cause. I like to look at it quite differently. Philanthropy is about 'giving' - not just in monetary terms but also in non-monetary aspects, like time, ideas, or being a volunteer. Donating money is just a small part of philanthropy."
   },
   "author": {
    "text": "Pankaj Patel"
   }
  },
  {
   "quote": {
    "text": "As one digs deeper into the national character of the Americans, one sees that they have sought the value of everything in this world only in the answer to this single question: how much money will it bring in?"
   },
   "author": {
    "text": "Alexis de Tocqueville"
   }
  },
  {
   "quote": {
    "text": "Labor was the first price, the original purchase - money that was paid for all things."
   },
   "author": {
    "text": "Adam Smith"
   }
  },
  {
   "quote": {
    "text": "I'm a good son, a good father, a good husband - I've been married to the same woman for 30 years. I'm a good friend. I finished college, I have my education, I donate money anonymously. So when people criticize the kind of characters that I play on screen, I go, 'You know, that's part of history.'"
   },
   "author": {
    "text": "Samuel L. Jackson"
   }
  },
  {
   "quote": {
    "text": "Most men love money and security more, and creation and construction less, as they get older."
   },
   "author": {
    "text": "John Maynard Keynes"
   }
  },
  {
   "quote": {
    "text": "It will be a great day when our schools have all the money they need, and our air force has to have a bake-sale to buy a bomber."
   },
   "author": {
    "text": "Robert Fulghum"
   }
  },
  {
   "quote": {
    "text": "If you can have a great story that people can follow the mystery and get the suspense, and then you have those moments of tension and a splash of visual fun, then you kind of get everything. You get your money's worth."
   },
   "author": {
    "text": "Jason Statham"
   }
  },
  {
   "quote": {
    "text": "The curse of covetousness is that it destroys manhood by substituting money for character."
   },
   "author": {
    "text": "Lucy Larcom"
   }
  },
  {
   "quote": {
    "text": "Getting money is not all a man's business: to cultivate kindness is a valuable part of the business of life."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "The worship of the golden calf of old has found a new and heartless image in the cult of money and the dictatorship of an economy which is faceless and lacking any truly human goal."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "In the simplest terms, inflation occurs when there's too much money in the system. On the flip side, deflation occurs when there are too few dollars in circulation."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "'Obama and Biden want to raise taxes by a trillion dollars.' Guess what? Yes, we do in one regard: We want to let that trillion dollar tax cut expire so the middle class doesn't have to bear the burden of all that money going to the super-wealthy. That's not a tax raise. That's called fairness where I come from."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "Cash - in savings accounts, short-term CDs or money market deposits - is great for an emergency fund. But to fulfill a long-term investment goal like funding your retirement, consider buying stocks. The more distant your financial target, the longer inflation will gnaw at the purchasing power of your money."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "Everybody gets everything handed to them. The rich inherit it. I don't mean just inheritance of money. I mean what people take for granted among the middle and upper classes, which is nepotism, the old-boy network."
   },
   "author": {
    "text": "Toni Morrison"
   }
  },
  {
   "quote": {
    "text": "Talk is by far the most accessible of pleasures. It costs nothing in money, it is all profit, it completes our education, founds and fosters our friendships, and can be enjoyed at any age and in almost any state of health."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Many people take no care of their money till they come nearly to the end of it, and others do just the same with their time."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "There's enough money for everybody. See, I can't do what Yachty does. But then again, Yachty can't do what I do."
   },
   "author": {
    "text": "Lil Uzi Vert"
   }
  },
  {
   "quote": {
    "text": "We have this culture of financialization. People think they need to make money with their savings rather with their own business. So you end up with dentists who are more traders than dentists. A dentist should drill teeth and use whatever he does in the stock market for entertainment."
   },
   "author": {
    "text": "Nassim Nicholas Taleb"
   }
  },
  {
   "quote": {
    "text": "I don't spend money on the lavish life, but I spend on excessive green juices."
   },
   "author": {
    "text": "Riley Keough"
   }
  },
  {
   "quote": {
    "text": "I'm a businesswoman who's serious about her money. I want an empire."
   },
   "author": {
    "text": "Toni Braxton"
   }
  },
  {
   "quote": {
    "text": "Instead of the cashier and ticket-ripper of the movie theater, the block chain consists of thousands of computers that can process digital tickets, money, and many other fiduciary objects in digital form. Think of thousands of robots wearing green eye shades, all checking each other's accounting."
   },
   "author": {
    "text": "Nick Szabo"
   }
  },
  {
   "quote": {
    "text": "Profit is sweet, even if it comes from deception."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "I don't want to make money, I just want to be wonderful."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "You have reached the pinnacle of success as soon as you become uninterested in money, compliments, or publicity."
   },
   "author": {
    "text": "Thomas Wolfe"
   }
  },
  {
   "quote": {
    "text": "People are sad. People are broke. People are worried about money, people are worried that they're not enough and not amounting to anything and they don't feel good about themselves. People have rough times, and everybody's pretending it's not true, and we need to break that veneer."
   },
   "author": {
    "text": "Eve Ensler"
   }
  },
  {
   "quote": {
    "text": "Prestige is the shadow of money and power."
   },
   "author": {
    "text": "C. Wright Mills"
   }
  },
  {
   "quote": {
    "text": "We need strong public health institutions to respond to any challenge. We need to deal with critical infrastructure. The reality is that very little money has flowed to communities to help our first responders; to help our hospitals; to help the public health infrastructure."
   },
   "author": {
    "text": "Bob Menendez"
   }
  },
  {
   "quote": {
    "text": "Disasters happen. We still have no way to eliminate earthquakes, wildfires, hurricanes, floods or droughts. We cope as best we can by fortifying ourselves against danger with building codes and levees, and by setting aside money to clean up afterwards."
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "Once Playboy came to me, all the preachers ran. I needed to pose in Playboy to make money."
   },
   "author": {
    "text": "Jessica Hahn"
   }
  },
  {
   "quote": {
    "text": "I do spend money. I like to spend money, on houses - on furnishing houses. And I love to give presents to people. It's just in my nature to be that way. I always spent money I had. And I always spent what I made. I'm not stingy."
   },
   "author": {
    "text": "Gloria Vanderbilt"
   }
  },
  {
   "quote": {
    "text": "Time is money in the shipping business."
   },
   "author": {
    "text": "Ander Crenshaw"
   }
  },
  {
   "quote": {
    "text": "I think I'm pretty smart on what I spend my money on. I still don't have a new car, I drive my old car that I've had forever. But I bought a house in downtown Chicago."
   },
   "author": {
    "text": "Chris O'Donnell"
   }
  },
  {
   "quote": {
    "text": "Thanks to my mother, people tell me I look younger than I am, especially without make-up. And I suppose my father had a part in making me more frugal with my money."
   },
   "author": {
    "text": "Dita Von Teese"
   }
  },
  {
   "quote": {
    "text": "In liberal logic, if life is unfair then the answer is to turn more tax money over to politicians, to spend in ways that will increase their chances of getting reelected."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "I will not play just an evil part. In fact, I got offered $7 million several years ago to play the part that Faye Dunaway played in 'Supergirl.' I was kind of insulted. I was impressed with the money, but I said, 'Why are you asking me to play an evil witch? Do I come across as an evil witch to you?'"
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "In my view, a corporation is not a person. A corporation does not have First Amendment rights to spend as much money as it wants, without disclosure, on a political campaign."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "I've got all the money I'll ever need, if I die by four o'clock."
   },
   "author": {
    "text": "Henny Youngman"
   }
  },
  {
   "quote": {
    "text": "It's really difficult working with kids and with babies because they are not cooperative subjects: they are not socialized into the idea that they should cheerfully and cooperatively give you information. They're not like undergraduates, who you can bribe with beer money or course credit."
   },
   "author": {
    "text": "Paul Bloom"
   }
  },
  {
   "quote": {
    "text": "The extravagant expenditure of public money is an evil not to be measured by the value of that money to the people who are taxed for it."
   },
   "author": {
    "text": "Chester A. Arthur"
   }
  },
  {
   "quote": {
    "text": "I'm enjoying life at my fullest. Sometimes you realize that money isn't everything."
   },
   "author": {
    "text": "Rey Mysterio"
   }
  },
  {
   "quote": {
    "text": "But I don't need to use politics as a way of making money."
   },
   "author": {
    "text": "Imran Khan"
   }
  },
  {
   "quote": {
    "text": "If you look at things that really affect people's lives - sport, the arts, charities - they were always at the back of the queue for government money - health, social security, defence, pensions were all way ahead. And each of those areas - sports, the arts, the lottery - got relatively petty cash from the government."
   },
   "author": {
    "text": "John Major"
   }
  },
  {
   "quote": {
    "text": "Money is an unavoidable consequence, but it isn't the reason I write; if it was, I wouldn't have written any of the YA books, because advances in that field are small compared to what I'd got now for an 'adult' DW."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "Money is our madness, our vast collective madness."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "He who controls the money supply of a nation controls the nation."
   },
   "author": {
    "text": "James A. Garfield"
   }
  },
  {
   "quote": {
    "text": "When cattle ranchers clear rain forests to raise beef to sell to fast-food chains that make hamburgers to sell to Americans, who have the highest rate of heart disease in the world (and spend the most money per GNP on health care), we can say easily that business is no longer developing the world. We have become its predator."
   },
   "author": {
    "text": "Paul Hawken"
   }
  },
  {
   "quote": {
    "text": "I advise everybody not to save: spend your money. Most people save all their lives and leave it to somebody else. Money is to be enjoyed."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "My mother had taught shorthand and typing to support us since my father died, and secretly she hated it and hated him for dying and leaving no money because he didn't trust life insurance salesmen."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "Waste your money and you're only out of money, but waste your time and you've lost a part of your life."
   },
   "author": {
    "text": "Michael LeBoeuf"
   }
  },
  {
   "quote": {
    "text": "Mom never quit on me. My only regret is that she didn't live long enough to share some of the money and comforts my work in show business has brought me."
   },
   "author": {
    "text": "Ethel Waters"
   }
  },
  {
   "quote": {
    "text": "I love to go to Washington - if only to be near my money."
   },
   "author": {
    "text": "Bob Hope"
   }
  },
  {
   "quote": {
    "text": "There can only be democracy when money is not allowed to be spent in Politics."
   },
   "author": {
    "text": "Imran Khan"
   }
  },
  {
   "quote": {
    "text": "I know half the money I spend on advertising is wasted, but I can never find out which half."
   },
   "author": {
    "text": "John Wanamaker"
   }
  },
  {
   "quote": {
    "text": "I sat with him for three hours and we did not exchange a single word. At the end he handed me, as he had done before, an envelope with money in it. It would have been much nicer if he had enclosed a greeting or a loving word. I would have been so pleased if he had."
   },
   "author": {
    "text": "Eva Braun"
   }
  },
  {
   "quote": {
    "text": "There are companies with management and companies with money. You can always find money. Management is the key to success in any business."
   },
   "author": {
    "text": "Husnu Ozyegin"
   }
  },
  {
   "quote": {
    "text": "I am very excited about the prospect of using cryptocurrency, not just as a money equivalent, but using it as a way to earn something as a result of doing some type of work."
   },
   "author": {
    "text": "William Mougayar"
   }
  },
  {
   "quote": {
    "text": "I wanted to be a pharmacist. I liked the way our local pharmacist was always dressed in a nice white coat; he looked very calm, you'd give him money, and he'd give you something that you wanted to buy."
   },
   "author": {
    "text": "Walter Matthau"
   }
  },
  {
   "quote": {
    "text": "Middle-class people worry a lot about money. They worry a lot about job security, and they do a lot of nine-to-five stuff."
   },
   "author": {
    "text": "Irvine Welsh"
   }
  },
  {
   "quote": {
    "text": "In constant pursuit of money to finance campaigns, the political system is simply unable to function. Its deliberative powers are paralyzed."
   },
   "author": {
    "text": "John Rawls"
   }
  },
  {
   "quote": {
    "text": "In fiction film, there are so many trappings - money, glory, champagne and supermodels - that attract the wolves. But in documentary film, there's none of that, so the wolves stay away. The only people who make docs are people who are curious about other people and just like making documentaries."
   },
   "author": {
    "text": "Marshall Curry"
   }
  },
  {
   "quote": {
    "text": "My philosophy has always been, 'do what you love and the money will follow.'"
   },
   "author": {
    "text": "Amy Weber"
   }
  },
  {
   "quote": {
    "text": "What I've learned is that you really don't need to be a celebrity or have money or have the paparazzi following you around to be famous."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "Ridiculous yachts and private planes and big limousines won't make people enjoy life more, and it sends out terrible messages to the people who work for them. It would be so much better if that money was spent in Africa - and it's about getting a balance."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "First grade is very cheap. It's the later grades where you have to spend a lot of money if you don't do it right."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "Money makes your life easier. If you're lucky to have it, you're lucky."
   },
   "author": {
    "text": "Al Pacino"
   }
  },
  {
   "quote": {
    "text": "I learned a priceless lesson and one that everyone can use today - it's never the amount of money we have or haven't; it's always the amount of fear we have to wrestle with to make it through the day."
   },
   "author": {
    "text": "Sarah Ban Breathnach"
   }
  },
  {
   "quote": {
    "text": "Can't even see without my vintage Versace frames. I don't go nowhere without them on. I can't even live without them. Every time I throw them on, I see all the haters, and I see where the money at."
   },
   "author": {
    "text": "Quavo"
   }
  },
  {
   "quote": {
    "text": "A constant stream of 'free' money is a perfect way to keep an inefficient or simply bad government in power. As aid flows in, there is nothing more for the government to do - it doesn't need to raise taxes, and as long as it pays the army, it doesn't have to take account of its disgruntled citizens."
   },
   "author": {
    "text": "Dambisa Moyo"
   }
  },
  {
   "quote": {
    "text": "You're either making money or you're not. If you're not making money get out of the business."
   },
   "author": {
    "text": "Meredith Whitney"
   }
  },
  {
   "quote": {
    "text": "Could a government dare to set out with happiness as its goal? Now that there are accepted scientific proofs, it would be easy to audit the progress of national happiness annually, just as we monitor money and GDP."
   },
   "author": {
    "text": "Polly Toynbee"
   }
  },
  {
   "quote": {
    "text": "I have not cared for money, and I enjoy working. Money comes my way. People work hard so they get enough money. Or they work hard so they don't have to work hard later in life. But though I don't need money, I still work hard because I like what I am doing."
   },
   "author": {
    "text": "Manoj Bhargava"
   }
  },
  {
   "quote": {
    "text": "Each time you go to the grocery store with your kids, it is a potential learning opportunity. In order not to overemphasize materialism, focus on other things to do with money. In 'Beyond the Lemonade Stand,' I try to emphasize the importance of saving money, and of using it to help other people."
   },
   "author": {
    "text": "Bill Rancic"
   }
  },
  {
   "quote": {
    "text": "Hating Wall Street is an American tradition that dates back even to the days when Thomas Jefferson cursed that money lover Alexander Hamilton. And for centuries, the complaints about it have largely stayed the same: 'It does nothing! It creates chaos! It's a parasite that sucks hardworking Americans dry!'"
   },
   "author": {
    "text": "Adam Davidson"
   }
  },
  {
   "quote": {
    "text": "Unfortunately, money in politics is an insidious thing - and a loophole in our campaign finance system was taken advantage of with money going to existing or new 527 groups with the sole purpose of influencing the election."
   },
   "author": {
    "text": "Olympia Snowe"
   }
  },
  {
   "quote": {
    "text": "I was playing the villain 'Falseface' on Batman, and I got wind that they were going to pay a young starlet $25,000 to be in the same episode. Well, I wasn't getting anywhere near that amount of money, so I refused to let them put my name in the credits."
   },
   "author": {
    "text": "Malachi Throne"
   }
  },
  {
   "quote": {
    "text": "We are seeing more managed money and, to an extent, institutional money entering the space. Anecdotally speaking, I know of many people who are working at hedge funds or other investment managers who are trading cryptocurrency personally, the question is, when do people start doing it with their firms and funds?"
   },
   "author": {
    "text": "Olaf Carlson-Wee"
   }
  },
  {
   "quote": {
    "text": "There are necessary evils. Money is an important thing in terms of representing freedom in our world. And now I have a daughter to think about. It's really the first time I've thought about the future and what it could be."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "The first house I bought was a little Spanish bungalow on Clinton Street in West Hollywood, right behind the Improv. I was renting it, and I asked the owners if I could buy it, and they were really nice and let me work out a deal. And I fixed it up and later sold it. That was when I realized that if you make some improvements, you can make money."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "Liking money like I like it, is nothing less than mysticism. Money is a glory."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "Any fool can make enough money to survive. It's another thing to keep yourself consistently entertained. It's a lot of work, and a lot of fun, to make a life."
   },
   "author": {
    "text": "Robert Fulghum"
   }
  },
  {
   "quote": {
    "text": "In the United States, where we have more land than people, it is not at all difficult for persons in good health to make money."
   },
   "author": {
    "text": "P. T. Barnum"
   }
  },
  {
   "quote": {
    "text": "Don't give me any money, don't give me any people, but give freedom, and I'll give you a movie that looks gigantic."
   },
   "author": {
    "text": "Robert Rodriguez"
   }
  },
  {
   "quote": {
    "text": "I have always spent my time more preciously than my money."
   },
   "author": {
    "text": "Nathan Phillips"
   }
  },
  {
   "quote": {
    "text": "The humanities have been forced to disguise, both from themselves and their students, why their subjects really matter, for the sake of attracting money and prestige in a world obsessed by the achievements of science."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "I want my money to be different. I'm not trying to have rapper money. My goal is to be able to get everything from the world that I can get."
   },
   "author": {
    "text": "Future"
   }
  },
  {
   "quote": {
    "text": "The Anti-Slavery public have generously responded to our appeal, and sent the means to enable us to fit them out well, to pay their passages, supply them with many useful articles and give the Missionaries money to sustain themselves for a while."
   },
   "author": {
    "text": "Lewis Tappan"
   }
  },
  {
   "quote": {
    "text": "Yes, green business is good business. But it's not just about making money. It's about being responsible."
   },
   "author": {
    "text": "Tulsi Tanti"
   }
  },
  {
   "quote": {
    "text": "In one week, I went from being a girl who owed a guy thousands of dollars - my manager Anthony was paying for my outfits, paying for my food; I was sleeping in his parents' basement - to taking meetings with every major label in America. The next morning, I had a record deal and wrote him a cheque to pay back all that money."
   },
   "author": {
    "text": "Halsey"
   }
  },
  {
   "quote": {
    "text": "I tramped. When I was on the freight trains, I wasn't looking for work. I was looking to go from place to place without paying any money."
   },
   "author": {
    "text": "Utah Phillips"
   }
  },
  {
   "quote": {
    "text": "Every time you choose a perfume, you are voting. And, of course, I hope you vote for me. Not only for my ego, but for my pocketbook. The more you buy, the more money I make."
   },
   "author": {
    "text": "Oleg Cassini"
   }
  },
  {
   "quote": {
    "text": "I actually lost 90 pounds over the course of 15 months in order to save money on life insurance."
   },
   "author": {
    "text": "Derek Kilmer"
   }
  },
  {
   "quote": {
    "text": "I hate the unfairness of injustice. Anybody who thinks they are better than others or 'chosen' or feel they have an entitlement... be it through monarchy, government or money. I think we are all born the same. We are entitled to an equal shot at life."
   },
   "author": {
    "text": "Liam Cunningham"
   }
  },
  {
   "quote": {
    "text": "I want to figure out a way to not be stupid with money, then make a whole bunch of it, then I want to move to Outer Mongolia. I want to milk a yak. Maybe I'll just settle for a cow. Can you milk a bison?"
   },
   "author": {
    "text": "Dave Matthews"
   }
  },
  {
   "quote": {
    "text": "Coming into the league, if I would've had money, then obviously I would've had more tattoos."
   },
   "author": {
    "text": "Allen Iverson"
   }
  },
  {
   "quote": {
    "text": "If you can count your money, you don't have a billion dollars."
   },
   "author": {
    "text": "J. Paul Getty"
   }
  },
  {
   "quote": {
    "text": "When I was practicing psychology, I used to tell myself if I ever get to where I'm just doing this for the money or I'm just going through the motions, I'll quit."
   },
   "author": {
    "text": "Phil McGraw"
   }
  },
  {
   "quote": {
    "text": "We ask our companies to restructure; we ask employees to work more for less money because there is overproduction, but then we're unable to defend them from cheaper Chinese imports. We are insane."
   },
   "author": {
    "text": "Emmanuel Macron"
   }
  },
  {
   "quote": {
    "text": "I would never allow anyone to give me money, no difference how badly I needed it. I wanted literally to earn my living."
   },
   "author": {
    "text": "George Washington Carver"
   }
  },
  {
   "quote": {
    "text": "I've never chased money. It's always been about what I can do to motivate and inspire people."
   },
   "author": {
    "text": "Tyler Perry"
   }
  },
  {
   "quote": {
    "text": "Money is a kind of poetry."
   },
   "author": {
    "text": "Wallace Stevens"
   }
  },
  {
   "quote": {
    "text": "I'm fulfilled in what I do. I never thought that a lot of money or fine clothes - the finer things of life - would make you happy. My concept of happiness is to be filled in a spiritual sense."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "Our public school system is our country's biggest and most inefficient monopoly, yet it keeps demanding more and more money."
   },
   "author": {
    "text": "Phyllis Schlafly"
   }
  },
  {
   "quote": {
    "text": "You want to buy cars and houses and castles, all of that's on you and how America has systematized your mind to be into materialism. Hip-hop ain't got nothing to do with that. I'm glad that anybody making money has picked themselves up - I just want them to give some of it back to the community."
   },
   "author": {
    "text": "Afrika Bambaataa"
   }
  },
  {
   "quote": {
    "text": "When you hit the big time, big money, big egos, people don't talk. You have no friends."
   },
   "author": {
    "text": "Willard Scott"
   }
  },
  {
   "quote": {
    "text": "We've digressed from the true meaning of life. We have replaced the Creator with money and claim Him in the name of war. We have dishonored our children."
   },
   "author": {
    "text": "Lauren Jauregui"
   }
  },
  {
   "quote": {
    "text": "Money cannot buy peace of mind. It cannot heal ruptured relationships, or build meaning into a life that has none."
   },
   "author": {
    "text": "Richard M. DeVos"
   }
  },
  {
   "quote": {
    "text": "What I'd tell any kid in high school is, 'Take business classes.' I don't care what else you're gonna do; if you're gonna do art or anything, take business classes. You can say, 'Well, I don't want to get commercial,' but if you do anything to make any money, you're doing something commercial."
   },
   "author": {
    "text": "Axl Rose"
   }
  },
  {
   "quote": {
    "text": "I maybe missed money in my childhood, but I didn't miss love, that's for sure. My dad wasn't there, but I can tell you not even once did I think I was missing something."
   },
   "author": {
    "text": "Olga Kurylenko"
   }
  },
  {
   "quote": {
    "text": "I'm hard-pressed to think of companies that don't need venture capital that are going after big opportunities. I think, in almost all cases, if they're going after big opportunities, they are going to need to raise quite a bit of money."
   },
   "author": {
    "text": "Aneel Bhusri"
   }
  },
  {
   "quote": {
    "text": "In its famous paradox, the equation of money and excrement, psychoanalysis becomes the first science to state what common sense and the poets have long known - that the essence of money is in its absolute worthlessness."
   },
   "author": {
    "text": "Norman O. Brown"
   }
  },
  {
   "quote": {
    "text": "My first real job, I sold Christmas trees when I was twelve for extra money. I did that until I was fifteen. Then I bagged groceries, and I worked at the first Borders ever in Tulsa, Oklahoma."
   },
   "author": {
    "text": "Bill Hader"
   }
  },
  {
   "quote": {
    "text": "If the money's right, I'm happy to bust up the other side of his face... No problem."
   },
   "author": {
    "text": "Lennox Lewis"
   }
  },
  {
   "quote": {
    "text": "When I see people laughing at ideas and companies we have backed, I smile. It means we are going to make a lot of money on that investment."
   },
   "author": {
    "text": "Fred Wilson"
   }
  },
  {
   "quote": {
    "text": "I wouldn't want to go back over my life. I've done it all. I wouldn't have wanted to miss the Marine Corps. I wouldn't have wanted to miss the war. I wouldn't have missed college. Or playin' for the Colts. I got all the money I need. Five children. I got a truck. I have no regrets whatsoever."
   },
   "author": {
    "text": "Art Donovan"
   }
  },
  {
   "quote": {
    "text": "The idea of money being something physical is almost entirely a fiction. Sure, you can go to your ATM and pull out cash. And you can feel cash in your back pocket and have some tangible comfort there - but in reality, the majority of your money is a number on a screen."
   },
   "author": {
    "text": "Tyler Winklevoss"
   }
  },
  {
   "quote": {
    "text": "People think my work is therapeutic. I don't see it that way. It's not like I'm saving money from a weekly therapy visit by writing down my life."
   },
   "author": {
    "text": "Neil LaBute"
   }
  },
  {
   "quote": {
    "text": "From this process has emerged a parallel process of translating traditional working and living values into a new political and economic power - a power increasingly based upon the strength of money and those material things money can purchase."
   },
   "author": {
    "text": "Alex Campbell"
   }
  },
  {
   "quote": {
    "text": "The blessing that I got from my parents, even if they didn't really teach me about money, was their simple lifestyle."
   },
   "author": {
    "text": "Bo Sanchez"
   }
  },
  {
   "quote": {
    "text": "If you're going to be at a job environment, you should love it. You shouldn't do it just for money. You should do it because you love it. And the money comes naturally."
   },
   "author": {
    "text": "Debbi Fields"
   }
  },
  {
   "quote": {
    "text": "The superheroes have taken over all the screens in the world. And good luck to them: they're making a lot of money for a lot of people. But the studios are going to become victims of their own success. People are going to get bored with that stuff."
   },
   "author": {
    "text": "Liam Cunningham"
   }
  },
  {
   "quote": {
    "text": "I've gathered some of my close musical and comedian friends, and we're going to see if we can't bring a few laughs to these soldiers, raise some money, and hopefully lift their spirits. I consider it an honor and a privilege to give back however I can for the many sacrifices of these incredibly brave men and women."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "Understand and accept the cycles of money. The setbacks you may have today or next year will not keep you from financial freedom. If you hold on to your goals and dreams, you will get there."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "Here's how I think of my money - as soldiers - I send them out to war everyday. I want them to take prisoners and come home, so there's more of them."
   },
   "author": {
    "text": "Kevin O'Leary"
   }
  },
  {
   "quote": {
    "text": "That's the biggest rule in Hollywood: Don't spend your own money."
   },
   "author": {
    "text": "Pauly Shore"
   }
  },
  {
   "quote": {
    "text": "In 1936, money had no important role. Interest rates were one-eighth of one-eighth of one per cent. I did some research, and I found that the interest on one million dollars of ninety-day Treasuries was $37. People didn't even bother to collect it. The Fed wasn't important."
   },
   "author": {
    "text": "Paul Samuelson"
   }
  },
  {
   "quote": {
    "text": "When someone tells me, 'Oh, we have so many problems on Earth; space exploration costs too much money,' I say, 'I absolutely agree with you. But I still hope we do it.'"
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "All money means to me is a pride in accomplishment."
   },
   "author": {
    "text": "Ray Kroc"
   }
  },
  {
   "quote": {
    "text": "For example, one way of giving yourself a strong incentive to reach your goal is to commit to pay money to someone if you fail. Better yet, you can specify that you will have to pay a certain sum to a cause that you detest."
   },
   "author": {
    "text": "Peter Singer"
   }
  },
  {
   "quote": {
    "text": "Generally speaking, I went through that. I came to a place where I realised what true value was. It wasn't money. Money is a means to achieving an end, but it's not the end."
   },
   "author": {
    "text": "Robert Redford"
   }
  },
  {
   "quote": {
    "text": "Go miser go, for money sell your soul. Trade wares for wares and trudge from pole to pole, So others may say when you are dead and gone. See what a vast estate he left his son."
   },
   "author": {
    "text": "John Dryden"
   }
  },
  {
   "quote": {
    "text": "I don't think the money people in Hollywood have ever thought I was normal, but I am dedicated to my work and that's what counts."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "The darkest hour in any man's life is when he sits down to plan how to get money without earning it."
   },
   "author": {
    "text": "Horace Greeley"
   }
  },
  {
   "quote": {
    "text": "I still think of that guy I was without a wife or kids, and I still want to entertain that guy. The lonely guy, the frustrated guy, the guy with no money - this is the guy who needs to laugh."
   },
   "author": {
    "text": "Larry David"
   }
  },
  {
   "quote": {
    "text": "I've had a tough time learning how to act like a congressman. Today I accidentally spent some of my own money."
   },
   "author": {
    "text": "Joseph P. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Of course, I'd like to earn Jonathan Ross's money, but I don't have sleepless nights wondering when someone's going to knock on my door with sacks of cash."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "Today, the concept of business is to make money. Making money is the name of the business."
   },
   "author": {
    "text": "Muhammad Yunus"
   }
  },
  {
   "quote": {
    "text": "There are evils that have the ability to survive identification and go on for ever... money, for instance, or war."
   },
   "author": {
    "text": "Saul Bellow"
   }
  },
  {
   "quote": {
    "text": "Fashion is an industry to make money. It plays into human psychology. We want to belong, we want to be loved. I'm not trying to demonize the fashion industry - I love the fashion industry - but style is about taking the control out of the industry's hand and having you decide what works for you."
   },
   "author": {
    "text": "Stacy London"
   }
  },
  {
   "quote": {
    "text": "I told my father I wanted to play the banjo, and so he saved the money and got ready to give me a banjo for my next birthday, and between that time and my birthday, I lost interest in the banjo and was playing guitar."
   },
   "author": {
    "text": "Jackson Browne"
   }
  },
  {
   "quote": {
    "text": "You can get rich making fun of me. I know. I've made lots of money making fun of me."
   },
   "author": {
    "text": "Glenn Beck"
   }
  },
  {
   "quote": {
    "text": "I bought a lot of rubbish things that kids buy: skateboards and clothes and typical teenage stuff. And, as soon as I could, I wasted a lot of money on cars - BMW's mostly - for myself and my family."
   },
   "author": {
    "text": "Tom Felton"
   }
  },
  {
   "quote": {
    "text": "My parents instilled a really good work ethic from when I was little - if you want to have money to spend on holidays, you earn it. So I've always been someone who wanted to be able to survive by myself, but I think you have to let down the barriers a little bit - let other people in."
   },
   "author": {
    "text": "Emilia Fox"
   }
  },
  {
   "quote": {
    "text": "Victory is everything. You can spend the money but you can never spend the memories."
   },
   "author": {
    "text": "Ken Venturi"
   }
  },
  {
   "quote": {
    "text": "To me, my dream is just to have it all. I would love to be the first woman to have a ladder match, the first woman to have a Money in the Bank match. That's just a dream of mine, but that's such a far dream that who knows if that's going to happen?"
   },
   "author": {
    "text": "Sasha Banks"
   }
  },
  {
   "quote": {
    "text": "The feeling of being accepted and acknowledgement and recognition and fame - I'm vain like everybody else. The feeling of achievement that I've helped the poor or somebody in need far outweighs the money."
   },
   "author": {
    "text": "Joe Jamail"
   }
  },
  {
   "quote": {
    "text": "Among the weeds choking out growth and good government are the hundreds of boards, commissions, and advisory committees that have sprouted over the years. They devour time, money, and energy far beyond any real contribution they make."
   },
   "author": {
    "text": "Mitch Daniels"
   }
  },
  {
   "quote": {
    "text": "The last thing you want is a group of senators who just lent you seven and a half billion dollars to sit back and go, 'Look at these jerks and how they're using taxpayer money.'"
   },
   "author": {
    "text": "Sergio Marchionne"
   }
  },
  {
   "quote": {
    "text": "I came into politics partly because I want to be able to reduce taxes so that individuals have more of their money to spend, so that businesses have more of their money to create jobs, but I believe that lower taxes are sustainable when you get the public finances in order, so I will only make promises I can keep on taxation."
   },
   "author": {
    "text": "George Osborne"
   }
  },
  {
   "quote": {
    "text": "You can make people feel valued or cared for by design alone. It's not purely about money. It's about how we choose to value human experience."
   },
   "author": {
    "text": "Thomas Heatherwick"
   }
  },
  {
   "quote": {
    "text": "Left-handed pitchers get paid a lot of money to get left-handed guys out or else they wouldn't be in there. They feel confident going up against lefties. If you look at most lefties' numbers, typically they happen to be better against lefties than against righties. That's all it is."
   },
   "author": {
    "text": "Curtis Granderson"
   }
  },
  {
   "quote": {
    "text": "If all you're doing is making money, you have a luxurious but empty life."
   },
   "author": {
    "text": "Amanda Donohoe"
   }
  },
  {
   "quote": {
    "text": "If you earned money listening to music, I'd be a millionaire."
   },
   "author": {
    "text": "Michael Kiwanuka"
   }
  },
  {
   "quote": {
    "text": "My daughter finished high school the same month I got my master's degree. I'm glad I didn't know when I gave birth to her at 21 what it would cost in terms of time, money and sacrifice to bring her to that graduation day."
   },
   "author": {
    "text": "Regina Brett"
   }
  },
  {
   "quote": {
    "text": "Let's be honest, I have enough money to never have to work again."
   },
   "author": {
    "text": "Emma Watson"
   }
  },
  {
   "quote": {
    "text": "The want of money is the root of all evil."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "I've got my eye on a few things to spend my money on. I've got my own bank card but I am really good with money. I don't spend too much at all."
   },
   "author": {
    "text": "Justin Bieber"
   }
  },
  {
   "quote": {
    "text": "Money makes your life easier. If you're lucky to have it, you're lucky."
   },
   "author": {
    "text": "Robert De Niro"
   }
  },
  {
   "quote": {
    "text": "I like to help women to spend not a lot of money - to feel powerful, elegant, glamorous, to feel good about themselves."
   },
   "author": {
    "text": "Melania Trump"
   }
  },
  {
   "quote": {
    "text": "It's nonsense to say money doesn't buy happiness, but people exaggerate the extent to which more money can buy more happiness."
   },
   "author": {
    "text": "Daniel Kahneman"
   }
  },
  {
   "quote": {
    "text": "I make a lot of money, but I don't want to talk about that."
   },
   "author": {
    "text": "Naomi Campbell"
   }
  },
  {
   "quote": {
    "text": "I just feel like, with rappers, there's so much complacency. It's like, 'Oh, I'm a rapper. I'm successful. I make money. That's all that matters.' But there's a lot of stuff going on in the world. Whether or not you're aware of it, it's happening."
   },
   "author": {
    "text": "J. Cole"
   }
  },
  {
   "quote": {
    "text": "I like to keep my money at the end of the day."
   },
   "author": {
    "text": "Pitbull"
   }
  },
  {
   "quote": {
    "text": "When George W. Bush was president, his daddy was raising money for the Bush library. I thought that was fine. When Bob Dole was Majority Leader, Elizabeth Dole was the president of American Red Cross. I didn't say anything."
   },
   "author": {
    "text": "James Carville"
   }
  },
  {
   "quote": {
    "text": "I felt that I had worked hard my entire life and deserved to enjoy all the temptations around me. I felt I was entitled, and thanks to money and fame, I didn't have to go far to find them."
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "I want to have generational money."
   },
   "author": {
    "text": "Offset"
   }
  },
  {
   "quote": {
    "text": "The first time I did a show, I definitely didn't get any money. My friend just let me do this show. I was so nervous: my mic didn't work, and I was like, 'Urgh.' It was terrible. It was a dingy club off of the highway, but all these people came. It was packed out."
   },
   "author": {
    "text": "Kali Uchis"
   }
  },
  {
   "quote": {
    "text": "Work isn't to make money; you work to justify life."
   },
   "author": {
    "text": "Marc Chagall"
   }
  },
  {
   "quote": {
    "text": "Record sales don't really mean anything. For us, the pressure is imagining some 15-year-old kid in Cincinnati who buys our album and doesn't feel like he wasted his pocket money."
   },
   "author": {
    "text": "Chris Martin"
   }
  },
  {
   "quote": {
    "text": "Apple's goal isn't to make money. Our goal is to design and develop and bring to market good products."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "It is my belief that tax credits only go to people who are making money, and they generally keep it."
   },
   "author": {
    "text": "Dianne Feinstein"
   }
  },
  {
   "quote": {
    "text": "Now that we have a bit of money, it is nice to get gifts for people. Before I was getting and not really giving."
   },
   "author": {
    "text": "Zayn Malik"
   }
  },
  {
   "quote": {
    "text": "Selling cookies is usually a girl's first exposure to the world of business. She learns how to meet the public, talk about a product, sell the product, and is responsible for collecting money, giving change, and delivering the product. That's quite a business venture for a 7-year-old."
   },
   "author": {
    "text": "Frances Hesselbein"
   }
  },
  {
   "quote": {
    "text": "I traveled with my mother, Lela, and there was never enough money. I always had to roll down my silk stockings and carry a doll when we bought train tickets so I could go half-fare. If we had $3, we always figured how to tip for the trunks and still eat."
   },
   "author": {
    "text": "Ginger Rogers"
   }
  },
  {
   "quote": {
    "text": "This is going to sound horrible, but I don't even know how much I make in a year. It must be, you know, a couple of million dollars, a few million. I know it's more money than my dad, a jail guard, made in his lifetime; more money than I'll ever need."
   },
   "author": {
    "text": "Penn Jillette"
   }
  },
  {
   "quote": {
    "text": "My NFL pension can barely pay my son's tuition. You know, it's very little money."
   },
   "author": {
    "text": "O. J. Simpson"
   }
  },
  {
   "quote": {
    "text": "People keep getting married, even when times are tough. They want to keep celebrating. The special days appear to be the times where women are still happy to invest, both in terms of time and money. They want to be told that they look beautiful and be remembered for all the right reasons. They don't want to provoke much more reaction than that."
   },
   "author": {
    "text": "Jenny Packham"
   }
  },
  {
   "quote": {
    "text": "What saddens me is the corruption of youth and beauty, and the loss of soul, which is only replaced by money."
   },
   "author": {
    "text": "Lisa Bonet"
   }
  },
  {
   "quote": {
    "text": "Unfortunately, the former rulers during the era of dictatorship indulged in massive corruption in Punjab, and the hard-earned money of the poor nation was mercilessly looted."
   },
   "author": {
    "text": "Shehbaz Sharif"
   }
  },
  {
   "quote": {
    "text": "My choice of films has never been governed by money. That is perhaps why I don't have a very fancy bank account. I'd rather get respect and creative satisfaction through my work than just earn money."
   },
   "author": {
    "text": "Katrina Kaif"
   }
  },
  {
   "quote": {
    "text": "There is an unwritten social rule now that you can harangue the wealthy to give money away, but you mustn't ask how the money was made. There are no galas celebrating the money people knew better than to seek. Charity begins after profit."
   },
   "author": {
    "text": "Anand Giridharadas"
   }
  },
  {
   "quote": {
    "text": "The media tries to do what they do. You can't stop. You gotta get money."
   },
   "author": {
    "text": "Trick Daddy"
   }
  },
  {
   "quote": {
    "text": "You can have the best product in the world, you can have the best motivation in the world, you can have best education in the world, you can have all the money in the world - but if you don't have direction, you'll never go anywhere."
   },
   "author": {
    "text": "E. Joseph Cossman"
   }
  },
  {
   "quote": {
    "text": "I have not committed any crimes. I have not stolen any money. I have not looted state resources."
   },
   "author": {
    "text": "Cyril Ramaphosa"
   }
  },
  {
   "quote": {
    "text": "In the 1990s, the Democratic Party began to cozy up to their long-time enemies: Wall Street Bankers. They took their money and relaxed their regulations until the Great Recession forced the Democrats via Dodd-Frank to re-regulate the banks."
   },
   "author": {
    "text": "Bob Beckel"
   }
  },
  {
   "quote": {
    "text": "I would say that Bob Dylan is as interested in money as any person I've known in my life. That's just the truth."
   },
   "author": {
    "text": "David Geffen"
   }
  },
  {
   "quote": {
    "text": "I came from a middle-class family. My dad was a professor; my mom was a nurse. I didn't come from money, and I didn't come from circles of power. I didn't come from the country club; I came from the town park."
   },
   "author": {
    "text": "Megyn Kelly"
   }
  },
  {
   "quote": {
    "text": "Living in China, I found out that the bright new world was not for me, not for defectors. My life in North Korea had been OK; suddenly, in China, I had to feed myself and earn money. Worst of all, North Korean defectors are hunted by the government."
   },
   "author": {
    "text": "Lee Hyeon-seo"
   }
  },
  {
   "quote": {
    "text": "I've always treated money with respect, but I don't really think about money - I try to avoid it, because I don't like what money does to people. I find if you get too much money involved, people get corrupted."
   },
   "author": {
    "text": "RJ Mitte"
   }
  },
  {
   "quote": {
    "text": "My own foundation concentrates on women's economic empowerment on the basis that if women have their own money and are able to support themselves, they can make choices about what happens to them in their lives, about whether they have education, whether they get married, and what happens to their children."
   },
   "author": {
    "text": "Cherie Blair"
   }
  },
  {
   "quote": {
    "text": "As human beings, we're very materialistic and have all this stuff - furs and cars and diamonds and money."
   },
   "author": {
    "text": "Smokey Robinson"
   }
  },
  {
   "quote": {
    "text": "A lot of celebrities just want money, fame, power, fancy cars, houses all over the world and have people bow down to them. To me, that's frightful behaviour."
   },
   "author": {
    "text": "Shirley Manson"
   }
  },
  {
   "quote": {
    "text": "You work to earn money. But in Japan, that idea has a bad image, and you're not supposed to say that."
   },
   "author": {
    "text": "Shuji Nakamura"
   }
  },
  {
   "quote": {
    "text": "I used to buy nice clothes and drive a nice car when I couldn't afford it. But I spent all my money doing it, and now I don't have to. I like nice things. I like to travel in a certain style. I like to live in a nice place."
   },
   "author": {
    "text": "Helmut Jahn"
   }
  },
  {
   "quote": {
    "text": "I turned six in 1977. Youth athletics then was nothing like this, and I wondered how things changed so much. I started looking at our societal emphasis on sports, using the most tangible metric by which we measure emphasis: money."
   },
   "author": {
    "text": "Douglas Brunt"
   }
  },
  {
   "quote": {
    "text": "In the rest of the world, rich people will give a donation, and businessmen give to charities. But in Mexico, the execution capacity of what we call the social sector is missing. I find it much more effective to set up the actual social organisation and then fund it with my money."
   },
   "author": {
    "text": "Ricardo Salinas Pliego"
   }
  },
  {
   "quote": {
    "text": "Because of piracy there has been a massive downturn in people buying music, which makes it more difficult for artists to make money from the sale of records."
   },
   "author": {
    "text": "Lily Allen"
   }
  },
  {
   "quote": {
    "text": "We're always on the search for a novel or a source or an existing screenplay, or writing something ourselves that turns us on. But because films cost a lot of money to make and a huge amount of effort to get the people to rally, you have to really like it; you can't just semi-like it. Getting to 'really like' is the part that takes the minute."
   },
   "author": {
    "text": "Debra Granik"
   }
  },
  {
   "quote": {
    "text": "It's all about the money."
   },
   "author": {
    "text": "Joseph Jackson"
   }
  },
  {
   "quote": {
    "text": "Money does not motivate me as long as I can provide for my children."
   },
   "author": {
    "text": "Steve Waugh"
   }
  },
  {
   "quote": {
    "text": "It doesn't cost money to let people keep more of their own money. It costs money to spend money you don't have, but that's another issue."
   },
   "author": {
    "text": "Mick Mulvaney"
   }
  },
  {
   "quote": {
    "text": "But human nature dictates that there will always be cheaters. That's inevitable. Where there's money involved and glory, there are going to be people that cheat, and there will always be ways to cheat."
   },
   "author": {
    "text": "David Millar"
   }
  },
  {
   "quote": {
    "text": "Women are starting something like twice as many companies as men, but the money is primarily going to companies started by men."
   },
   "author": {
    "text": "Anita Borg"
   }
  },
  {
   "quote": {
    "text": "If you really spend time with movies, it's three years of your life from beginning to end. I started out planting the seed with 'Monster's Ball' about independent cinema and raising money and that whole thing as a producer, and then it becomes easier for me."
   },
   "author": {
    "text": "Lee Daniels"
   }
  },
  {
   "quote": {
    "text": "I got no support from USA Wrestling. I was competing against professional Russians that do nothing but wrestle for a living, and I was forced to take a job working for this lowlife loser, John du Pont, who I didn't want in my life. I just wanted the money."
   },
   "author": {
    "text": "Mark Schultz"
   }
  },
  {
   "quote": {
    "text": "I have made more money than I ever thought anybody should ever make. But who cares if you're worth $500 million or $1 billion? That is not what I want to be remembered for, but for giving something back."
   },
   "author": {
    "text": "Jorge M. Perez"
   }
  },
  {
   "quote": {
    "text": "Economics works great for planning your life when you don't have a work passion, since we tend to assume that your job delivers only money and you trade off job hours with leisure hours. If you think your job will just be a job, pick one that pays well per hour and leaves you some time off, even if the activity of the job is boring."
   },
   "author": {
    "text": "Emily Oster"
   }
  },
  {
   "quote": {
    "text": "That was real baseball. We weren't playing for money. They gave us Mickey Mouse watches that ran backwards."
   },
   "author": {
    "text": "Bill Lee"
   }
  },
  {
   "quote": {
    "text": "Taking a pay cut won't demotivate me, not at all. It's not about money in the first place. It's about the job."
   },
   "author": {
    "text": "Paul O'Grady"
   }
  },
  {
   "quote": {
    "text": "So the actual privilege is that you can then take time off - and if you don't, you're a fool. You're earning all this money to support children whom you then don't see, which is absurd."
   },
   "author": {
    "text": "Paul Bettany"
   }
  },
  {
   "quote": {
    "text": "Of course I want to be a best seller because I'm in the business and I want to be read, but there is no money in the world that can compensate for writing badly."
   },
   "author": {
    "text": "David Lagercrantz"
   }
  },
  {
   "quote": {
    "text": "Google, Facebook, and other consumer web companies violate our privacy. But that's only because they have an ad-based business model. They can only make money by selling your data - and degrading the product experience with ads."
   },
   "author": {
    "text": "Jose Ferreira"
   }
  },
  {
   "quote": {
    "text": "Whenever people with money have power over people with less money, you have the potential for exploitation."
   },
   "author": {
    "text": "Jennifer Weiner"
   }
  },
  {
   "quote": {
    "text": "I basically left Texas with no money. I was making $3.50 working in some mall, so I didn't have a lot of cash. I took $1,000 and headed to California. Along the way I stopped in Vegas because I had always wanted to see Caesar's Palace. So I stopped there and won $2,500 on a slot machine! It was amazing."
   },
   "author": {
    "text": "Krista Allen"
   }
  },
  {
   "quote": {
    "text": "The only way I'd have gone was if it would better my career, I would not have gone just for the money. The point was to go to a club that could win trophies."
   },
   "author": {
    "text": "Teddy Sheringham"
   }
  },
  {
   "quote": {
    "text": "Sports is all about money."
   },
   "author": {
    "text": "Lynn Samuels"
   }
  },
  {
   "quote": {
    "text": "Wealth and want equally harden the human heart."
   },
   "author": {
    "text": "Theodore Parker"
   }
  },
  {
   "quote": {
    "text": "If you make a living, if you earn your own money, you're free - however free one can be on this planet."
   },
   "author": {
    "text": "Theodore White"
   }
  },
  {
   "quote": {
    "text": "It's time we acknowledge that not all Democrats are the same. That a Democrat who takes corporate money, profits off foreclosure, doesn't live here, doesn't send his kids to our schools, doesn't drink our water or breathe our air cannot possibly represent us."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "I see people like me, who thought someone like me couldn't be in politics, now are saying, 'Oh, wait, I don't need to take money from corporations to run. Maybe I'll run, too.'"
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "I'm proud to pay taxes in the United States; the only thing is, I could be just as proud for half the money."
   },
   "author": {
    "text": "Arthur Godfrey"
   }
  },
  {
   "quote": {
    "text": "A nation that continues year after year to spend more money on military defense than on programs of social uplift is approaching spiritual doom."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "You gotta remember: we're musicians... we're just crazy people who can't get along sometimes. I've definitely come to the table with my knife in my pocket a couple of times; you know how it is. It's part of being human. Now add fame and money and all that rock and roll craziness to it - we're lucky we don't eat each other in this industry!"
   },
   "author": {
    "text": "Corey Taylor"
   }
  },
  {
   "quote": {
    "text": "A man is usually more careful of his money than he is of his principles."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "If money is your hope for independence you will never have it. The only real security that a man will have in this world is a reserve of knowledge, experience, and ability."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "To have done anything just for money is to have been truly idle."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "I agree with Balzac and 19th-century writers, black and white, who say, 'I write for money.' Yes, I think everybody should be paid handsomely; I insist on it, and I pay people who work for me, or with me, handsomely."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Alimony is like buying hay for a dead horse."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "Where there is a free government, and the people make their own laws by their representatives, I see no injustice in their obliging one another to take their own paper money."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Money has never made man happy, nor will it, there is nothing in its nature to produce happiness. The more of it one has the more one wants."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "If you would know the value of money, go and try to borrow some."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Those have a short Lent who owe money to be paid at Easter."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "He that is of the opinion money will do everything may well be suspected of doing everything for money."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "From a child I was fond of reading, and all the little money that came into my hands was ever laid out in books. Pleased with the 'Pilgrim's Progress,' my first collection was of John Bunyan's works in separate little volumes."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "The reason we have poverty is that we have no imagination. There are a great many people accumulating what they think is vast wealth, but it's only money... they don't know how to enjoy it, because they have no imagination."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "The Internet didn't get invented on its own. Government research created the Internet so that all the companies could make money off the Internet. The point is, is that when we succeed, we succeed because of our individual initiative, but also because we do things together."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Money differs from an automobile or mistress in being equally important to those who have it and those who do not."
   },
   "author": {
    "text": "John Kenneth Galbraith"
   }
  },
  {
   "quote": {
    "text": "Many people who try to do big bold things in the world find out it's not about the money or the technology: It's about the regulatory hurdles that will try and stop you."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "An athlete cannot run with money in his pockets. He must run with hope in his heart and dreams in his head."
   },
   "author": {
    "text": "Emil Zatopek"
   }
  },
  {
   "quote": {
    "text": "The love of power, like the love of money, increases with the possession of it; and we know in what ruin these baneful passions have involved human societies in all ages when they have been let loose and suffered to rage uncontrolled - There is no restraint like the pervading eye of the virtuous citizens."
   },
   "author": {
    "text": "Samuel Adams"
   }
  },
  {
   "quote": {
    "text": "There is only one class in the community that thinks more about money than the rich, and that is the poor. The poor can think of nothing else."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "We can't let people down when they can't get any medical care, when they're sick and don't have money to go to a doctor. You help them."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "I, Joan Crawford, I believe in the dollar. Everything I earn, I spend."
   },
   "author": {
    "text": "Joan Crawford"
   }
  },
  {
   "quote": {
    "text": "Clearly this is a tough economic time, and a lot of families are hurting. So when we talk to parents, we talk about small changes for kids and things that don't cost extra money. Like adding water and eliminating sugary drinks and sodas. That's going to save money right there. Or adding a few more vegetables."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "My family didn't have a lot of money, so I worked my heart out to get my degrees. But the minute I graduated, suddenly everyone was asking me, 'Well, when are you going to get married and start having kids?' And the truth is I had no idea how I would balance the expected role of wife and mother with a challenging career."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "People say money ain't nothing; money is basically everything."
   },
   "author": {
    "text": "Meek Mill"
   }
  },
  {
   "quote": {
    "text": "You know, my main reaction to this money thing is that it's humorous, all the attention to it, because it's hardly the most insightful or valuable thing that's happened to me."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "To me, the money is - it's certainly a wonderful thing. But it is in direct proportion to how you're able to bless yourself and bless others with it."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "The TV business is uglier than most things. It is normally perceived as some kind of cruel and shallow money trench through the heart of the journalism industry, a long plastic hallway where thieves and pimps run free and good men die like dogs, for no good reason."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "A billion here, a billion there, and pretty soon you're talking about real money."
   },
   "author": {
    "text": "Everett Dirksen"
   }
  },
  {
   "quote": {
    "text": "The first money I ever earned was for drawing stone tools."
   },
   "author": {
    "text": "Mary Leakey"
   }
  },
  {
   "quote": {
    "text": "Divorce is one of the most financially traumatic things you can go through. Money spent on getting mad or getting even is money wasted."
   },
   "author": {
    "text": "Richard Wagner"
   }
  },
  {
   "quote": {
    "text": "It's hard to tell with these Internet startups if they're really interested in building companies or if they're just interested in the money. I can tell you, though: If they don't really want to build a company, they won't luck into it. That's because it's so hard that if you don't have a passion, you'll give up."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Want of money and the distress of a thief can never be alleged as the cause of his thieving, for many honest people endure greater hardships with fortitude. We must therefore seek the cause elsewhere than in want of money, for that is the miser's passion, not the thief s."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "The number of stressors has multiplied exponentially: traffic, money, success, work/life balance, the economy, the environment, parenting, family conflict, relationships, disease. As the nature of human life has become far more complicated, our ancient stress response hasn't been able to keep up."
   },
   "author": {
    "text": "Andrew J. Bernstein"
   }
  },
  {
   "quote": {
    "text": "Your goal should be to pay off your credit card bills in full at the end of each month and set aside money toward your emergency savings."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "Don't underestimate the cosmetic power of sunglasses. It's worth spending a bit of money on a quality pair. I usually go for Dior or Louis Vuitton."
   },
   "author": {
    "text": "Dita Von Teese"
   }
  },
  {
   "quote": {
    "text": "I think money is a wonderful thing because it enables you to do things. It enables you to invest in ideas that don't have a short-term payback."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Pretty much, Apple and Dell are the only ones in this industry making money. They make it by being Wal-Mart. We make it by innovation."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "I have respect for Senator McCain. I used to like him a lot. I supported him. I raised a lot of money for his campaign against President Obama."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Bank failures are caused by depositors who don't deposit enough money to cover losses due to mismanagement."
   },
   "author": {
    "text": "Dan Quayle"
   }
  },
  {
   "quote": {
    "text": "Making money is a happiness. And that's a great incentive. Making other people happy is a super-happiness."
   },
   "author": {
    "text": "Muhammad Yunus"
   }
  },
  {
   "quote": {
    "text": "It doesn't take money to turn off the television and cultivate real bonding time."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "You can choose a future where more Americans have the chance to gain the skills they need to compete, no matter how old they are or how much money they have. Education was the gateway to opportunity for me. It was the gateway for Michelle. And now more than ever, it is the gateway to a middle-class life."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "I don't make deals for the money. I've got enough, much more than I'll ever need. I do it to do it."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "It's a great thing when you can show that you've been successful and that you've made a lot of money and that you've employed a lot of people."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "I deal with foreign countries. I made a lot of money dealing against China. I've made a lot of money dealing against many other countries."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "I'm worth far too much money. I don't need anybody's money."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Money isn't the most important thing in life, but it's reasonably close to oxygen on the 'gotta have it' scale."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "I say always follow your passion, no matter what, because even if it's not the same financial success, it'll lead you to the money that'll make you the happiest."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "I've never been able to understand why a Republican contributor is a 'fat cat' and a Democratic contributor of the same amount of money is a 'public-spirited philanthropist'."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "My dad wouldn't buy me tight pants. I had to get my own money to buy them."
   },
   "author": {
    "text": "Young Thug"
   }
  },
  {
   "quote": {
    "text": "I never heard of an old man forgetting where he had buried his money! Old people remember what interests them: the dates fixed for their lawsuits, and the names of their debtors and creditors."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Enthusiasm is the greatest asset you can possess, for it can take you further than money, power or influence."
   },
   "author": {
    "text": "Dada Vaswani"
   }
  },
  {
   "quote": {
    "text": "Speculation is only a word covering the making of money out of the manipulation of prices, instead of supplying goods and services."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "To be poor does not mean you lack the means to extend charity to another. You may lack money or food, but you have the gift of friendship to overwhelm the loneliness that grips the lives of so many."
   },
   "author": {
    "text": "Stanley Hauerwas"
   }
  },
  {
   "quote": {
    "text": "Time is money says the proverb, but turn it around and you get a precious truth. Money is time."
   },
   "author": {
    "text": "George Gissing"
   }
  },
  {
   "quote": {
    "text": "In economics, one of the most important concepts is 'opportunity cost' - the idea that once you spend your money on something, you can't spend it again on something else."
   },
   "author": {
    "text": "Malcolm Turnbull"
   }
  },
  {
   "quote": {
    "text": "The rich are always going to say that, you know, just give us more money and we'll go out and spend more and then it will all trickle down to the rest of you. But that has not worked the last 10 years, and I hope the American public is catching on."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "Don't stay in bed, unless you can make money in bed."
   },
   "author": {
    "text": "George Burns"
   }
  },
  {
   "quote": {
    "text": "Money is the great tool through whose means labor and skill become universally co-operative."
   },
   "author": {
    "text": "Leland Stanford"
   }
  },
  {
   "quote": {
    "text": "Time and money spent in helping men to do more for themselves is far better than mere giving."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "Money is power, and in that government which pays all the public officers of the states will all political power be substantially concentrated."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "I believe enlightenment or revelation comes in daily life. I look for joy, the peace of action. You need action. I'd have stopped writing years ago if it were for the money."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "The president has been a true friend of the ag industry, because he continues to invest large amounts of money at a time when savings is really the goal of the federal government to deal with the deficit."
   },
   "author": {
    "text": "Mike Johanns"
   }
  },
  {
   "quote": {
    "text": "I would never wear a look that was all the same designer. I always wear at least one thing that is vintage. I dress according to my mood, and I usually spend money on the basics, like leather jackets, handbags, sweaters and shoes."
   },
   "author": {
    "text": "Elsa Hosk"
   }
  },
  {
   "quote": {
    "text": "I grew up in an era of pretty severe poverty. My parents weathered the Great Depression, and money was always a very big concern. I was weaned on a shortage mentality and placed in foster homes largely because there simply wasn't enough money to take care of the most basic of needs."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as a good tax."
   },
   "author": {
    "text": "Unknown"
   }
  },
  {
   "quote": {
    "text": "My principles are more important than the money or my title."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "I think members of the legislature, people who have to run for office, know the connection between money and influence on what laws get passed."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "Money never stays with me. It would burn me if it did. I throw it out of my hands as soon as possible, lest it should find its way into my heart."
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "If our soldiers are not overburdened with money, it is not because they have a distaste for riches; if their lives are not unduly long, it is not because they are disinclined to longevity."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "Money won't make you happy... but everybody wants to find out for themselves."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Success must never be measured by how much money you have."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Most people consider me an optimist because I laughingly state that I would take my last two dollars and buy a money belt."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "My challenge when I came back was to face the young talent, dissect their games, and show them maybe that they needed to learn more about the game than just the money aspect."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "I always want to say to people who want to be rich and famous: 'try being rich first'. See if that doesn't cover most of it. There's not much downside to being rich, other than paying taxes and having your relatives ask you for money. But when you become famous, you end up with a 24-hour job."
   },
   "author": {
    "text": "Bill Murray"
   }
  },
  {
   "quote": {
    "text": "People who get trapped in the tunnel vision of making money think that is all there is to life."
   },
   "author": {
    "text": "Felix Dennis"
   }
  },
  {
   "quote": {
    "text": "Profit or perish... There are only two ways to make money: increase sales and decrease costs."
   },
   "author": {
    "text": "Fred DeLuca"
   }
  },
  {
   "quote": {
    "text": "Measure your wealth by what you'd have left if you lost all your money."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "One might think that the money value of an invention constitutes its reward to the man who loves his work. But... I continue to find my greatest pleasure, and so my reward, in the work that precedes what the world calls success."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "You don't want to have so much money going toward your mortgage every month that you can't enjoy life or take care of your other financial responsibilities."
   },
   "author": {
    "text": "Dave Ramsey"
   }
  },
  {
   "quote": {
    "text": "We are the only real aristocracy in the world: the aristocracy of money."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "I have a passion for music; I love music. But I also have a passion for money and paying my bills."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "My best investment, as cliched as this sounds, is the money I've spent developing myself, via books, workshops and coaching. Leadership begins within, and to have a better career, start by building a better you."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "To fulfill a dream, to be allowed to sweat over lonely labor, to be given a chance to create, is the meat and potatoes of life. The money is the gravy."
   },
   "author": {
    "text": "Bette Davis"
   }
  },
  {
   "quote": {
    "text": "The greatest luxury of riches is that they enable you to escape so much good advice."
   },
   "author": {
    "text": "Arthur Helps"
   }
  },
  {
   "quote": {
    "text": "Offer someone the opportunity to rebuild a company or reinvent an industry as the primary incentive, and it will attract those drawn to the challenge first and the money second."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "I just hate meetings. Though it's true that once you've made a lot of money, people around you might be full of ideas about ways to make lots more money and might be disappointed that you don't want to seize every opportunity to do so."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "God wants us to prosper financially, to have plenty of money, to fulfill the destiny He has laid out for us."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Money is human happiness in the abstract; he, then, who is no longer capable of enjoying human happiness in the concrete devotes himself utterly to money."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "What do most people say on their deathbed? They don't say, 'I wish I'd made more money.' What they say is, 'I wish I'd spent more time with my family and done more for society or my community.'"
   },
   "author": {
    "text": "David Rubenstein"
   }
  },
  {
   "quote": {
    "text": "Lack of money is the root of all evil."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "If a newspaper is to be of real service to the public, it must have a big circulation: first, because its news and its comments must reach the largest possible number of people; second, because circulation means advertising, and advertising means money, and money means independence."
   },
   "author": {
    "text": "Joseph Pulitzer"
   }
  },
  {
   "quote": {
    "text": "Our only real hope for democracy is that we get the money out of politics entirely and establish a system of publicly funded elections."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "Well-spent aid money is saving lives for a few thousand dollars per life saved."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "The real key to making money in stocks is not to get scared out of them."
   },
   "author": {
    "text": "Peter Lynch"
   }
  },
  {
   "quote": {
    "text": "Of course, to have money is just great because you can do what you think is important to you. I always was a rich person because money's not related to happiness."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "Economics is not a science; it is a quasi-religion: part superstition, part mystique, part sentimentality. Bankers dream like other men, the only difference being that when their dreams turn to nightmares, we all lose sleep. There can be no trusting the muttering of any prelate when it comes to money."
   },
   "author": {
    "text": "Howard Jacobson"
   }
  },
  {
   "quote": {
    "text": "It's better to waste money, than it is to waste time. You can always get more money."
   },
   "author": {
    "text": "Hal Sparks"
   }
  },
  {
   "quote": {
    "text": "Very few people can afford to be poor."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Money, it turned out, was exactly like sex, you thought of nothing else if you didn't have it and thought of other things if you did."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "When I get a little money I buy books; and if any is left I buy food and clothes."
   },
   "author": {
    "text": "Desiderius Erasmus"
   }
  },
  {
   "quote": {
    "text": "What we do today has nothing to do with capitalism or socialism. It is a crony type of system that transfers money to the coffers of bureaucrats."
   },
   "author": {
    "text": "Nassim Nicholas Taleb"
   }
  },
  {
   "quote": {
    "text": "So much business is based on the belief that we should do whatever we can within legal limits to make as much money as we can. Ben & Jerry's was based on values, and we try to operate a business that not just sells ice cream but partners with all our stakeholders - whether that's suppliers or customers - to bring about a more sustainable world."
   },
   "author": {
    "text": "Jerry Greenfield"
   }
  },
  {
   "quote": {
    "text": "In today's world, having money has allowed people who are extremely uncool to think that they're cool and carry it like that. People who really are cool and people who really are artists and have ideas have to literally turn in their cool card to society just to make it past the age of 28."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "When I chased after money, I never had enough. When I got my life on purpose and focused on giving of myself and everything that arrived into my life, then I was prosperous."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Money is usually attracted, not pursued."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "That's why I be so careful with my money and always try to invest. I see people who have it all and then lose it."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "Modern poets talk against business, poor things, but all of us write for money. Beginners are subjected to trial by market."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "Money is better than poverty, if only for financial reasons."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "If you hire people just because they can do a job, they'll work for your money. But if you hire people who believe what you believe, they'll work for you with blood, sweat, and tears."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "As they say around the Texas Legislature, if you can't drink their whiskey, screw their women, take their money, and vote against 'em anyway, you don't belong in office."
   },
   "author": {
    "text": "Molly Ivins"
   }
  },
  {
   "quote": {
    "text": "In marriage do thou be wise: prefer the person before money, virtue before beauty, the mind before the body; then thou hast a wife, a friend, a companion, a second self."
   },
   "author": {
    "text": "William Penn"
   }
  },
  {
   "quote": {
    "text": "Money is a very important tool to make a big difference in people's life. It is positive or negative depending on the values."
   },
   "author": {
    "text": "Shiv Khera"
   }
  },
  {
   "quote": {
    "text": "Don't matter how much money you got, there's only two kinds of people: there's saved people and there's lost people."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "A wise man should have money in his head, but not in his heart."
   },
   "author": {
    "text": "Jonathan Swift"
   }
  },
  {
   "quote": {
    "text": "Advertising is totally unnecessary. Unless you hope to make money."
   },
   "author": {
    "text": "Jef I. Richards"
   }
  },
  {
   "quote": {
    "text": "If women didn't exist, all the money in the world would have no meaning."
   },
   "author": {
    "text": "Aristotle Onassis"
   }
  },
  {
   "quote": {
    "text": "First, I only get earthen lamps during Diwali, and I urge everyone to do so, so that people who make these diyas can earn money and have a good Diwali. Also, I celebrate the festival with special children. I take homemade sweets for them like halwa or jaggery and spend some time with them."
   },
   "author": {
    "text": "Sangram Singh"
   }
  },
  {
   "quote": {
    "text": "The first colony on Mars is not going to be built by a private company. How are you going to make money? You're not."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "One day a guy tried to rob me on the street, and I had no money. So I charged him."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "If you make any money, the government shoves you in the creek once a year with it in your pockets, and all that don't get wet you can keep."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "If advertisers spent the same amount of money on improving their products as they do on advertising then they wouldn't have to advertise them."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "Let advertisers spend the same amount of money improving their product that they do on advertising and they wouldn't have to advertise it."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "Partying is not a sane way to spend money, but it's fun. When we were young, we did not have a lot of money at all, so I thought, 'If I ever get rich, I'm not going to become one of those boring rich people who doesn't spend money.'"
   },
   "author": {
    "text": "Markus Persson"
   }
  },
  {
   "quote": {
    "text": "Money doesn't talk, it swears."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "Making money is easy. It is. The difficult thing in life is not making it, it's keeping it."
   },
   "author": {
    "text": "John McAfee"
   }
  },
  {
   "quote": {
    "text": "So you think that money is the root of all evil. Have you ever asked what is the root of all money?"
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "Run for your life from any man who tells you that money is evil. That sentence is the leper's bell of an approaching looter."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "The civility which money will purchase, is rarely extended to those who have none."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "We've got to put a lot of money into changing behavior."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Ninety percent of games lose money; 10 percent make a lot of money. And there's a consistency around the competitive advantages you create, so if you can actually learn how to do the art, the design, and the programming, you would be consistently very profitable."
   },
   "author": {
    "text": "Gabe Newell"
   }
  },
  {
   "quote": {
    "text": "Saving petrol is saving India's money. This is a sense of patriotism. The country can be energy-independent by energy conservation. I appeal to the other ministers also to do this."
   },
   "author": {
    "text": "Veerappa Moily"
   }
  },
  {
   "quote": {
    "text": "It's a sad fact about our culture that a poet can earn much more money writing or talking about his art than he can by practicing it."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "I want to make as much money as I possibly can so that when my day comes, my mother and sister is fine. My close friends are fine. They don't have to worry about anything ever again."
   },
   "author": {
    "text": "Tyler, The Creator"
   }
  },
  {
   "quote": {
    "text": "My father, who was jailed for stealing on more than one occasion, just abandoned his fatherly responsibilities and disappeared. I grew up working from the time I was nine years of age. Money was a big issue everywhere I lived."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Money has no grey areas. You either make it or you lose it."
   },
   "author": {
    "text": "Kevin O'Leary"
   }
  },
  {
   "quote": {
    "text": "Money and women are the most sought after and the least known about of any two things we have."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "You shouldn't have to have money to have a luxury fragrance."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "After two decades of personal finance reporting, I've heard every excuse in the book for not saving money. That said, none of them really hold up - at least over the long term."
   },
   "author": {
    "text": "Jean Chatzky"
   }
  },
  {
   "quote": {
    "text": "A rise in wages, from an alteration in the value of money, produces a general effect on price, and for that reason it produces no real effect whatever on profits."
   },
   "author": {
    "text": "David Ricardo"
   }
  },
  {
   "quote": {
    "text": "I would say the most satisfying thing actually is watching my three children each pick up on their own interests and work many more hours per week than most people that have jobs at trying to intelligently give away that money in fields that they particularly care about."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "Well private money can take risks in a way that government money often isn't willing to."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "It is easy to be independent when you've got money. But to be independent when you haven't got a thing, that's the Lord's test."
   },
   "author": {
    "text": "Mahalia Jackson"
   }
  },
  {
   "quote": {
    "text": "As kids we didn't complain about being poor; we talked about how rich we were going to be and made moves to get the lifestyle we aspired to by any means we could. And as soon as we had a little money, we were eager to show it."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "If we command our wealth, we shall be rich and free; if our wealth commands us, we are poor indeed."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "Too many people measure how successful they are by how much money they make or the people that they associate with. In my opinion, true success should be measured by how happy you are."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "To the eyes of a miser a guinea is more beautiful than the sun, and a bag worn with the use of money has more beautiful proportions than a vine filled with grapes."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Cinema is a thankless industry where sometimes to appear on the cinematic scenery is a thing for late bloomers and people who are very patient. The places are accounted, and the space is often unwelcoming. Money is rare, and independent voices are muted by the almost complete absence of risk takers."
   },
   "author": {
    "text": "Xavier Dolan"
   }
  },
  {
   "quote": {
    "text": "I love charity thrift stores. Amazing one-of-a-kind pieces at terrific prices, and all the money you spend goes to a good cause."
   },
   "author": {
    "text": "Lara Spencer"
   }
  },
  {
   "quote": {
    "text": "My recollection is - and I'd have to confirm this - but I don't recall paying any money to go to law school."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "We can all be successful and make money, but when we die, that ends. But when you are significant is when you help other people be successful. That lasts many a lifetime."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "There's so much importance in honoring your everyday hero. It doesn't take money. It doesn't take connections. What matters is that people get involved. Whether your passion is gun control or food or whatever it may be, everybody needs to stop being so self-absorbed."
   },
   "author": {
    "text": "Debi Mazar"
   }
  },
  {
   "quote": {
    "text": "Friends and acquaintances are the surest passport to fortune."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "In my family, there was one cardinal priority - education. College was not an option; it was mandatory. So even though we didn't have a lot of money, we made it work. I signed up for financial aid, Pell Grants, work study, anything I could."
   },
   "author": {
    "text": "Eva Longoria"
   }
  },
  {
   "quote": {
    "text": "Tokyo may have more money and Kyoto more culture; Nara may have more history and Kobe more style. But Osaka has the biggest heart."
   },
   "author": {
    "text": "Vikas Swarup"
   }
  },
  {
   "quote": {
    "text": "No business in the world has ever made more money with poorer management."
   },
   "author": {
    "text": "Bill Terry"
   }
  },
  {
   "quote": {
    "text": "It is more rewarding to watch money change the world than watch it accumulate."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "I'm scared to death of being poor. It's like a fat girl who loses 500 pounds but is always fat inside. I grew up poor and will always feel poor inside. It's my pet paranoia."
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "I found this out over the years, that racism is a thinly veiled disguise over economics and money. It really is."
   },
   "author": {
    "text": "Quincy Jones"
   }
  },
  {
   "quote": {
    "text": "I'm enjoying the money, the big house, the cars; what ghetto kid wouldn't?"
   },
   "author": {
    "text": "O. J. Simpson"
   }
  },
  {
   "quote": {
    "text": "You never suffer from a money problem, you always suffer from an idea problem."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "I'm in the music business for one purpose - to make money."
   },
   "author": {
    "text": "Nat King Cole"
   }
  },
  {
   "quote": {
    "text": "It is not the creation of wealth that is wrong, but the love of money for its own sake."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "The seven deadly sins: Want of money, bad health, bad temper, chastity, family ties, knowing that you know things, and believing in the Christian religion."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "I have a fantastic relationship with money. I use it to buy my freedom."
   },
   "author": {
    "text": "Gianni Versace"
   }
  },
  {
   "quote": {
    "text": "Neofascism in the United States takes the form of big money, big banks, big corporations, tied to xenophobic scapegoating of the vulnerable, like Mexicans and Muslims and women and black folk, and militaristic policies abroad, with strongman, charismatic, autocratic personality, and that's what Donald Trump is."
   },
   "author": {
    "text": "Cornel West"
   }
  },
  {
   "quote": {
    "text": "Money can't buy happiness."
   },
   "author": {
    "text": "Howard Hughes"
   }
  },
  {
   "quote": {
    "text": "Never confuse the size of your paycheck with the size of your talent."
   },
   "author": {
    "text": "Marlon Brando"
   }
  },
  {
   "quote": {
    "text": "You may not like the idea of putting money into a home when you're moving out. But it's demanded by the market. You need to show it off. You don't have to rip out the kitchen and bathroom. But maybe replace the tiles or the countertops. Get professional advice."
   },
   "author": {
    "text": "Barbara Corcoran"
   }
  },
  {
   "quote": {
    "text": "People want to think that staying in shape costs a lot of money. They couldn't be more wrong. It doesn't cost anything to walk. And it's probably a lot cheaper to go to the corner store and buy vegetables than take a family out for fast food."
   },
   "author": {
    "text": "Florence Griffith Joyner"
   }
  },
  {
   "quote": {
    "text": "Where large sums of money are concerned, it is advisable to trust nobody."
   },
   "author": {
    "text": "Agatha Christie"
   }
  },
  {
   "quote": {
    "text": "Capitalism is using its money; we socialists throw it away."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "Money is the root of all evil, and yet it is such a useful root that we cannot get on without it any more than we can without potatoes."
   },
   "author": {
    "text": "Louisa May Alcott"
   }
  },
  {
   "quote": {
    "text": "I get a phone call once every 18 months from some mad person who wants me to do something for less than no money and they give me about a week's notice. That's my film career, most of the time."
   },
   "author": {
    "text": "Dylan Moran"
   }
  },
  {
   "quote": {
    "text": "God help me if I ever do another movie with an explosion in it. If you see me in a movie where stuff is exploding you'll know I've lost all my money."
   },
   "author": {
    "text": "Ben Affleck"
   }
  },
  {
   "quote": {
    "text": "All business is basically about customers and marketing and making money and capitalism and winning and promoting it and having something someone really wants."
   },
   "author": {
    "text": "Roger Ailes"
   }
  },
  {
   "quote": {
    "text": "The greatest power is not money power, but political power."
   },
   "author": {
    "text": "Walter Annenberg"
   }
  },
  {
   "quote": {
    "text": "Friendship is like money, easier made than kept."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "Prices are important not because money is considered paramount but because prices are a fast and effective conveyor of information through a vast society in which fragmented knowledge must be coordinated."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "Some argue we should get coal, oil and gas out of the ground as quickly as possible, build more pipelines and make as much money as we can selling it here and abroad. Their priorities are the economy and meeting short-term energy needs so we can live the lives to which we've become accustomed."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "My father used to always say to me that, you know, if a guy goes out to steal a loaf of bread to feed his family, they'll give him 10 years, but a guy can do white-collar crime and steal the money of thousands and he'll get probation and a slap on the wrist."
   },
   "author": {
    "text": "Jesse Ventura"
   }
  },
  {
   "quote": {
    "text": "Whoever controls the volume of money in any country is absolute master of all industry and commerce."
   },
   "author": {
    "text": "James A. Garfield"
   }
  },
  {
   "quote": {
    "text": "You hope your buddies will win so you don't have to loan them any money."
   },
   "author": {
    "text": "Chris LeDoux"
   }
  },
  {
   "quote": {
    "text": "I always feel like 'as long as I'm doin' what I love to do, the money's naturally gonna come.' When you start thinkin' business and you start thinkin' 'What's hot? What's the wave? Who is hot? Let's get at that person,' it becomes a point where you're tryin' to strategize to make money. And that's always a gamble."
   },
   "author": {
    "text": "Akon"
   }
  },
  {
   "quote": {
    "text": "People say that money is not the key to happiness, but I always figured if you have enough money, you can have a key made."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "Money's a horrid thing to follow, but a charming thing to meet."
   },
   "author": {
    "text": "Henry James"
   }
  },
  {
   "quote": {
    "text": "Money is always an indicator of a job well done."
   },
   "author": {
    "text": "Roustam Tariko"
   }
  },
  {
   "quote": {
    "text": "You can have money piled to the ceiling but the size of your funeral is still going to depend on the weather."
   },
   "author": {
    "text": "Chuck Tanner"
   }
  },
  {
   "quote": {
    "text": "I was born on a plantation, and things weren't so good. We didn't have any money. I never thought of the word 'poor' 'til I got to be a man, but when you live in a house that you can always peek out of and see what kind of day it is, you're not doing so well. And your rest room is not inside the house."
   },
   "author": {
    "text": "B. B. King"
   }
  },
  {
   "quote": {
    "text": "I tell people to look at me and understand that everybody first told me that I couldn't be a 6-foot, 9-inch point guard, and I proved them wrong. Then they told me I couldn't be a businessman and make money in urban America, and I proved them wrong. And they thought I couldn't win all these championships, and I proved them wrong there as well."
   },
   "author": {
    "text": "Magic Johnson"
   }
  },
  {
   "quote": {
    "text": "Credit buying is much like being drunk. The buzz happens immediately and gives you a lift... The hangover comes the day after."
   },
   "author": {
    "text": "Joyce Brothers"
   }
  },
  {
   "quote": {
    "text": "If it wasn't for the fun and money, I really don't know why I'd bother."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "I have no religion, but I can't escape being extremely Jewish ethnically - that is, culturally. In other words, I'm not religious, but I worry and I'm neurotic. And I'm very good with money."
   },
   "author": {
    "text": "Sarah Silverman"
   }
  },
  {
   "quote": {
    "text": "Socialism and communism fall of their own weight because, as Margaret Thatcher said, you run out of other people's money. Because socialized medicine never falls of its own weight because you put people on lists, and they die waiting to get the treatment and care. So you don't go broke."
   },
   "author": {
    "text": "Louie Gohmert"
   }
  },
  {
   "quote": {
    "text": "Meanwhile, parents, students and teachers all report higher satisfaction with charter schools. People like them. They cost less money. They raise the academic achievement of poor kids. Go ahead, get a little enthused."
   },
   "author": {
    "text": "Maggie Gallagher"
   }
  },
  {
   "quote": {
    "text": "I have the advantage of being pretty small, so if I'm flying myself, I'm flying coach. To save the money. I just put in my headphones, and it's no big thing. I keep my head down, wear a hoodie or a hat - but sometimes not even that. I'm small. People miss me."
   },
   "author": {
    "text": "Anna Kendrick"
   }
  },
  {
   "quote": {
    "text": "Great moments in science: Einstein discovers that time is actually money."
   },
   "author": {
    "text": "Gary Larson"
   }
  },
  {
   "quote": {
    "text": "If you ask me, over time, I am a believer in the Indian financial saving story getting stronger; a lot more savers are moving money away from gold and real estate into banks, mutual funds, insurance and equities."
   },
   "author": {
    "text": "Uday Kotak"
   }
  },
  {
   "quote": {
    "text": "I saw Deep Purple live once and I paid money for it and I thought, 'Geez, this is ridiculous.' You just see through all that sort of stuff. I never liked those Deep Purples or those sort of things. I always hated it. I always thought it was a poor man's Led Zeppelin."
   },
   "author": {
    "text": "Angus Young"
   }
  },
  {
   "quote": {
    "text": "Big companies do not want to disrupt themselves. All they want to do is improve themselves. They see the blockchain as another IT project. It's going to save money; it's going improve a process here and there. It's not going to change their business."
   },
   "author": {
    "text": "William Mougayar"
   }
  },
  {
   "quote": {
    "text": "In large commercial cities, the money power is, I fear irresistible. It is not by open corruption that it always, or even most generally, operates."
   },
   "author": {
    "text": "Roger B. Taney"
   }
  },
  {
   "quote": {
    "text": "Technology requires knowledge and expertise more than it requires money."
   },
   "author": {
    "text": "Jonathan Raymond"
   }
  },
  {
   "quote": {
    "text": "I'd had my time in the charts and made loads of money. I was no longer hungry for success."
   },
   "author": {
    "text": "Rick Astley"
   }
  },
  {
   "quote": {
    "text": "That feeling in the dressing room after you win - nothing comes close to that. You can't get that in any other career. Maybe in the stock market back in the '80s when people were making tons of money, maybe they felt something similar. Maybe. But look at the market now. Nothing gives you that emotion like sports. Nothing. Am I wrong?"
   },
   "author": {
    "text": "Paul Coffey"
   }
  },
  {
   "quote": {
    "text": "The appalling reality in American politics today is that, when ideology and money mix, truth is a mere inconvenience."
   },
   "author": {
    "text": "David Horsey"
   }
  },
  {
   "quote": {
    "text": "How do you make money? Spinoffs, split-ups, liquidations, mergers and acquisitions."
   },
   "author": {
    "text": "Mario Gabelli"
   }
  },
  {
   "quote": {
    "text": "The rich don't work for money - the rich invent money."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "I've seen so many people in this business that made a fortune. They get old and broke and can't make any money. I tell you something... no one's going to play a benefit for Jimmy Dean."
   },
   "author": {
    "text": "Jimmy Dean"
   }
  },
  {
   "quote": {
    "text": "Pop culture shapes our ideas of what is normal and what our dreams can be and what our roles are. Politics, of course, decides how the power and the money in the country is distributed. Both are equally important, and each affects the other."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Without this tremendous passion for power, influence, and advantage which money gives, how could nature develop the highest type of man? Without this infinite longing, whence would come the discipline which industry, perseverance, tact, sagacity, and frugality give?"
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "A man is usually more careful of his money than of his principles."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Jr."
   }
  },
  {
   "quote": {
    "text": "Money equals freedom."
   },
   "author": {
    "text": "Kevin O'Leary"
   }
  },
  {
   "quote": {
    "text": "Keynes's contribution was not just to advocate spending government money in the middle of a recession. Every government had done that going back to the days of the Irish potato famine. What he gave to us was a way of thinking about the magnitude and the dimensions and so forth."
   },
   "author": {
    "text": "Paul Samuelson"
   }
  },
  {
   "quote": {
    "text": "Put not your trust in money, but put your money in trust."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "If you can make money with your talents, why not?"
   },
   "author": {
    "text": "Steve Prefontaine"
   }
  },
  {
   "quote": {
    "text": "I am very fortunate I can send my kids to private school, but everybody does not have the money. If you cannot get your kid in a good school today, your kids are going to be behind the eight ball."
   },
   "author": {
    "text": "Spike Lee"
   }
  },
  {
   "quote": {
    "text": "I've always thought anyone can make money. Making a life worth living, that's the real test."
   },
   "author": {
    "text": "Robert Fulghum"
   }
  },
  {
   "quote": {
    "text": "With a fascist the problem is never how best to present the truth to the public but how best to use the news to deceive the public into giving the fascist and his group more money or more power."
   },
   "author": {
    "text": "Henry A. Wallace"
   }
  },
  {
   "quote": {
    "text": "Ben Franklin may have discovered electricity- but it is the man who invented the meter who made the money."
   },
   "author": {
    "text": "Earl Warren"
   }
  },
  {
   "quote": {
    "text": "It's nice to have money, but the first thing I did with money was buy my father a snow-blower, because my job was to shovel snow, and I wasn't there to do it any more, so I was able to buy him a blower."
   },
   "author": {
    "text": "Richard Gere"
   }
  },
  {
   "quote": {
    "text": "Affluence creates poverty."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "I came to Congress on the promise of cutting wasteful government spending. There are plenty of examples of the government playing loose with taxpayer money, but none more so than how we spend our foreign aid dollars."
   },
   "author": {
    "text": "Ted Yoho"
   }
  },
  {
   "quote": {
    "text": "I made a lot of money. I earned a lot of money with CNN and satellite and cable television. And you can't really spend large sums of money, intelligently, on buying things. So I thought the best thing I could do was put some of that money back to work - making an investment in the future of humanity."
   },
   "author": {
    "text": "Ted Turner"
   }
  },
  {
   "quote": {
    "text": "Many folks think they aren't good at earning money, when what they don't know is how to use it."
   },
   "author": {
    "text": "Frank A. Clark"
   }
  },
  {
   "quote": {
    "text": "In fact, corporate and union moneys go overwhelmingly to incumbents, so limiting that money, as Congress did in the campaign finance law, may be the single most self-denying thing that Congress has ever done."
   },
   "author": {
    "text": "Elena Kagan"
   }
  },
  {
   "quote": {
    "text": "The reality is that most companies are not about any values at all - they are about making money. It is extremely rare for a business to stand for anything because most businesses don't want to alienate potential customers, and if you believe in anything you are going to alienate someone."
   },
   "author": {
    "text": "Jerry Greenfield"
   }
  },
  {
   "quote": {
    "text": "The decline of manners, the cynical pursuit without shame or restraint of personal advantage and of money characterizes our times, not without exceptions, of course, but more than we ought to be comfortable with."
   },
   "author": {
    "text": "J. Irwin Miller"
   }
  },
  {
   "quote": {
    "text": "Money is only a vehicle that provides you with options, and I say there's only one thing that money can't buy - poverty."
   },
   "author": {
    "text": "Jerry Doyle"
   }
  },
  {
   "quote": {
    "text": "The creditor hath a better memory than the debtor."
   },
   "author": {
    "text": "James Howell"
   }
  },
  {
   "quote": {
    "text": "A simple fact that is hard to learn is that the time to save money is when you have some."
   },
   "author": {
    "text": "Joe Moore"
   }
  },
  {
   "quote": {
    "text": "Wealth often takes away chances from men as well as poverty. There is none to tell the rich to go on striving, for a rich man makes the law that hallows and hollows his own life."
   },
   "author": {
    "text": "Sean O'Casey"
   }
  },
  {
   "quote": {
    "text": "Money does not make you happy but it quiets the nerves."
   },
   "author": {
    "text": "Sean O'Casey"
   }
  },
  {
   "quote": {
    "text": "To me, natural, healthy looking skin is really beautiful. With a little concealer, eyeshadow, liner, gloss and bronzer, I love my lighter makeup look. I've saved so much money on facials!"
   },
   "author": {
    "text": "Giuliana Rancic"
   }
  },
  {
   "quote": {
    "text": "As long as you understand that you find happiness through family, friends and love, then money is just a nice bonus."
   },
   "author": {
    "text": "Ioan Gruffudd"
   }
  },
  {
   "quote": {
    "text": "When dealing with American politics, you try to follow the money, and that's where it leads you. It doesn't take you to the electoral college or to Princeton. It takes you down the darker alleys of American life."
   },
   "author": {
    "text": "Roger Morris"
   }
  },
  {
   "quote": {
    "text": "It costs governments money to keep fuel prices low. Oil-rich Yemen, for instance, devotes 9 percent of its GDP to making sure its people don't riot when oil prices rise."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "You may be rich, but there is one thing you can't afford - that is, if you are a good sort - you can't afford to spend money on your own luxuries while there are people around you wanting the necessaries of life."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "There is no law saying you have to die before your assets can be passed to loved ones. In fact, gifting earlier can be a lovely way to witness how your money helps your family thrive."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "The foundation of a financial fresh start actually has nothing to do with money or specific financial dos and don'ts."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "Because parents have power over children. They feel they have to do what their parents say. But the love of money is the root of all evil. And this is a sweet child. And to see him turn like this, this isn't him. This is not him."
   },
   "author": {
    "text": "Michael Jackson"
   }
  },
  {
   "quote": {
    "text": "I've made all my money on my own without my family and I work very hard."
   },
   "author": {
    "text": "Paris Hilton"
   }
  },
  {
   "quote": {
    "text": "Money is to my social existence what health is to my body."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "Money is always there but the pockets change; it is not in the same pockets after a change, and that is all there is to say about money."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "Money will buy a pretty good dog, but it won't buy the wag of his tail."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "Money buys the most experienced teachers, less-crowded classrooms, high-quality teaching materials, and after-school programs."
   },
   "author": {
    "text": "Robert Reich"
   }
  },
  {
   "quote": {
    "text": "I never had money; I like nice things, but I don't let that run my life. At the same time, I have to let something drive me... so now I let the money drive me."
   },
   "author": {
    "text": "Wale"
   }
  },
  {
   "quote": {
    "text": "The only reason I'm able to do music is because I'm making money on 'Community.' If I wasn't, I couldn't pay for things."
   },
   "author": {
    "text": "Donald Glover"
   }
  },
  {
   "quote": {
    "text": "Obviously it's much easier to say that you're going to follow your passions when you're financially secure, but at least we can take solace in the fact that we now have the time to pursue the things that we really want to pursue because now the option of doing things just for the money isn't necessarily there."
   },
   "author": {
    "text": "Natalie Portman"
   }
  },
  {
   "quote": {
    "text": "I am happy to make money. I want to make more money, make more music, eat Big Macs and drink Budweisers."
   },
   "author": {
    "text": "Kid Rock"
   }
  },
  {
   "quote": {
    "text": "Money can't buy love, but it improves your bargaining position."
   },
   "author": {
    "text": "Christopher Marlowe"
   }
  },
  {
   "quote": {
    "text": "As a general thing, I have not 'duped the world' nor attempted to do so... I have generally given people the worth of their money twice told."
   },
   "author": {
    "text": "P. T. Barnum"
   }
  },
  {
   "quote": {
    "text": "After a certain point, money is meaningless. It ceases to be the goal. The game is what counts."
   },
   "author": {
    "text": "Aristotle Onassis"
   }
  },
  {
   "quote": {
    "text": "Money was always on my mind when I was growing up. So I was always wondering how we were going to afford this and that. Acting seemed to be a shortcut out of the mess."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "I'm happy without money."
   },
   "author": {
    "text": "Heath Ledger"
   }
  },
  {
   "quote": {
    "text": "My customer isn't wrapped up in labels and money."
   },
   "author": {
    "text": "Betsey Johnson"
   }
  },
  {
   "quote": {
    "text": "The post-crisis perception, at least in the media, appears to be one of Americans being held down by Wall Street, by big companies in the private sector, and by the wealthy. Capitalism is on trial. I see it a little differently. If a lender offers me free money, I do not have to take it."
   },
   "author": {
    "text": "Michael Burry"
   }
  },
  {
   "quote": {
    "text": "That's the trouble with being me. At this point, nobody gives a damn what my problem is. I could literally have a tumor on the side of my head and they'd be like, 'Yeah, big deal. I'd eat a tumor every morning for the kinda money you're pulling down.'"
   },
   "author": {
    "text": "Jim Carrey"
   }
  },
  {
   "quote": {
    "text": "The two things that can hurt you are if you need money or if you need fame. Those are the things that can be your Achilles heel. But if you don't need money and you don't need fame, then you're free."
   },
   "author": {
    "text": "Dana Carvey"
   }
  },
  {
   "quote": {
    "text": "I do not need a lot of money to be happy."
   },
   "author": {
    "text": "Debra Winger"
   }
  },
  {
   "quote": {
    "text": "Honestly, I'm such a shoe girl. I like to save money, and I like to spend money on shoes."
   },
   "author": {
    "text": "Kelsea Ballerini"
   }
  },
  {
   "quote": {
    "text": "People dream to be in the WWE, but my dream is to be the best in the WWE. They can have the money and fame. My dream is to become known as the greatest wrestler of all time."
   },
   "author": {
    "text": "Sasha Banks"
   }
  },
  {
   "quote": {
    "text": "By pouring money and goods into devastated regions, foreign aid workers sometimes compound the disruption and debauch the survivors."
   },
   "author": {
    "text": "James Buchan"
   }
  },
  {
   "quote": {
    "text": "Football is about winning; it's that simple. You have to love what you do. If you're here for the money, than you don't belong here."
   },
   "author": {
    "text": "Vinny Testaverde"
   }
  },
  {
   "quote": {
    "text": "If I had been on 'Bowling for Dollars', I'd wind up owing them money."
   },
   "author": {
    "text": "Ricki Lake"
   }
  },
  {
   "quote": {
    "text": "I think when we shot 'Tokyo Drift' I was a little too young to really understand what made Han who he is, and then I got older, and you start to make a little bit of money, and you realize that money will never buy you happiness."
   },
   "author": {
    "text": "Sung Kang"
   }
  },
  {
   "quote": {
    "text": "Unless you're living on the street and surviving on a diet of discarded turkey drumsticks, there's no point in being gloomy. We've spent too long trying to cheer ourselves up by spending money on brightly coloured things we don't really need. We've stopped using our imaginations."
   },
   "author": {
    "text": "Jarvis Cocker"
   }
  },
  {
   "quote": {
    "text": "The system that enables the most people to earn the most success is free enterprise, by matching up people's skills, interests, and abilities. In contrast, redistribution simply spreads money around. Even worse, it attenuates the ability to earn success by perverting economic incentives."
   },
   "author": {
    "text": "Arthur C. Brooks"
   }
  },
  {
   "quote": {
    "text": "Oh yea, I was a conservative. I was probably hard-line, preoccupied with how much money I would make and how far I would go. But I began seeing a lady who directs a homeless clinic in Fargo. One of our first get-togethers was to a Salvation Army dinner, where I met some jobless Vietnam veterans. It started my transition, opened my eyes."
   },
   "author": {
    "text": "Ed Schultz"
   }
  },
  {
   "quote": {
    "text": "By the end of World War II, we were the most powerful and least damaged of the great nations. We also had most of the money. America's hegemony lasted exactly five years."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "We go to school to learn to work hard for money. I write books and create products that teach people how to have money work hard for them."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "I think I'm probably a very sad man wrapped in a very joyful package, and I think I'm very resilient, and I think I'm quite generous, sometimes to a fault. And I'm very bad with money, but I don't see that too much of a flaw."
   },
   "author": {
    "text": "Dave Matthews"
   }
  },
  {
   "quote": {
    "text": "Many people are in the dark when it comes to money, and I'm going to turn on the lights."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "No one's ever achieved financial fitness with a January resolution that's abandoned by February."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "I have had many anxieties for our commonwealth, principally occasioned by the depreciation of our money."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "The man who has no money is poor, but one who has nothing but money is poorer. He only is rich who can enjoy without owning; he is poor who though he has millions is covetous."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Simply by not owning three medium-sized castles in Tuscany I have saved enough money in the last forty years on insurance premiums alone to buy a medium-sized castle in Tuscany."
   },
   "author": {
    "text": "Ludwig Mies van der Rohe"
   }
  },
  {
   "quote": {
    "text": "I was never sloppy with other people's money. Only my own. Because I figure, well, you can be."
   },
   "author": {
    "text": "Francis Ford Coppola"
   }
  },
  {
   "quote": {
    "text": "Sometimes a psychic tells you something and it feels wrong and others may be right on the money. It's your choice about whom to trust, and giving that trust is something we do ourselves."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "The thing that differentiates man from animals is money."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "Never work just for money or for power. They won't save your soul or help you sleep at night."
   },
   "author": {
    "text": "Marian Wright Edelman"
   }
  },
  {
   "quote": {
    "text": "Money is a strange business. People who haven't got it aim it strongly. People who have are full of troubles."
   },
   "author": {
    "text": "Ayrton Senna"
   }
  },
  {
   "quote": {
    "text": "Why should people go out and pay money to see bad films when they can stay at home and see bad television for nothing?"
   },
   "author": {
    "text": "Samuel Goldwyn"
   }
  },
  {
   "quote": {
    "text": "There was a time when a fool and his money were soon parted, but now it happens to everybody."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "Wealth should not be seized, but the god-given is much better."
   },
   "author": {
    "text": "Hesiod"
   }
  },
  {
   "quote": {
    "text": "Art was a way for me to express myself and for me to also escape because it was tough growing up as a child. We didn't have a lot of money. I was always creating. I was writing stories. I was doing comic books. I made my own universe."
   },
   "author": {
    "text": "Michelle Phan"
   }
  },
  {
   "quote": {
    "text": "Money can't heal your heart. Money can't give you purpose. I don't want arms and legs, I want purpose. I don't want arms and legs, I want peace. I don't want arms and legs, I want to be a miracle for someone else."
   },
   "author": {
    "text": "Nick Vujicic"
   }
  },
  {
   "quote": {
    "text": "I haven't been somebody who's been smart about his money. There are a couple of actors who are quite brilliant with the way they've handled their money. But they're not very good actors."
   },
   "author": {
    "text": "Burt Reynolds"
   }
  },
  {
   "quote": {
    "text": "Nobody had a credit card when I was a kid. No one had credit card debt. But these big companies and banks wanted to know how to get more money out of people - get them charging things."
   },
   "author": {
    "text": "Michael Moore"
   }
  },
  {
   "quote": {
    "text": "Banks have a new image. Now you have 'a friend,' your friendly banker. If the banks are so friendly, how come they chain down the pens?"
   },
   "author": {
    "text": "Alan King"
   }
  },
  {
   "quote": {
    "text": "We cannot accept the status quo of throwing more taxpayer money into a broke and broken system."
   },
   "author": {
    "text": "Bruce Rauner"
   }
  },
  {
   "quote": {
    "text": "I am not going to take a role because there's money. It might extend my checkbook, but not my integrity."
   },
   "author": {
    "text": "Gina Rodriguez"
   }
  },
  {
   "quote": {
    "text": "That should be the measure of success for everyone. It's not money, it's not fame, it's not celebrity; my index of success is happiness."
   },
   "author": {
    "text": "Lupe Fiasco"
   }
  },
  {
   "quote": {
    "text": "The only reason to be in politics is public service. There's no other reason. Frankly, if that's the best job you can get in terms of money, that's too bad, you know. Because frankly, it's not well paid, everyone knows that. So for most people it's a big sacrifice."
   },
   "author": {
    "text": "Malcolm Turnbull"
   }
  },
  {
   "quote": {
    "text": "The time to save for the future is now. Thanks to compounding interest, the earlier you start putting money away for the future, the more you will save."
   },
   "author": {
    "text": "Alexa Von Tobel"
   }
  },
  {
   "quote": {
    "text": "An important lever for sustained action in tackling poverty and reducing hunger is money."
   },
   "author": {
    "text": "Gro Harlem Brundtland"
   }
  },
  {
   "quote": {
    "text": "There's book smart, there is street smart, there's relationship smart, there's too many different kinds of smarts to know all of them. Everybody doesn't know every kind of smart. There's money smart, there's movie smart, there's computer smart. There's just too many different kinds of smarts for people to know all the smarts."
   },
   "author": {
    "text": "J. B. Smoove"
   }
  },
  {
   "quote": {
    "text": "If God has allowed me to earn so much money, it is because He knows I give it all away."
   },
   "author": {
    "text": "Edith Piaf"
   }
  },
  {
   "quote": {
    "text": "There's just one thing I can't figure out. My income tax!"
   },
   "author": {
    "text": "Nat King Cole"
   }
  },
  {
   "quote": {
    "text": "Don't just do something because it's a trendy idea and will make you a lot of money. The reason I say that is because any kind of venture involves going through difficult times. If you're doing something you are passionate about and really believe in, then that will carry you through."
   },
   "author": {
    "text": "Jerry Greenfield"
   }
  },
  {
   "quote": {
    "text": "Don't judge me. I made a lot of money."
   },
   "author": {
    "text": "Samantha Bee"
   }
  },
  {
   "quote": {
    "text": "Civilized countries generally adopt gold or silver or both as money."
   },
   "author": {
    "text": "Alfred Marshall"
   }
  },
  {
   "quote": {
    "text": "If politicians want to save money, that's fine. They can look for all the wasteful spending they want, but not where the lives of miners are involved."
   },
   "author": {
    "text": "Homer Hickam"
   }
  },
  {
   "quote": {
    "text": "Anybody who thinks money will make you happy, hasn't got money."
   },
   "author": {
    "text": "David Geffen"
   }
  },
  {
   "quote": {
    "text": "Unless a Western's made money - doesn't matter who made the money, doesn't matter what the subject is - if the last one didn't make any money, you can't make another one for a four-year period. Westerns more than any genre."
   },
   "author": {
    "text": "Val Kilmer"
   }
  },
  {
   "quote": {
    "text": "A man who gives his children habits of industry provides for them better than by giving them fortune."
   },
   "author": {
    "text": "Richard Whately"
   }
  },
  {
   "quote": {
    "text": "Challenges keep evolving as you move into different stages. When you are at a prototype stage, it's about getting that sustenance money. Then, talent becomes an issue; your early hires are difficult to get when you aren't too big. Later, it's about handling growth; then, you have competition."
   },
   "author": {
    "text": "Bhavish Aggarwal"
   }
  },
  {
   "quote": {
    "text": "When it comes to portfolios, my personal advice is for anyone who can, put money into forestry or farmland. Long term, you would probably never come near their returns in the stock market. In the world that I see, land is golden."
   },
   "author": {
    "text": "Jeremy Grantham"
   }
  },
  {
   "quote": {
    "text": "Who covets more is evermore a slave."
   },
   "author": {
    "text": "Robert Herrick"
   }
  },
  {
   "quote": {
    "text": "Money is just a way of keeping score."
   },
   "author": {
    "text": "H. L. Hunt"
   }
  },
  {
   "quote": {
    "text": "I visualise what I want through meditation. The process of meditating is a great way of making sure I have my priorities sorted. It's not about money - I focus on my career and the kind of film projects I want to do. Film-making is a passion for me, and my mantra is that you should do what you love, and the money will follow."
   },
   "author": {
    "text": "Shilpa Shetty"
   }
  },
  {
   "quote": {
    "text": "The biggest neurological turn-on for people is other people. This is what really excites us. In reward terms, it's not money; it's not being given cash - that's nice - it's doing stuff with our peers, watching us, collaborating with us."
   },
   "author": {
    "text": "Tom Chatfield"
   }
  },
  {
   "quote": {
    "text": "The record labels used to spend money on advertising, and social media has replaced that entirely - it's putting magazines out of business. It's put big companies into completely reinventing their strategies."
   },
   "author": {
    "text": "Steve Aoki"
   }
  },
  {
   "quote": {
    "text": "Those who are of the opinion that money will do everything may reasonably be expected to do everything for money."
   },
   "author": {
    "text": "Edward Wood, 1st Earl of Halifax"
   }
  },
  {
   "quote": {
    "text": "For industry to settle in a country, you first need electricity; for electricity, you need some trained workers; for trained workers, you need some schools; for schools you need some money; for money, you need some industry."
   },
   "author": {
    "text": "Evan Davis"
   }
  },
  {
   "quote": {
    "text": "I arrived in California with no job, no car, and no money, but, like millions of other girls, a dream."
   },
   "author": {
    "text": "Victoria Principal"
   }
  },
  {
   "quote": {
    "text": "It is not secret here in Congress we have not had the discipline in many instances to keep our hands out of the cookie jar of Social Security. Now to stop this I propose that in the future that Congress cannot get its hands on the money in the first place."
   },
   "author": {
    "text": "Jeff Miller"
   }
  },
  {
   "quote": {
    "text": "Wherefore when a man giveth out his money upon condition that be may not demand it back until a certain time to come, he certainly may take a compensation for this inconvenience which he admits against himself."
   },
   "author": {
    "text": "William Petty"
   }
  },
  {
   "quote": {
    "text": "I used to work for an SOE. The wealth I created didn't belong to me. In other words, I was only managing money for the country and the people."
   },
   "author": {
    "text": "Wang Shi"
   }
  },
  {
   "quote": {
    "text": "At this point in my life I am just about enjoying my free time and my downtime and that's what is about for us. My job is about making your job easier. I take a lot of pride in the quality of what I present, especially in 'Money Saving Meals.'"
   },
   "author": {
    "text": "Sandra Lee"
   }
  },
  {
   "quote": {
    "text": "The most valuable thing that anyone will ever give you is their time. Not their money. Remember that."
   },
   "author": {
    "text": "Colin Cunningham"
   }
  },
  {
   "quote": {
    "text": "There was a time when a company could not sell its shares to the public unless its revenues were growing and it was turning a profit. Companies that lost money were deemed too risky for public investors."
   },
   "author": {
    "text": "Daniel Lyons"
   }
  },
  {
   "quote": {
    "text": "Through sharing my pain, I can possibly heal your pain. There is no other feeling like it. Money doesn't compare. This is the true meaning of art."
   },
   "author": {
    "text": "Richard Cabral"
   }
  },
  {
   "quote": {
    "text": "Listen to the lyrics - we're singing about everyday life: rich people trying to keep money, poor people tying to get it, and everyone having trouble with their husband or wife!"
   },
   "author": {
    "text": "Buddy Guy"
   }
  },
  {
   "quote": {
    "text": "You must respect people, and you must respect money. My father said to me: 'When you respect money, money will respect you.'"
   },
   "author": {
    "text": "Yaya Toure"
   }
  },
  {
   "quote": {
    "text": "You must acquire the habits and skills of managing a small amount of money before you can have a large amount. Remember, we are creatures of habit and, therefore, the habit of managing your money is more important than the amount."
   },
   "author": {
    "text": "T. Harv Eker"
   }
  },
  {
   "quote": {
    "text": "When I was 23, I went backpacking around Australia for three months. I saved up a few grand, quit my job and flew to Sydney, then went to Melbourne and up the East Coast, which was an incredible experience. I remember running out of money and getting my mum to send me a few hundred quid, which helped me get by."
   },
   "author": {
    "text": "Olly Murs"
   }
  },
  {
   "quote": {
    "text": "I'm saving money like there's no tomorrow because, when I was at Juilliard, I had so little. They gave me a full scholarship because I didn't come from a wealthy family or anything."
   },
   "author": {
    "text": "Alex Sharp"
   }
  },
  {
   "quote": {
    "text": "I started with no money. I had to borrow money in the beginning. I'm always a dreamer. I dream and envision what to do, then my wife will help me realize those dreams. I always conceptualize."
   },
   "author": {
    "text": "Andrew Gotianun"
   }
  },
  {
   "quote": {
    "text": "A man with money is no match against a man on a mission."
   },
   "author": {
    "text": "Doyle Brunson"
   }
  },
  {
   "quote": {
    "text": "It's a terribly hard job to spend a billion dollars and get your money's worth."
   },
   "author": {
    "text": "George M. Humphrey"
   }
  },
  {
   "quote": {
    "text": "You have to go broke three times to learn how to make a living."
   },
   "author": {
    "text": "Casey Stengel"
   }
  },
  {
   "quote": {
    "text": "The most efficient labor-saving device is still money."
   },
   "author": {
    "text": "Franklin P. Jones"
   }
  },
  {
   "quote": {
    "text": "I'd rather lose my own money than someone else's."
   },
   "author": {
    "text": "Dean Kamen"
   }
  },
  {
   "quote": {
    "text": "Money: power at its most liquid."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "As long as I can make lots of money in other businesses, I'll continue to subsidize my own work."
   },
   "author": {
    "text": "Francis Ford Coppola"
   }
  },
  {
   "quote": {
    "text": "I am fiercely loyal to those willing to put their money where my mouth is."
   },
   "author": {
    "text": "Paul Harvey"
   }
  },
  {
   "quote": {
    "text": "Men make counterfeit money; in many more cases, money makes counterfeit men."
   },
   "author": {
    "text": "Sydney J. Harris"
   }
  },
  {
   "quote": {
    "text": "All riches have their origin in mind. Wealth is in ideas - not money."
   },
   "author": {
    "text": "Robert Collier"
   }
  },
  {
   "quote": {
    "text": "A woman's best protection is a little money of her own."
   },
   "author": {
    "text": "Clare Boothe Luce"
   }
  },
  {
   "quote": {
    "text": "And plenty makes us poor."
   },
   "author": {
    "text": "John Dryden"
   }
  },
  {
   "quote": {
    "text": "The substitute for knowledge is money."
   },
   "author": {
    "text": "Gordon Bethune"
   }
  },
  {
   "quote": {
    "text": "The name of my ailment was longing, and it was not cured till I finally went to the department store and counted out the money in small coins before the dismayed clerk. When I came to the house, I held up the instrument before the eyes of the astonished household."
   },
   "author": {
    "text": "William Christopher Handy"
   }
  },
  {
   "quote": {
    "text": "Wealth flows from energy and ideas."
   },
   "author": {
    "text": "William Feather"
   }
  },
  {
   "quote": {
    "text": "If I have enough money to eat I'm good."
   },
   "author": {
    "text": "Shia LaBeouf"
   }
  },
  {
   "quote": {
    "text": "Poverty makes you sad as well as wise."
   },
   "author": {
    "text": "Bertolt Brecht"
   }
  },
  {
   "quote": {
    "text": "Research indicates that most women want their man to earn more than they do."
   },
   "author": {
    "text": "Laura Schlessinger"
   }
  },
  {
   "quote": {
    "text": "The safe way to double your money is to fold it over once and put it in your pocket."
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "There is nothing so habit-forming as money."
   },
   "author": {
    "text": "Don Marquis"
   }
  },
  {
   "quote": {
    "text": "It was an honor and privilege to arrive to this country 16 years ago with almost no money in my pocket. A lot has happened since then."
   },
   "author": {
    "text": "Antonio Banderas"
   }
  },
  {
   "quote": {
    "text": "Something like 'A Single Man,' it was tiny; it was financed by one guy. We all lost money doing it."
   },
   "author": {
    "text": "Colin Firth"
   }
  },
  {
   "quote": {
    "text": "I'm not broke. Like everybody else, I owe money."
   },
   "author": {
    "text": "Marlee Matlin"
   }
  },
  {
   "quote": {
    "text": "There is a role for government, but no matter how much money the government spends, it will never be able to take the place of parents and strong families."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "Sudden money is going from zero to two hundred dollars a week. The rest doesn't count."
   },
   "author": {
    "text": "Neil Simon"
   }
  },
  {
   "quote": {
    "text": "I don't spend much money on clothes; I never did."
   },
   "author": {
    "text": "Lauren Hutton"
   }
  },
  {
   "quote": {
    "text": "I am one of those artists who knows where their money is. I pay my bills; I take care of my mama. I handle my business. I am a businessman. I go to meetings and take care of things, so it's a lot more than just partying and turning up."
   },
   "author": {
    "text": "Juicy J"
   }
  },
  {
   "quote": {
    "text": "Money is a mechanism for control."
   },
   "author": {
    "text": "David Korten"
   }
  },
  {
   "quote": {
    "text": "Isn't it a shame that future generations can't be here to see all the wonderful things we're doing with their money?"
   },
   "author": {
    "text": "Earl Wilson"
   }
  },
  {
   "quote": {
    "text": "It is a waste of money to help those who show no desire to help themselves."
   },
   "author": {
    "text": "Taylor Caldwell"
   }
  },
  {
   "quote": {
    "text": "It is money, money, money! Not ideas, not principles, but money that reigns supreme in American politics."
   },
   "author": {
    "text": "Robert Byrd"
   }
  },
  {
   "quote": {
    "text": "My mother grew up strong. She was a charismatic leader among her peers, staging plays, organizing projects, raising money for charity; she was fiercely protective of her younger brother, with whom she shared a passion for jazz and rock and roll."
   },
   "author": {
    "text": "Anand Giridharadas"
   }
  },
  {
   "quote": {
    "text": "Business is other people's money."
   },
   "author": {
    "text": "Delphine de Girardin"
   }
  },
  {
   "quote": {
    "text": "Money just draws flies."
   },
   "author": {
    "text": "Mahalia Jackson"
   }
  },
  {
   "quote": {
    "text": "It's easier to force feed people than it is to give 'em what they want. It makes more money."
   },
   "author": {
    "text": "Merle Haggard"
   }
  },
  {
   "quote": {
    "text": "Nothing is more dangerous to men than a sudden change of fortune."
   },
   "author": {
    "text": "Quintilian"
   }
  },
  {
   "quote": {
    "text": "Because women still earn just 77 cents for every dollar men make. Those pennies add up to real money."
   },
   "author": {
    "text": "Lilly Ledbetter"
   }
  },
  {
   "quote": {
    "text": "Art for art's sake, money for God's sake."
   },
   "author": {
    "text": "Simon Raven"
   }
  },
  {
   "quote": {
    "text": "It doesn't matter about money; having it, not having it. Or having clothes, or not having them. You're still left alone with yourself in the end."
   },
   "author": {
    "text": "Billy Idol"
   }
  },
  {
   "quote": {
    "text": "Poverty breeds lack of self-reliance."
   },
   "author": {
    "text": "Daniel De Leon"
   }
  },
  {
   "quote": {
    "text": "Marrying into money was not a good thing for me."
   },
   "author": {
    "text": "Anna Nicole Smith"
   }
  },
  {
   "quote": {
    "text": "I think that focusing on the money, on the business, is not enough."
   },
   "author": {
    "text": "Sergei Bubka"
   }
  },
  {
   "quote": {
    "text": "In suggesting gifts: Money is appropriate, and one size fits all."
   },
   "author": {
    "text": "William Randolph Hearst"
   }
  },
  {
   "quote": {
    "text": "Sooner or later, we sell out for money."
   },
   "author": {
    "text": "Tony Randall"
   }
  },
  {
   "quote": {
    "text": "That money talks, I'll not deny, I heard it once: It said, 'Goodbye'."
   },
   "author": {
    "text": "Richard Armour"
   }
  },
  {
   "quote": {
    "text": "If the money we donate helps one child or can ease the pain of one parent, those funds are well spent."
   },
   "author": {
    "text": "Carl Karcher"
   }
  },
  {
   "quote": {
    "text": "You want 21 percent risk free? Pay off your credit cards."
   },
   "author": {
    "text": "Andrew Tobias"
   }
  },
  {
   "quote": {
    "text": "Everyone needs a certain amount of money. Beyond that, we pursue money because we know how to obtain it. We don't necessarily know how to obtain happiness."
   },
   "author": {
    "text": "Gregg Easterbrook"
   }
  },
  {
   "quote": {
    "text": "If money was my only motivation, I would organize myself differently."
   },
   "author": {
    "text": "Placido Domingo"
   }
  },
  {
   "quote": {
    "text": "If American men are obsessed with money, American women are obsessed with weight. The men talk of gain, the women talk of loss, and I do not know which talk is the more boring."
   },
   "author": {
    "text": "Marya Mannes"
   }
  },
  {
   "quote": {
    "text": "A fool and his money get a lot of publicity."
   },
   "author": {
    "text": "Al Bernstein"
   }
  },
  {
   "quote": {
    "text": "Folks can't carry around money in their pocket. They've got to go to an ATM machine, and they've got to pay a few dollars to get their own dollars out of the machine. Who ever thought you'd pay cash to get cash? That's where we've gotten to."
   },
   "author": {
    "text": "Bill Janklow"
   }
  },
  {
   "quote": {
    "text": "I've looked after my money. As I started working around my third birthday, my first check went straight to the bank."
   },
   "author": {
    "text": "Samantha Barks"
   }
  },
  {
   "quote": {
    "text": "I don't think business news is just for old white men with money."
   },
   "author": {
    "text": "Neil Cavuto"
   }
  },
  {
   "quote": {
    "text": "What counts is what you do with your money, not where it came from."
   },
   "author": {
    "text": "Merton Miller"
   }
  },
  {
   "quote": {
    "text": "You know, a lot of people are just interested in, in building a company so they can make money and get out."
   },
   "author": {
    "text": "Arthur Rock"
   }
  },
  {
   "quote": {
    "text": "Thirteen thousand dollars a year is not enough to raise a family. That's not enough to pay your bills and save for their future. That's barely enough to provide for even the most basic needs."
   },
   "author": {
    "text": "Tom Carper"
   }
  },
  {
   "quote": {
    "text": "Many good qualities are not sufficient to balance a single want - the want of money."
   },
   "author": {
    "text": "Johann Georg Zimmermann"
   }
  },
  {
   "quote": {
    "text": "All my life I knew that there was all the money you could want out there. All you have to do is go after it."
   },
   "author": {
    "text": "Curtis Carlson"
   }
  },
  {
   "quote": {
    "text": "I have always recognized that the object of business is to make money in an honorable manner. I have endeavored to remember that the object of life is to do good."
   },
   "author": {
    "text": "Peter Cooper"
   }
  }
 ]
}