{
 "MotivationalQuotes": [
  {
   "quote": {
    "text": "Only I can change my life. No one can do it for me.",
    "text1": "केवल मैं ही अपना जीवन बदल सकता हूं। कोइ और मेरा जीवन नहीं बदल सकता।"
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "Good, better, best. Never let it rest. 'Til your good is better and your better is best.",
    "text1" : ""
   },
   "author": {
    "text": "St. Jerome"
   }
  },
  {
   "quote": {
    "text": "Life is 10% what happens to you and 90% how you react to it.",
    "text1":"जीवन 10 प्रतिशत है जो आपके साथ होता है और 90 प्रतिशत आप इस पर कैसे प्रतिक्रिया करते हैं।"
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
    "text1": "आशावाद वह विश्वास है जो आपको उपलब्धि की ओर ले जाता है। आशा और विश्वास के बिना कुछ भी नहीं किया जा सकता है"
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Change your life today. Don't gamble on the future, act now, without delay.",
    "text1":"आज ही अपना जीवन बदल दें भविष्य पर जुआ न खेलो"
   },
   "author": {
    "text": "Simone de Beauvoir"
   }
  },
  {
   "quote": {
    "text": "With the new day comes new strength and new thoughts.",
    "text1": "नए दिन के साथ नई ताकत और नए विचार आते हैं"
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Failure will never overtake me if my determination to succeed is strong enough.",
    "text1": "असफलता मुझे कभी नहीं पछाड़ेगी यदि सफल होने का मेरा संकल्प काफी मजबूत है"
   },
   "author": {
    "text": "Og Mandino"
   }
  },
  {
   "quote": {
    "text": "The past cannot be changed. The future is yet in your power.",
    "text1":"अतीत को बदला नहीं जा सकता। लेकिन यह मत भूलो कि भविष्य आपके हाथ में है"
   },
   "author": {
    "text": "Unknown"
   }
  },
  {
   "quote": {
    "text": "It always seems impossible until it's done.",
    "text1" :"काम हमेशा असंभव लगता है जब तक वह किया नहीं जाता है"
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth."
   },
   "author": {
    "text": "Bradley Whitford"
   }
  },
  {
   "quote": {
    "text": "It does not matter how slowly you go as long as you do not stop.",
    "text1":"इससे कोई फर्क नहीं पड़ता कि आप कितने धीरे चले जब तक आप रुक नहीं जाते"
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Set your goals high, and don't stop till you get there.",
    "text1":"अपने लक्ष्यों को ऊंचा सेट करें, और जब तक आप वहां नहीं पहुंचते तब तक रुकें नहीं"
   },
   "author": {
    "text": "Bo Jackson"
   }
  },
  {
   "quote": {
    "text": "You can't cross the sea merely by standing and staring at the water.",
    "text1" : "आप केवल खड़े होकर और पानी में घूरकर समुद्र को पार नहीं कर सकते"
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "Always do your best. What you plant now, you will harvest later.",
    "text1":"हमेशा अपना सबसे बेहतरीन करो। जो आप अभी लगायेंगें, वहीँ आप बाद में काटेंगें"
   },
   "author": {
    "text": "Og Mandino"
   }
  },
  {
   "quote": {
    "text": "We should not give up and we should not allow the problem to defeat us.",
    "text1":"हमें हार नहीं माननी चाहिए और हमें समस्या को हमें हराने की अनुमति नहीं देनी चाहिए"
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Your talent is God's gift to you. What you do with it is your gift back to God.",
     "text1":"आपकी प्रतिभा आपके लिए भगवान का उपहार है। आप इसके साथ क्या करते हैं, यह ईश्वर को आपका उपहार है"
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "If you can dream it, you can do it.",
     "text1":"अगर आप यह सपना देख सकते हैं, तो आप यह कर सकते हैं"
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.",
     "text1":"हमारी सबसे बड़ी कमजोरी हार मानने में निहित है। अगर हम सफल होना चाहते हैं तो हमें एक बार और कोशिश करनी चाहिए"
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "Problems are not stop signs, they are guidelines.",
     "text1":"समस्याएं आपको रोकती नहीं हैं, आपके जीवन की समस्याएं आपको बताती हैं कि आपको किस तरह जाना चाहिए"
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.",
    "text1": "अपने आप पर यकीन रखो! अपनी क्षमताओं पर विश्वास रखो! अपनी खुद की शक्तियों में एक विनम्र लेकिन उचित आत्मविश्वास के बिना आप सफल या खुश नहीं हो सकते"
   },
   "author": {
    "text": "Norman Vincent Peale"
   }
  },
  {
   "quote": {
    "text": "If you want to conquer fear, don't sit home and think about it. Go out and get busy.",
     "text1":"अगर आप डर पर विजय पाना चाहते हैं, तो घर बैठकर इस बारे में न सोचें। बाहर जाओ और व्यस्त हो जाओ"
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
     "text1":"एक आदमी हासिल करने की इच्छा से प्रेरित होता है, न कि दूसरों को हराने की इच्छा से।"
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "I'd rather attempt to do something great and fail than to attempt to do nothing and succeed.",
     "text1":"मैं इसके बजाय कुछ महान करने का प्रयास करूँगा और कुछ न करने और सफल होने का प्रयास करने के बजाय असफल होना चाहूंगा।"
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "Keep your eyes on the stars, and your feet on the ground.",
     "text1":"अपनी नज़रें सितारों पर, और अपने पैर ज़मीन पर रखें"
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Accept the challenges so that you can feel the exhilaration of victory.",
     "text1":""
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "If you fell down yesterday, stand up today.",
     "text1":"चुनौतियों को स्वीकार करें ताकि आप जीत की भावना को महसूस कर सकें"
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "The secret of getting ahead is getting started.",
     "text1":"यदि आप शुरू कर सकते हैं तो आप सफल हो सकते हैं"
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Without hard work, nothing grows but weeds.",
     "text1":"कड़ी मेहनत के बिना, मातम के अलावा कुछ भी नहीं बढ़ता है"
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "Quality is not an act, it is a habit.",
     "text1":"गुणवत्ता एक अधिनियम नहीं है, यह एक आदत है"
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Setting goals is the first step in turning the invisible into the visible.",
     "text1":"लक्ष्य निर्धारित करना आपके सपनों तक पहुँचने का पहला कदम है"
   },
   "author": {
    "text": "Tony Robbins"
   }
  },
  {
   "quote": {
    "text": "Beginning today, treat everyone you meet as if they were going to be dead by midnight. Extend to them all the care, kindness and understanding you can muster, and do it with no thought of any reward. Your life will never be the same again."
   },
   "author": {
    "text": "Og Mandino"
   }
  },
  {
   "quote": {
    "text": "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Consult not your fears but your hopes and your dreams. Think not about your frustrations, but about your unfulfilled potential. Concern yourself not with what you tried and failed in, but with what it is still possible for you to do."
   },
   "author": {
    "text": "Pope John XXIII"
   }
  },
  {
   "quote": {
    "text": "If you're going through hell, keep going.",
     "text1":"तुम नर्क से जा रहे हो, चलते रहो"
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Be kind whenever possible. It is always possible.",
     "text1":"जब भी संभव हो दयालु बनें। यह हमेशा संभव है"
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "What good things you do today can improve all your tomorrows.",
     "text1":"आज आप जो कुछ भी करते हैं वह आपके आने वाले दिनों में सुधार कर सकता है।"
   },
   "author": {
    "text": "Ralph Marston"
   }
  },
  {
   "quote": {
    "text": "Opportunity does not knock, it presents itself when you beat down the door.",
     "text1":"अवसर दस्तक नहीं देता है, यह खुद को प्रस्तुत करता है जब आप दरवाजा खोलते हैं"
   },
   "author": {
    "text": "Kyle Chandler"
   }
  },
  {
   "quote": {
    "text": "The key is to keep company only with people who uplift you, whose presence calls forth your best.",
     "text1":"आपको केवल उन लोगों की कंपनी लेनी चाहिए जो आपका उत्थान करते हैं, जिनकी मौजूदगी आपका सबसे अच्छा काम करती है"
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "Don't watch the clock; do what it does. Keep going.",
     "text1":"केवल घड़ी ही न देखें। आपको घड़ी की तरह आगे बढ़ना चाहिए, जो कभी नहीं रुकती है"
   },
   "author": {
    "text": "Sam Levenson"
   }
  },
  {
   "quote": {
    "text": "We may encounter many defeats but we must not be defeated.",
     "text1":"हम कई हार का सामना कर सकते हैं लेकिन हमें पराजित नहीं होना चाहिए"
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Start where you are. Use what you have. Do what you can.",
     "text1":"तुम जहां हो वहीं शुरू करो। जो तुम्हारे पास है, उसका उपयोग करो। जो तुम कर सकतो हो वो करो"
   },
   "author": {
    "text": "Arthur Ashe"
   }
  },
  {
   "quote": {
    "text": "Either you run the day or the day runs you.",
     "text1":"या तो आप दिन को चलाते हैं या दिन आपको चलाता है"
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "Look up at the stars and not down at your feet. Try to make sense of what you see, and wonder about what makes the universe exist. Be curious."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "There is only one corner of the universe you can be certain of improving, and that's your own self.",
     "text1":"ब्रह्मांड का केवल एक ही कोना है जिसे आप सुधारना सुनिश्चित कर सकते हैं, और वह है स्वयं"
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "When something is important enough, you do it even if the odds are not in your favor.",
     "text1":"जब कोई चीज पर्याप्त रूप से महत्वपूर्ण होती है, तो आप उसे करते हैं, भले ही कोई आपके पक्ष में न हो"
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Perseverance is not a long race; it is many short races one after the other.",
     "text1":"दृढ़ता एक लंबी दौड़ नहीं है; यह एक के बाद एक कई छोटी दौड़ें हैं"
   },
   "author": {
    "text": "Walter Elliot"
   }
  },
  {
   "quote": {
    "text": "Aim for the moon. If you miss, you may hit a star.",
     "text1":"चाँद के लिए निशाना लगाओ। अगर आप चूक गए, तो आप एक स्टार को मार सकते हैं"
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "Well done is better than well said.",
     "text1":"करनी कथनी से बड़ी होती है"
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "In order to succeed, we must first believe that we can.",
     "text1":"सफल होने के लिए, हमें पहले विश्वास करना चाहिए कि हम कर सकते हैं।"
   },
   "author": {
    "text": "Nikos Kazantzakis"
   }
  },
  {
   "quote": {
    "text": "Never, never, never give up.",
     "text1":"कभी हार मत मानो"
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "The way to get started is to quit talking and begin doing.",
     "text1":"शुरुआत करने का तरीका है कि आप बात करना छोड़ दें और करना शुरू करें।"
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "Begin to be now what you will be hereafter.",
     "text1":"अब से शुरू करें कि आप इसके बाद क्या होंगे।"
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "The ultimate aim of the ego is not to see something, but to be something.",
     "text1":"अहंकार का अंतिम उद्देश्य कुछ देखना नहीं है, बल्कि कुछ होना है"
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "Knowing is not enough; we must apply. Willing is not enough; we must do.",
     "text1":"जानना पर्याप्त नहीं है, हमें करना चाहिए यदि आप कुछ हासिल करना चाहते हैं, तो आपको करना होगा"
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "The harder the conflict, the more glorious the triumph.",
    "text1":"संघर्ष जितना कठिन होगा, विजय उतनी ही शानदार होगी।"
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "You are never too old to set another goal or to dream a new dream."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "What you get by achieving your goals is not as important as what you become by achieving your goals."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "You are not here merely to make a living. You are here in order to enable the world to live more amply, with greater vision, with a finer spirit of hope and achievement. You are here to enrich the world, and you impoverish yourself if you forget the errand."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "By failing to prepare, you are preparing to fail.",
    "text1": "तैयारी करने में असफल होने से, आप असफल होने की तैयारी कर रहे हैं"
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Never give up, for that is just the place and time that the tide will turn.",
    "text1":""
   },
   "author": {
    "text": "Harriet Beecher Stowe"
   }
  },
  {
   "quote": {
    "text": "The more man meditates upon good thoughts, the better will be his world and the world at large.",
    "text1":"जितना अधिक मनुष्य अच्छे विचारों पर ध्यान केंद्रित करेगा, उतना ही बेहतर होगा उसकी दुनिया और बड़े पैमाने पर दुनिया।"
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Perseverance is failing 19 times and succeeding the 20th.",
    "text1":""
   },
   "author": {
    "text": "Julie Andrews"
   }
  },
  {
   "quote": {
    "text": "When you reach the end of your rope, tie a knot in it and hang on."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Do your work with your whole heart, and you will succeed - there's so little competition.",
    "text1":"अपने काम को पूरे मन से करें, और आप सफल होंगे"
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "Things do not happen. Things are made to happen.",
    "text1":"चीजें खुद नहीं होतीं चीजें हमारे द्वारा होती हैं"
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Be miserable. Or motivate yourself. Whatever has to be done, it's always your choice.",
    "text1":"यह आप पर निर्भर है कि आप दुखी हों या प्रेरित हों"
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Be Impeccable With Your Word. Speak with integrity. Say only what you mean. Avoid using the word to speak against yourself or to gossip about others. Use the power of your word in the direction of truth and love."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "Either I will find a way, or I will make one.",
    "text1":"या तो मुझे कोई रास्ता मिल जाएगा, या मैं एक बना दूंगा"
   },
   "author": {
    "text": "Philip Sidney"
   }
  },
  {
   "quote": {
    "text": "Never give in and never give up.",
    "text1":"हार मत मानो और कभी हार मत मानो"
   },
   "author": {
    "text": "Hubert H. Humphrey"
   }
  },
  {
   "quote": {
    "text": "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better.",
    "text1":""
   },
   "author": {
    "text": "Samuel Beckett"
   }
  },
  {
   "quote": {
    "text": "There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Act as if what you do makes a difference. It does.",
    "text1":"ऐसा प्रतीत करो के तुम जो भी करो वो सबसे भिन्न है। "
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "The will to succeed is important, but what's more important is the will to prepare.",
    "text1":"सफल होने के लिए इच्छाशक्ति महत्वपूर्ण है, लेकिन जो अधिक महत्वपूर्ण है वह है तैयारी करना"
   },
   "author": {
    "text": "Bobby Knight"
   }
  },
  {
   "quote": {
    "text": "The most effective way to do it, is to do it.",
    "text1":"कुछ करने के लिए सबसे प्रभावी तरीका यह है कि आपको ऐसा करना है"
   },
   "author": {
    "text": "Amelia Earhart"
   }
  },
  {
   "quote": {
    "text": "Expect problems and eat them for breakfast.",
    "text1":"समस्याओं की अपेक्षा करें और क्योंकि समस्याएं किसी भी समय हो सकती हैं और उनसे निपटने के लिए तैयार रहें"
   },
   "author": {
    "text": "Alfred A. Montapert"
   }
  },
  {
   "quote": {
    "text": "Arriving at one goal is the starting point to another.",
    "text1":"एक लक्ष्य पर पहुंचना दूसरे के लिए शुरुआती बिंदु है"
   },
   "author": {
    "text": "John Dewey"
   }
  },
  {
   "quote": {
    "text": "If you don't like how things are, change it! You're not a tree.",
    "text1":"अगर आपको चीजें पसंद नहीं हैं, तो उन्हें बदल दें "
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "Do not wait to strike till the iron is hot; but make it hot by striking.",
    "text1":"हिट करने के लिए, लोहे के गर्म होने तक इंतजार न करें लोहे पर वार करें और उसे गर्म करें"
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "Do the one thing you think you cannot do. Fail at it. Try again. Do better the second time. The only people who never tumble are those who never mount the high wire. This is your moment. Own it."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.",
    "text1":"क्या आप जानना चाहते हैं कि आप कौन हैं? कुछ करो और वह प्रक्रिया तुम्हें बताएगी कि तुम कौन हो"
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "One way to keep momentum going is to have constantly greater goals.",
    "text1":"गति को जारी रखने का एक तरीका है कि आप अपने लक्ष्य को और अधिक बढ़ाएँ"
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "Motivation is the art of getting people to do what you want them to do because they want to do it.",
    "text1":""
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "A goal is a dream with a deadline.",
    "text1": "एक लक्ष्य एक समय सीमा के साथ एक सपना है"
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "No bird soars too high if he soars with his own wings.",
    "text1":""
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "We are taught you must blame your father, your sisters, your brothers, the school, the teachers - but never blame yourself. It's never your fault. But it's always your fault, because if you wanted to change you're the one who has got to change."
   },
   "author": {
    "text": "Katharine Hepburn"
   }
  },
  {
   "quote": {
    "text": "You will never win if you never begin.",
    "text1":"यदि आप कभी भी शुरू नहीं करेंगे तो आप कभी नहीं जीत पाएंगे"
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "Follow your dreams, work hard, practice and persevere. Make sure you eat a variety of foods, get plenty of exercise and maintain a healthy lifestyle.",
    "text1":"अपने सपनों का पालन करें, कड़ी मेहनत करें, अभ्यास करें और दृढ़ रहें। सुनिश्चित करें कि आप विभिन्न प्रकार के खाद्य पदार्थ खाते हैं, भरपूर व्यायाम करें और स्वस्थ जीवनशैली बनाए रखें"
   },
   "author": {
    "text": "Sasha Cohen"
   }
  },
  {
   "quote": {
    "text": "You need to overcome the tug of people against you as you reach for high goals.",
    "text1":"जैसे ही आप उच्च लक्ष्यों के लिए पहुँचते हैं, आपको अपने विरुद्ध लोगों की छटपटाहट को दूर करना होगा"
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "Do something wonderful, people may imitate it.",
    "text1":"कुछ अद्भुत करो, लोग इसका अनुकरण कर सकते हैं"
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "It is very important to know who you are. To make decisions. To show who you are.",
    "text1":"यह जानना बहुत जरूरी है कि आप कौन हैं। निर्णय करने के लिए। यह दिखाने के लिए कि आप कौन हैं"
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "The people who influence you are the people who believe in you.",
    "text1":"आपको प्रभावित करने वाले लोग आप पर विश्वास करने वाले लोग हैं"
   },
   "author": {
    "text": "Henry Drummond"
   }
  },
  {
   "quote": {
    "text": "A good plan violently executed now is better than a perfect plan executed next week.",
    "text1":""
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "Go for it now. The future is promised to no one.",
    "text1":"आपको इसे तुरंत करना चाहिए भविष्य के वादों को कोई पूरा नहीं करता"
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "I can, therefore I am.",
    "text1":"मैं कर सकता हूं, इसलिए मैं हूं।"
   },
   "author": {
    "text": "Simone Weil"
   }
  },
  {
   "quote": {
    "text": "The dog that trots about finds a bone.",
    "text1":""
   },
   "author": {
    "text": "Golda Meir"
   }
  },
  {
   "quote": {
    "text": "You simply have to put one foot in front of the other and keep going. Put blinders on and plow right ahead.",
    "text1":"आपको बस एक पैर दूसरे के सामने रखना है और चलते रहना है। "
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "You just can't beat the person who never gives up.",
    "text1":"आप सिर्फ उस व्यक्ति को नहीं हरा सकते जो कभी हार नहीं मानता"
   },
   "author": {
    "text": "Babe Ruth"
   }
  },
  {
   "quote": {
    "text": "True happiness involves the full use of one's power and talents.",
    "text1":"सच्ची खुशी में किसी की शक्ति और प्रतिभा का पूर्ण उपयोग शामिल है"
   },
   "author": {
    "text": "John W. Gardner"
   }
  },
  {
   "quote": {
    "text": "Never complain and never explain.",
    "text1":"कभी शिकायत मत करो और कभी मत समझाओ"
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success.",
    "text1":"यदि आप सफल होना चाहते हैं तो आपको स्वीकार किए गए सफलता के पहने हुए मार्गों की यात्रा करने के बजाय नए रास्तों पर आगे बढ़ना चाहिए"
   },
   "author": {
    "text": "John D. Rockefeller"
   }
  },
  {
   "quote": {
    "text": "After a storm comes a calm.",
    "text1":"तूफान के बाद शांति आती है।"
   },
   "author": {
    "text": "Matthew Henry"
   }
  },
  {
   "quote": {
    "text": "You can't build a reputation on what you are going to do.",
    "text1":"आप जो करने जा रहे हैं उस पर आप प्रतिष्ठा नहीं बना सकते।"
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "Do not wait; the time will never be 'just right.' Start where you stand, and work with whatever tools you may have at your command, and better tools will be found as you go along."
   },
   "author": {
    "text": "George Herbert"
   }
  },
  {
   "quote": {
    "text": "There's a way to do it better - find it.",
    "text1":"इसे बेहतर करने का एक तरीका है - इसे खोजें।"
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "If you think you can do it, you can.",
    "text1":"अगर आपको लगता है कि आप इसे कर सकते हैं, तो आप कर सकते हैं"
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "Follow your inner moonlight; don't hide the madness.",
    "text1":"अपने भीतर की चांदनी का अनुसरण करो; पागलपन मत छिपाओ"
   },
   "author": {
    "text": "Allen Ginsberg"
   }
  },
  {
   "quote": {
    "text": "You can never quit. Winners never quit, and quitters never win.",
    "text1":"आप कभी नहीं छोड़ सकते। विजेता कभी हार नहीं मानते और हार माननेवाले कभी नहीं जीतते"
   },
   "author": {
    "text": "Ted Turner"
   }
  },
  {
   "quote": {
    "text": "Learn from the past, set vivid, detailed goals for the future, and live in the only moment of time over which you have any control: now.",
    "text1":"अतीत से सीखें, भविष्य के लिए विस्तृत लक्ष्य निर्धारित करें, और समय के उस एकमात्र क्षण में रहें जिस पर आपका कोई नियंत्रण है"
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "Every exit is an entry somewhere else.",
    "text1":""
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "Even if you fall on your face, you're still moving forward."
   },
   "author": {
    "text": "Victor Kiam"
   }
  },
  {
   "quote": {
    "text": "We make the world we live in and shape our own environment."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "It's always too early to quit."
   },
   "author": {
    "text": "Norman Vincent Peale"
   }
  },
  {
   "quote": {
    "text": "I think people who are creative are the luckiest people on earth. I know that there are no shortcuts, but you must keep your faith in something Greater than You, and keep doing what you love. Do what you love, and you will find the way to get it out to the world."
   },
   "author": {
    "text": "Judy Collins"
   }
  },
  {
   "quote": {
    "text": "To be a good loser is to learn how to win."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "You have to learn the rules of the game. And then you have to play better than anyone else."
   },
   "author": {
    "text": "Unknown"
   }
  },
  {
   "quote": {
    "text": "Don't give up. Don't lose hope. Don't sell out."
   },
   "author": {
    "text": "Christopher Reeve"
   }
  },
  {
   "quote": {
    "text": "You have to make it happen."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "I am not afraid... I was born to do this."
   },
   "author": {
    "text": "Joan of Arc"
   }
  },
  {
   "quote": {
    "text": "Never retreat. Never explain. Get it done and let them howl."
   },
   "author": {
    "text": "Benjamin Jowett"
   }
  },
  {
   "quote": {
    "text": "I don't believe you have to be better than everybody else. I believe you have to be better than you ever thought you could be."
   },
   "author": {
    "text": "Ken Venturi"
   }
  },
  {
   "quote": {
    "text": "Motivation will almost always beat mere talent."
   },
   "author": {
    "text": "Norman Ralph Augustine"
   }
  },
  {
   "quote": {
    "text": "Small deeds done are better than great deeds planned."
   },
   "author": {
    "text": "Peter Marshall"
   }
  },
  {
   "quote": {
    "text": "Set your sights high, the higher the better. Expect the most wonderful things to happen, not in the future but right now. Realize that nothing is too good. Allow absolutely nothing to hamper you or hold you up in any way."
   },
   "author": {
    "text": "Eileen Caddy"
   }
  },
  {
   "quote": {
    "text": "You create your opportunities by asking for them."
   },
   "author": {
    "text": "Shakti Gawain"
   }
  },
  {
   "quote": {
    "text": "I attribute my success to this - I never gave or took any excuse."
   },
   "author": {
    "text": "Florence Nightingale"
   }
  },
  {
   "quote": {
    "text": "Big shots are only little shots who keep shooting."
   },
   "author": {
    "text": "Christopher Morley"
   }
  },
  {
   "quote": {
    "text": "I really believe that everyone has a talent, ability, or skill that he can mine to support himself and to succeed in life."
   },
   "author": {
    "text": "Dean Koontz"
   }
  },
  {
   "quote": {
    "text": "Where there is a will, there is a way. If there is a chance in a million that you can do something, anything, to keep what you want from ending, do it. Pry the door open or, if need be, wedge your foot in that door and keep it open."
   },
   "author": {
    "text": "Pauline Kael"
   }
  },
  {
   "quote": {
    "text": "We aim above the mark to hit the mark."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "The more things you do, the more you can do."
   },
   "author": {
    "text": "Lucille Ball"
   }
  },
  {
   "quote": {
    "text": "I was motivated to be different in part because I was different."
   },
   "author": {
    "text": "Donna Brazile"
   }
  },
  {
   "quote": {
    "text": "Don't fight the problem, decide it."
   },
   "author": {
    "text": "George C. Marshall"
   }
  },
  {
   "quote": {
    "text": "I learned that we can do anything, but we can't do everything... at least not at the same time. So think of your priorities not in terms of what activities you do, but when you do them. Timing is everything."
   },
   "author": {
    "text": "Dan Millman"
   }
  },
  {
   "quote": {
    "text": "If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "One finds limits by pushing them."
   },
   "author": {
    "text": "Herbert A. Simon"
   }
  },
  {
   "quote": {
    "text": "You can't wait for inspiration. You have to go after it with a club."
   },
   "author": {
    "text": "Jack London"
   }
  },
  {
   "quote": {
    "text": "Learning is the beginning of wealth. Learning is the beginning of health. Learning is the beginning of spirituality. Searching and learning is where the miracle process all begins."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "Pursue one great decisive aim with force and determination."
   },
   "author": {
    "text": "Carl von Clausewitz"
   }
  },
  {
   "quote": {
    "text": "Your heaviest artillery will be your will to live. Keep that big gun going."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "Whatever you want in life, other people are going to want it too. Believe in yourself enough to accept the idea that you have an equal right to it."
   },
   "author": {
    "text": "Diane Sawyer"
   }
  },
  {
   "quote": {
    "text": "Don't think, just do."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "The first question which the priest and the Levite asked was: 'If I stop to help this man, what will happen to me?' But... the good Samaritan reversed the question: 'If I do not stop to help this man, what will happen to him?'"
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Poverty was the greatest motivating factor in my life."
   },
   "author": {
    "text": "Jimmy Dean"
   }
  },
  {
   "quote": {
    "text": "From my tribe I take nothing, I am the maker of my own fortune."
   },
   "author": {
    "text": "Tecumseh"
   }
  },
  {
   "quote": {
    "text": "Go big or go home. Because it's true. What do you have to lose?"
   },
   "author": {
    "text": "Eliza Dushku"
   }
  },
  {
   "quote": {
    "text": "I've found that luck is quite predictable. If you want more luck, take more chances. Be more active. Show up more often."
   },
   "author": {
    "text": "Brian Tracy"
   }
  },
  {
   "quote": {
    "text": "Music - it's motivational and just makes you relax."
   },
   "author": {
    "text": "Taika Waititi"
   }
  },
  {
   "quote": {
    "text": "Always desire to learn something useful."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "March on. Do not tarry. To go forward is to move toward perfection. March on, and fear not the thorns, or the sharp stones on life's path."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "I know where I'm going and I know the truth, and I don't have to be what you want me to be. I'm free to be what I want."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "Be thine own palace, or the world's thy jail."
   },
   "author": {
    "text": "John Donne"
   }
  },
  {
   "quote": {
    "text": "There is nothing deep down inside us except what we have put there ourselves."
   },
   "author": {
    "text": "Richard Rorty"
   }
  },
  {
   "quote": {
    "text": "No matter how many goals you have achieved, you must set your sights on a higher one."
   },
   "author": {
    "text": "Jessica Savitch"
   }
  },
  {
   "quote": {
    "text": "To begin, begin."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "I know not age, nor weariness nor defeat."
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "Be gentle to all and stern with yourself."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "The wise does at once what the fool does at last."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself."
   },
   "author": {
    "text": "Mark Caine"
   }
  },
  {
   "quote": {
    "text": "Only the educated are free."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "He conquers who endures."
   },
   "author": {
    "text": "Persius"
   }
  },
  {
   "quote": {
    "text": "The hardships that I encountered in the past will help me succeed in the future."
   },
   "author": {
    "text": "Philip Emeagwali"
   }
  },
  {
   "quote": {
    "text": "Step by step and the thing is done."
   },
   "author": {
    "text": "Charles Atlas"
   }
  },
  {
   "quote": {
    "text": "A will finds a way."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Decide what you want, decide what you are willing to exchange for it. Establish your priorities and go to work."
   },
   "author": {
    "text": "H. L. Hunt"
   }
  },
  {
   "quote": {
    "text": "Get action. Seize the moment. Man was never intended to become an oyster."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "I've worked too hard and too long to let anything stand in the way of my goals. I will not let my teammates down and I will not let myself down."
   },
   "author": {
    "text": "Mia Hamm"
   }
  },
  {
   "quote": {
    "text": "Always continue the climb. It is possible for you to do whatever you choose, if you first get to know who you are and are willing to work with a power that is greater than ourselves to do it."
   },
   "author": {
    "text": "Ella Wheeler Wilcox"
   }
  },
  {
   "quote": {
    "text": "When you fail you learn from the mistakes you made and it motivates you to work even harder."
   },
   "author": {
    "text": "Natalie Gulbis"
   }
  },
  {
   "quote": {
    "text": "Who seeks shall find."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "The more we do, the more we can do."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "Deserve your dream."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "You must take action now that will move you towards your goals. Develop a sense of urgency in your life."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "To know oneself, one should assert oneself."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Press forward. Do not stop, do not linger in your journey, but strive for the mark set before you."
   },
   "author": {
    "text": "George Whitefield"
   }
  },
  {
   "quote": {
    "text": "Know or listen to those who know."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "They can conquer who believe they can."
   },
   "author": {
    "text": "Virgil"
   }
  },
  {
   "quote": {
    "text": "We need to accept that the commandments of God aren't just a long list of good ideas. They aren't 'life hacks' from an Internet blog or motivational quotes from a Pinterest board."
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "Success is the only motivational factor that a boy with character needs."
   },
   "author": {
    "text": "Woody Hayes"
   }
  },
  {
   "quote": {
    "text": "Leap, and the net will appear."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "What is called genius is the abundance of life and health."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "I am not a has-been. I am a will be."
   },
   "author": {
    "text": "Lauren Bacall"
   }
  },
  {
   "quote": {
    "text": "I've always tried to go a step past wherever people expected me to end up."
   },
   "author": {
    "text": "Beverly Sills"
   }
  },
  {
   "quote": {
    "text": "God always strives together with those who strive."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "I come to win."
   },
   "author": {
    "text": "Leo Durocher"
   }
  },
  {
   "quote": {
    "text": "There is always room at the top."
   },
   "author": {
    "text": "Daniel Webster"
   }
  },
  {
   "quote": {
    "text": "Either move or be moved."
   },
   "author": {
    "text": "Ezra Pound"
   }
  },
  {
   "quote": {
    "text": "Do not weep; do not wax indignant. Understand."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "If you don't ask, you don't get."
   },
   "author": {
    "text": "Stevie Wonder"
   }
  },
  {
   "quote": {
    "text": "Do whatever you do intensely."
   },
   "author": {
    "text": "Robert Henri"
   }
  },
  {
   "quote": {
    "text": "You can't expect to hit the jackpot if you don't put a few nickels in the machine."
   },
   "author": {
    "text": "Flip Wilson"
   }
  },
  {
   "quote": {
    "text": "There is progress whether ye are going forward or backward! The thing is to move!"
   },
   "author": {
    "text": "Edgar Cayce"
   }
  },
  {
   "quote": {
    "text": "Our subliminal mental processes operate outside awareness because they arise in these portions of our mind that are inaccessible to our conscious self; their inaccessibility is due to the architecture of the brain rather than because they have been subject to Freudian motivational forces like repression."
   },
   "author": {
    "text": "Leonard Mlodinow"
   }
  },
  {
   "quote": {
    "text": "I've a great family, two children to take care of. Then, of course, I do commentary for TV. I do speak about various women's issues around the world - like LGBT, motivational speeches. I have a lot on my plate right now. But eventually, yes, I would like to pass on the knowledge and something that I would like to do."
   },
   "author": {
    "text": "Martina Navratilova"
   }
  },
  {
   "quote": {
    "text": "A somebody was once a nobody who wanted to and did."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "Wherever you are - be all there."
   },
   "author": {
    "text": "Jim Elliot"
   }
  },
  {
   "quote": {
    "text": "Hitch your wagon to a star."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "If you've got a talent, protect it."
   },
   "author": {
    "text": "Jim Carrey"
   }
  },
  {
   "quote": {
    "text": "When one must, one can."
   },
   "author": {
    "text": "Charlotte Whitton"
   }
  },
  {
   "quote": {
    "text": "I don't know what it's like to have a typical father figure. He's not the dad who's going to take me to the beach and go swimming, but he's such a motivational person."
   },
   "author": {
    "text": "Tiffany Trump"
   }
  },
  {
   "quote": {
    "text": "Many are called but few get up."
   },
   "author": {
    "text": "Oliver Herford"
   }
  },
  {
   "quote": {
    "text": "Set yourself earnestly to see what you are made to do, and then set yourself earnestly to do it."
   },
   "author": {
    "text": "Phillips Brooks"
   }
  },
  {
   "quote": {
    "text": "I believe that any type of education can be great, but an education about ourselves can create something wonderful. I am a comedian, but people have called me a motivational speaker. I don't really consider myself that at all."
   },
   "author": {
    "text": "Andy Andrews"
   }
  },
  {
   "quote": {
    "text": "Determine never to be idle. No person will have occasion to complain of the want of time who never loses any. It is wonderful how much may be done if we are always doing."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Crave for a thing, you will get it. Renounce the craving, the object will follow you by itself."
   },
   "author": {
    "text": "Swami Sivananda"
   }
  },
  {
   "quote": {
    "text": "People always accuse me of being motivational in a way, like it was a bad thing, but that's just how I was raised. My mom raised me in a positive environment, with lots of love in my heart, and that reflects in my music."
   },
   "author": {
    "text": "Lenny Kravitz"
   }
  },
  {
   "quote": {
    "text": "If you ask me what I came into this life to do, I will tell you: I came to live out loud."
   },
   "author": {
    "text": "Emile Zola"
   }
  },
  {
   "quote": {
    "text": "As long as I'm not selling out the people that ride or die with me, I'm glad I'm not an MC. I'm a motivational speaker. I'm not that rapper dude."
   },
   "author": {
    "text": "Young Jeezy"
   }
  },
  {
   "quote": {
    "text": "My first book was called, 'Mountain, Get Out of My Way,' where I did an autobiographical sketch, if you will, looking back at myself and looking back at things in my life, and juxtaposing them against things that are happening in other people's lives and trying to be motivational."
   },
   "author": {
    "text": "Montel Williams"
   }
  },
  {
   "quote": {
    "text": "One day, I got so disgusted that I sat down and wrote a list called 'Justin's list of things to do before he kicks the bucket.' I wrote it for myself and shortened it to 'Justin's Bucket List.' It was there on the wall, not as a story idea but as a motivational tool for myself, which actually ended up working pretty well."
   },
   "author": {
    "text": "Justin Zackham"
   }
  },
  {
   "quote": {
    "text": "How do you know you're going to do something, untill you do it?"
   },
   "author": {
    "text": "J. D. Salinger"
   }
  },
  {
   "quote": {
    "text": "The weeds keep multiplying in our garden, which is our mind ruled by fear. Rip them out and call them by name."
   },
   "author": {
    "text": "Sylvia Browne"
   }
  },
  {
   "quote": {
    "text": "To be wholly devoted to some intellectual exercise is to have succeeded in life."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "I like to put on hardcore when I have to clean my apartment, which I hate to do, but it's motivational. I like old heavy metal when I'm outside working on my car. Music has definite functions for me."
   },
   "author": {
    "text": "Peter Steele"
   }
  },
  {
   "quote": {
    "text": "I'm going to write a book, continue acting, continue motivational speaking and just share with people who I am and what I've learned in my second chance of life and pass it on to people in their first chance of life."
   },
   "author": {
    "text": "J. R. Martinez"
   }
  },
  {
   "quote": {
    "text": "I want to build a legacy at the WWE, but I definitely want to continue to grow the Bella Empire. I want it to go beyond the ring. I would love to be a motivational speaker."
   },
   "author": {
    "text": "Nikki Bella"
   }
  },
  {
   "quote": {
    "text": "I want to be motivational and inspirational for everybody: my big aim is more women on bicycles."
   },
   "author": {
    "text": "Marianne Vos"
   }
  },
  {
   "quote": {
    "text": "You never know what motivates you."
   },
   "author": {
    "text": "Cicely Tyson"
   }
  },
  {
   "quote": {
    "text": "Typically, if you reward something, you get more of it. You punish something, you get less of it. And our businesses have been built for the last 150 years very much on that kind of motivational scheme."
   },
   "author": {
    "text": "Daniel H. Pink"
   }
  },
  {
   "quote": {
    "text": "I was perceived to be a first- to third-rounder. I kind of had a tough junior year and fell to the fifth round. At that time, it was motivational."
   },
   "author": {
    "text": "Ryan Howard"
   }
  },
  {
   "quote": {
    "text": "One of the things that I did before I ran for president is I was a professional speaker. Not a motivational speaker - an inspirational speaker. Motivation comes from within. You have to be inspired. That's what I do. I inspire people, I inspire the public, I inspire my staff. I inspired the organizations I took over to want to succeed."
   },
   "author": {
    "text": "Herman Cain"
   }
  },
  {
   "quote": {
    "text": "My dad is too cute. Every morning, he sends me one motivational quote. I have a folder full of all his quotes."
   },
   "author": {
    "text": "Alia Bhatt"
   }
  },
  {
   "quote": {
    "text": "Fear of failure, it's the greatest motivational tool. It drives me and drives me and drives me."
   },
   "author": {
    "text": "Jerry West"
   }
  },
  {
   "quote": {
    "text": "Earl Nightingale has inspired more people toward success and fortune than any other motivational speaker on the planet."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "In motivating people, you've got to engage their minds and their hearts. I motivate people, I hope, by example - and perhaps by excitement, by having productive ideas to make others feel involved."
   },
   "author": {
    "text": "Rupert Murdoch"
   }
  },
  {
   "quote": {
    "text": "Marvin's Motivational Moments actually started as something that was actually therapeutic for me. I would sit up late at night after my wife passed trying to adjust to being alone."
   },
   "author": {
    "text": "Marvin Sapp"
   }
  },
  {
   "quote": {
    "text": "One may miss the mark by aiming too high as too low."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "I'm thrilled to continue my partnership with U by Kotex for Generation Know while helping to empower girls. I've always been a motivational resource for my younger sisters and hope I can positively impact and inspire other young girls too."
   },
   "author": {
    "text": "Khloe Kardashian"
   }
  },
  {
   "quote": {
    "text": "Throughout my career, the pounding in my heart, the fright, has been ever-present, but I never turned back. Fear can be a highly motivational part of the journey."
   },
   "author": {
    "text": "Nina Tassler"
   }
  },
  {
   "quote": {
    "text": "I've always thought of acting as more of an exercise in empathy, which is not to be confused with sympathy. You're trying to get inside a certain emotional reality or motivational reality and try to figure out what that's about so you can represent it."
   },
   "author": {
    "text": "Edward Norton"
   }
  },
  {
   "quote": {
    "text": "Give Obama a script he has made his own, and he is the motivational speaker to end all speakers. Tony Robbins cloned with Honest Abe."
   },
   "author": {
    "text": "Tina Brown"
   }
  },
  {
   "quote": {
    "text": "There is no stronger case for the motivational power of real science than the discoveries that come from the Hubble Space Telescope as it unravels the mysteries of the universe."
   },
   "author": {
    "text": "John M. Grunsfeld"
   }
  },
  {
   "quote": {
    "text": "The turning point was when I hit my 30th birthday. I thought, if really want to write, it's time to start. I picked up the book How to Write a Novel in 90 Days. The author said to just write three pages a day, and I figured, I can do this. I never got past Page 3 of that book."
   },
   "author": {
    "text": "James Rollins"
   }
  },
  {
   "quote": {
    "text": "I realized I love motivating and I love empowering and I love inspiring people. I did that as an athlete for 18 years, and I am able to do that as a motivational speaker now as well as doing work on television."
   },
   "author": {
    "text": "Dominique Dawes"
   }
  },
  {
   "quote": {
    "text": "Giving back, doing motivational speeches and stuff like that, that's always made me feel good. If you repeatedly go out there, and you are the change that you want to see, then that's what you are."
   },
   "author": {
    "text": "Keke Palmer"
   }
  },
  {
   "quote": {
    "text": "I started doing motivational tours. I've seen all kinds of people, from the CEOs to the lowest executive, opening up to their fears. We don't introspect as much as we should."
   },
   "author": {
    "text": "Anupam Kher"
   }
  },
  {
   "quote": {
    "text": "Oh, I would love to be a motivational speaker. I have pulled myself out of a million potholes, and I can see the potholes ahead of me. That doesn't mean that I could always do that so perfectly for my own life. I totally fall in potholes."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "I like motivational books, because I like the go-getting American spirit - your destiny is in your own hands, life is what you make it, don't accept your limitations, jump before you're pushed, leap before you look."
   },
   "author": {
    "text": "Louise Mensch"
   }
  },
  {
   "quote": {
    "text": "I'm a motivational speaker."
   },
   "author": {
    "text": "Young Jeezy"
   }
  },
  {
   "quote": {
    "text": "I have given motivational speeches at IIT and other well-known establishments. I want to appeal to the people, and therefore, I talk from the heart."
   },
   "author": {
    "text": "Sangram Singh"
   }
  },
  {
   "quote": {
    "text": "I went to a motivational training course once, a course of self-discovery, and I found out after a week that my fear - it was not a fear of not being accepted - was a very violent fear of failure."
   },
   "author": {
    "text": "Emanuel Steward"
   }
  },
  {
   "quote": {
    "text": "Religious speech is extreme, emotional, and motivational. It is anti-literal, relying on metaphor, allusion, and other rhetorical devices, and it assumes knowledge within a community of believers."
   },
   "author": {
    "text": "Amy Waldman"
   }
  }
 ]
}
