{
 "MovingonQuotes": [
  {
   "quote": {
    "text": "The greatest healing therapy is friendship and love."
   },
   "author": {
    "text": "Hubert H. Humphrey"
   }
  },
  {
   "quote": {
    "text": "Every day is a new day, and you'll never be able to find happiness if you don't move on."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "To help yourself, you must be yourself. Be the best that you can be. When you make a mistake, learn from it, pick yourself up and move on."
   },
   "author": {
    "text": "Dave Pelzer"
   }
  },
  {
   "quote": {
    "text": "Bad things do happen; how I respond to them defines my character and the quality of my life. I can choose to sit in perpetual sadness, immobilized by the gravity of my loss, or I can choose to rise from the pain and treasure the most precious gift I have - life itself."
   },
   "author": {
    "text": "Walter Anderson"
   }
  },
  {
   "quote": {
    "text": "You build on failure. You use it as a stepping stone. Close the door on the past. You don't try to forget the mistakes, but you don't dwell on it. You don't let it have any of your energy, or any of your time, or any of your space."
   },
   "author": {
    "text": "Johnny Cash"
   }
  },
  {
   "quote": {
    "text": "Grief is never something you get over. You don't wake up one morning and say, 'I've conquered that; now I'm moving on.' It's something that walks beside you every day. And if you can learn how to manage it and honour the person that you miss, you can take something that is incredibly sad and have some form of positivity."
   },
   "author": {
    "text": "Terri Irwin"
   }
  },
  {
   "quote": {
    "text": "Every new beginning comes from some other beginning's end."
   },
   "author": {
    "text": "Seneca"
   }
  },
  {
   "quote": {
    "text": "So long as the memory of certain beloved friends lives in my heart, I shall say that life is good."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "In three words I can sum up everything I've learned about life: it goes on."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "Blessed are the hearts that can bend; they shall never be broken."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "If you carry joy in your heart, you can heal any moment."
   },
   "author": {
    "text": "Carlos Santana"
   }
  },
  {
   "quote": {
    "text": "It's time to say goodbye, but I think goodbyes are sad and I'd much rather say hello. Hello to a new adventure."
   },
   "author": {
    "text": "Ernie Harwell"
   }
  },
  {
   "quote": {
    "text": "Grief is in two parts. The first is loss. The second is the remaking of life."
   },
   "author": {
    "text": "Anne Roiphe"
   }
  },
  {
   "quote": {
    "text": "Forget the past."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "Healing yourself is connected with healing others."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "The words of kindness are more healing to a drooping heart than balm or honey."
   },
   "author": {
    "text": "Sarah Fielding"
   }
  },
  {
   "quote": {
    "text": "I think a spiritual journey is not so much a journey of discovery. It's a journey of recovery. It's a journey of uncovering your own inner nature. It's already there."
   },
   "author": {
    "text": "Billy Corgan"
   }
  },
  {
   "quote": {
    "text": "Love one another and help others to rise to the higher levels, simply by pouring out love. Love is infectious and the greatest healing energy."
   },
   "author": {
    "text": "Sai Baba"
   }
  },
  {
   "quote": {
    "text": "Forget the past - the future will give you plenty to worry about."
   },
   "author": {
    "text": "George Allen, Sr."
   }
  },
  {
   "quote": {
    "text": "Recovery is something that you have to work on every single day and it's something that it doesn't get a day off."
   },
   "author": {
    "text": "Demi Lovato"
   }
  },
  {
   "quote": {
    "text": "Moving on, is a simple thing, what it leaves behind is hard."
   },
   "author": {
    "text": "Dave Mustaine"
   }
  },
  {
   "quote": {
    "text": "Forgiving does not erase the bitter past. A healed memory is not a deleted memory. Instead, forgiving what we cannot forget creates a new way to remember. We change the memory of our past into a hope for our future."
   },
   "author": {
    "text": "Lewis B. Smedes"
   }
  },
  {
   "quote": {
    "text": "I think it's important to have closure in any relationship that ends - from a romantic relationship to a friendship. You should always have a sense of clarity at the end and know why it began and why it ended. You need that in your life to move cleanly into your next phase."
   },
   "author": {
    "text": "Jennifer Aniston"
   }
  },
  {
   "quote": {
    "text": "My life is about ups and downs, great joys and great losses."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "I think faith is incredibly important because you will become overwhelmed with what's happening and you will have waves of grief, but when you turn to your faith, I believe God will give you waves of grace to get through it."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Man maintains his balance, poise, and sense of security only as he is moving forward."
   },
   "author": {
    "text": "Maxwell Maltz"
   }
  },
  {
   "quote": {
    "text": "It is only through labor and painful effort, by grim energy and resolute courage, that we move on to better things."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "I have more of a desire to write songs about being an independent woman than being in love, songs about getting up and moving on even if I have a broken heart. 'Wanna Say' is one of the few love songs I've ever done."
   },
   "author": {
    "text": "Kat Graham"
   }
  },
  {
   "quote": {
    "text": "We all have life storms, and when we get the rough times and we recover from them, we should celebrate that we got through it. No matter how bad it may seem, there's always something beautiful that you can find."
   },
   "author": {
    "text": "Mattie Stepanek"
   }
  },
  {
   "quote": {
    "text": "The heart will break, but broken live on."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "Don't brood. Get on with living and loving. You don't have forever."
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "Recovery begins from the darkest moment."
   },
   "author": {
    "text": "John Major"
   }
  },
  {
   "quote": {
    "text": "Transformation in the world happens when people are healed and start investing in other people."
   },
   "author": {
    "text": "Michael W. Smith"
   }
  },
  {
   "quote": {
    "text": "A man never knows how to say goodbye; a woman never knows when to say it."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "Part of the healing process is sharing with other people who care."
   },
   "author": {
    "text": "Jerry Cantrell"
   }
  },
  {
   "quote": {
    "text": "We are healed from suffering only by experiencing it to the full."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "I actually think sadness and darkness can be very beautiful and healing."
   },
   "author": {
    "text": "Duncan Sheik"
   }
  },
  {
   "quote": {
    "text": "It is by going down into the abyss that we recover the treasures of life. Where you stumble, there lies your treasure."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "Expect trouble as an inevitable part of life and repeat to yourself, the most comforting words of all; this, too, shall pass."
   },
   "author": {
    "text": "Ann Landers"
   }
  },
  {
   "quote": {
    "text": "Healing takes courage, and we all have courage, even if we have to dig a little to find it."
   },
   "author": {
    "text": "Tori Amos"
   }
  },
  {
   "quote": {
    "text": "The moving finger writes, and having written moves on. Nor all thy piety nor all thy wit, can cancel half a line of it."
   },
   "author": {
    "text": "Omar Khayyam"
   }
  },
  {
   "quote": {
    "text": "I do a good job of staying positive and just moving on."
   },
   "author": {
    "text": "Katie Taylor"
   }
  },
  {
   "quote": {
    "text": "I think hearts are very much like glasses. If they do not break with the first ring, they usually last a considerable time."
   },
   "author": {
    "text": "Letitia Elizabeth Landon"
   }
  },
  {
   "quote": {
    "text": "You may have a fresh start any moment you choose, for this thing that we call 'failure' is not the falling down, but the staying down."
   },
   "author": {
    "text": "Mary Pickford"
   }
  },
  {
   "quote": {
    "text": "Because I remember, I despair. Because I remember, I have the duty to reject despair."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "I started life washing cars in Canada before moving on to selling life insurance and vacuum cleaners. Later, I went through a programme by Dr. Norman Vincent Peale, which literally changed my life. It was the turning point."
   },
   "author": {
    "text": "Shiv Khera"
   }
  },
  {
   "quote": {
    "text": "Who can't relate to the idea of leaving one chapter behind and moving on to the next?"
   },
   "author": {
    "text": "Mike Shinoda"
   }
  },
  {
   "quote": {
    "text": "The goal of spiritual practice is full recovery, and the only thing you need to recover from is a fractured sense of self."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Take those chances and you can achieve greatness, whereas if you go conservative, you'll never know. I truly believe what doesn't kill you makes you stronger. Even if you fail, learning and moving on is sometimes the best thing."
   },
   "author": {
    "text": "Danica Patrick"
   }
  },
  {
   "quote": {
    "text": "A lot of people say they want to get out of pain, and I'm sure that's true, but they aren't willing to make healing a high priority. They aren't willing to look inside to see the source of their pain in order to deal with it."
   },
   "author": {
    "text": "Lindsay Wagner"
   }
  },
  {
   "quote": {
    "text": "Only the broken-hearted know the truth about love."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "The art of war is simple enough. Find out where your enemy is. Get at him as soon as you can. Strike him as hard as you can, and keep moving on."
   },
   "author": {
    "text": "Ulysses S. Grant"
   }
  },
  {
   "quote": {
    "text": "Much of your pain is the bitter potion by which the physician within you heals your sick self."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "You just keep moving forward and doing what you do and hope that it resonates with people. And if it doesn't, you just keep moving on until you find a project that does."
   },
   "author": {
    "text": "Octavia Spencer"
   }
  },
  {
   "quote": {
    "text": "I think you have to pay for love with bitter tears."
   },
   "author": {
    "text": "Edith Piaf"
   }
  },
  {
   "quote": {
    "text": "It takes bravery to end a relationship."
   },
   "author": {
    "text": "Leona Lewis"
   }
  },
  {
   "quote": {
    "text": "The willow which bends to the tempest, often escapes better than the oak which resists it; and so in great calamities, it sometimes happens that light and frivolous spirits recover their elasticity and presence of mind sooner than those of a loftier character."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "In my life, I have made the occasional catastrophic choice, and it's just a case of moving on and learning from it."
   },
   "author": {
    "text": "James Nesbitt"
   }
  },
  {
   "quote": {
    "text": "Love is like the measles; we all have to go through it."
   },
   "author": {
    "text": "Jerome K. Jerome"
   }
  },
  {
   "quote": {
    "text": "When you start using senses you've neglected, your reward is to see the world with completely fresh eyes."
   },
   "author": {
    "text": "Barbara Sher"
   }
  },
  {
   "quote": {
    "text": "I've been heartbroken. I've broken hearts. That's part of life, and its part of figuring out who you are so you can find the right partner."
   },
   "author": {
    "text": "Heidi Klum"
   }
  },
  {
   "quote": {
    "text": "If you've got to my age, you've probably had your heart broken many times. So it's not that difficult to unpack a bit of grief from some little corner of your heart and cry over it."
   },
   "author": {
    "text": "Emma Thompson"
   }
  },
  {
   "quote": {
    "text": "I must be careful not to get trapped in the past. That's why I tend to forget my songs."
   },
   "author": {
    "text": "Mick Jagger"
   }
  },
  {
   "quote": {
    "text": "The all-seeing eye of God beheld our deplorable state; infinite pity touched the heart of the Father of mercies; and infinite wisdom laid the plan of our recovery."
   },
   "author": {
    "text": "David Brainerd"
   }
  },
  {
   "quote": {
    "text": "I think that the main thing that you can learn from watching 'The Spectacular Now' is just learning about growing up and moving on."
   },
   "author": {
    "text": "Kaitlyn Dever"
   }
  },
  {
   "quote": {
    "text": "Who made me laugh when I was growing was Chaplin and the Marx Brothers, and then moving on, there were so many that I was a writer for for many years: I was a writer for the Smothers Brothers, Lily Tomlin, then I started on 'Saturday Night Live' as the head writer the first year we started it."
   },
   "author": {
    "text": "Chevy Chase"
   }
  },
  {
   "quote": {
    "text": "If you love somebody, let them go, for if they return, they were always yours. And if they don't, they never were."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Feeling sorry for ourselves is the most useless waste of energy on the planet. It does absolutely no good. We can't let our circumstances or what others do or don't do control us. We can decide to be happy regardless."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Friendship is certainly the finest balm for the pangs of disappointed love."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "By forgetting the past and by throwing myself into other interests, I forget to worry."
   },
   "author": {
    "text": "Jack Dempsey"
   }
  },
  {
   "quote": {
    "text": "Some women feel the best cure for a broken heart is a new beau."
   },
   "author": {
    "text": "Gene Tierney"
   }
  },
  {
   "quote": {
    "text": "Time heals griefs and quarrels, for we change and are no longer the same persons. Neither the offender nor the offended are any more themselves."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "I have more of a desire to write songs about being an independent woman than being in love, songs about getting up and moving on even if I have a broken heart."
   },
   "author": {
    "text": "Kat Graham"
   }
  },
  {
   "quote": {
    "text": "I tell you the past is a bucket of ashes, so live not in your yesterdays, no just for tomorrow, but in the here and now. Keep moving and forget the post mortems; and remember, no one can get the jump on the future."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "I can't go on. I'll go on."
   },
   "author": {
    "text": "Samuel Beckett"
   }
  },
  {
   "quote": {
    "text": "The problem is that when we speak of plan Bs, we already negate the possibility of moving on with plan A."
   },
   "author": {
    "text": "Isaac Herzog"
   }
  },
  {
   "quote": {
    "text": "My breakthrough was when I began to write during my commute, at first taking notes on my Palm Pilot, and then moving on to writing full prose on the tiny QWERTY keyboard of my iPaq smartphone. I got so fast that I was averaging 400 words during the 35 minutes or so I spent on the subway each way, or 800 words round trip."
   },
   "author": {
    "text": "Peter V. Brett"
   }
  },
  {
   "quote": {
    "text": "The Marines was a fresh start - that is why they shave your head. I wish they would let you change your name."
   },
   "author": {
    "text": "Drew Carey"
   }
  },
  {
   "quote": {
    "text": "In the theater, it's about taking time in a musical segment, a pause in a musical way and then moving on."
   },
   "author": {
    "text": "Marcia Gay Harden"
   }
  },
  {
   "quote": {
    "text": "The Real is ever-present, like the screen on which the cinematographic pictures move. While the picture appears on it, the screen remains invisible. Stop the picture, and the screen will become clear. All thoughts and events are merely pictures moving on the screen of Pure Consciousness, which alone is real."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "The themes in 'Violet' are universal: accepting yourself with all of your flaws, moving on, and the forgiveness and freedom that comes along with that."
   },
   "author": {
    "text": "Joshua Henry"
   }
  },
  {
   "quote": {
    "text": "Everyone can relate to love, hurt, pain, learning how to forgive, needing to get over, needing the power of God in their life."
   },
   "author": {
    "text": "Tyler Perry"
   }
  },
  {
   "quote": {
    "text": "Tears shed for self are tears of weakness, but tears shed for others are a sign of strength."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Part of growing up is just taking what you learn from that and moving on and not taking it to heart."
   },
   "author": {
    "text": "Beverley Mitchell"
   }
  },
  {
   "quote": {
    "text": "Suffering isn't ennobling, recovery is."
   },
   "author": {
    "text": "Christiaan Barnard"
   }
  },
  {
   "quote": {
    "text": "One makes mistakes; that is life. But it is never a mistake to have loved."
   },
   "author": {
    "text": "Romain Rolland"
   }
  },
  {
   "quote": {
    "text": "I can still love an ex as a person, regardless if the breakup was bad. I would never wish anything negative on them. It takes more energy to hate them than to wish them well."
   },
   "author": {
    "text": "Ashley Greene"
   }
  },
  {
   "quote": {
    "text": "Patience is key for getting over a breakup. That, and trailing off your interaction after the breakup."
   },
   "author": {
    "text": "Drake"
   }
  },
  {
   "quote": {
    "text": "Never despair, but if you do, work on in despair."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "O! many a shaft, at random sent, Finds mark the archer little meant! And many a word, at random spoken, May soothe or wound a heart that's broken!"
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "Laughter, and the broader category of humor, are key elements in helping us go on with our life after a loss."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "I love to shop after a bad relationship. I don't know. I buy a new outfit and it makes me feel better. It just does. Sometimes I see a really great outfit, I'll break up with someone on purpose."
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "Falling out of love is chiefly a matter of forgetting how charming someone is."
   },
   "author": {
    "text": "Iris Murdoch"
   }
  },
  {
   "quote": {
    "text": "I'm just fighting a lot of high-level guys. I feel everyone is trying to be tactical, everyone is trying to put their A-game out there, and I have to find a way to win. I'm all about moving on and trying to get better."
   },
   "author": {
    "text": "Robbie Lawler"
   }
  },
  {
   "quote": {
    "text": "The world is a crazy, beautiful, ugly complicated place, and it keeps moving on from crisis to strangeness to beauty to weirdness to tragedy. The caravan keeps moving on, and the job of the longform writer or filmmaker or radio broadcaster is to stop - is to pause - and when the caravan goes away, that's when this stuff comes."
   },
   "author": {
    "text": "David Remnick"
   }
  },
  {
   "quote": {
    "text": "I can enjoy anywhere, and I can leave it. Life is about moving on."
   },
   "author": {
    "text": "Waris Dirie"
   }
  },
  {
   "quote": {
    "text": "I love being on the road. I love that lifestyle, traveling city to city, rocking out and moving on to the next place."
   },
   "author": {
    "text": "Caleb Johnson"
   }
  },
  {
   "quote": {
    "text": "Life goes on, and I'm moving on to the next thing, but I hope the soaps that are still running will thrive. They have millions of loyal viewers."
   },
   "author": {
    "text": "Susan Lucci"
   }
  },
  {
   "quote": {
    "text": "It is the false shame of fools to try to conceal wounds that have not healed."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "I mean, don't forget the earth's about five thousand million years old, at least. Who can afford to live in the past?"
   },
   "author": {
    "text": "Harold Pinter"
   }
  },
  {
   "quote": {
    "text": "There's always something to suggest that you'll never be who you wanted to be. Your choice is to take it or keep on moving."
   },
   "author": {
    "text": "Phylicia Rashad"
   }
  },
  {
   "quote": {
    "text": "Everywhere across whatever sorrows of which our life is woven, some radiant joy will gaily flash past."
   },
   "author": {
    "text": "Nikolai Gogol"
   }
  },
  {
   "quote": {
    "text": "Moving on is not closure. It's not neat, and it's not about turning the page. It is about moving on, but it doesn't mean that you've left something behind."
   },
   "author": {
    "text": "Thomas Gibson"
   }
  },
  {
   "quote": {
    "text": "Joy comes, grief goes, we know not how."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "I think you have to know how you feel when you're sad and it's healthy to mourn if a relationship ends."
   },
   "author": {
    "text": "Leighton Meester"
   }
  },
  {
   "quote": {
    "text": "The only reason I wanted 'Making Toast' as the title is that it is a simple gesture of moving on. Every morning there's the bread and you make the toast and you start the day."
   },
   "author": {
    "text": "Roger Rosenblatt"
   }
  },
  {
   "quote": {
    "text": "I could be shooting myself in the foot, but in some ways, I feel I've said all I've needed to say when to comes to, say, the 'X-Men.' I think I've hit the bright points, I think I've hit what I wanted to hit, and I can be happy moving on doing other things."
   },
   "author": {
    "text": "Marjorie Liu"
   }
  },
  {
   "quote": {
    "text": "I'm moving on in years, but I tell you I still want to kick the devil before I kick the bucket."
   },
   "author": {
    "text": "Reinhard Bonnke"
   }
  },
  {
   "quote": {
    "text": "The music that I've made in the past has had strong contemporary country roots, but I think moving on in music, I will branch out from that a bit."
   },
   "author": {
    "text": "Jennette McCurdy"
   }
  },
  {
   "quote": {
    "text": "The day a character becomes predictable is the day a writer should think about moving on - because the reader certainly will."
   },
   "author": {
    "text": "Mark Billingham"
   }
  },
  {
   "quote": {
    "text": "The strange thing about living somewhere for a couple of years and then moving on and not returning is that those locations become ghosts of themselves in your mind."
   },
   "author": {
    "text": "Sarah Pinborough"
   }
  },
  {
   "quote": {
    "text": "I am pretty embroiled in moving on and moving forward with music."
   },
   "author": {
    "text": "Andy Summers"
   }
  },
  {
   "quote": {
    "text": "Time takes away the grief of men."
   },
   "author": {
    "text": "Desiderius Erasmus"
   }
  },
  {
   "quote": {
    "text": "I don't live in the past at all; I'm always wanting to do something new. I make a point of constantly trying to forget and get things out of my mind."
   },
   "author": {
    "text": "Brian Eno"
   }
  },
  {
   "quote": {
    "text": "It is selfish to concern oneself with tragedies."
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "If it comes as a constant surprise each and every time something unexpected occurs, you're not only going to be miserable whenever you attempt something big, you're going to have a much harder time accepting it and moving on to attempts two, three, and four."
   },
   "author": {
    "text": "Ryan Holiday"
   }
  },
  {
   "quote": {
    "text": "People actually aren't moving on from companies much more quickly than in the past, but there's a perception that they do, so companies are investing less in talent on the assumption that young employees won't stay long."
   },
   "author": {
    "text": "Kathryn Minshew"
   }
  },
  {
   "quote": {
    "text": "Many of us are experiencing a phase of change, shedding outdated patterns and liberating ourselves from the old by moving on to the new. The year 2012 is an important one for mankind, a pivotal year. The potential for this exists in the mere fact that the majority of us are yearning for change."
   },
   "author": {
    "text": "Shari Arison"
   }
  },
  {
   "quote": {
    "text": "There's a grace period where being a mess is charming and interesting, and then I think when you hit around 27, it stops being charming and interesting, and it starts being kind of pathological, and you have to find a new way of life. Otherwise, you're going to be in a place where the rest of your peers have been moving on, and you're stuck."
   },
   "author": {
    "text": "Greta Gerwig"
   }
  },
  {
   "quote": {
    "text": "Getting over someone is a grieving process. You mourn the loss of the relationship, and that's only expedited by 'Out of sight, out of mind.' But when you walk outside and see them on a billboard or on TV or on the cover of a magazine, it reopens the wound. It's a high-class problem, but it's real."
   },
   "author": {
    "text": "Hank Azaria"
   }
  },
  {
   "quote": {
    "text": "I know people who grow old and bitter. I want to keep making a fresh start. I don't want them to defeat me. That would be suicidal."
   },
   "author": {
    "text": "Robert Wyatt"
   }
  },
  {
   "quote": {
    "text": "I like taking a character at the most intense moments of their lives and exploring all that in full and then moving on."
   },
   "author": {
    "text": "Greg Iles"
   }
  },
  {
   "quote": {
    "text": "I don't believe in regretting - one should try to move on. My mum was good at that. She was deeply in love with my father, and he died when I was nine. She remarried, and her second husband died, too. I saw the grieving process she went through. My mother had this way of moving on. It was a fine trait."
   },
   "author": {
    "text": "Robert Winston"
   }
  },
  {
   "quote": {
    "text": "I remember this song by Clay Walker that came out in the '90s called 'This Woman and This Man,' and it was about breaking up, loss, the pain of moving on, and my parents were just getting divorced at the time, so I listened to it over and over again."
   },
   "author": {
    "text": "Cole Swindell"
   }
  },
  {
   "quote": {
    "text": "I'm moving on. I should have made that clear when I made the announcement. I guess I wasn't clear. If people think you're leaving a show after all these years, you might be retiring. So I understand where they're coming from, but I should have impressed the fact that I hope I'm just moving on right now."
   },
   "author": {
    "text": "Regis Philbin"
   }
  },
  {
   "quote": {
    "text": "After doing 'Firefly' and moving on, I always wanted to be part of a series again. I love doing films, too, but there's just something special about being part of the team and feeling like you're actually a part of the family, and I always look to re-create that."
   },
   "author": {
    "text": "Summer Glau"
   }
  },
  {
   "quote": {
    "text": "My father spent his entire early career as an illustrator for comic books: EC Comics like 'Tales from the Crypt' and 'Creepshow,' then moving on to such magazines as 'Mad' and 'Weird Science.'"
   },
   "author": {
    "text": "Dean Kamen"
   }
  },
  {
   "quote": {
    "text": "Do not measure your loss by itself; if you do, it will seem intolerable; but if you will take all human affairs into account you will find that some comfort is to be derived from them."
   },
   "author": {
    "text": "Saint Basil"
   }
  },
  {
   "quote": {
    "text": "People say, 'Oh, God, how devastating to go through a divorce.' Did I wish for this to happen to my family? No. But everyone is healthy; we're moving on with our lives."
   },
   "author": {
    "text": "Heidi Klum"
   }
  },
  {
   "quote": {
    "text": "What surrounds us we endure better for giving it a name - and moving on."
   },
   "author": {
    "text": "Emil Cioran"
   }
  },
  {
   "quote": {
    "text": "I can tell you one thing, Iran is closer to developing nuclear weapons today than it was a week ago, or a month ago or a year ago. It's just moving on with its efforts."
   },
   "author": {
    "text": "Benjamin Netanyahu"
   }
  },
  {
   "quote": {
    "text": "But you know, if you live an affluent lifestyle, there are all types of trappings that are there that you have to be cognizant of, and you've got to try and communicate freely and gain understanding about and then keep moving on, because you know, sometimes lifestyles are chosen for us as opposed to us choosing them."
   },
   "author": {
    "text": "Julius Erving"
   }
  },
  {
   "quote": {
    "text": "I think fashion is actually very good training for being in the tech world, because it's all about moving on to the next thing, looking for the next thing, not getting stuck in the past."
   },
   "author": {
    "text": "Natalie Massenet"
   }
  },
  {
   "quote": {
    "text": "What's that line from TS Eliot? To arrive at the place where you started, but to know it for the first time. I'm able to write about a breakup from a different place. Same brokenness. Same rock-bottom. But a little more informed, now I'm older. Thank God for growing up."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "So I won an Oscar. It's amazing. I've got that for the rest of my life for a performance I am proud of. It nearly killed me. I am really proud of the film. That's it, moving on."
   },
   "author": {
    "text": "Kate Winslet"
   }
  },
  {
   "quote": {
    "text": "I will be really happy once I have done my jail time. I can start fresh."
   },
   "author": {
    "text": "Nicole Richie"
   }
  },
  {
   "quote": {
    "text": "All of the sports have a safety net, but boxing is the only sport that has none. So when the fighter is through, he is through. While he was fighting his management was very excited for him, but now that he is done, that management team is moving on."
   },
   "author": {
    "text": "Gerry Cooney"
   }
  },
  {
   "quote": {
    "text": "Kubrick's vision seemed to be that humans are doomed, whereas Clarke's is that humans are moving on to a better stage of evolution."
   },
   "author": {
    "text": "Marvin Minsky"
   }
  },
  {
   "quote": {
    "text": "In the world of opinion writing, there's something called the 'to be sure' paragraph. A sort of rhetorical antibiotic, it seeks to defend against critics by injecting a tiny bit of counter-argument before moving on with the main point."
   },
   "author": {
    "text": "Meghan Daum"
   }
  },
  {
   "quote": {
    "text": "Someone once told me I'm a sore winner, and they're right. I rarely take more than a moment to enjoy a success before I'm moving on and looking for the next challenge."
   },
   "author": {
    "text": "Eli Broad"
   }
  },
  {
   "quote": {
    "text": "This is a profession for me, but I started off as a self-publisher working on my own schedule and my own stuff before moving on to graphic novels with First Second Books, where there was definitely a schedule, but it was very different from monthly comics."
   },
   "author": {
    "text": "Gene Luen Yang"
   }
  },
  {
   "quote": {
    "text": "I'm pretty horrible at relationships and haven't been in many long-term ones. Leaving and moving on - returning to a familiar sense of self-reliance and autonomy - is what I know; that feeling is as comfortable and comforting as it might be for a different kind of person to stay."
   },
   "author": {
    "text": "Carrie Brownstein"
   }
  },
  {
   "quote": {
    "text": "Six years of your life is a long time to do anything, and especially in this business, where you get so used to being nomadic and moving on to different jobs."
   },
   "author": {
    "text": "Busy Philipps"
   }
  },
  {
   "quote": {
    "text": "If it were the Clinton people, they'd be sitting around figuring out how to pull themselves out. Instead the president is continuing to go around the country and peddling Social Security, which the needle is not moving on."
   },
   "author": {
    "text": "Gwen Ifill"
   }
  },
  {
   "quote": {
    "text": "I started running to different albums, and I was starting with the short albums and moving on to the longer albums. I was interested in how they built up, in tempo and intensity. it made me interested in albums again, too."
   },
   "author": {
    "text": "Jens Lekman"
   }
  },
  {
   "quote": {
    "text": "Being divorced is like being hit by a Mack truck. If you live through it, you start looking very carefully to the right and to the left."
   },
   "author": {
    "text": "Jean Kerr"
   }
  },
  {
   "quote": {
    "text": "I don't think God said we should all be soft. My job is to compete, and the best prevails. I will continue to play, and that's the way I'm succeeding in my life. If I hit you by mistake, all I can say is 'I'm sorry,' and I keep moving on."
   },
   "author": {
    "text": "Dikembe Mutombo"
   }
  },
  {
   "quote": {
    "text": "It is very clear that voice communications is moving on to the Internet. In the end, the price that anyone can provide for voice transmission on the Net will trend toward zero."
   },
   "author": {
    "text": "Meg Whitman"
   }
  },
  {
   "quote": {
    "text": "With more than 67 percent of the Nation's freight moving on highways, economists believe that our ability to compete internationally is tied to the quality of our infrastructure."
   },
   "author": {
    "text": "Dennis Hastert"
   }
  },
  {
   "quote": {
    "text": "I can relate to having those people in your life that you feel are moving on to this great, big, normal life and you're like, 'What's wrong with me?'"
   },
   "author": {
    "text": "Kristen Wiig"
   }
  },
  {
   "quote": {
    "text": "Many movies about people recovering, moving on, and redeeming themselves are really wonderful and inspiring. But I think the more sentimental ones that are less good make me feel isolated - like, if you can't pull yourself up by your bootstraps like the guys in the movies, there is something wrong with you. That's a shame."
   },
   "author": {
    "text": "Kenneth Lonergan"
   }
  },
  {
   "quote": {
    "text": "I've always believed that if you don't stay moving, they will throw dirt on you."
   },
   "author": {
    "text": "Paul Anka"
   }
  },
  {
   "quote": {
    "text": "I like to edit my sentences as I write them. I rearrange a sentence many times before moving on to the next one. For me, that editing process feels like a form of play, like a puzzle that needs solving, and it's one of the most satisfying parts of writing."
   },
   "author": {
    "text": "Karen Thompson Walker"
   }
  },
  {
   "quote": {
    "text": "Not fighting, avoiding talking to fans... that's when the thoughts creep in about retiring and moving on to something else."
   },
   "author": {
    "text": "Andre Ward"
   }
  },
  {
   "quote": {
    "text": "I'm not against technology, but all tools should be used to their best advantage. We should be spending our time on things that have staying power, instead of on the latest thought of the latest blogger - and then moving on quickly to the next blogger."
   },
   "author": {
    "text": "J. I. Packer"
   }
  },
  {
   "quote": {
    "text": "Each employed immigrant has his or her place of work. It is only the taxi driver, forever moving on wheels, who occupies no fixed space. He represents the immigrant condition."
   },
   "author": {
    "text": "Amitava Kumar"
   }
  },
  {
   "quote": {
    "text": "Well I certainly have learned and I hope I'm moving on and certainly two years of prison was a terrible punishment."
   },
   "author": {
    "text": "Jeffrey Archer"
   }
  },
  {
   "quote": {
    "text": "As far as friendships go, things change even without the fame. People start moving on. I have a few friends that are married and are starting to have kids and I'm like, 'Oh my goodness gracious - that's so insane.' I also have friends who are just doing their own thing, which is cool."
   },
   "author": {
    "text": "Jordin Sparks"
   }
  },
  {
   "quote": {
    "text": "We all, to some degree, wish we could have some element of our childhood back again while, for kids, moving on is something they're worried about. They know it's going to happen at some point."
   },
   "author": {
    "text": "Lee Unkrich"
   }
  },
  {
   "quote": {
    "text": "I remember when 'I'm Moving On' came out, and we got the response we did, I thought, 'Man, this could be for real.' That was the first time it dawned on me what we had."
   },
   "author": {
    "text": "Jay DeMarcus"
   }
  },
  {
   "quote": {
    "text": "My genuine belief is that if we can get through the eurozone crisis from a political point of view, we've got a lot of engines that can drive our economy, that will restore confidence and get us moving on."
   },
   "author": {
    "text": "Enda Kenny"
   }
  },
  {
   "quote": {
    "text": "I'm the kind of person who, if I like one song, will listen to all of the band's work before moving on to another group."
   },
   "author": {
    "text": "Alexis Bledel"
   }
  },
  {
   "quote": {
    "text": "This business is ephemeral, and you have to maintain a healthy cynicism about it. There's a 'flavour of the month' aspect to it, so you have to keep moving on and mutating."
   },
   "author": {
    "text": "Julian Barratt"
   }
  },
  {
   "quote": {
    "text": "I tried to make a distinct point that I wasn't retiring - that I was moving on."
   },
   "author": {
    "text": "Regis Philbin"
   }
  },
  {
   "quote": {
    "text": "Late August still feels like summer here in the Ozarks, but it is the time of year the nighthawks are moving on to their South American wintering grounds."
   },
   "author": {
    "text": "Sue Hubbell"
   }
  },
  {
   "quote": {
    "text": "I tried to go to Kosovo to establish a statue to commemorate those who died during the wars, and to discuss moving on, so we could move into a new era. But I was banned from there."
   },
   "author": {
    "text": "Ivica Dacic"
   }
  },
  {
   "quote": {
    "text": "I can see that if this was an album done 10 or 15 years ago we could see we were moving on to some place else."
   },
   "author": {
    "text": "Wayne Coyne"
   }
  },
  {
   "quote": {
    "text": "Any time you end a relationship, and everyone has ended plenty in their life, it's always a tough thing and hard to get over."
   },
   "author": {
    "text": "Adam Brody"
   }
  },
  {
   "quote": {
    "text": "There will always be excuses, arguments, and questions of timing when moving on difficult and controversial issues."
   },
   "author": {
    "text": "Lara Giddings"
   }
  },
  {
   "quote": {
    "text": "Like anyone who goes to college, you're leaving a familiar surrounding and a comfortable environment and your friends and everything, and you're starting fresh. It can be pretty daunting."
   },
   "author": {
    "text": "Jason Biggs"
   }
  },
  {
   "quote": {
    "text": "We are also fortunate in being in quite a sheltered environment, in terms of people moving on to do other things, because there are relatively few companies in Scotland that are looking for the skill set that we've developed."
   },
   "author": {
    "text": "David Milne"
   }
  },
  {
   "quote": {
    "text": "I studied dance at a high school arts magnet program before moving on to Miami's New World School of the Arts, and from there, I went on to study at The Juilliard School."
   },
   "author": {
    "text": "Robert Battle"
   }
  },
  {
   "quote": {
    "text": "I kind of came to the conclusion after I did finally get married that love and relationships are just a series of horrific losses with hopefully one win."
   },
   "author": {
    "text": "Justin Halpern"
   }
  }
 ]
}