{
 "MoviesQuotes": [
  {
   "quote": {
    "text": "I like to go out if there's a party or go to the movies, but I just like hanging out with my buddies and having a good time."
   },
   "author": {
    "text": "Jean-Luc Bilodeau"
   }
  },
  {
   "quote": {
    "text": "If you want a happy ending, that depends, of course, on where you stop your story."
   },
   "author": {
    "text": "Orson Welles"
   }
  },
  {
   "quote": {
    "text": "Pick up a camera. Shoot something. No matter how small, no matter how cheesy, no matter whether your friends and your sister star in it. Put your name on it as director. Now you're a director. Everything after that you're just negotiating your budget and your fee."
   },
   "author": {
    "text": "James Cameron"
   }
  },
  {
   "quote": {
    "text": "It is painful to watch children trying to show off for parents who are engrossed in their cell phones. Children are nostalgic for the 'good old days' when parents used to read to them without the cell phone by their side or watch football games or Disney movies without having the BlackBerry handy."
   },
   "author": {
    "text": "Sherry Turkle"
   }
  },
  {
   "quote": {
    "text": "Being sad and being depressed are two different things. Also, people going through depression don't look so, while someone sad will look sad. The most common reaction is, 'How can you be depressed? You have everything going for you. You are the supposed number one heroine and have a plush home, car, movies... What else do you want?'"
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "Acting is not about being famous, it's about exploring the human soul."
   },
   "author": {
    "text": "Annette Bening"
   }
  },
  {
   "quote": {
    "text": "Cinema is the most beautiful fraud in the world."
   },
   "author": {
    "text": "Jean-Luc Godard"
   }
  },
  {
   "quote": {
    "text": "A film is never really good unless the camera is an eye in the head of a poet."
   },
   "author": {
    "text": "Orson Welles"
   }
  },
  {
   "quote": {
    "text": "I secretly enjoy being alone - hiking alone, skiing alone, walking along the beach alone, going to movies alone. Do not get me wrong, I like sharing my life with other people, but sometimes I really enjoy being as alone as possible."
   },
   "author": {
    "text": "Josh Zuckerman"
   }
  },
  {
   "quote": {
    "text": "Everybody has something that chews them up and, for me, that thing was always loneliness. The cinema has the power to make you not feel lonely, even when you are."
   },
   "author": {
    "text": "Tom Hanks"
   }
  },
  {
   "quote": {
    "text": "If I can, I love staying in pajamas all day and watching movies and eating good food."
   },
   "author": {
    "text": "Becky G"
   }
  },
  {
   "quote": {
    "text": "Movies can and do have tremendous influence in shaping young lives in the realm of entertainment towards the ideals and objectives of normal adulthood."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "Cinema is a matter of what's in the frame and what's out."
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, Disney was one of my gods. I just loved movies like 'Snow White' and 'Pinocchio.'"
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "People sometimes say the way things happen in the movies is unreal, but actually, it's the way things happen to you in life that's unreal."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "Television is chewing gum for the eyes."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "A film is - or should be - more like music than like fiction. It should be a progression of moods and feelings. The theme, what's behind the emotion, the meaning, all that comes later."
   },
   "author": {
    "text": "Stanley Kubrick"
   }
  },
  {
   "quote": {
    "text": "The elements that create glamour are not specific styles - bias-cut gowns or lacquered furniture - but more general qualities: grace, mystery, transcendence. To the right audience, Halle Berry is more glamorous commanding the elements as Storm in the X-Men movies than she is walking the red carpet in a designer gown."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "I was kind of a dark kid. I loved Halloween, and I loved vampires and the black and white old monster movies."
   },
   "author": {
    "text": "Joe Manganiello"
   }
  },
  {
   "quote": {
    "text": "Right now I just want to chill for a while. Take a hiatus from all the craziness. To clean my house, see my family. Just see some movies and pick some strawberries."
   },
   "author": {
    "text": "Lauren Ambrose"
   }
  },
  {
   "quote": {
    "text": "When I was a boy, I always saw myself as a hero in comic books and in movies. I grew up believing this dream."
   },
   "author": {
    "text": "Elvis Presley"
   }
  },
  {
   "quote": {
    "text": "Always make the audience suffer as much as possible."
   },
   "author": {
    "text": "Alfred Hitchcock"
   }
  },
  {
   "quote": {
    "text": "Christmas for me is all about spending time with my family. I cherish any chance we have to spend all day together making gingerbread houses, baking cookies, or sitting around and watching movies."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "If the boy and girl walk off into the sunset hand-in-hand in the last scene, it adds 10 million to the box office."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "Making movies is not rocket science. It's about relationships and communication and strangers coming together to see if they can get along harmoniously, productively, and creatively. That's a challenge. When it works, it's fantastic and will lift you up. When it doesn't work, it's almost just as fascinating."
   },
   "author": {
    "text": "Julia Roberts"
   }
  },
  {
   "quote": {
    "text": "Spider-Man has always been a huge part of my life. I love the movies. I love the comics. And I always just wanted to be Spider-Man."
   },
   "author": {
    "text": "Tom Holland"
   }
  },
  {
   "quote": {
    "text": "Talking about dreams is like talking about movies, since the cinema uses the language of dreams; years can pass in a second, and you can hop from one place to another. It's a language made of image. And in the real cinema, every object and every light means something, as in a dream."
   },
   "author": {
    "text": "Federico Fellini"
   }
  },
  {
   "quote": {
    "text": "The most honest form of filmmaking is to make a film for yourself."
   },
   "author": {
    "text": "Peter Jackson"
   }
  },
  {
   "quote": {
    "text": "When I did 'Bird,' it was a surprise to some people, first because I wasn't in it and second because most of the films I'd been doing were cop movies or westerns or adventure films, so to be doing one about Charlie Parker, who was a great influence on American music, was a great thrill for me."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "I'm not into superhero movies, but I love cartoons. Tweety bird is my favourite."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "My favorite holiday memory was sitting at home all day in my pajamas during winter break for school watching a bunch of old Christmas movies like 'Jack Frost' and 'Rudolph the Red-Nosed Reindeer' with my siblings and parents."
   },
   "author": {
    "text": "Becky G"
   }
  },
  {
   "quote": {
    "text": "The directing of a picture involves coming out of your individual loneliness and taking a controlling part in putting together a small world. A picture is made. You put a frame around it and move on. And one day you die. That is all there is to it."
   },
   "author": {
    "text": "John Huston"
   }
  },
  {
   "quote": {
    "text": "I always wish the hotels were like they are in movies and TV shows, where if you're in Paris, right outside your window is the Eiffel Tower. In Egypt, the pyramids are right there. In the movies, every hotel has a monument right outside your window. My hotel rooms overlook the garbage dumpster in the back alley."
   },
   "author": {
    "text": "Gilbert Gottfried"
   }
  },
  {
   "quote": {
    "text": "Even in India the Hindi film industry might be the best known but there are movies made in other regional languages in India, be it Tamil or Bengali. Those experiences too are different from the ones in Bombay."
   },
   "author": {
    "text": "Aishwarya Rai Bachchan"
   }
  },
  {
   "quote": {
    "text": "I think all of us, under certain circumstances, could be capable of some very despicable acts. And that's why, over the years, in my movies I've had characters who didn't care what people thought about them. We try to be as true to them as possible and maybe see part of ourselves in there that we may not like."
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "It's the movies that have really been running things in America ever since they were invented. They show you what to do, how to do it, when to do it, how to feel about it, and how to look how you feel about it."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "Oh, I adored Mickey Mouse when I was a child. He was the emblem of happiness and funniness. You went to the movies then, you saw two movies and a short. When Mickey Mouse came on the screen and there was his big head, my sister said she had to hold onto me. I went berserk."
   },
   "author": {
    "text": "Maurice Sendak"
   }
  },
  {
   "quote": {
    "text": "I don't like gratuitous violence. I don't like the 'Saw' movies. I don't like the 'Hostel' movies. I don't like anything that is violence for violence's sake."
   },
   "author": {
    "text": "Michael Biehn"
   }
  },
  {
   "quote": {
    "text": "I was always a fan of the old-style comics. I loved vaudeville. I loved Milton Berle, Dick Shawn, Phyllis Diller, Don Rickles, Charlie Callas, all those guys. Hilarious. I love the Bing Crosby and Bob Hope movies, and Abbott & Costello. My television influences were 'Monty Python's Flying Circus,' 'Benny Hill,' and 'Hee Haw.'"
   },
   "author": {
    "text": "Larry the Cable Guy"
   }
  },
  {
   "quote": {
    "text": "My whole life has been movies and religion. That's it. Nothing else."
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "Cricket is my passion; it is my first love. So I will not act in my movies, as they will just be a side business for me."
   },
   "author": {
    "text": "Harbhajan Singh"
   }
  },
  {
   "quote": {
    "text": "I didn't go to many movies. My mom would make a family outing and bring chicken in the theater. Smell up the whole place. The most impactful movies were 'Godfather II' and 'Scarface'. I loved the human complexity, and those movies are so well shot. Cinematic greatness. I really stopped going in my early twenties."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "I find 'Edward Scissorhands' a very inspiring movie - it's one of the first movies about bullying, in a way - about being treated unkindly for being different."
   },
   "author": {
    "text": "Denise Di Novi"
   }
  },
  {
   "quote": {
    "text": "Some people go to the movies to be reminded that everything's okay. I don't make those kinds of movies."
   },
   "author": {
    "text": "David Fincher"
   }
  },
  {
   "quote": {
    "text": "The most amazing thing for me is that every single person who sees a movie, not necessarily one of my movies, brings a whole set of unique experiences. Now, through careful manipulation and good storytelling, you can get everybody to clap at the same time, to hopefully laugh at the same time, and to be afraid at the same time."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "The length of a film should be directly related to the endurance of the human bladder."
   },
   "author": {
    "text": "Alfred Hitchcock"
   }
  },
  {
   "quote": {
    "text": "I drove from Naples to the Amalfi coast in an Alpha Romeo 1969 Spider, which was lovely. There have been lots of movies made down there, and I felt a bit like James Bond - the driving is quite hairy. The locals have mopeds, but you wouldn't catch me on a bike on those roads. A tank would be safer!"
   },
   "author": {
    "text": "Paul Hollywood"
   }
  },
  {
   "quote": {
    "text": "'The Princess Bride' is one of my favorite movies of all time."
   },
   "author": {
    "text": "Ivana Milicevic"
   }
  },
  {
   "quote": {
    "text": "All my friends were in college when I was making 'Superbad.' We were drinking beer and watching movies and eating pizza. It wasn't like I was going to nice restaurants or anything like that, and I lived like a frat guy. Eventually it was time to grow up, be healthy and be responsible. You can't live like a kid forever, you know?"
   },
   "author": {
    "text": "Jonah Hill"
   }
  },
  {
   "quote": {
    "text": "I don't care about movies. I tend to play badminton once a week."
   },
   "author": {
    "text": "Edward Witten"
   }
  },
  {
   "quote": {
    "text": "I don't want to do anything and everything. I want to be a brand that, every time I leverage my name, I want people to feel sure that it's going to be something good - so whether it be my movies, my perfume, my restaurant, my musical, it'll be good work, good food and good everything."
   },
   "author": {
    "text": "Shilpa Shetty"
   }
  },
  {
   "quote": {
    "text": "My grandmother and I would go see movies, and we'd come back to the apartment - we had a one-room apartment in Hollywood - and I would kind of lock myself in this little dressing room area with a cracked mirror on the door and act out what I had just seen."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "Maybe I was just born in the wrong era, man. I'm a bit of a throwback to the days of black and white movies. Those guys back then, they had a certain kind of directness about them. A lot of the screenplays, the plots were very simplistic - they gave rise to a type of anti-hero that maybe I suit better."
   },
   "author": {
    "text": "Michael Madsen"
   }
  },
  {
   "quote": {
    "text": "Cinema should make you forget you are sitting in a theater."
   },
   "author": {
    "text": "Roman Polanski"
   }
  },
  {
   "quote": {
    "text": "If dreams are like movies, then memories are films about ghosts."
   },
   "author": {
    "text": "Adam Duritz"
   }
  },
  {
   "quote": {
    "text": "Photoshop makes things look beautiful just as you have special effects in movies. It's just a part of life."
   },
   "author": {
    "text": "Erin Heatherton"
   }
  },
  {
   "quote": {
    "text": "Back 20 years ago, there was a division between movie actors and TV actors. That's kind of gone away. People who have had a lot of success in movies in the past now want to be on TV. There used to be much more of a quality division between TV and movies, and that's kind of not the case anymore."
   },
   "author": {
    "text": "Michael Imperioli"
   }
  },
  {
   "quote": {
    "text": "I love horror movies because they're really fun. They tap into those wonderful primal emotions."
   },
   "author": {
    "text": "Margot Kidder"
   }
  },
  {
   "quote": {
    "text": "I like something where I can really use my imagination and be an active participant in the construction of the monster and usually that's in the world of the supernatural or the world of the fantastic, so that's why those kinds of stories about demons and the supernatural appeal to me or maybe I'm really interested in that subject."
   },
   "author": {
    "text": "Sam Raimi"
   }
  },
  {
   "quote": {
    "text": "If you just love movies enough, you can make a good one."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "Make them laugh, make them cry, and hack to laughter. What do people go to the theatre for? An emotional exercise. I am a servant of the people. I have never forgotten that."
   },
   "author": {
    "text": "Mary Pickford"
   }
  },
  {
   "quote": {
    "text": "The whole world loves American movies, blue jeans, jazz and rock and roll. It is probably a better way to get to know our country than by what politicians or airline commercials represent."
   },
   "author": {
    "text": "Billy Joel"
   }
  },
  {
   "quote": {
    "text": "100 years ago, movies were black-and-white, silent, and 16 frames a second. So 100 years from now, what are they going to be?"
   },
   "author": {
    "text": "Peter Jackson"
   }
  },
  {
   "quote": {
    "text": "For me, pop culture is very fluid: it's music, it's movies, it's books, it's art, it's tech, it's so many things - and as marketing and brand advocates, we should be able to to take products and services and match them to what's happening in pop culture."
   },
   "author": {
    "text": "Bozoma Saint John"
   }
  },
  {
   "quote": {
    "text": "My movies are painfully personal, but I'm never trying to let you know how personal they are. It's my job to make it be personal, and also to disguise that so only I or the people who know me know how personal it is. 'Kill Bill' is a very personal movie."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "I realized this is what God has dealt me, and I should be thankful considering all that's happened to me in my life, but MS caused the movies to stop - stop dead - and I miss it."
   },
   "author": {
    "text": "Richard Pryor"
   }
  },
  {
   "quote": {
    "text": "The best movies have one sentence that they're exploring, a thesis, something that people can argue about over dinner afterward."
   },
   "author": {
    "text": "Helen Hunt"
   }
  },
  {
   "quote": {
    "text": "I was influenced when I was younger by the cartoon movies that Disney put out, like Cinderella and what not. I watched those movies over and over when I was younger and the music is ingrained into my head. Nowadays, I'm still humming the tunes. It taught me the fundamentals."
   },
   "author": {
    "text": "Zac Efron"
   }
  },
  {
   "quote": {
    "text": "Listen, I think movies serve many different purposes, from those movies that are frivolous and just an entertainment, to movies that just go to exploring the complexities of the human soul. Everything is valid if it's done with honesty and dignity, and I actually do both of those types of movies in my career."
   },
   "author": {
    "text": "Antonio Banderas"
   }
  },
  {
   "quote": {
    "text": "Growing up, I was obsessed with Disney movies like 'The Little Mermaid,' 'Aladdin' and 'Beauty And The Beast.' I was always singing the songs from these movies, so to find myself in the studio with Alan Menken was an amazing experience. In fact, it was a dream come true."
   },
   "author": {
    "text": "Mandy Moore"
   }
  },
  {
   "quote": {
    "text": "The hardest thing to do in movies is be a day-part player. You have to go in, make your mark, and get out. There's a lot of leading actors who are not good for a lot of a movie, and then suddenly they have good moments, and they're like stepping-stones across a particularly feisty stream. They build careers out of that."
   },
   "author": {
    "text": "Brian Cox"
   }
  },
  {
   "quote": {
    "text": "Sure, 'Twilight' is really huge right now and everybody's freaking out over it, but it will go away soon and I will be back to doing what I'm used to doing: weird little movies that nobody sees."
   },
   "author": {
    "text": "Kristen Stewart"
   }
  },
  {
   "quote": {
    "text": "My Dad hated his job. He sold overcoats, but he wanted to make movies. He had a failed career working with the Ritz Brothers - they were like the Marx Brothers, only a tier below. I always had a picture in my mind of him in a straw hat."
   },
   "author": {
    "text": "Steve Sabol"
   }
  },
  {
   "quote": {
    "text": "I just wear very nice pyjamas. When I'm at home, I love to watch movies and relax because when I'm modeling, I'm always travelling. When I'm not working I don't put much make up, but I do love nail polish for that little bit of fun colour."
   },
   "author": {
    "text": "Liu Wen"
   }
  },
  {
   "quote": {
    "text": "Well, I took a sabbatical. I walked away from shooting movies because I couldn't handle the travel. I'm a single parent. I had young kids, and I found that keeping in touch with them from hotel rooms and airports wasn't working for me. So I stopped."
   },
   "author": {
    "text": "Rick Moranis"
   }
  },
  {
   "quote": {
    "text": "I think scary movies work best when they're relatable, and I think one of the scariest things to young people now is bullying. Either doing it, being on the other end of it, being caught doing it."
   },
   "author": {
    "text": "Jason Blum"
   }
  },
  {
   "quote": {
    "text": "I need to make the characters that I play in movies more accessible to audiences, more real. As an actor, you're always passive; you're not making that many choices, so when something allows you to open up a bit, you want to explore your newfound freedom."
   },
   "author": {
    "text": "Shu Qi"
   }
  },
  {
   "quote": {
    "text": "Unless you're making Marvel movies, I think CGI usually suffers, especially in mid-budget-range horror movies where you see CGI."
   },
   "author": {
    "text": "Jason Blum"
   }
  },
  {
   "quote": {
    "text": "Filmmaking is a chance to live many lifetimes."
   },
   "author": {
    "text": "Robert Altman"
   }
  },
  {
   "quote": {
    "text": "Some people ask why people would go into a dark room to be scared. I say they are already scared, and they need to have that fear manipulated and massaged. I think of horror movies as the disturbed dreams of a society."
   },
   "author": {
    "text": "Wes Craven"
   }
  },
  {
   "quote": {
    "text": "For me, real life is hard work. Making movies is like a vacation for my soul."
   },
   "author": {
    "text": "Guillermo del Toro"
   }
  },
  {
   "quote": {
    "text": "Sometimes music, movies and books are the only things that let us feel like someone else feels like we do."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "Life is more than sunglasses and hit movies. Reality - that's the main event."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "I've had an amazing life, but I think I was born with a little bit of sadness in me. I've always been attracted to those things, whether it's sad movies, sad music... when you're sad, you feel everything in a greater way than you do when you're happy."
   },
   "author": {
    "text": "Sam Smith"
   }
  },
  {
   "quote": {
    "text": "If you play a role, you want to familiarize yourself with that person's world. If I were playing an airline pilot or a doctor, I'd probably want to hang out with a doctor or an airplane pilot for a while, ask some questions. You don't get to hang out the kings. They don't help consult on movies. So your resources are, by necessity, secondary."
   },
   "author": {
    "text": "Colin Firth"
   }
  },
  {
   "quote": {
    "text": "I like Ryan Gosling as an actor. I watch all of his movies, and he's Canadian and I just like his swag. I read his interviews and I'm a big fan of his."
   },
   "author": {
    "text": "Drake"
   }
  },
  {
   "quote": {
    "text": "I was raised going to the movies with my grandmother as a kid. And then I'd come home, and my best friend and I would act out the films that we saw."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "People say sometimes that I'm distracted. I'm not distracted. I'm being smart. I'm capitalizing while the iron is hot. That's why I'm trying to do movies. I do the podcast. I do a radio show. I work on FOX. I have a gym; I have a lot of things going on. That's because when I'm done, I want to be set up."
   },
   "author": {
    "text": "Michael Bisping"
   }
  },
  {
   "quote": {
    "text": "Not only are drinking, smoking, swearing, dancing and going to movies not issues... they simply do not matter. They matter to fundamentalists, of course, but to anyone else outside the church, they could care less whether we smoke or attend movies. Absolutely no one gives a tinker's damn whether I say 'tinker's damn' or not."
   },
   "author": {
    "text": "Mike Yaconelli"
   }
  },
  {
   "quote": {
    "text": "I like zombie movies. I like 'The Walking Dead;' I like the metaphor of it, simply because when we go with the zombie concept - if you're bitten by a zombie, you don't transform into something else like a vampire or a werewolf or whatever. You become something that's not you."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "I'm obsessed with the power of music and image together. There's also something about music videos that are incredibly glamorous - there's a fetishistic aesthetic to them that you don't really see in movies in the same way."
   },
   "author": {
    "text": "Max Minghella"
   }
  },
  {
   "quote": {
    "text": "A cinema villain essentially needs a moustache so he can twiddle with it gleefully as he cooks up his next nasty plan."
   },
   "author": {
    "text": "Mel Brooks"
   }
  },
  {
   "quote": {
    "text": "I grew up when I was 15 when I had my first opportunity in movies. I watched every great movie for a year and a half, and since then I've asked myself how I can emulate such artistry. That's really my motivation. I want to do something as good as my heroes have done."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "I'm not a real movie star. I've still got the same wife I started out with twenty-eight years ago."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "There's always room out there for the hand-drawn image. I personally like the imperfection of hand drawing as opposed to the slick look of computer animation. But you can do good stuff either way. The Pixar movies are amazing in what they do, but there's plenty of independent animators who are doing really amazing things as well."
   },
   "author": {
    "text": "Matt Groening"
   }
  },
  {
   "quote": {
    "text": "It's difficult to do a genre film well, and it doesn't matter if you're talking vampire movies or 'Dawn of the Dead' or 'The Thing' or 'Escape From New York.' Those kind of movies, they understand what the old-school B-movie is supposed to be, they get the throwback of it."
   },
   "author": {
    "text": "Ethan Hawke"
   }
  },
  {
   "quote": {
    "text": "I don't want to dress up a picture with just my face."
   },
   "author": {
    "text": "Grace Kelly"
   }
  },
  {
   "quote": {
    "text": "Making movies is a way of understanding myself and the world."
   },
   "author": {
    "text": "Ang Lee"
   }
  },
  {
   "quote": {
    "text": "The reviewers tear me apart. I bleed. I'm a favorite target. They go along for six months looking at movies, praying for rain, and then a new Sandra Dee movie comes out, and their eyes open, and they lick their lips. Before they've ever seen it."
   },
   "author": {
    "text": "Sandra Dee"
   }
  },
  {
   "quote": {
    "text": "'That's What She Said' is not Hollywood's standard picture of women: preternaturally gorgeous, wedding obsessed, boy crazy, fashion focused, sexed up 'girl' women. These are real women, comically portrayed, who are trying to wrestle with the very expectations of womanhood that Hollywood movies set up."
   },
   "author": {
    "text": "Carrie Preston"
   }
  },
  {
   "quote": {
    "text": "Music is the only passion I shamelessly indulge in. However, for recreation I enjoy watching movies. 'Wizard of Oz' was the first film I ever saw, followed by the 'Bond' movies. I also watch a lot of World cinema through DVDs mostly brought by one of my best friends who's now based in Toronto."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "I lost my front tooth in rugby league when a fat guy from Bellevue Hill kicked me in the face as I got up from a tackle to mark him. I made this decision not to cap the tooth because I thought it was false. But I didn't make any movies as a teenager, and I had a very hard time with girls and stuff."
   },
   "author": {
    "text": "Russell Crowe"
   }
  },
  {
   "quote": {
    "text": "Nobody should come to the movies unless he believes in heroes."
   },
   "author": {
    "text": "John Wayne"
   }
  },
  {
   "quote": {
    "text": "Movies always are open to being remade because times change so much, and the tempo of movies changes. I think of it like a James Bond. They can have different actors play the same role... I've had people come up to me and say, 'We want to remake 'The Jerk' with so and so.' And I say, 'Fine.' It just doesn't bother me. It's an honor actually."
   },
   "author": {
    "text": "Steve Martin"
   }
  },
  {
   "quote": {
    "text": "The way I love monsters is a Mexican way of loving monsters, which is that I am not judgmental. The Anglo way of seeing things is that monsters are exceptional and bad, and people are good. But in my movies, creatures are taken for granted."
   },
   "author": {
    "text": "Guillermo del Toro"
   }
  },
  {
   "quote": {
    "text": "Like Hollywood movies, MTV and blue jeans, fast food has become one of America's major cultural exports."
   },
   "author": {
    "text": "Eric Schlosser"
   }
  },
  {
   "quote": {
    "text": "We just compare our lifestyle to movies so you can relate to them. When I say, 'I bought a carpet from Aladdin so I could finesse and do magic,' that means I had to get me a new whip or I had to get me something in disguise to work my magic, to finesse, to get out of here."
   },
   "author": {
    "text": "Quavo"
   }
  },
  {
   "quote": {
    "text": "I'm terrible at horror movies, by the way. I get scared so easily."
   },
   "author": {
    "text": "Oliver Stone"
   }
  },
  {
   "quote": {
    "text": "I grew up on all of the great spy movies and TV series of the Sixties - not just Bond, but Derek Flint and the Avengers and Modesty Blaise and the Man from UNCLE and on and on. Every time I sit down to work on Cinderella, I'm writing a love letter to all of those characters."
   },
   "author": {
    "text": "Chris Roberson"
   }
  },
  {
   "quote": {
    "text": "I'm definitely a romantic comedy dude because I'm a big romantic at heart. I'm a softy, so it's always nice to watch movies that make you think that love at first sight is actually possible."
   },
   "author": {
    "text": "Sterling Knight"
   }
  },
  {
   "quote": {
    "text": "I have made a number of movies that I have never seen. It's not a matter of ego. It's a matter of being disappointed. It's really a shame. It's just as difficult to make a movie that no one cares about as to make a hit."
   },
   "author": {
    "text": "Christopher Walken"
   }
  },
  {
   "quote": {
    "text": "One of my favorite L.A. movies is 'Ed Wood,' and it's about how Bela Lugosi went from being this movie star personality to living in a little bungalow with his cats in the valley where, if you walked by, you'd have no idea. He'd come out and get his paper, and you'd go, 'That guy looks familiar.'"
   },
   "author": {
    "text": "Shane Black"
   }
  },
  {
   "quote": {
    "text": "My skin is hard when it comes to my music. But with my movies, I'm still a virgin in a lot of ways. I'm not used to being shot down for no reason."
   },
   "author": {
    "text": "Will Smith"
   }
  },
  {
   "quote": {
    "text": "I think they should have movies in restaurants. I can't believe that so many people get together just to sit there. It's so abstract... isn't it abstract? What are these people sitting here watching?"
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "I never was that boy who loved gangster films, but when I was growing up, I was obsessed with the detective Dick Tracy. It was one of my favourite movies as a kid, and he really inspired me. I would have loved to be part of that golden age of Hollywood in the 1940s. It made me want to become an actor."
   },
   "author": {
    "text": "Ryan Gosling"
   }
  },
  {
   "quote": {
    "text": "Of the big horror movies of the '70s, you have 'The Omen,' 'The Sentinel,' 'Rosemary's Baby,' 'The Stepford Wives,' 'Burnt Offerings' - these are all romantic fatalist movies where there's a sort of glimmer of hope... but darkness wins."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "I eat, sleep, and breathe movies. Though I didn't understand the seriousness of films when I made my debut, I felt on top of the world."
   },
   "author": {
    "text": "Sridevi"
   }
  },
  {
   "quote": {
    "text": "I was a very scared child. Not, you know, not so much of life but of the demons that lurked in the dark. And horror movies terrified me. You know, I'd love watching them but then at night, I would just be up in sweats all night."
   },
   "author": {
    "text": "Jordan Peele"
   }
  },
  {
   "quote": {
    "text": "I never think it's right to chew gum in front of other people, but a lot of times I'll come in for a meeting chewing gum and I'll forget I'm chewing it. Then you don't want to swallow it because it stays in your system for seven years or something, so I've asked to throw it away. I've started to wonder if that's why I didn't get certain movies."
   },
   "author": {
    "text": "Jennifer Lawrence"
   }
  },
  {
   "quote": {
    "text": "I think I made essential a mistake in staying in movies, because I - but it's a mistake I can't regret, because it's like saying, 'I shouldn't have stayed married to that woman, but I did because I love her.'"
   },
   "author": {
    "text": "Orson Welles"
   }
  },
  {
   "quote": {
    "text": "My dream role would probably be a psycho killer, because the whole thing I love about movies is that you get to do things you could never do in real life, and that would be my way of vicariously experiencing being a psycho killer. Also, it's incredibly romantic."
   },
   "author": {
    "text": "Christina Ricci"
   }
  },
  {
   "quote": {
    "text": "I think that, in the beginning, you think, 'I want to be the biggest movie star in the world.' And then, with the more movies you make, you are like, 'I don't know if I want to be that anymore. I think what I am looking for is something different.' I like acting, but a lot of times, stardom comes with a lot of strings attached."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "I've never seen 'The Goonies.' I've never seen 'Indiana Jones.' I watched 'UHF' over and over again when I was little, and that was it. I had no time for any other movies. I watched 'Naked Gun,' 'UHF,' and 'Airplane!' over and over."
   },
   "author": {
    "text": "Eric Andre"
   }
  },
  {
   "quote": {
    "text": "It's a great feeling to think that I can be a friend to so many people through my movies."
   },
   "author": {
    "text": "River Phoenix"
   }
  },
  {
   "quote": {
    "text": "At the heart of every really good Christmas movie is the threat, I suppose, to Christmas. Something is wrong with Christmas, in all of these movies. In 'The Polar Express,' there's a kid that doesn't really believe, and that's the threat to Christmas. In 'Santa Claus: The Movie,' jealousy and greed are threatening to overrun his Christmas."
   },
   "author": {
    "text": "James McAvoy"
   }
  },
  {
   "quote": {
    "text": "People look at Marvel movies as epic in scope, but if you look back at the comics, you realise that Marvel heroes were often a reaction to the square-jawed DC characters like Superman, who were flawless and beyond reproach."
   },
   "author": {
    "text": "Jon Favreau"
   }
  },
  {
   "quote": {
    "text": "I watched a lot of Douglas Fairbanks movies. He always played the same role with a mustache. Zorro had a mustache. The Musketeer had a mustache. Tarzan had a mustache."
   },
   "author": {
    "text": "Jean Dujardin"
   }
  },
  {
   "quote": {
    "text": "When I see old movies with women in floor-length dressing gowns, or when they're going to the store and they've got a pillbox hat with a net over the eyes and white gloves, I'm offended that I can't go to the store like that."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "Right now, my job is that I'm like an ambulance chaser. I've got to look for movies with white guys falling out of them."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "Movies have takes. But plays are like life - you don't really get takes."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "I did as much as I could in Vancouver. You can only play so many ex-'Falcon Crest' sons in so many movies of the week before you burn out."
   },
   "author": {
    "text": "Ryan Reynolds"
   }
  },
  {
   "quote": {
    "text": "A story should have a beginning, a middle and an end, but not necessarily in that order."
   },
   "author": {
    "text": "Jean-Luc Godard"
   }
  },
  {
   "quote": {
    "text": "I love making movies, and being in any that I can be in. I'd like to be in those giant movies, as the fifth or sixth lead, and have three or four killer scenes. You don't have the responsibility of the entire movie being on you. I like those roles. I'm shooting for the middle."
   },
   "author": {
    "text": "Bill Burr"
   }
  },
  {
   "quote": {
    "text": "Books and movies are different art forms with different rules. And because of that, they never translate exactly."
   },
   "author": {
    "text": "Tom Clancy"
   }
  },
  {
   "quote": {
    "text": "I met Hugh Jackman, and I was like, 'I love your movies!' And, of course, he asked, 'Which one?' A reasonable question, but I blanked completely. In that moment, I couldn't remember a single film that Hugh Jackman had done. So I copped out. 'The recent one!' And that was one of his biggest disasters. Well done, me."
   },
   "author": {
    "text": "Karan Johar"
   }
  },
  {
   "quote": {
    "text": "I wish that my life could be like the movies, like 'Bonnie and Clyde' or 'The Hunger' or 'Harold and Maude.' And... it can be! It maybe just takes somebody else who is as fearless as you. It takes a person who will not hesitate."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "I think it's sad that movies and television have caused the theatre to fade as a popular art form. I hope to get young people into the theatre and expose them to Shakespeare."
   },
   "author": {
    "text": "Kelly McGillis"
   }
  },
  {
   "quote": {
    "text": "I grew up wanting to make movies, and along the way I suddenly found that I had a career doing comedy."
   },
   "author": {
    "text": "Ben Stiller"
   }
  },
  {
   "quote": {
    "text": "You know when you watch old movies, it's always the small parts you remember, the character actors who come in like a breath of fresh air."
   },
   "author": {
    "text": "Amy Sedaris"
   }
  },
  {
   "quote": {
    "text": "Between the theme parks and the movies, the Disney iconography was probably the first set of archetypes that I was exposed to. Walt was able to expose me as a child to the full array of emotions, including fear and sorrow. Those movies and attractions haunted my dreams and made a deep impression on me as a child."
   },
   "author": {
    "text": "Jon Favreau"
   }
  },
  {
   "quote": {
    "text": "I never wanted to be a brand director. I didn't want that kind of stamp. I wanted to be more like Pacino or Dustin Hoffman or Meryl Streep or De Niro - you know, a chameleon as a storyteller - because I love all kinds of movies."
   },
   "author": {
    "text": "Ron Howard"
   }
  },
  {
   "quote": {
    "text": "I love horror movies. I mean, who doesn't like a good horror movie every once in a while? It's fun to get scared."
   },
   "author": {
    "text": "Tara Reid"
   }
  },
  {
   "quote": {
    "text": "Horror movies are the best date movies. There's no wondering, 'When do I put my arm around her?'"
   },
   "author": {
    "text": "Eli Roth"
   }
  },
  {
   "quote": {
    "text": "I don't revisit anything unless there's a really good occasion, like BAM screened 'This Is My Life', with Lena Dunham and Nora Ephron before she died. It also screened 'Uncle Buck', so I took my niece. I don't have a TV, so I don't happen upon old movies like you would if you had cable."
   },
   "author": {
    "text": "Gaby Hoffmann"
   }
  },
  {
   "quote": {
    "text": "The director Sofia Coppola's new comic melodrama, 'Lost in Translation,' thoroughly and touchingly connects the dots between three standards of yearning in movies: David Lean's 'Brief Encounter,' Richard Linklater's 'Before Sunrise' and Wong Kar-wai's 'In the Mood for Love.'"
   },
   "author": {
    "text": "Elvis Mitchell"
   }
  },
  {
   "quote": {
    "text": "You have to give people permission to laugh. That's why they would always cut to the banana peel in the Laurel and Hardy movies."
   },
   "author": {
    "text": "Danny DeVito"
   }
  },
  {
   "quote": {
    "text": "I like the fact that some of your favorite Broadway musicals are not made into movies."
   },
   "author": {
    "text": "Chance The Rapper"
   }
  },
  {
   "quote": {
    "text": "More and more, as I grow older, I find myself looking for inspiration in painting, illustration, videogames, and old movies."
   },
   "author": {
    "text": "Guillermo del Toro"
   }
  },
  {
   "quote": {
    "text": "Movies are a big part of our Indian culture."
   },
   "author": {
    "text": "Mahendra Singh Dhoni"
   }
  },
  {
   "quote": {
    "text": "It's a political and manipulative industry. Actors vie for the same roles, movies are snatched away. Have I ever been manipulated? Yes. But I haven't manipulated anyone because if you think from the heart, you cannot be calculative. I have spent nights crying."
   },
   "author": {
    "text": "Kareena Kapoor Khan"
   }
  },
  {
   "quote": {
    "text": "You know how I came up with the name 'Road to the Super Bowl?' It's an homage to the old Bob Hope - Bing Crosby buddy movies - you know, like 'Road to Zanzibar' or 'Road to Morocco.' Can you tell? All I've done my whole life is go to movies."
   },
   "author": {
    "text": "Steve Sabol"
   }
  },
  {
   "quote": {
    "text": "Saturday night at my house, I often trot out classic movies and force the urchins to watch them. There is much wailing and gnashing of teeth, but I think it's important to teach kids about American culture, and films are certainly a big part of it."
   },
   "author": {
    "text": "Bill O'Reilly"
   }
  },
  {
   "quote": {
    "text": "With movies, you are always in search is a good story, one that everyone will relate to and love. I love finding those stories and creating a visual world to tell the story."
   },
   "author": {
    "text": "Don Bluth"
   }
  },
  {
   "quote": {
    "text": "Nothing was planned in my career. I just went with the flow and took everything that came to me. Selling potato chips was obvious, as it was a family business. When friends suggested I should try theatre, I gave it a shot. Then I did a lot of advertisements, and then movies happened."
   },
   "author": {
    "text": "Boman Irani"
   }
  },
  {
   "quote": {
    "text": "The nature of the movies is different than it was five years ago, and they're all driven by the possibilities of CGI, which means you can make anything happen on screen that you can possibly desire."
   },
   "author": {
    "text": "Tom Hanks"
   }
  },
  {
   "quote": {
    "text": "I was born in Paris in the mid-1960s, and by the time I was 12 I had started going to the movies by myself. Most of the movies of that period never appealed to me. I didn't like the 'naturalism,' the sad or the 'down-to-earth' characters. What I wanted from film was fantasy, dreams, funny situations, extravagant decor - and beautiful women."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "Football games are on TV, and it doesn't affect stadium attendance at all. It's the same with movies. People who really love movies and like to go out on a Saturday night will go to the movie theater."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "Most of the time it's the role. Sometimes it's the story and sometimes it just the paycheck. It's the little movies that come out as stories or the fact that I have work to go out, you know what I'm saying, you can only be out so long without work, you start getting antsy."
   },
   "author": {
    "text": "Morgan Freeman"
   }
  },
  {
   "quote": {
    "text": "My motto: 'No good movie is depressing. All bad movies are depressing.'"
   },
   "author": {
    "text": "Roger Ebert"
   }
  },
  {
   "quote": {
    "text": "I just want to sing, I want to work on my music, I want to make my movies, that's all I want to do."
   },
   "author": {
    "text": "Marc Anthony"
   }
  },
  {
   "quote": {
    "text": "Horror movies don't exist unless you go and see them, and people always will."
   },
   "author": {
    "text": "Joss Whedon"
   }
  },
  {
   "quote": {
    "text": "I'm obsessed with zombies. I like watching zombie movies and I read zombie books."
   },
   "author": {
    "text": "Kevin Bacon"
   }
  },
  {
   "quote": {
    "text": "When I started to watch some of the films I'd done, I realized I was doing movies that I might not actually want to see."
   },
   "author": {
    "text": "Heath Ledger"
   }
  },
  {
   "quote": {
    "text": "My favorite thing about movies is the ending, and so all my favorite movies have really great endings."
   },
   "author": {
    "text": "Emma Stone"
   }
  },
  {
   "quote": {
    "text": "John Barry was my hero when I was about 13. His scores to the James Bond movies were the scores of my life back then."
   },
   "author": {
    "text": "Carter Burwell"
   }
  },
  {
   "quote": {
    "text": "When you mutilate movies for mass media, you tamper with the hearts and minds of America."
   },
   "author": {
    "text": "Warren Beatty"
   }
  },
  {
   "quote": {
    "text": "Movies are in a much longer production conversation before an actor is even involved. I always thought of actors as the last piece of the puzzle - so you're a tool."
   },
   "author": {
    "text": "Elizabeth Olsen"
   }
  },
  {
   "quote": {
    "text": "Right now, I'd like to just continue on a series where I am doing good work with a balance of comedy and drama. That and do occasional features and movies."
   },
   "author": {
    "text": "Mario Lopez"
   }
  },
  {
   "quote": {
    "text": "I'm a weird big guy. Doing rapping, doing movies. Do a lot of stuff. But always do things the right way."
   },
   "author": {
    "text": "Shaquille O'Neal"
   }
  },
  {
   "quote": {
    "text": "I'm like the luckiest girl in the world. I've gotten to be a princess, I've gotten to work with the Muppets. A lot of my childhood dreams about who I wanted to be when I was a grown-up, I at least get to play them in movies."
   },
   "author": {
    "text": "Amy Adams"
   }
  },
  {
   "quote": {
    "text": "In cartoons, in movies, time passes differently. There are flashbacks and flashfowards."
   },
   "author": {
    "text": "Warren Spector"
   }
  },
  {
   "quote": {
    "text": "I love the irony of movies. I really do. For whatever reason, I'm incredibly intrigued by the irony of reality in a motion picture."
   },
   "author": {
    "text": "Zack Snyder"
   }
  },
  {
   "quote": {
    "text": "It's like, if you can't focus on a movie for 90 minutes without looking at your phone, then don't go to the movies! You've got some issues, so you should probably stay home and work on those issues, and not distract everyone with lights, and sounds, oh my gosh, the tapping on the screens, it makes me crazy!"
   },
   "author": {
    "text": "Ginnifer Goodwin"
   }
  },
  {
   "quote": {
    "text": "I love scary movies and respect the filmmakers of scary movies, and it's just as hard to make a great scary movie as it is to make a great comedy or drama or anything else."
   },
   "author": {
    "text": "Jason Blum"
   }
  },
  {
   "quote": {
    "text": "You know, I put my little brother in the movies and he's still in the pictures. My mother makes me put him in the pictures."
   },
   "author": {
    "text": "Sam Raimi"
   }
  },
  {
   "quote": {
    "text": "I love kids that come to shows, little kids coming up to you with braces; like, some kid came up to me in a parking lot outside a show in Santa Cruz - he was about 14 or 15 - and he said, 'Y'know, I love 'The Basketball Diaries,' but I hope your next book of poetry isn't gonna be as academic as 'Living at the Movies' was.'"
   },
   "author": {
    "text": "Jim Carroll"
   }
  },
  {
   "quote": {
    "text": "And I always had this idea for making a movie about a femme fatale, because I like these characters. They're a lot of fun, they're sexy, they're manipulative, they're dangerous."
   },
   "author": {
    "text": "Brian De Palma"
   }
  },
  {
   "quote": {
    "text": "Horror movies scare me. I don't really watch them. I'm not a big horror genre fan. I like certain classic horror - like 'Alien', 'Jaws', 'The Exorcist', stuff like that."
   },
   "author": {
    "text": "Katharine Isabelle"
   }
  },
  {
   "quote": {
    "text": "Most of us do not consciously look at movies."
   },
   "author": {
    "text": "Roger Ebert"
   }
  },
  {
   "quote": {
    "text": "If we want to talk about the movies that have made an impact in what I do in the action realm - Bruce Lee in 'Enter the Dragon.' I've watched that countless times."
   },
   "author": {
    "text": "Jason Statham"
   }
  },
  {
   "quote": {
    "text": "American actors who voice animated movies are so brilliant at it, because by the nature of American speak, it's full of energy and full of commitment. And as a British actor, we have to kind of learn that."
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "Books are better than movies because you design the set the way you want it to look."
   },
   "author": {
    "text": "Trent Reznor"
   }
  },
  {
   "quote": {
    "text": "My nickname, when I was 15 years old in the Coast Guard, they called me 'Hollywood' because I went to the movies all the time. It was such great escapism. That's why I ran away from home."
   },
   "author": {
    "text": "Tab Hunter"
   }
  },
  {
   "quote": {
    "text": "I didn't even think about movies where I came from. I wanted to be on the stage."
   },
   "author": {
    "text": "Catherine Zeta-Jones"
   }
  },
  {
   "quote": {
    "text": "I have worked on very good movies that have been buried, and I've worked on some resounding mediocrities that have been paraded through the marketplace like they were masterpieces."
   },
   "author": {
    "text": "Tommy Lee Jones"
   }
  },
  {
   "quote": {
    "text": "When people say they take hits and flops in their stride, I personally feel that they are just lying. Of course, I'm upset when my movies flop. I take it very personally."
   },
   "author": {
    "text": "Mahesh Babu"
   }
  },
  {
   "quote": {
    "text": "You know when Hollywood does a great big blockbuster that really wraps you up in a world, and lets you believe in extraordinary things that move you in some way, in an almost operatic sensibility? That to me is the most fun I have at the movies."
   },
   "author": {
    "text": "Christopher Nolan"
   }
  },
  {
   "quote": {
    "text": "There is evil prowling in the world - it shows up in our movies, video games and online fascinations, and finds its way into vulnerable hearts and minds."
   },
   "author": {
    "text": "Rick Perry"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, I had two great guilty pleasures. One was horror movies and the other was martial arts movies."
   },
   "author": {
    "text": "M. Night Shyamalan"
   }
  },
  {
   "quote": {
    "text": "I was a very violent kid. I think movies and writing and art have been a way of channeling this."
   },
   "author": {
    "text": "Xavier Dolan"
   }
  },
  {
   "quote": {
    "text": "Obviously, movies and music videos are different because they're different lengths, and in a movie, you have more time to explore an idea. But I feel like they're all the same, really."
   },
   "author": {
    "text": "Spike Jonze"
   }
  },
  {
   "quote": {
    "text": "I do believe that movies are subject to a million interpretations."
   },
   "author": {
    "text": "Oliver Stone"
   }
  },
  {
   "quote": {
    "text": "Classically, throughout all of our history, the movies in times of crisis have turned to military figures as heroes, because they are the guardians of our nation."
   },
   "author": {
    "text": "Rod Lurie"
   }
  },
  {
   "quote": {
    "text": "My father is a silent cinema freak, so he took me to 1925 silent films that took forever, like 5-hour movies, but I've seen a lot of that stuff since I was young. And then I saw the film 'Annie,' and I just wanted to be Annie; I just wanted to be that orphan kid and wanted to sing and dance."
   },
   "author": {
    "text": "Carice van Houten"
   }
  },
  {
   "quote": {
    "text": "The movies that I did in the '80s were either good or bad, but I never was oppressed with any feeling - I mean, I thought it was ridiculous to play high school or college students when I was 30. But at the same time, that was really done then."
   },
   "author": {
    "text": "Curtis Armstrong"
   }
  },
  {
   "quote": {
    "text": "I want to keep working, I want to keep doing my humanitarian stuff around the world, shining light on different places that have problems. Keep making movies, make people laugh."
   },
   "author": {
    "text": "Chris Tucker"
   }
  },
  {
   "quote": {
    "text": "If you really spend time with movies, it's three years of your life from beginning to end. I started out planting the seed with 'Monster's Ball' about independent cinema and raising money and that whole thing as a producer, and then it becomes easier for me."
   },
   "author": {
    "text": "Lee Daniels"
   }
  },
  {
   "quote": {
    "text": "Given the knee-jerk patriotism of recent war movies, it's discouraging to see 'Windtalkers' evade pertinent facts that could have recast the doubled-edged issues of racism and loyalty and made them relevant to contemporary times."
   },
   "author": {
    "text": "Elvis Mitchell"
   }
  },
  {
   "quote": {
    "text": "Escapism always has its place, but when movies connect to other things around us and suggest implications that haven't been considered before, that's a dividend, too, even when our love of movies becomes complicated as a result."
   },
   "author": {
    "text": "Steve Erickson"
   }
  },
  {
   "quote": {
    "text": "If you can market smut and toilet paper, you can market movies."
   },
   "author": {
    "text": "Dawn Steel"
   }
  },
  {
   "quote": {
    "text": "I never thought about how I didn't have a cell phone or I'm in 2011. I was just so happy to be able to be a character in the 30s and there are these actresses that I really liked in the 40s, 50s and 60s in American movies that I've seen since I was a little girl. But you don't really think like that when you prepare for a role."
   },
   "author": {
    "text": "Berenice Bejo"
   }
  },
  {
   "quote": {
    "text": "I just think that sports movies have such a built-in visceral, rooting interest, an epic win or lose redemptive quality. When they get it right, it can make for a really rousing movie experience."
   },
   "author": {
    "text": "Shawn Levy"
   }
  },
  {
   "quote": {
    "text": "YouTube clips get millions, billions of hits. Reality TV programs have their own channels. How can movies attempt to compete with these kinds of numbers? And do we even need to? Are we scaring ourselves by unnecessary comparisons, by not comparing apples with apples?"
   },
   "author": {
    "text": "Alison Owen"
   }
  },
  {
   "quote": {
    "text": "You know, it's not the people in Hollywood who go to see movies that will make a movie successful; it's the people all around the country; it's word-of-mouth."
   },
   "author": {
    "text": "Pia Zadora"
   }
  },
  {
   "quote": {
    "text": "There's something so satisfying about road trip movies - and books!"
   },
   "author": {
    "text": "Kristan Higgins"
   }
  },
  {
   "quote": {
    "text": "For me, modern technology has ruined romance and movies - nobody can run to the airplane gate anymore."
   },
   "author": {
    "text": "Lorene Scafaria"
   }
  },
  {
   "quote": {
    "text": "'Texas Chainsaw Massacre' is just one of those movies that's like a page of history. You can't really go wrong. It's a prequel. It's not like number three. Which is really cool, to be the before as opposed to the after."
   },
   "author": {
    "text": "Diora Baird"
   }
  },
  {
   "quote": {
    "text": "A wide screen just makes a bad film twice as bad."
   },
   "author": {
    "text": "Samuel Goldwyn"
   }
  },
  {
   "quote": {
    "text": "A film is a petrified fountain of thought."
   },
   "author": {
    "text": "Jean Cocteau"
   }
  },
  {
   "quote": {
    "text": "In all my work, in the movies I write, the lyrics, the poetry, the prose, the essays, I am saying that we may encounter many defeats - maybe it's imperative that we encounter the defeats - but we are much stronger than we appear to be and maybe much better than we allow ourselves to be. Human beings are more alike than unalike."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I never expected anyone to take care of me, but in my wildest dreams and juvenile yearnings, I wanted the house with the picket fence from June Allyson movies. I knew that was yearning like one yearns to fly."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I grew up thinking that I would become a fighter pilot and was fascinated by aircrafts as I had grown up around that. But my father encouraged me to not become an Air Force person, given the varied interests I had, be it books, movies, sports or fighter flying."
   },
   "author": {
    "text": "Kapil Sharma"
   }
  },
  {
   "quote": {
    "text": "For so many people, television and movies may be the only way they understand people who aren't like them."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Everything I learned I learned from the movies."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "I really love scary movies, so I'm all about Halloween."
   },
   "author": {
    "text": "Normani Kordei"
   }
  },
  {
   "quote": {
    "text": "When people ask me if I went to film school I tell them, 'no, I went to films.'"
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "In Hollywood, they think drawn animation doesn't work anymore, computers are the way. They forget that the reason computers are the way is that Pixar makes good movies. So everybody tries to copy Pixar. They're relying too much on the technology and not enough on the artists."
   },
   "author": {
    "text": "Tim Burton"
   }
  },
  {
   "quote": {
    "text": "What I think I'm perceived as in France is, like, I'm this leading man always doing strange movies because most of the movies I did, like 'Irreversible' or 'Brotherhood of the Wolf' and a bunch of others, and even in France, they always come out as a particular movie, not like the typical French kind of movies that people know most of the time."
   },
   "author": {
    "text": "Vincent Cassel"
   }
  },
  {
   "quote": {
    "text": "My grandmother and I saw an average of eight movies a week, double features, second run."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "I've always been optimistic. And I have a feeling that it happened because of going to all those movies with my grandmother in the '40s because there was no cynicism."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "Some of my foster families used to send me to the movies to get me out of the house and there I'd sit all day and way into the night. Up in front, there with the screen so big, a little kid all alone, and I loved it. I loved anything that moved up there and I didn't miss anything that happened and there was no popcorn either."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "Sometimes over things that I did, movies that didn't turn out very well - you go, 'Why did you do that?' But in the end, I can't regret them because I met amazing people. There was always something that was worth it."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "My movies were the kind they show in prisons and airplanes, because nobody can leave."
   },
   "author": {
    "text": "Burt Reynolds"
   }
  },
  {
   "quote": {
    "text": "Everybody always asks us how we choose the movies we have going right now, and it's hard to explain sometimes. There's a randomness to the way things kind of happen and get done. And sometimes you have this perfect storm, and you have to accept that and do the best you can."
   },
   "author": {
    "text": "Kathleen Kennedy"
   }
  },
  {
   "quote": {
    "text": "Signing up for 'It Follows,' I didn't have any idea it was going to turn out the way it did, but seeing it, the music and the feel of it definitely was pretty amazing, getting that kind of throwback feel to classic horror movies."
   },
   "author": {
    "text": "Maika Monroe"
   }
  },
  {
   "quote": {
    "text": "Stephen Hawking's been watching too many Hollywood movies. I think the only kind aliens in Hollywood are the ones created by Steven Spielberg - 'Close Encounters of the Third Kind' and 'E.T.,' for example. All other aliens are trying to suck our brains out."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "The movies are the only business where you can go out front and applaud yourself."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "There's only one thing that can kill the movies, and that's education."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "We all need illusions. That's why we love movies."
   },
   "author": {
    "text": "Monica Bellucci"
   }
  },
  {
   "quote": {
    "text": "I made a decision back in 1978 that, in a trade off for money when I directed Halloween, I would have my name above the title in order to basically brand these movies my own."
   },
   "author": {
    "text": "John Carpenter"
   }
  },
  {
   "quote": {
    "text": "I never thought I'd land in pictures with a face like mine."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "The thing about HD-DVD that is attractive to Microsoft is that it's very pro-consumer in letting you copy all movies up onto the hard disk."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "I've always had a thing for old movies, old Hollywood. I've always just loved watching Marilyn Monroe and Greta Garbo. In all of those old movies from the '40s and '50s, women put themselves together so well, with a little bit of drama and elegance. That was fascinating to me growing up."
   },
   "author": {
    "text": "Tabatha Coffey"
   }
  },
  {
   "quote": {
    "text": "Although I'm not actually embarrassed by this, I tend not to read books that have awesome movies made from them, regardless of how well or badly the movie represented the actual written story."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "I did four movies where I gained, like, fifty pounds. I had curly hair, and I had all of this facial hair. I had put on all this weight for these movies, and I did four or five of them back-to-back. Then I cut the weight and I got fit again. I cut my beard and I took away the mustache, and people were like, 'What are you doing?'"
   },
   "author": {
    "text": "A. J. Bowen"
   }
  },
  {
   "quote": {
    "text": "Advertising is a racket, like the movies and the brokerage business. You cannot be honest without admitting that its constructive contribution to humanity is exactly minus zero."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "In the movies, you want a good story and characters that are honest, but you are also looking for a good director who can lead the ship. That's how we look at business. Everybody has a great idea for a start-up, and so do their relatives, and they tell me, 'You gotta build it.' I say, 'I have to believe in it.'"
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "Some of my happiest childhood memories are going to the movies with my dad and seeing whatever was out that week. In 1977, when I was 7, it was 'Star Wars.' That was a life-changer."
   },
   "author": {
    "text": "David Benioff"
   }
  },
  {
   "quote": {
    "text": "I'm kind of a homebody. I like to sit at home and watch movies and eat good food."
   },
   "author": {
    "text": "Emilie de Ravin"
   }
  },
  {
   "quote": {
    "text": "I'm not a fan of any genre but am a fan of movies that are intelligent and/or funny. That goes across all genres: a horror movie, a zombie movie, alien invaders, chick flick, or raunchy comedy. If it's well done, I'm a fan."
   },
   "author": {
    "text": "J. K. Simmons"
   }
  },
  {
   "quote": {
    "text": "I've never understood the cult of Hitchcock. Particularly the late American movies... Egotism and laziness. And they're all lit like television shows."
   },
   "author": {
    "text": "Orson Welles"
   }
  },
  {
   "quote": {
    "text": "Movies can't ruin books. They can only ruin movies."
   },
   "author": {
    "text": "S. E. Hinton"
   }
  },
  {
   "quote": {
    "text": "It's one of the things that movies do offer you, despite all of their hardships - they offer you moments of transcendence."
   },
   "author": {
    "text": "Michael Cimino"
   }
  },
  {
   "quote": {
    "text": "I guess rebelliousness has been explored in many movies, but what about the smart kids' rebellion? Not just the motorcycle jackets and that kind of rebellion; it's the dorky kid - what could he do?"
   },
   "author": {
    "text": "Portia Doubleday"
   }
  },
  {
   "quote": {
    "text": "I am more of an old black and white movies fan."
   },
   "author": {
    "text": "Peter Tork"
   }
  },
  {
   "quote": {
    "text": "It took Simone a long time to understand why people want Daddy's autograph. I'd tell her, and my wife would tell her, too, 'People see Daddy in the movies, and they are excited to meet him.' But she couldn't really grasp it."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "Movies are like an expensive form of therapy for me."
   },
   "author": {
    "text": "Tim Burton"
   }
  },
  {
   "quote": {
    "text": "A lot of movies are about life, mine are like a slice of cake."
   },
   "author": {
    "text": "Alfred Hitchcock"
   }
  },
  {
   "quote": {
    "text": "Movies are a fad. Audiences really want to see live actors on a stage."
   },
   "author": {
    "text": "Charlie Chaplin"
   }
  },
  {
   "quote": {
    "text": "When you read a comic book, there's a space between what's happening on the panel and what you have to literally see in your mind. That's not true of movies, where you see everything."
   },
   "author": {
    "text": "Ta-Nehisi Coates"
   }
  },
  {
   "quote": {
    "text": "I feel there is no substitute for going out to the movies. There is nothing like it."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "For me, horror movies are a real escape."
   },
   "author": {
    "text": "Lena Headey"
   }
  },
  {
   "quote": {
    "text": "I just grew up watching a lot of movies. I'm attracted to this genre and that genre, this type of story, and that type of story. As I watch movies I make some version of it in my head that isn't quite what I'm seeing - taking the things I like and mixing them with stuff I've never seen before."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "I love scary movies. I like blood and gore, and I love Halloween movies."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "An actress is not a machine, but they treat you like a machine. A money machine."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "It can have an enormous effect because big budget movies can have big budget perks, and small budget movies have no perks, but what is the driving force, of course, is the script, and your part in it."
   },
   "author": {
    "text": "Morgan Freeman"
   }
  },
  {
   "quote": {
    "text": "You know what your problem is, it's that you haven't seen enough movies - all of life's riddles are answered in the movies."
   },
   "author": {
    "text": "Steve Martin"
   }
  },
  {
   "quote": {
    "text": "Movies become art after editing. Instead of just reproducing reality, they juxtapose images of it. That implies expression; that's art."
   },
   "author": {
    "text": "Alejandro Gonzalez Inarritu"
   }
  },
  {
   "quote": {
    "text": "Commercial books don't even get covered. The reason why so many book reviews go out of business is because they cover a lot of stuff that nobody cares about. Imagine if the movie pages covered none of the big movies and all they covered were movies that you couldn't even find in the theater?"
   },
   "author": {
    "text": "James Patterson"
   }
  },
  {
   "quote": {
    "text": "I sure lost my musical direction in Hollywood. My songs were the same conveyer belt mass production, just like most of my movies were."
   },
   "author": {
    "text": "Elvis Presley"
   }
  },
  {
   "quote": {
    "text": "An often-repeated assertion in the body of film criticism I have written is the assertion that movies do not just mirror the culture of any given time; they also create it."
   },
   "author": {
    "text": "bell hooks"
   }
  },
  {
   "quote": {
    "text": "Movies like 'Chef' are not really box-office monsters in the summertime and don't really fit into Hollywood's business model any longer. Even if 'Chef' is successful, it will be successful in the context of what it is. There's a limited upside to a film that's so small, but there's also limited exposure for the people who backed me."
   },
   "author": {
    "text": "Jon Favreau"
   }
  },
  {
   "quote": {
    "text": "The first fashion show I ever attended was for Ritu Beri in 1997 or 1998. I think that was the first time Ritu had designed for one of my movies 'Yeh Raastein Hain Pyaar Ke.' She had done a show in Paris, and she had done the same show in Delhi. It was very eclectic, and I love the way she combines colours and makes them flamboyant."
   },
   "author": {
    "text": "Madhuri Dixit"
   }
  },
  {
   "quote": {
    "text": "I love horror movies, obviously; otherwise, I wouldn't make them."
   },
   "author": {
    "text": "Jason Blum"
   }
  },
  {
   "quote": {
    "text": "I'll take photographs with kids. People who want to take photographs with me. People who like the movies. People who supported me. I'll do that all day, all night, that's fine. But the bombardment of the paparazzi is just... I truly don't understand. It just feels like this kind of gluttonous, horrific sport. It's like sport."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "If you're strutting around Beverly Hills and hitting up these big industry parties every night when you're not making movies, then it's going to eventually consume you. But for me, I live most of my life in Boston. I do things no different from the way my buddies back home do them, except when I go to work, I go to a film set."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "As an actor, I'm attracted to drama; as a director, it's humor - because it's the story of my life, and I can't be that serious about it. Being alone is a big theme in all my movies, both as a director and as an actress."
   },
   "author": {
    "text": "Jodie Foster"
   }
  },
  {
   "quote": {
    "text": "I never thought, in my lifetime, that you'd be able to watch movies, read books and listen to music from a phone, but I guess the technology of tomorrow is here today."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "My favorite movies of all times is 'Doctor Zhivago,' and I love 'Gone With the Wind.' I'd love to play some Southern belle or something where I owned a plantation."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "Learning to make films is very easy. Learning what to make films about is very hard."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "I remember saying goodbye to my father the night he left to join the Navy. He didn't have to. He was older than other servicemen and had a family to support but he wanted to be a part of the fight against fascism, not just make movies about it. I admired this about him."
   },
   "author": {
    "text": "Jane Fonda"
   }
  },
  {
   "quote": {
    "text": "Now, if you are like me - if you are like practically anybody in America - then you probably hold some negative opinions about the French, based upon movies, rumors, recent headlines, unfortunate run-ins with Parisian waiters, or... you know... all that unpleasantness surrounding the Vichy regime."
   },
   "author": {
    "text": "Elizabeth Gilbert"
   }
  },
  {
   "quote": {
    "text": "Comic-book movies are mythology, in a way, and there are a lot more parallels in them with what's going on in the real world than people want to discuss."
   },
   "author": {
    "text": "Sebastian Stan"
   }
  },
  {
   "quote": {
    "text": "I play Xbox. I have a little boy to look after. I have dogs. You know, I have things to do. I would love to be able to sit down and watch something like a movie. I watch my own movies because I have to."
   },
   "author": {
    "text": "Tom Hardy"
   }
  },
  {
   "quote": {
    "text": "I love the movies, and when I go to see a movie that's been made from one of my books, I know that it isn't going to be exactly like my novel because a lot of other people have interpreted it. But I also know it has an idea that I'll like because that idea occurred to me, and I spent a year, or a year and a half of my life working on it."
   },
   "author": {
    "text": "Stephen King"
   }
  },
  {
   "quote": {
    "text": "There's a lot of great movies that have won the Academy Award, and a lot of great movies that haven't. You just do the best you can."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, I thought movies just came from air. I thought they just appeared."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "Movies are fun, but they are no cure for cancer."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "I like Italian movies. I was frequently there in the '60s, in Rome and the vicinity. It was a great period in life. I was very influenced by their stuff."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "Movies were invented for Jimmy Cagney, and he was invented for the movies. A perfect match."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "If you're going to make black movies only about black people, that's as bad as white movies only about white people."
   },
   "author": {
    "text": "Rita Moreno"
   }
  },
  {
   "quote": {
    "text": "I wanted to do another movie that could make us laugh and cry and feel good about the world. I wanted to do something else that could make us smile. This is a time when we need to smile more and Hollywood movies are supposed to do that for people in difficult times."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "The tour bus is always fun, and there's plenty of time to watch movies. Actually, Kanye introduced me to the movie 'Step Brothers.' We were sitting there, watching it and clowning around - it was so funny, man."
   },
   "author": {
    "text": "Kid Cudi"
   }
  },
  {
   "quote": {
    "text": "I define 'social thriller' as thriller/horror movies where the ultimate villain is society."
   },
   "author": {
    "text": "Jordan Peele"
   }
  },
  {
   "quote": {
    "text": "I always leave that for other people to decide, because some of the things I consider to be disasters are some people's favorite movies. And that's what I like so much, is that you never know. Something intrigues somebody and means nothing to somebody else."
   },
   "author": {
    "text": "Christian Bale"
   }
  },
  {
   "quote": {
    "text": "I go to movies, go out with friends, go to car shows. I have a zoo."
   },
   "author": {
    "text": "Axl Rose"
   }
  },
  {
   "quote": {
    "text": "Michael Jackson is an accidental civil rights leader - an accidental pioneer. He broke ground and barriers in so many different realms in artistry, in pictures, in movies, in music, you name it."
   },
   "author": {
    "text": "Don Lemon"
   }
  },
  {
   "quote": {
    "text": "Critics can be harsh and I think it's going to take me a long time to make people see what I have inside of me and that I really put my guts into movies and that I'm not superficial and that I'm not just a pretty face."
   },
   "author": {
    "text": "Diane Kruger"
   }
  },
  {
   "quote": {
    "text": "That's my fun time so, to me, doing my homework, studying on what I do, watching the movies, listening to music, all that inspires me so I focus a lot on that and practice."
   },
   "author": {
    "text": "Christina Milian"
   }
  },
  {
   "quote": {
    "text": "Movies don't look hard, but figuring it out, getting the shape of it, getting everybody's character right and having it be funny, make sense and be romantic, it's creating a puzzle. Yes, having been a writer for so long, I have an awareness of when things are going awry, but it doesn't mean I know how to fix them."
   },
   "author": {
    "text": "Nancy Meyers"
   }
  },
  {
   "quote": {
    "text": "I love 'Paranormal Activity' and 'The Exorcist.' 'The Shining' is a great one too, but there's not a lot that scares me. Maybe it's because I know the other side of it, and I know how movies are made, but it takes a lot for me to get freaked out."
   },
   "author": {
    "text": "Lucy Hale"
   }
  },
  {
   "quote": {
    "text": "Film spectators are quiet vampires."
   },
   "author": {
    "text": "Jim Morrison"
   }
  },
  {
   "quote": {
    "text": "I can do a backflip on the spot. I learned how from watching 'Ninja Turtles' movies as a kid. Whenever the Turtles got in trouble with their teacher, Master Splinter, he'd make them practice backflips as punishment - and I was so focused on becoming one of the Turtles that I taught myself how to do one, too."
   },
   "author": {
    "text": "Jason Mitchell"
   }
  },
  {
   "quote": {
    "text": "Cancer taught me to stop saving things for a special occasion. Every day is special. You don't have to get cancer to start living life to the fullest. My post-cancer philosophy? No wasted time. No ugly clothes. No boring movies."
   },
   "author": {
    "text": "Regina Brett"
   }
  },
  {
   "quote": {
    "text": "It's not like I'm the first man ever to do this, y'know? You gotta go back to Nat King Cole, Bing Crosby and Sammy Davis Jr. Those are people who've done music well and movies well, and y'know, Frank Sinatra and Elvis and all these dudes have made the transition. I don't know about Elvis, 'bout doin' 'em good, y'know? It's nothin' new."
   },
   "author": {
    "text": "Ice Cube"
   }
  },
  {
   "quote": {
    "text": "I guess I've been extremely keen on theatre, on getting on to the stage, taking on different roles, enacting vocations, personalities, people, situations, and I guess that's the interest that has driven me to work in movies."
   },
   "author": {
    "text": "Amitabh Bachchan"
   }
  },
  {
   "quote": {
    "text": "I keep telling people I'll make movies until I'm fifty and then I'll go and do something else. I'm going to be a professional gentleman of leisure."
   },
   "author": {
    "text": "Eddie Murphy"
   }
  },
  {
   "quote": {
    "text": "Movies can be instruments of enlightenment."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Life guided me to being a bodyguard, protecting people, then in the movies, so I'm happy with everything because basically all I ever wanted to do was be a good son and take care of my mother."
   },
   "author": {
    "text": "Mr. T"
   }
  },
  {
   "quote": {
    "text": "In my movies, I'm not trying to erase any old image of myself, really. And also I'm not trying to imitate anyone or follow in their footsteps, because I know, Burt Reynolds was just one of the people that told me this, I know how you can only last in this business if you got something special to offer, just by being yourself."
   },
   "author": {
    "text": "Mark Wahlberg"
   }
  },
  {
   "quote": {
    "text": "People talk about mumblecore but I prefer bumblecore, hyper-realistic bee movies about how bees really are."
   },
   "author": {
    "text": "Mindy Kaling"
   }
  },
  {
   "quote": {
    "text": "Whenever I think about movies, I always look at that art process as having the best of a lot of worlds. Because if you watch a great film, you have a musical element to it, not just on the scoring, but in the way that the shots are edited - that has music and rhythm and time."
   },
   "author": {
    "text": "Frank Ocean"
   }
  },
  {
   "quote": {
    "text": "When you look at movies, the lead girl is always gorgeous and thin. There is a stereotype that you need to look a certain way and when you get in the business you really feel the pressure."
   },
   "author": {
    "text": "Margot Robbie"
   }
  },
  {
   "quote": {
    "text": "Making movies is about creating illusions, and they can be subtle illusions, but it's all a cumulative effect as you make these little tweaks. It kinda adds up to something, hopefully."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "My husband and I are in preproduction of three movies, a Latin show, and a children's animation. I'm doing a very unique nail polish line, and finally, I'm developing a hair care line because people always ask me about my hair care system. I do a mask once a week that my grandma taught me how to make, so I want to share it with everyone."
   },
   "author": {
    "text": "Joyce Giraud"
   }
  },
  {
   "quote": {
    "text": "I think the whole stigma of 'black movies' is slowly being lost. When you look at movies like '12 Years A Slave,' to 'The Butler,' to 'The Best Man,' to 'Ride Along,' to even 'Think Like a Man' from last year - these movies are just good movies."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "I did a series of these soft-core horror movies called 'Mirror Mirror.' I got killed in 'em all - and each time, I came back as a different character. They were all straight-to-video."
   },
   "author": {
    "text": "Mark Ruffalo"
   }
  },
  {
   "quote": {
    "text": "I respect the fact that people have worked hard all week and want to go to the movies on the weekend and be entertained."
   },
   "author": {
    "text": "Michael Moore"
   }
  },
  {
   "quote": {
    "text": "It's simple: You get a part. You play a part. You play it well. You do your work and you go home. And what is wonderful about movies is that once they're done, they belong to the people. Once you make it, it's what they see. That's where my head is at."
   },
   "author": {
    "text": "Denzel Washington"
   }
  },
  {
   "quote": {
    "text": "I go to the movies at least five times a week, and after a while everything becomes a blur to me."
   },
   "author": {
    "text": "David Sedaris"
   }
  },
  {
   "quote": {
    "text": "As a kid growing up, I really hated being alone. I was always that kid that was like, 'Do you want to hang out? Let's go to the mall. Let's go to the movies. Let's go to the park.' I would call people and call people and call people. If I was alone when I wasn't at school, then there was something wrong."
   },
   "author": {
    "text": "Jonathan Van Ness"
   }
  },
  {
   "quote": {
    "text": "When movies first came out, maybe they were in black and white and there wasn't any sound and people were saying the theater is still the place to be. But now movies and theater have found their own place in the world. They are each legitimate art forms."
   },
   "author": {
    "text": "Hans Zimmer"
   }
  },
  {
   "quote": {
    "text": "I wasn't very good as a puppet. A lot of times in a movie, you need a really good puppeteer: you're sort of a puppet, and you're doing what you can. But I always, from the beginning, was kind of making up my own stuff from stand-up and sort of directing myself, so I wasn't very good in movies where I didn't have control."
   },
   "author": {
    "text": "Dana Carvey"
   }
  },
  {
   "quote": {
    "text": "I used to make little movies when I was younger. I'd make my friends be in them and then edit them."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "I love to watch videos, and I've always liked to film and take pictures. I have an eye for really weird things that nobody thinks about. I used to make little movies about myself and then edit them on iMovie."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "I have a love interest in every one of my films: a gun."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "One of my movies was called 'True Lies.' It's what the Democrats should have called their convention."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "I was striving to be the most muscular man, and it got me into the movies. It got me everything that I have."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "I can't stand on a podium and beat my chest saying I'm the best. I just think I've been the luckiest of all. Yes, I'm talented. The movies that I've chosen and the way they've fared have also helped. I've always done films I would love to watch. I have stayed away from films which I thought were depressing."
   },
   "author": {
    "text": "Kajol"
   }
  },
  {
   "quote": {
    "text": "Why be boring? Have some fun. Rock shows should be like movies: I don't go to a movie hoping it'll change my life."
   },
   "author": {
    "text": "Alice Cooper"
   }
  },
  {
   "quote": {
    "text": "Famous for his 'Maverick' Western series in the 1950s and 'The Rockford Files' in the '70s, and in movies like 'The Great Escape' and 'Grand Prix' in between, James Garner played amiable, independent characters for more than a half-century and never lost his comforting, enduring appeal."
   },
   "author": {
    "text": "Richard Corliss"
   }
  },
  {
   "quote": {
    "text": "Television and movies were our biggest teachers. When we came to the United States, the Vietnam War was just ratcheting up. And so the Asian faces that I saw on the news, they were the face of the enemy. Asian men, particularly, were either small, ineffective, or they were evil. And those messages were deeply, deeply embedded in me for many years."
   },
   "author": {
    "text": "Alex Tizon"
   }
  },
  {
   "quote": {
    "text": "I'm a big horror fan, but I don't enjoy a lot of gore and watching somebody cut their leg off for five hours. I like the older movies where it draws you into the suspense, that sort of shock and awe."
   },
   "author": {
    "text": "Jacqueline MacInnes Wood"
   }
  },
  {
   "quote": {
    "text": "'In A World...' changed my life a thousand per cent. I feel thankful that something I believed in so much - I love dialect, so I dedicated five years of my life to making a film about it - yielded such rewards. It led to 'Man Up,' as well as 'No Escape,' which comes out later this year... two movies where I am the female lead."
   },
   "author": {
    "text": "Lake Bell"
   }
  },
  {
   "quote": {
    "text": "I love black-and-white movies that are about contemporary subjects."
   },
   "author": {
    "text": "Noah Baumbach"
   }
  },
  {
   "quote": {
    "text": "If I feel like a night in, or if I have an early plane to catch, I like to make some chai tea and snack on dark chocolate while watching a movie on my projector and big screen. I'm crazy about all kinds of movies, especially the classic Steven Spielberg ones or 'The Godfather.'"
   },
   "author": {
    "text": "Cyrille Aimee"
   }
  },
  {
   "quote": {
    "text": "I like zombie movies, and I like genre movies a lot. To watch. Less so to make, I think. But I grew up on that stuff. I would just grow up watching a lot of horror movies, a lot of slasher movies and then zombie movies."
   },
   "author": {
    "text": "Jonathan Levine"
   }
  },
  {
   "quote": {
    "text": "We're in a world where masculinity, especially with these big spectacle movies, is often pushed by rippling six packs and forcing an image down someone's throat trying to prove masculinity. Whereas I think true masculinity comes from having a strong sense of self."
   },
   "author": {
    "text": "Theo James"
   }
  },
  {
   "quote": {
    "text": "Before movies, memory unspooled differently in the mind, trailing off in dust-blasted fade-out rather than spliced-together flashback; before photography, memory rippled like a reflection on water's surface, less precise but more profoundly true."
   },
   "author": {
    "text": "Steve Erickson"
   }
  },
  {
   "quote": {
    "text": "I worked with Steven Spielberg on 'AI,' and his level of preparation was extraordinary. He told me there was a time at the beginning when he was a bit more spontaneous and went over budget, and it absolutely wrecked his head. When you look at the power and assuredness of his movies, it makes sense that he works out so much in advance."
   },
   "author": {
    "text": "Brendan Gleeson"
   }
  },
  {
   "quote": {
    "text": "If a film becomes successful, the actor is blamed for being commercial and not having a true love for movies. When we do serious films, we will be blamed for not planning our career properly. I believe that what one should do is to make good cinema and try to make it successful."
   },
   "author": {
    "text": "Nivin Pauly"
   }
  },
  {
   "quote": {
    "text": "I remember watching Audrey Hepburn dancing in movies, and I was inspired by how graceful she looked, though I understand it was no easy task."
   },
   "author": {
    "text": "Yuan Yuan Tan"
   }
  },
  {
   "quote": {
    "text": "I can understand the validity of showing people the ugliness of the world, but I also think there is a place for movies to leave people with a sense of hope."
   },
   "author": {
    "text": "Chris Columbus"
   }
  },
  {
   "quote": {
    "text": "I was born to play Hercules. I have loved and honored the mythology over the years - since I was a kid. When I first broke into Hollywood, 'Hercules' was one of the movies that I - not chased, because I didn't have the power to chase anything - but always had in the back of my mind."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "To me, movies and music go hand in hand. When I'm writing a script, one of the first things I do is find the music I'm going to play for the opening sequence."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "A filmmaker has almost the same freedom as a novelist has when he buys himself some paper."
   },
   "author": {
    "text": "Stanley Kubrick"
   }
  },
  {
   "quote": {
    "text": "So, one way or another, I found myself in a few movies. I take it seriously when I'm on the set, but I don't take myself seriously as an actor."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "I'll work with a director if I think I'm going to get into a comfortable situation, and if it's someone I respect and who respects me, even if they're not so well known. Movies are hard to make, and you have to work toward a common ethic and do your best."
   },
   "author": {
    "text": "Robert De Niro"
   }
  },
  {
   "quote": {
    "text": "People go to movies on Saturday to get away from the war in Iraq and taxes and election news and pedophiles online and just go and have some fun. I like doing movies that are fun."
   },
   "author": {
    "text": "Samuel L. Jackson"
   }
  },
  {
   "quote": {
    "text": "I was going to go to a four-year college and be an anthropologist or to an art school and be an illustrator when a friend convinced me to learn photography at the University of Southern California. Little did I know it was a school that taught you how to make movies! It had never occurred to me that I'd ever have any interest in filmmaking."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "People need to start to think about the messages that they send in the movies."
   },
   "author": {
    "text": "Morgan Freeman"
   }
  },
  {
   "quote": {
    "text": "For me the greatest source of income is still movies. Nothing - stocks, financial speculation, real estate speculation or businesses - makes more money for me than making movies."
   },
   "author": {
    "text": "Jackie Chan"
   }
  },
  {
   "quote": {
    "text": "I always loved all kinds of music. I would watch musicals a lot as a kid, on TV, watch the Fred Astaire movies. I'd watch 'The Wizard of Oz.' I was a big Jerry Lewis fan, and they'd have these big bands and someone singing - some siren, or some guy singing some gorgeous song. I was always enamored of that style of music."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "If my films make one more person miserable, I'll feel I have done my job."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "The problem with romantic comedies is you know the ending by the poster. So they're not movies you can keep doing over and over again expect satisfaction somehow."
   },
   "author": {
    "text": "Ryan Reynolds"
   }
  },
  {
   "quote": {
    "text": "My folks always let me go to the movies every Saturday. We were really motion-picture goers."
   },
   "author": {
    "text": "John Wayne"
   }
  },
  {
   "quote": {
    "text": "It may be true that the only reason the comic book industry now exists is for this purpose, to create characters for movies, board games and other types of merchandise."
   },
   "author": {
    "text": "Alan Moore"
   }
  },
  {
   "quote": {
    "text": "I call 'Community' the best day job in the world, because between takes, I get to write music. I get to write sketches. I get to write movies. It's the best job ever."
   },
   "author": {
    "text": "Donald Glover"
   }
  },
  {
   "quote": {
    "text": "A woman wants to be romanced. She wants to be an essential part of a great adventure; she wants a beauty to unveil. That is what little girls play at, and those are the movies women love and the stories that they love."
   },
   "author": {
    "text": "John Eldredge"
   }
  },
  {
   "quote": {
    "text": "My place of refuge is definitely watching movies and playing video games. I know that's kind of hard to fathom."
   },
   "author": {
    "text": "Cam Newton"
   }
  },
  {
   "quote": {
    "text": "I worked very hard on those movies but there was some creative connection that wasn't being made."
   },
   "author": {
    "text": "Michael J. Fox"
   }
  },
  {
   "quote": {
    "text": "I wanted to escape Small Town U.S.A. To dismiss the boundaries, to explore. My life experience came from watching movies, TV, and reading books and magazines. When your culture comes from watching TV everyday, you're bombarded with images of things that seem cool, places that seem interesting, people who have jobs and careers and opportunities."
   },
   "author": {
    "text": "Trent Reznor"
   }
  },
  {
   "quote": {
    "text": "When my mother got home from work, she would take me to the movies. It was her way of getting out, and she would take me with her. I'd go home and act all the parts. It had a tremendous influence on my becoming an actor."
   },
   "author": {
    "text": "Al Pacino"
   }
  },
  {
   "quote": {
    "text": "It's never really that much fun for me to do movies anyway, because you - you know, you have to get up very early in the morning and you have to go in and you spend a lot of time waiting around."
   },
   "author": {
    "text": "Al Pacino"
   }
  },
  {
   "quote": {
    "text": "One of the jokes among our family was that whenever Dad went to the movies, he insisted on getting his senior citizen's discount. It was laughable to view him as a traditional senior citizen; he was one of the most robust people I ever knew. Until, very suddenly, he wasn't."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "Movie-making is serious business. The director and the crew are already under a lot of pressure to give their best to the audience. Therefore, the best part for me as an actor is to act well in the movies and make a jolly atmosphere with the co-stars on the sets."
   },
   "author": {
    "text": "Abhishek Bachchan"
   }
  },
  {
   "quote": {
    "text": "A lot of the films I've done have links to other movies that I've directed in the past."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "I said, 'I'm going to the United States to study with Stella Adler and do movies because nobody here has done it and my passion is films.' But I came here and I didn't speak English, I didn't have a green card, I didn't know I had to have an agent, I couldn't drive, I was dyslexic."
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "The good guys in my movies mind their own business, and they don't judge other people. And the bad guys are jealous; they judge other people without knowing the whole story. They want all the attention, and they're mean spirited."
   },
   "author": {
    "text": "John Waters"
   }
  },
  {
   "quote": {
    "text": "I'd love to win trophies, be in movies, have a body of work I'm proud of and find a way to enjoy it along the way. Success is probably a more of a complicated thing than that."
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "I was a scared kid... I think I was born a nervous wreck, and I think movies were one way to find a way transferring my own private horrors to everyone else's lives. It was less of an escape and more of an exorcism."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "You can't intellectually purge yourself of who you are. Whatever that is, it's going to come out in the wash, the film wash. What you are is going to be relevant, if not to yourself, to the movies you make."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "It seems when I put together records, as Henley used to say, they're just like movies. They should have action, tension, love scenes, places to relax."
   },
   "author": {
    "text": "Glenn Frey"
   }
  },
  {
   "quote": {
    "text": "Later on they send me to Hollywood. To make movies. It was all new to me. I was only 21 years old."
   },
   "author": {
    "text": "Elvis Presley"
   }
  },
  {
   "quote": {
    "text": "The next thing I knew, I was out of the service and making movies again. My first picture was called, GI Blues. I thought I was still in the army."
   },
   "author": {
    "text": "Elvis Presley"
   }
  },
  {
   "quote": {
    "text": "Those movies sure got me into a rut."
   },
   "author": {
    "text": "Elvis Presley"
   }
  },
  {
   "quote": {
    "text": "Too much TV hurts movies."
   },
   "author": {
    "text": "Elvis Presley"
   }
  },
  {
   "quote": {
    "text": "I've never made any horrible, horrible movies. If you don't ruin your reputation, you can always get work."
   },
   "author": {
    "text": "Bill Murray"
   }
  },
  {
   "quote": {
    "text": "Jesus is a half-naked guy, hanging, nailed to a cross, and then people wear that around their neck, and then those are the people that are upset about violence in movies."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "I love going to the movies, whitewater rafting in the summer when I am home in Idaho, biking in the summer in Idaho, paddle boarding in the summer."
   },
   "author": {
    "text": "Hilary Knight"
   }
  },
  {
   "quote": {
    "text": "We did six records, then six movies. Now we need to do six of something else, so we get 666 - and then our master Satan can return!"
   },
   "author": {
    "text": "Cheech Marin"
   }
  },
  {
   "quote": {
    "text": "Denzel Washington has a great sense of humor. He did all those 'Nutty Professor' movies."
   },
   "author": {
    "text": "Seth MacFarlane"
   }
  },
  {
   "quote": {
    "text": "I've seen most of the major, important shows, but I watch them all at once, like movies, so my TV relationships are still with shows like 'Law And Order: SVU,' 'Shark Tank,' and HGTV."
   },
   "author": {
    "text": "John Mulaney"
   }
  },
  {
   "quote": {
    "text": "The key to making good movies is to pay attention to the transition between scenes."
   },
   "author": {
    "text": "Steven Soderbergh"
   }
  },
  {
   "quote": {
    "text": "Cinema is not about format, and it's not about venue. Cinema is an approach. Cinema is a state of mind on the part of the filmmaker. I've seen commercials that have cinema in them, and I've seen Oscar-winning movies that don't. I'm fine with this."
   },
   "author": {
    "text": "Steven Soderbergh"
   }
  },
  {
   "quote": {
    "text": "It's seldom that you find great moments in television. Usually you remember - in 'Breaking Bad' or any of these other great shows - you remember situations or characters. Not moments. But I have to say, I can make the same argument for mainstream movies, which have bad narratives and also no memorable moments."
   },
   "author": {
    "text": "Alfonso Cuaron"
   }
  },
  {
   "quote": {
    "text": "As much as I would love to do roles in big movies and am keen to establish myself in the industry. I don't want to sacrifice things that I really enjoy, like spending time with my family and friends."
   },
   "author": {
    "text": "Will Poulter"
   }
  },
  {
   "quote": {
    "text": "In today's world, America's soft power is commonly thought to reside in the global popularity of Hollywood movies, Coca-Cola, McDonald's and Starbucks."
   },
   "author": {
    "text": "Ahmed Zewail"
   }
  },
  {
   "quote": {
    "text": "There are two 'Snow White' movies coming out for the same reason that you remember back in the day there was 'Armageddon' and then 'Deep Impact.' You know, 'Andromeda Strain' and then 'Outbreak.' Like, all of those things. It's common because basically studios have no imagination in making the decisions."
   },
   "author": {
    "text": "Armie Hammer"
   }
  },
  {
   "quote": {
    "text": "What's interesting about the shift from an industrial age to a technological age is that we keep inventing new media: movies, records, radio, television, the Internet, and now ebooks - and one of the things that's most interesting about the invention of a new medium is watching it reinvent itself as it penetrates the culture."
   },
   "author": {
    "text": "David Gerrold"
   }
  },
  {
   "quote": {
    "text": "In the morning, I'm like the Antonioni movies. I'm little sad. I haven't the courage to start the day. In the evenings, I'm happier, more alive - like the character I play in 'An Almost Perfect Affair.'"
   },
   "author": {
    "text": "Monica Vitti"
   }
  },
  {
   "quote": {
    "text": "Our trials and our times of pain get the most recognition, but 'Straight Outta Compton' speaks to triumph. When it's doubtful, when nobody is on your side, when your back is against the wall, you triumph and make it through. Showing growth through movies promotes growth."
   },
   "author": {
    "text": "O'Shea Jackson, Jr."
   }
  },
  {
   "quote": {
    "text": "There are lots of things to do. Lots of movies to catch. Lots of places to visit... I try to bring in every real life experience into my acting."
   },
   "author": {
    "text": "Allu Arjun"
   }
  },
  {
   "quote": {
    "text": "'Sunset Boulevard' - the story of Hollywood movies draped on a depressing sex affair - is an uncompromising study of American decadence displaying a sad, worn, methodical beauty few films have had since the late twenties."
   },
   "author": {
    "text": "Manny Farber"
   }
  },
  {
   "quote": {
    "text": "I have always been uncomfortable with a series of movies. I hate that word 'franchise' - it always makes me think of French fries. What I felt each time was that we were going for broke, that this was going to be the last in the series. You can't count on anything."
   },
   "author": {
    "text": "Sigourney Weaver"
   }
  },
  {
   "quote": {
    "text": "I love to hang out with my friends and go to the movies. My mom and I are involved in the Mother/Daughter Organization - national charity work. Whenever I get free time, we volunteer. It's an organization so mothers and daughters can spend time together while volunteering."
   },
   "author": {
    "text": "Hailee Steinfeld"
   }
  },
  {
   "quote": {
    "text": "The four movies I can remember seeing as a kid were 'The Elephant Man,' 'The Magnificent Seven,' 'The Good, The Bad and The Ugly' and 'Mad Max!' Two of those are westerns. So the western genre is emblazoned on my memory from childhood, and those are two great movies."
   },
   "author": {
    "text": "Casey Affleck"
   }
  },
  {
   "quote": {
    "text": "Everyone is using the Internet for almost everything - trailers, ads, movies, and short films. This is the only thing that will reach everybody in the world."
   },
   "author": {
    "text": "Ali Fazal"
   }
  },
  {
   "quote": {
    "text": "I like to go shopping, to the movies, all the girl stuff. Just a normal girl."
   },
   "author": {
    "text": "Victoria Azarenka"
   }
  },
  {
   "quote": {
    "text": "I think real life reflects your movies. In your life, you pick stuff that influences what movie roles you wanna pick. I think if you've got an interesting life, you wanna do interesting movies about interesting things."
   },
   "author": {
    "text": "Chris Tucker"
   }
  },
  {
   "quote": {
    "text": "Think about scary movies: There's a fine line between horror and humor."
   },
   "author": {
    "text": "Roy Blount, Jr."
   }
  },
  {
   "quote": {
    "text": "Whenever I have free time, I love to just lay in my bed and watch YouTube videos, watch movies. Just basically do nothing."
   },
   "author": {
    "text": "Bethany Mota"
   }
  },
  {
   "quote": {
    "text": "Our lives are pretty calm. Merging on the freeway in the closest you get to risking your life. So what's missing now is that primal emotion of being scared to death, and I think that's why people crave thrills like roller coasters or scary movies. They give you the chance to feel this very primal emotion in a very controlled environment."
   },
   "author": {
    "text": "Oren Peli"
   }
  },
  {
   "quote": {
    "text": "You are defined by who you are, by your choices in life, in all regards, not just in doing movies."
   },
   "author": {
    "text": "Andy Garcia"
   }
  },
  {
   "quote": {
    "text": "Mirrors are the essence of movies."
   },
   "author": {
    "text": "Nicolas Roeg"
   }
  },
  {
   "quote": {
    "text": "It's not that we like sad movies that make us feel like, 'Oh, my God, what a bummer.' We like emotionally moving experiences. It's nothing new. It's catharsis. It goes back to the Greeks."
   },
   "author": {
    "text": "Gayle Forman"
   }
  },
  {
   "quote": {
    "text": "I grew up when Disney was doing movies like Cinderella, and all the girls were princesses."
   },
   "author": {
    "text": "Phyllis Smith"
   }
  },
  {
   "quote": {
    "text": "Like all kids who want to be in action movies, I want to jump out of a speeding car, shoot guns, slide out the side in slow motion like a John Woo movie."
   },
   "author": {
    "text": "Dallas Roberts"
   }
  },
  {
   "quote": {
    "text": "I think Paul Newman had an amazing career. I also love what Tom Hanks has done. He has always made very grounded movies that have something to say. He has found a way to make blockbusters that are about something and that is what I want to do."
   },
   "author": {
    "text": "Josh Duhamel"
   }
  },
  {
   "quote": {
    "text": "The entertainment world, television, movies, social media, YouTube stuff, we're so bombarded with so much imagery and such a great sense of inhumanity, and there is a coarseness, a coarsening of interaction."
   },
   "author": {
    "text": "Steven Bochco"
   }
  },
  {
   "quote": {
    "text": "It's been crazy. My life has totally changed. One week I was in school, hanging out with my friends and the next, I'm going to the L.A. premiere of one of the year's biggest movies. It's been a crazy experience."
   },
   "author": {
    "text": "Willow Shields"
   }
  },
  {
   "quote": {
    "text": "I love the beautiful distractions of the world - television and movies, video games, the Internet in general. But I try really hard to avoid them, because they don't help me become a better writer. They subtract hours from my day. And a writer's main currency is time. Time to daydream, time to walk and think, time to sit and do the work."
   },
   "author": {
    "text": "Nick Petrie"
   }
  },
  {
   "quote": {
    "text": "Unless you burst into movies as a sex goddess, you're likely to play wives and mothers. I came into movies as a teenager in 'They Shoot Horses, Don't They' (1969) playing a pregnant waif from the Ozarks. I didn't get a chance to burst into movies in 'Body Heat.' My career isn't based on having a 23-inch waist and a big bust, though I do."
   },
   "author": {
    "text": "Bonnie Bedelia"
   }
  },
  {
   "quote": {
    "text": "I think I can speak with a degree of authority... today, the biggest driving force of movies is pace; God help you if you try to put in a scene that is about character and not plot."
   },
   "author": {
    "text": "Terry Hayes"
   }
  },
  {
   "quote": {
    "text": "I go to movies with my children and see fat kids burping, parents portrayed as total morons, and kids being mean and materialistic, and I feel it's really slim pickin's out there. There's a little dribble of a moral tacked on, but the story is not about that."
   },
   "author": {
    "text": "Melissa Mathison"
   }
  },
  {
   "quote": {
    "text": "Live theater to me is much more free than the movies or television."
   },
   "author": {
    "text": "Eartha Kitt"
   }
  },
  {
   "quote": {
    "text": "The two Hindi movies that I did were not marketed well, and so not many people came to watch the film, hence the audience doesn't know much about me. I am a newcomer, and I cannot sell a film on my own. There has to be a backing in terms of producers."
   },
   "author": {
    "text": "Tena Desae"
   }
  },
  {
   "quote": {
    "text": "I remember watching 'Avengers 1' for the first time and thinking, 'God, one day I want to be in one of those movies.' I just want to be in the movie."
   },
   "author": {
    "text": "Tom Holland"
   }
  },
  {
   "quote": {
    "text": "I think these movies are definitely comedies. It's quite difficult to take a superhero movie seriously because everything is heightened. A kid being bitten by a radioactive spider and getting superpowers is kind of ridiculous."
   },
   "author": {
    "text": "Tom Holland"
   }
  },
  {
   "quote": {
    "text": "Before ever meeting Priyanka Chopra, I had heard her name coming out of Bollywood and was impressed: she was beautiful, talented, had made nearly 50 movies, earned multiple awards - a massive star."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "I sort of have open invitations from a lot of people to do TV. But it's very hard for me to do roles in sitcoms and movies because I'm not a great actor, so if the material isn't good, I'm in torment while I do it."
   },
   "author": {
    "text": "Norm MacDonald"
   }
  },
  {
   "quote": {
    "text": "None of my costume designers have ever been nominated for an Oscar 'cause I don't do period movies that have ball scenes with a hundred extras in them."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "I have loved movies as the number one thing in my life so long that I can't ever remember a time when I didn't."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "I'm afraid that eating in restaurants reflects one's experiences with movies, art galleries, novels, music - that is, characterized by mild amusement but with an overall feeling of stupidity and shame. Better to cook for yourself."
   },
   "author": {
    "text": "Jim Harrison"
   }
  },
  {
   "quote": {
    "text": "All my good movies, nobody sees."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "I don't know any form of art or entertainment that can affect people the way movies can. I know it sounds ridiculous, but they can change your world. They can change your views."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "Sex is a doorway to something so powerful and mystical, but movies usually depict it in a completely flat way."
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "As a peace activist, I am dismayed by the encouragement of aggressiveness and violence by television, movies, and war toys."
   },
   "author": {
    "text": "Benjamin Spock"
   }
  },
  {
   "quote": {
    "text": "I feel I want to grow as an actress and be better. I want to progress as a singer and songwriter, and produce movies and everything. So there'll be no time when I feel I've done it all."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "I never really got nightmares from movies. In fact, I recall my father saying when I was three years old that I would be scared, but I never was."
   },
   "author": {
    "text": "Tim Burton"
   }
  },
  {
   "quote": {
    "text": "I do almost all my movies in French. I dub them."
   },
   "author": {
    "text": "Jodie Foster"
   }
  },
  {
   "quote": {
    "text": "I don't know if I see myself as really an action hero, but I like doing physical movies and I like doing movies where the writing is very lean."
   },
   "author": {
    "text": "Jodie Foster"
   }
  },
  {
   "quote": {
    "text": "Dude, I didn't say Jude Law can't act. I didn't say Jude Law was in bad movies. I just said he's in every movie."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "Movies have these transcendent moments where everything is just right, from the dialogue to the music to the lighting to the narrative context; everything is just perfect, and something magical happens - the film breaks through the screen and does something to you."
   },
   "author": {
    "text": "Jason Silva"
   }
  },
  {
   "quote": {
    "text": "The sound and music are 50% of the entertainment in a movie."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "I loved cowboy movies when I was a kid. When I was five years old, I was already wearing a cowboy hat and suit. When I grew up, I knew John Wayne, Clint Eastwood, Kirk Douglas and so on."
   },
   "author": {
    "text": "Jackie Chan"
   }
  },
  {
   "quote": {
    "text": "With 'Girls'... I feel like there's an impulse to try to make it look better or neater or more perfect, and when I watch theater, television, movies, it's always the imperfection I'm always more attracted to."
   },
   "author": {
    "text": "Adam Driver"
   }
  },
  {
   "quote": {
    "text": "There's this little box that African-American actors have to work in, in the first place, and I was able to rise above that box. I could have done a bunch of movies where I stayed as the Axel Foley or Reggie Hammond persona. But I didn't want to be doing the same thing all the time. Every now and then, you crash and burn, but that's part of it."
   },
   "author": {
    "text": "Eddie Murphy"
   }
  },
  {
   "quote": {
    "text": "Music is fun, but I'm an ice skater. I may sing songs and do shows, make movies and other things... that's all well and good and I enjoy it, and I would never trade any of those for anything. But figure skating is who I am."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "If my films don't show a profit, I know I'm doing something right."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "My grandmother, when she looked at American movies, she said, 'They're all the same. In the first scene somebody shoots somebody and then everybody makes phone calls.'"
   },
   "author": {
    "text": "Marina Abramovic"
   }
  },
  {
   "quote": {
    "text": "In the 1950s, we had all these B-grade science-fiction movies. The point was to scare the public and get them to buy popcorn. No attempt was made to create movies that were somewhat inherent to the truth."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "I don't think you should feel about a film. You should feel about a woman, not a movie. You can't kiss a movie."
   },
   "author": {
    "text": "Jean-Luc Godard"
   }
  },
  {
   "quote": {
    "text": "We're only on the earth for a short period of time. Movies aren't enough. I want to take my success and parlay it into something bigger and better."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "In films, I didn't crave the type of attention I had sort of stumbled into in my music career. And I do not audition well. I'm really not good at it. Early on, I did movies like 'Alpha Dog' and 'Black Snake Moan' because the directors didn't ask me to audition."
   },
   "author": {
    "text": "Justin Timberlake"
   }
  },
  {
   "quote": {
    "text": "Even if I set out to make a film about a fillet of sole, it would be about me."
   },
   "author": {
    "text": "Federico Fellini"
   }
  },
  {
   "quote": {
    "text": "Back in the '70s, like one of my favorite movies ever was 'The Bad News Bears', and that was a kids' movie, but I don't think of it that way. I think of it as just a great movie because Walter Matthau was so funny and so harsh with those kids."
   },
   "author": {
    "text": "Jack Black"
   }
  },
  {
   "quote": {
    "text": "All that running around in my underwear put money in my pockets. I can focus on working in interesting movies without having to worry about supporting myself."
   },
   "author": {
    "text": "Mark Wahlberg"
   }
  },
  {
   "quote": {
    "text": "I've been to two festivals in my life, and I've never been to Toronto. I haven't really been making festival movies. This is new territory for me."
   },
   "author": {
    "text": "Joss Whedon"
   }
  },
  {
   "quote": {
    "text": "Men want a battle to fight, an adventure to live, and a beauty to rescue. That is what is written in their hearts. That is what little boys play at. That is what men's movies are about. You just see it. It is undeniable."
   },
   "author": {
    "text": "John Eldredge"
   }
  },
  {
   "quote": {
    "text": "Just to get a job is always really exciting to me. I do feel there's a lot left for me to learn about movies, the subtleties of acting."
   },
   "author": {
    "text": "Sebastian Stan"
   }
  },
  {
   "quote": {
    "text": "Music in movies is all about dissonance and consonance, tension and release."
   },
   "author": {
    "text": "Quincy Jones"
   }
  },
  {
   "quote": {
    "text": "I don't share lots of the phobias that horror movies tap into. I don't mind spiders or snakes or darkness."
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "People are always wondering if I am an artist or political activist or politician. Maybe I'll just clearly tell you: Whatever I do is not art. Let's say it is just objects or materials, movies or writing, but not art, OK?"
   },
   "author": {
    "text": "Ai Weiwei"
   }
  },
  {
   "quote": {
    "text": "It's a difficult line to tread, where sometimes you go to the movies or you watch someone do publicity for movies or TV shows, and they do all the jokes that are good in the promotion of it, and you see the movie, and you're like, 'I kind of get it already. I'm not that psyched about it.'"
   },
   "author": {
    "text": "Mike Birbiglia"
   }
  },
  {
   "quote": {
    "text": "Film lovers are sick people."
   },
   "author": {
    "text": "Francois Truffaut"
   }
  },
  {
   "quote": {
    "text": "Movies don't make people act a fool. People act a fool because they want to act a fool."
   },
   "author": {
    "text": "Eazy-E"
   }
  },
  {
   "quote": {
    "text": "When somebody who makes movies for a living - either as an actor, writer, producer or director - lives to be a certain age, you have to admire them. It is an act of courage to make a film - a courage for which you are not prepared in the rest of life. It is very hard and very destructive. But we do it because we love it."
   },
   "author": {
    "text": "John Carpenter"
   }
  },
  {
   "quote": {
    "text": "I never got in this business, in cinema, to make horror movies. They arrived on my doorstep and I got typecast. Which was fine, I enjoy it, but I got into this business to make westerns. And the kind of westerns I used to see, they died. So that didn't work out."
   },
   "author": {
    "text": "John Carpenter"
   }
  },
  {
   "quote": {
    "text": "When you're doing a film and the majority of the film is cast black, for me, it's most important to get people to view those movies as just movies, as just good movies. At the end of the day, regardless of the color of the cast, we're all doing the same thing in this business: trying to make a good film."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "Here's the thing. We do a movie with a predominantly black cast, and it's put in a category of being a black film. When other movies are done with a predominantly white cast, we don't call them a white film. I'm trying to remove the stigma off things they call black films."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "I've done a great job at being universal in my stand-up, which is why, for 'Let Me Explain,' I toured all over the world. These movies I have coming out - 'Ride Along,' 'Grudge Match,' 'About Last Night,' 'Think Like a Man Too' - are putting me in a position to become universal on an even bigger scale."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "For me, it's about becoming a mogul, owning my own projects, and establishing myself as a funding producer. That's what's big to me. The movies and all that stuff are great, but the fact that I'm in a position to do what I want to do, however I want to do it and when I want to do it is bigger."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "I've known Ben Stiller for a minute. One of my first movies was 'Along Came Polly.'"
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "I used to run away to New York from Baltimore all the time. I would get on the Greyhound bus and tell my parents I was going to some sorority weekend... I'd even make up fake permission slips, come to New York, and just ask people on the street if I could stay with them and go see midnight movies."
   },
   "author": {
    "text": "John Waters"
   }
  },
  {
   "quote": {
    "text": "I love science fiction, but I have a hard time feeling for characters in a galaxy far away. Choosing movies is the one thing in my life where there's no compromising."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "I really hate relaxing. I've done three movies in a row, worked for two years straight, and to me, idle time is the devil's workshop. I like to focus on something."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "I like movies where you can come back and re-watch them and admire the cinematography 25 years later."
   },
   "author": {
    "text": "Rob Zombie"
   }
  },
  {
   "quote": {
    "text": "I don't really have a schedule of when I want to show my children my movies."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "I was making a lot of 8mm home movies, since I was twelve, making little dramas and comedies with the neighborhood kids."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "I even get inspired by movies that aren't very good, because there's always something good in movies that are collectively thought of as a failure. There's good in everything, I find."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "When I felt like an outsider, movies made me feel inside my own skill set."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "Even if I'd had a really happy relationship with my father and there was no emotional hiatus for a decade and a half, I probably would still have made some of the same choices for movies that I've made."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "Because of how much movies cost, it's dangerous to be experimental on one film after the other. But we can experiment with television. We can do things that are fringe and bring ideas to the table that are offbeat and original."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "Television has a different biorhythm than movies. I love the biorhythm of TV."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "I turned down 'Harry Potter' and 'Spider-Man,' two movies that I knew would be phenomenally successful, because I had already made movies like that before and they offered no challenge to me. I don't need my ego to be reminded."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "I feel I'm all over my movies. I know my movies are all over me."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "I love history, so I do a lot of movies about history."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "Cell phones tend to bring us more inside of our lives whereas movies offer a chance to escape, so there are two competing forces."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "It is not my job to compare my movies. I don't like to compare my films with other movies because I don't really have that perspective. It is an intellectual exercise, but it doesn't intuitively come to me."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "Bloated budgets are ruining Hollywood - these pictures are squeezing all the other types of movies out of Hollywood. It's disastrous."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "My agent said, 'You aren't good enough for movies.' I said, 'You're fired.'"
   },
   "author": {
    "text": "Sally Field"
   }
  },
  {
   "quote": {
    "text": "I love going to the movies; I love watching good movie actors. They must know something I don't."
   },
   "author": {
    "text": "Uta Hagen"
   }
  },
  {
   "quote": {
    "text": "I wasn't allowed to go to movies when I was kid; my father was a minister. 101 Dalmatians and King of Kings, that was the extent of it."
   },
   "author": {
    "text": "Denzel Washington"
   }
  },
  {
   "quote": {
    "text": "Sexiness, particularly in movies, is the chess game in the 'Thomas Crown Affair'. It's, it's, I don't know, but Faye Dunaway comes up a lot in that thinking. It's the subtlety of sexiness. The moment you try to be sexy, then it's not."
   },
   "author": {
    "text": "Daniel Craig"
   }
  },
  {
   "quote": {
    "text": "I love, in movies, when you feel and you understand the past of the character without it being said or having a flashback or something that explains. I think, in 'Prisoners,' we need to understand that Loki's character's past was not first class. He was not the first in his class."
   },
   "author": {
    "text": "Denis Villeneuve"
   }
  },
  {
   "quote": {
    "text": "I'm into 'The Walking Dead,' 'Shaun of the Dead,' obviously, and I've seen all the Romero movies. I am a classic zombie queen. And I love the White Walkers on 'Game of Thrones.' Weirdly, it wasn't until pretty late in life that I found my entry point into horror films."
   },
   "author": {
    "text": "Anna Kendrick"
   }
  },
  {
   "quote": {
    "text": "I read tons of books, listen to music non-stop, watch as many movies as possible, catch a play when I can, art shows, concerts, bar talks - I just try to engage in art, which to me is everywhere, as often as I can because narrative lives in it all."
   },
   "author": {
    "text": "Jason Reynolds"
   }
  },
  {
   "quote": {
    "text": "Movies and media really can influence us. A few years ago, my daughter wanted to be a dancer; since Obama came into office, she now wants to be a lawyer and get into politics and maybe even be president."
   },
   "author": {
    "text": "Common"
   }
  },
  {
   "quote": {
    "text": "I always liked movies like 'American Graffiti' and 'Gregory's Girl.' 'Gregory's Girl' is particularly perfect because it really captures that summer holiday bubble of teenage utopia. Even though it's got a happy ending, there's a feeling that these characters may never see each other again."
   },
   "author": {
    "text": "Edgar Wright"
   }
  },
  {
   "quote": {
    "text": "The sci-fi movies I grew up with, the metaphor was very rich, and they used to really mean something: David Cronenberg's films, or John Carpenter's films, or the Phil Kaufman and Don Segel versions of 'Invasion Of The Body Snatchers,' or George Romero's early zombie films."
   },
   "author": {
    "text": "Edgar Wright"
   }
  },
  {
   "quote": {
    "text": "I made mistakes in drama. I thought drama was when actors cried. But drama is when the audience cries."
   },
   "author": {
    "text": "Frank Capra"
   }
  },
  {
   "quote": {
    "text": "I walk into a restaurant, and people stare as though I've just landed from another planet. Every time I walk out in public, it's like the alien freak show has arrived. It does have its advantages. I hardly ever get bothered by the paparazzi, probably because of some of the more edgy characters I've played in movies."
   },
   "author": {
    "text": "Juliette Lewis"
   }
  },
  {
   "quote": {
    "text": "Open Graph is a language for structuring content and sharing that goes on in other apps, and we're continuing to build it out longer term. But we found we need to build more specific experiences around categories like music or movies. Where we've taken the time to build those specific experiences, stuff has gone quite well."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "I had grown up loving movies and had always wanted to write them."
   },
   "author": {
    "text": "Bruce Feirstein"
   }
  },
  {
   "quote": {
    "text": "Filmmaking is a completely imperfect art form that takes years and, over those years, the movie tells you what it is. Mistakes happen, accidents happen and true great films are the results of those mistakes and the decisions that those directors make during those moments."
   },
   "author": {
    "text": "Jason Reitman"
   }
  },
  {
   "quote": {
    "text": "I think there's a vague sense out there that movies are becoming more and more unreal. I know I've felt it."
   },
   "author": {
    "text": "Christopher Nolan"
   }
  },
  {
   "quote": {
    "text": "People are patronizing the theatres with renewed enthusiasm - there is an entire picnic-like attitude when families go out to see movies, which is a very good sign. They want to see larger-than-life characters on the big screen and not just watch movies on television or on DVDs."
   },
   "author": {
    "text": "Salman Khan"
   }
  },
  {
   "quote": {
    "text": "Watching movies is my one distraction."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "To grasp the full significance of life is the actor's duty; to interpret it his problem; and to express it his dedication."
   },
   "author": {
    "text": "James Dean"
   }
  },
  {
   "quote": {
    "text": "If I saw 'Virgin Suicides' or 'Eternal Sunshine,' I'm so proud to be in those movies. They are such great movies. I felt so free on those sets."
   },
   "author": {
    "text": "Kirsten Dunst"
   }
  },
  {
   "quote": {
    "text": "I think you can make a gorgeous movie on any piece of equipment. Look at 'Tangerine,' which is a beautiful movie shot on an iPhone. You see so many movies that are impeccably shot but are vapid, and there's no audience for that except for other cinematographers who just like to watch two-hour-long music videos."
   },
   "author": {
    "text": "Rachel Morrison"
   }
  },
  {
   "quote": {
    "text": "I was in 'Lock, Stock and Two Smoking Barrels,' and I like my bad boy movie movies."
   },
   "author": {
    "text": "Trudie Styler"
   }
  },
  {
   "quote": {
    "text": "People called '28 Days' and '28 Weeks' zombie movies, and they're not! It's some sort of virus; they're not dead."
   },
   "author": {
    "text": "George A. Romero"
   }
  },
  {
   "quote": {
    "text": "Go ahead and have the Kit Kat at the movies. If you don't satisfy an urge sometimes, you often substitute less-satisfying things and end up eating more."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "My dad had a commercial film company, so he had a videotape player before anyone. So he got Mel Brooks movies or Citizen Kane or some classic old movies. And every summer the revival house in Evanston would show the great films from the '50s and '60s and '70s."
   },
   "author": {
    "text": "John Cusack"
   }
  },
  {
   "quote": {
    "text": "For me, the sound design and the musical score is a big part of what makes scary movies work."
   },
   "author": {
    "text": "James Wan"
   }
  },
  {
   "quote": {
    "text": "I'm a big movie fan, and I want to make movies in every genre. I want to make my romantic comedy one day."
   },
   "author": {
    "text": "James Wan"
   }
  },
  {
   "quote": {
    "text": "You have to realize I like doing big movies that appear on a big screen. So the visuals and the audio have to be of a certain quality before I start to get excited about the thing."
   },
   "author": {
    "text": "Hans Zimmer"
   }
  },
  {
   "quote": {
    "text": "I have a trophy case that contains all the action figures ever made of me. It also has items I've stolen from my movies, like three guns and holsters from 'Serenity'."
   },
   "author": {
    "text": "Nathan Fillion"
   }
  },
  {
   "quote": {
    "text": "Because actors don't get to pick movies; movies pick the actors."
   },
   "author": {
    "text": "Benicio Del Toro"
   }
  },
  {
   "quote": {
    "text": "I like wearing beautiful clothes, but that does not translate into my work. People don't like to see me as a glam doll in my movies. My audience and the media love me with two different perceptions. It's a strange, crazy situation."
   },
   "author": {
    "text": "Sonam Kapoor"
   }
  },
  {
   "quote": {
    "text": "'Noah' is an insult to Bible-believing Christians, an insult to the character of Noah and, most of all, an insult to the God of the Bible. As a result, I believe Hollywood will have a much harder time in marketing future biblically-themed movies to Christians."
   },
   "author": {
    "text": "Ken Ham"
   }
  },
  {
   "quote": {
    "text": "The 'serial kisser' tag that has been thrust on to me is a lame stereotype. It irritates me. Yes, there is sexual content in my movies, and I have never been apologetic about doing bold scenes. But it's not fair to tag me this way because that can be very stifling."
   },
   "author": {
    "text": "Emraan Hashmi"
   }
  },
  {
   "quote": {
    "text": "I live very normally, I go out with my friends, we go to the movies, I queue, we go to restaurants."
   },
   "author": {
    "text": "Catherine Deneuve"
   }
  },
  {
   "quote": {
    "text": "Modern love - in the movies and music - especially country music - is full of tales of women exacting sweet revenge on the men who done them wrong."
   },
   "author": {
    "text": "Mary Kay Andrews"
   }
  },
  {
   "quote": {
    "text": "I like action movies, even though I think action movies are kind of derided now. But there is something extraordinary about action movies, which is absolutely linked to the invention of cinema and what cinema is and why we love it."
   },
   "author": {
    "text": "Danny Boyle"
   }
  },
  {
   "quote": {
    "text": "I do have to take care of myself, not only because I'm in the movies, just for mental health reasons. I exercise for me. You know, maybe it would be nice to not have to do that in order to feel good, but I do. I feel like I have to, to feel good. To clear my head and all of that, so."
   },
   "author": {
    "text": "Annette Bening"
   }
  },
  {
   "quote": {
    "text": "The people who run Hollywood are supposed to be masters at creating drama, suspense, thrills - at putting on a great show. If we knew not only who the winners were but also by how much they won, the Oscar show could actually be the Super Bowl of movies."
   },
   "author": {
    "text": "Richard Corliss"
   }
  },
  {
   "quote": {
    "text": "My entertainment was going to the local dollar movie theatre on the weekend, where I watched old black and white movies. If you wanted current movies, you had to drive to the big city."
   },
   "author": {
    "text": "L'Wren Scott"
   }
  },
  {
   "quote": {
    "text": "I came to Hong Kong when I was five, but we didn't have any relatives in Hong Kong. My mom is a big movie fan, and she watched all kinds of movies, so when I was a kid, basically, we went to watch a movie every day."
   },
   "author": {
    "text": "Wong Kar-wai"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, my favorite movies were the George Pal version of 'War Of The Worlds,' 'Them,' and 'Invasion of the Body Snatchers.' Those movies were scary! They haunted my nightmares for years, so when I started writing, I wanted to write a story that was just as big and just as scary."
   },
   "author": {
    "text": "David Gerrold"
   }
  },
  {
   "quote": {
    "text": "I played at being someone else in movies and live theater, and at being myself in life's most intense, fascinating game - the game of love."
   },
   "author": {
    "text": "Monica Vitti"
   }
  },
  {
   "quote": {
    "text": "Adding sound to movies would be like putting lipstick on the Venus de Milo."
   },
   "author": {
    "text": "Mary Pickford"
   }
  },
  {
   "quote": {
    "text": "I can't really remember my life without movies."
   },
   "author": {
    "text": "Elle Fanning"
   }
  },
  {
   "quote": {
    "text": "I only make movies to finance my fishing."
   },
   "author": {
    "text": "Lee Marvin"
   }
  },
  {
   "quote": {
    "text": "If there's specific resistance to women making movies, I just choose to ignore that as an obstacle for two reasons: I can't change my gender, and I refuse to stop making movies."
   },
   "author": {
    "text": "Kathryn Bigelow"
   }
  },
  {
   "quote": {
    "text": "Editing is where movies are made or broken. Many a film has been saved and many a film has been ruined in the editing room."
   },
   "author": {
    "text": "Joe Dante"
   }
  },
  {
   "quote": {
    "text": "One of the great things about the 'Iron Man' franchise is that they employ fascinating actors who don't necessarily do action movies. Before 'Iron Man' you didn't associate Robert Downey, Jr. and Gwyneth Paltrow with those kinds of films. There's an emphasis on repartee and wit."
   },
   "author": {
    "text": "Rebecca Hall"
   }
  },
  {
   "quote": {
    "text": "There are some movies I can watch over and over, never get sick of. I'll put one of those on and be puttering around the house. Then a certain scene will come on and I'll just have to go over and watch."
   },
   "author": {
    "text": "David Fincher"
   }
  },
  {
   "quote": {
    "text": "On planes I always cry. Something about altitude, the lack of oxygen and the bad movies. I cried over a St. Bernard movie once on a plane. That was really embarrassing."
   },
   "author": {
    "text": "Michael Stipe"
   }
  },
  {
   "quote": {
    "text": "I loved Superman growing up. I saw a couple of those movies in the theater, and I watched 'Superman II' 8000 times."
   },
   "author": {
    "text": "Stephen Amell"
   }
  },
  {
   "quote": {
    "text": "I think my sensibility is very literary; all my books were built as books, and I wasn't thinking about them being movies."
   },
   "author": {
    "text": "Bret Easton Ellis"
   }
  },
  {
   "quote": {
    "text": "In the movies, Bette Davis lights two cigarettes and hands the second one to James Cagney. It was just so glamorous and romantic."
   },
   "author": {
    "text": "Loni Anderson"
   }
  },
  {
   "quote": {
    "text": "None of my sisters are in the movies, nor are my nieces going to be. That's how Dutt 'sahab,' my dad, brought up the girls in the family, and I am just carrying his thought forward."
   },
   "author": {
    "text": "Sanjay Dutt"
   }
  },
  {
   "quote": {
    "text": "As a kid, I liked the 'Halloween' movies and 'Nightmare On Elm Street' and all that kind of stuff. But as an adult, I really don't watch much horror, to be honest."
   },
   "author": {
    "text": "Corey Feldman"
   }
  },
  {
   "quote": {
    "text": "I really want to work on characters that have a lot of complexity and you don't always get that in comic book movies because they're not character explorations. I have nothing against movies like that, but I do see them as kind of like a cheeseburger."
   },
   "author": {
    "text": "Hong Chau"
   }
  },
  {
   "quote": {
    "text": "There were a lot of great memories around 'Star Wars.' It was a foundation - probably for my interest in movies."
   },
   "author": {
    "text": "Dave Filoni"
   }
  },
  {
   "quote": {
    "text": "Any girl who likes watching movies would like to work in them and would want to do all of that. I'm also one of them. But people know me for badminton and love me for it. So I'd stick to it right now. But maybe after badminton, I'll think about it."
   },
   "author": {
    "text": "Saina Nehwal"
   }
  },
  {
   "quote": {
    "text": "Sometimes I go to movies, and it's just a bombardment, and I'm not entertained by them - I'm assaulted by them! And I know I sound like such a drama queen, but I find that really strange."
   },
   "author": {
    "text": "Parker Posey"
   }
  },
  {
   "quote": {
    "text": "There have been movies like 'Paranormal Activity' or 'Blair Witch Project' in Hollywood that showed you could do movies with little or no money. It doesn't prevent them from creating larger than life spectacles as well."
   },
   "author": {
    "text": "Thomas Bangalter"
   }
  },
  {
   "quote": {
    "text": "I was a kid living in New Jersey, who - I'd wanted to make movies since I was a little kid, so that came before music for me. But I started playing drums just as a hobby, and I wasn't even really into jazz that much."
   },
   "author": {
    "text": "Damien Chazelle"
   }
  },
  {
   "quote": {
    "text": "I'm a single parent, and I just found that it was too difficult to manage raising my kids and doing the traveling involved in making movies. So I took a little bit of a break. And the little bit of a break turned into a longer break, and then I found that I really didn't miss it."
   },
   "author": {
    "text": "Rick Moranis"
   }
  },
  {
   "quote": {
    "text": "Hopefully, after 'Victorious' has lived a long and beautiful life, I would like to go into movies. And I'd like to have a very successful movie career. Ultimately I'd love to win an Oscar; that's my big goal in life, so that's what I'm going for."
   },
   "author": {
    "text": "Elizabeth Gillies"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, I really loved watching 'Cinderella.' It's a fantasy, and every girl knows that real life isn't always like these movies, but as a child, I just really loved the story of 'Cinderella.' I found it to be so romantic and just a beautiful movie to watch."
   },
   "author": {
    "text": "Sara Ramirez"
   }
  },
  {
   "quote": {
    "text": "I don't see many explosions or ten-car crashes in the course of my life, so I don't put them into my movies. I would love to live in a society where 'My Dinner with Andre' made $100,000,000. Then I would be in the mainstream. I could do that stuff easier than I could do 'Meatballs.'"
   },
   "author": {
    "text": "Albert Brooks"
   }
  },
  {
   "quote": {
    "text": "When I'm feeling a little empty in the head, I like to go see movies or read to loosen things up there."
   },
   "author": {
    "text": "James Dashner"
   }
  },
  {
   "quote": {
    "text": "All reading should be pleasurable! I don't like people who keep reeling out the 'books are so important' line. First and foremost, reading is about entertainment, the same as movies, video games and music."
   },
   "author": {
    "text": "Darren Shan"
   }
  },
  {
   "quote": {
    "text": "I'm a big believer in creating parameters for creativity. I think parameters make people more creative. So that starts with my budgets. I only do low budget movies, and I think that makes the movies better."
   },
   "author": {
    "text": "Jason Blum"
   }
  },
  {
   "quote": {
    "text": "I think there's room for people to love 'Transformers' and love 'Insidious.' They coexist in a happy way; in other words, my movies wouldn't exist if 'Transformers' didn't exist, because they're an alternative to that. They're not better or worse, they're just different."
   },
   "author": {
    "text": "Jason Blum"
   }
  },
  {
   "quote": {
    "text": "Drag has been featured in popular culture for decades. Movies like 'Kinky Boots,' 'Tootsie,' 'The Birdcage' - even 'Mrs. Doubtfire' - have showcased men, some gay, some not, who dress and perform as women."
   },
   "author": {
    "text": "Jenna Wortham"
   }
  },
  {
   "quote": {
    "text": "Prohibiting any words not approved of as 'politically correct' - that's not progressive. Putting 'trigger warnings' on books, movies, music, anything that might offend people - that's not progressive, either."
   },
   "author": {
    "text": "Dave Rubin"
   }
  },
  {
   "quote": {
    "text": "I liked the story and wanted to do it, but I guess the time for the project came now, because I had to change my image through movies like 'Temper' and 'Nannaku Prematho' to finally suit the script of 'Janata Garage.'"
   },
   "author": {
    "text": "N. T. Rama Rao, Jr."
   }
  },
  {
   "quote": {
    "text": "I'm not into replicating old movies. But one should never say never. Tomorrow I may feel like making a part 2 of some of my movies."
   },
   "author": {
    "text": "Madhur Bhandarkar"
   }
  },
  {
   "quote": {
    "text": "One of the reasons you take a role is because it's something you always wanted to do, from going to the movies as a kid. I always wanted to do a 1950s movie, for example. And I got a chance to be in 'Peggy Sue Got Married.' I would have taken only one line of dialogue to be in that."
   },
   "author": {
    "text": "Catherine Hicks"
   }
  },
  {
   "quote": {
    "text": "We like movies that are going to have a great sense of fun and thrill to them while at the same time remain very grounded in relatable human emotions and conflicts that the audiences can get behind and root for and empathise with."
   },
   "author": {
    "text": "Anthony Russo"
   }
  },
  {
   "quote": {
    "text": "I think the audience would like to see movies that are stunning to watch. I really think they'd like to see spectacles."
   },
   "author": {
    "text": "Jan de Bont"
   }
  },
  {
   "quote": {
    "text": "The pleasantly crude 'Hall Pass' reminds us of what's been missing from movies: Those squirm-inducing moments in comedy that produce enough discomfort that, at points, what we're watching is half a heartbeat away from a horror film."
   },
   "author": {
    "text": "Elvis Mitchell"
   }
  },
  {
   "quote": {
    "text": "My favorite movies are movies from the '70s, like 'Midnight Cowboy' and 'Dog Day Afternoon' and 'One Flew Over the Cuckoo's Nest,' and to me, 'Hereditary' seemed like it fit in with those movies, and it was just horrifying. It seemed like it took the things that I love about movies and really fleshed out characters."
   },
   "author": {
    "text": "Alex Wolff"
   }
  },
  {
   "quote": {
    "text": "I could be imagining it, but I believe myself to have exchanged sly, understanding nods with other people I see attending movies alone on Christmas Day."
   },
   "author": {
    "text": "Michelle Dean"
   }
  },
  {
   "quote": {
    "text": "The great thing for me about 'The Resurrection of Gavin Stone' is it's a throwback to the old fashioned Hollywood movie that you can watch with your family, has a message, and is funny and entertaining. They didn't call them faith-based movies; they just called them good movies."
   },
   "author": {
    "text": "D. B. Sweeney"
   }
  },
  {
   "quote": {
    "text": "My brother does a series of movies called 'The Purge,' and they have the third one coming out this year, and then also he'll be starring in the second season of 'Secrets and Lies.' We want each other to win because we are a team, and this is how we've been since day one. That's the end game for all of us in the Hodge house."
   },
   "author": {
    "text": "Aldis Hodge"
   }
  },
  {
   "quote": {
    "text": "I'm not a nerd, obviously. Do I look like one? I'm not someone who sits at home and doesn't like to go out, doesn't like to watch movies. I like to live my life."
   },
   "author": {
    "text": "Virat Kohli"
   }
  },
  {
   "quote": {
    "text": "I'm not someone who sits at home and doesn't like to go out, doesn't like to watch movies. I like to live my life."
   },
   "author": {
    "text": "Virat Kohli"
   }
  },
  {
   "quote": {
    "text": "The independent-minded movies - it's always an uphill battle to get them made and seen. You do what you can, and go out there after and try to tell people about it, but at the end of the day, that's all you can do."
   },
   "author": {
    "text": "Ray Liotta"
   }
  },
  {
   "quote": {
    "text": "The realm of making microbudget stuff will always be totally in our control. Most of the time, we just pay for those out of pocket. Then there is stuff that's too expensive for us to pay for, and we want partners on, like 'Togetherness' and 'Animals' and some of our original Netflix movies."
   },
   "author": {
    "text": "Mark Duplass"
   }
  },
  {
   "quote": {
    "text": "Barbra Streisand is without a doubt one of the most honest people I have ever known. There is no doubt in my mind that she will not be doing any more concerts. Of course, she still will be making records and starring and directing in movies."
   },
   "author": {
    "text": "Marvin Hamlisch"
   }
  },
  {
   "quote": {
    "text": "I was eight years old when I knew I wanted to be an actress. I slowly started by getting into commercials, and then I was an extra on a TV show. And then the movies happened."
   },
   "author": {
    "text": "Mackenzie Foy"
   }
  },
  {
   "quote": {
    "text": "There are a lot of movies made for nobody."
   },
   "author": {
    "text": "Stan Brakhage"
   }
  },
  {
   "quote": {
    "text": "Just because there are celebrities in a movie, it doesn't mean anything. I don't think The Ant Bully did all that well the first week at the box office. Compare the movies that have a lot of celebrities with the Jimmy Neutron movie, which had no celebrity voices and grossed almost one hundred million dollars."
   },
   "author": {
    "text": "Rob Paulsen"
   }
  },
  {
   "quote": {
    "text": "When we go to see comedians or funny movies, they don't address the wall behind them; they face us. This is why a game's first job is to entertain through gameplay and secondarily through humor, drama, or other traditional entertainment devices. The humor has to be a gentleman. I mean, it needs to be squeezed in around the game."
   },
   "author": {
    "text": "Doug TenNapel"
   }
  },
  {
   "quote": {
    "text": "I am a novelist turned temporary adventurer, and I chose to write television, movies and plays for much the same reason that Henry Morgan selected the Spanish Main for his peculiar - and not dissimilar - sphere of operations."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "My role models are Madhuri Dixit and Kajol. Both actresses have done a wide variety of roles. That is something I wish to do. On the other hand, I also want to be like a Hugh Jackman or an Angelina Jolie because of the lives they have outside movies. Because of the kind of balance they strike between their work and life outside of it."
   },
   "author": {
    "text": "Tena Desae"
   }
  },
  {
   "quote": {
    "text": "Over the years all these vampire movies have come out and nobody looks like a vampire anymore."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "I was the guy who had been bouncing around the film industry for years, and I'd been lucky if five or 10 people would see my movies, so Captain Jack did a big flip for my career."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "Music is still part of my life, but I hate the idea of people coming to see me play the guitar because they've seen me in movies. You want people who are listening to be only interested in the music."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "Movies are boring. It's like watching paint dry. I did a little role in a movie, and it was eight lines. I was there for three days. It's just horrible. Television is 15 hour days. Movies are 18 hour days. And it's 18 hours of doing not a thing."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "I've been offered starring roles in horrible movies, but I just didn't want to do it. I don't see why you would."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "I love music, and after my first experience with movies, I can't wait to do more."
   },
   "author": {
    "text": "Rihanna"
   }
  },
  {
   "quote": {
    "text": "One of the skills I had to learn and become proficient in is kissing a man. I had never kissed a man. Will Smith did it in his movies, so did Jake Gyllenhaal, and I figured it was my time. So it was me and Steve Carell - fantastic."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "But I do believe that there's going to be a time where all movies are going to be made in 3D and it's just going to be a given, and that is going to be an exciting time."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "I like the idea of working in different genres and transcending genres and hopefully finding success, and ultimately make movies people like."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "I've always loved the showmanship of professional wrestling. While I love making movies, I love that platform, too."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "Playing big, heroic characters with heart is always a lot of fun. I enjoy making movies like that, and a lot of people love to live vicariously through those characters."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "I have an immense amount of respect for acting. I've always loved movies and was always fascinated by movie-making. But to become an actor, I wanted to commit myself."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "I love making movies, but there's nothing like performing live."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "In the '50s, audiences accepted a level of artifice that the audiences in 1966 would chuckle at. And the audiences of 1978 would chuckle at what the audience of 1966 said was okay, too. The trick is to try to be way ahead of that curve, so they're not chuckling at your movies 20 years down the line."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "When I'm doing a movie, I'm not doing anything else. It's all about the movie. I don't have a wife. I don't have a kid. Nothing can get in my way... I've made a choice, so far, to go on this road alone. Because this is my time. This is my time to make movies."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "My mom took me to see Carnal Knowledge and The Wild Bunch and all these kind of movies when I was a kid."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "Movies are my religion and God is my patron. I'm lucky enough to be in the position where I don't make movies to pay for my pool. When I make a movie, I want it to be everything to me; like I would die for it."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "Australian genre films were a lot of fun because they were legitimate genre movies. They were real genre films, and they dealt, in a way like the Italians did, with the excess of genre, and that has been an influence on me."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "I always write these movies that are far too big for any paying customer to sit down and watch from beginning to end, and so I always have this big novel that I have to adapt into a movie as I go."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "How do people relate to movies now, when they're on portable devices or streaming them? It's not as much about going to the movies. That experience has changed."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "When we talk about how movies used to be made, it was over 100 years of film, literal, physical film, with emulsion, that we would expose to light and we would get pictures."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "Why do we always have to see black people in hindsight? Why are the Hollywood movies always historical? What about the contemporary image of black people?"
   },
   "author": {
    "text": "Ava DuVernay"
   }
  },
  {
   "quote": {
    "text": "What do I geek out about? What am I? Hmmm. I love movies. I watch movies. I like big, sweeping epics, like Ed Zwick stuff: 'The Last Samurai,' 'Legends of the Fall,' 'Blood Diamond,' 'Glory.'"
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "I like human stories. I like stories about situations we can relate to. I like movies like 'Ordinary People' or 'Terms of Endearment.' Mothers and daughters, fathers and sons, boyfriends, girlfriends. The stories to me that are worth telling are almost simple ones, but very relatable."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "I was a very interested arts student, I was always into that part of school and when I got into high school I went into architectural drafting. It gave me an understanding of how to build things and it's really helped me put things in perspective. With my music and my movies, to me it's all art."
   },
   "author": {
    "text": "Ice Cube"
   }
  },
  {
   "quote": {
    "text": "I'm actually really good at Balderdash, and no one wants to play that game with me. Especially the movies category; I don't want to give away my secrets, but I am pretty good at that category."
   },
   "author": {
    "text": "Mariah Carey"
   }
  },
  {
   "quote": {
    "text": "I'm a playwright who gets involved in movies when I'm not writing a play."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "When I was a little girl, I watched all old movies. My mother liked old movies, and she loved shopping for antiques, so I was around old things all the time."
   },
   "author": {
    "text": "Dita Von Teese"
   }
  },
  {
   "quote": {
    "text": "I was studying to be an architect, I wasn't plotting to join the movies. Films were just another career option. I took acting up with the same schoolgirl enthusiasm I had for examinations. Acting is a job and I take it very seriously."
   },
   "author": {
    "text": "Aishwarya Rai Bachchan"
   }
  },
  {
   "quote": {
    "text": "When I was growing up, Dr. Seuss was really my favorite. There was something about the lyrical nature and the simplicity of his work that really hit me."
   },
   "author": {
    "text": "Tim Burton"
   }
  },
  {
   "quote": {
    "text": "I don't know what it was, maybe the movie theaters in my immediate surrounding neighbourhood in Burbank, but I never saw what would be considered A movies."
   },
   "author": {
    "text": "Tim Burton"
   }
  },
  {
   "quote": {
    "text": "I've often been accused of, 'Oh the movies looked good but there's no story,' but I disagree with that in theory, and '9' is a perfect example for me because the feel, the texture, and the look of that world, and those characters, is the story. That's a major component of why you feel the way you do when you're watching it."
   },
   "author": {
    "text": "Tim Burton"
   }
  },
  {
   "quote": {
    "text": "I tend to think of action movies as exuberant morality plays in which good triumphs over evil."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "In the movies, I kill guys with an axe. In real life, I can't control a nine-year-old girl."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "I think with movies I am really connecting to the Joseph Campbell idea of the collective unconscious."
   },
   "author": {
    "text": "Will Smith"
   }
  },
  {
   "quote": {
    "text": "I don't know why I don't watch a lot of movies; I can barely keep up with the things my friends are in. There isn't enough time in life."
   },
   "author": {
    "text": "Meryl Streep"
   }
  },
  {
   "quote": {
    "text": "I know movies are a function of our dream world. And when you project yourself on screen, it's easier to project yourself into what you were, not what you are."
   },
   "author": {
    "text": "Meryl Streep"
   }
  },
  {
   "quote": {
    "text": "If I can't get the girl, at least give me more money."
   },
   "author": {
    "text": "Alan Alda"
   }
  },
  {
   "quote": {
    "text": "I think that's what distinguishes Schmidt, really. In the movies now, so much of what is appealing to an audience is the dramatic or has to do with science fiction, and Schmidt is simply human. There's no melodrama; there's no device, It's just about a human being."
   },
   "author": {
    "text": "Jack Nicholson"
   }
  },
  {
   "quote": {
    "text": "Movies are hard work. The public doesn't see that. The critics don't see it. But they're a lot of work. A lot of work."
   },
   "author": {
    "text": "Robert De Niro"
   }
  },
  {
   "quote": {
    "text": "I guess you get pigeon-holed in Hollywood, but I'm ok with that because I've been able to do a lot. I started in the theater, then I went to stand-up comedy, and then when I went into the movies to do comedy and drama and big movies and small movies."
   },
   "author": {
    "text": "Denis Leary"
   }
  },
  {
   "quote": {
    "text": "I think cinema, movies, and magic have always been closely associated. The very earliest people who made film were magicians."
   },
   "author": {
    "text": "Francis Ford Coppola"
   }
  },
  {
   "quote": {
    "text": "I wanted to be a musician. I wanted to be a superstar. I wanted to be on stage. I wanted to perform. I wanted to be in movies. But as you grow up, those dreams kind of fade away, and you're hit with reality, and you're like, 'Oh, not everyone can be Lil' Bow Wow?' Fine."
   },
   "author": {
    "text": "Lilly Singh"
   }
  },
  {
   "quote": {
    "text": "I want to make movies that pierce people's hearts and touch them in some way, even if it's just for the night while they're in the cinema; in that moment, I want to bring actual tears to their eyes and goosebumps to their skin."
   },
   "author": {
    "text": "Russell Crowe"
   }
  },
  {
   "quote": {
    "text": "For filmmakers who've made multiple movies, they have experience, but they only have experience of themselves as a filmmaker. Whereas I'm bouncing around from different skill sets: the organizational ability of Ridley Scott to the precision of a Ron Howard to the artistic sensibilities of a Peter Weir... to the scope of a Tom Hooper."
   },
   "author": {
    "text": "Russell Crowe"
   }
  },
  {
   "quote": {
    "text": "Not everybody goes to movies to get their life changed."
   },
   "author": {
    "text": "Samuel L. Jackson"
   }
  },
  {
   "quote": {
    "text": "I grew up watching those blaxploitation movies. Ron O'Neal, Richard Roundtree, Jim Brown, Pam Grier. For the first time, I saw 'The Negro' get one over on 'The Man.'"
   },
   "author": {
    "text": "Samuel L. Jackson"
   }
  },
  {
   "quote": {
    "text": "I want to make all kinds of movies. I do want to make big movies that are a lot of fun to go to, but I also want to make movies that are going to stimulate some thought and maybe raise some awareness."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "I do like to move and get physical in my movies."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "I'm an enormous admirer of Christopher Lee. He's somebody, along with Vincent Price, who I celebrate, and I wanted my movies to show that celebration and that honoring of these great film stars that were unafraid to go into horror and Grand Guignol and the macabre."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "I like fantasy. I like horror, science fiction because I can get avant-garde with those performances in those movies."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "I didn't have any ambition to produce big mainstream popcorn movies."
   },
   "author": {
    "text": "Jodie Foster"
   }
  },
  {
   "quote": {
    "text": "I don't take the movies seriously, and anyone who does is in for a headache."
   },
   "author": {
    "text": "Bette Davis"
   }
  },
  {
   "quote": {
    "text": "The only reason anyone goes to Broadway is because they can't get work in the movies."
   },
   "author": {
    "text": "Bette Davis"
   }
  },
  {
   "quote": {
    "text": "My movies are okay, but they're not my specials."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "Not only do I have to live, right, I have to get some cash for my troubles - it's a scary thing, and people need to start to think about the messages that they send in the movies."
   },
   "author": {
    "text": "Morgan Freeman"
   }
  },
  {
   "quote": {
    "text": "I like to think of myself as a fairly educated human being, but I'm a very uneducated actor when it comes to movies, directors, producers, actors for that matter."
   },
   "author": {
    "text": "Shailene Woodley"
   }
  },
  {
   "quote": {
    "text": "You take somebody that cries their goddam eyes out over phoney stuff in the movies, and nine times out of ten they're mean bastards at heart."
   },
   "author": {
    "text": "J. D. Salinger"
   }
  },
  {
   "quote": {
    "text": "By going to the movies, and because of other things, too, going to college, making a wide variety of friends, moving around traveling, I became a lot more open-minded than the heritage I was born into might have suggested."
   },
   "author": {
    "text": "Roger Ebert"
   }
  },
  {
   "quote": {
    "text": "I like smart movies about smart people, and enjoy it when most of the facts are on the table and we can contemplate them together."
   },
   "author": {
    "text": "Roger Ebert"
   }
  },
  {
   "quote": {
    "text": "I definitely have found a balance. I've had so many offers in the past to do different movies or different things and I always choose tournaments over it."
   },
   "author": {
    "text": "Serena Williams"
   }
  },
  {
   "quote": {
    "text": "I love going to movies."
   },
   "author": {
    "text": "Serena Williams"
   }
  },
  {
   "quote": {
    "text": "For years, I'd go to the movies and see guys doing Boston accents and think, 'Oh please, God, I hope I never have to do that.'"
   },
   "author": {
    "text": "Michael Keaton"
   }
  },
  {
   "quote": {
    "text": "Westerns were always my favorite things when I was little. And it always bothered me when cowboys were too clean in movies, or when they wore their guns like they had an outfit on. It always worked better when a guy looked sweaty and smelly; I hadda believe, I hadda believe that."
   },
   "author": {
    "text": "Michael Keaton"
   }
  },
  {
   "quote": {
    "text": "By the time I came to L.A. I'd already cried on movies of the week with two of the women from 'Knots Landing'."
   },
   "author": {
    "text": "Ryan Reynolds"
   }
  },
  {
   "quote": {
    "text": "When videotape came so a lot of movies that I do have a kind of afterlife in video. Things where movies that I do would come and go; they still come and go but you can go rent them and see them on TV."
   },
   "author": {
    "text": "Christopher Walken"
   }
  },
  {
   "quote": {
    "text": "I thought I'd just do a wave of movies, and then I'd burn out. They just kept coming together."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "The description of my character in the first few movies I did was always 'nerdy,' but I liked that; it was way more interesting."
   },
   "author": {
    "text": "Winona Ryder"
   }
  },
  {
   "quote": {
    "text": "My childhood was influenced by the roles my father played in his movies. Whether Abraham Lincoln or Tom Joad in the 'Grapes of Wrath,' his characters communicated certain values which I try to carry with me to this day."
   },
   "author": {
    "text": "Jane Fonda"
   }
  },
  {
   "quote": {
    "text": "I used to want to be a movie star so I wouldn't have to live in trailers anymore. And now that I make movies, I spend a lot of my life living in trailers."
   },
   "author": {
    "text": "Roseanne Barr"
   }
  },
  {
   "quote": {
    "text": "My family never went to a restaurant together; we never went to the movies together. Vacation, we never did that."
   },
   "author": {
    "text": "Tyler Perry"
   }
  },
  {
   "quote": {
    "text": "Funny things happen to you in movies for silly reasons."
   },
   "author": {
    "text": "Michael Caine"
   }
  },
  {
   "quote": {
    "text": "If I can sell out clubs and theaters and play dirtbags in movies, and get blown up in a car or get the crap beat out of me in a movie, that's good for me; I'm good."
   },
   "author": {
    "text": "Bill Burr"
   }
  },
  {
   "quote": {
    "text": "Movies are dreams! And they work on you subliminally."
   },
   "author": {
    "text": "Carrie Fisher"
   }
  },
  {
   "quote": {
    "text": "I think a lot of African-American kids don't have fathers to teach them how to dress, so you end up being taught by pictures in magazine and movies. You see cowboys, Indians, old Hollywood films, Cary Grant. It has an effect on you."
   },
   "author": {
    "text": "Andre Benjamin"
   }
  },
  {
   "quote": {
    "text": "Now on Friday nights, if I want to go hang out with friends, I go hang out with friends. If I want to stay in and be in the hot tub and have people over to watch movies, I do that."
   },
   "author": {
    "text": "Demi Lovato"
   }
  },
  {
   "quote": {
    "text": "To be an artist, you don't have to compose music or paint or be in the movies or write books. It's just a way of living. It has to do with paying attention, remembering, filtering what you see and answering back, participating in life."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "Toronto Film Festival is one of those festivals where there are 400 movies, and unless you have a distributor who is super confident and puts a lot of money into it, sometimes movies can go unwatched or unnoticed."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "In my opinion, the vast majority of scripts written - as well as most movies that are released - are not very original, well-written, or interesting. It has always been that way, and I think it always will be."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "Everything we have today that's cool comes from someone wanting more of something they loved in the past. Action figures, videogames, superhero movies, iPods: All are continuations of a love that wanted more."
   },
   "author": {
    "text": "Patton Oswalt"
   }
  },
  {
   "quote": {
    "text": "I don't like baseball movies. I like movies about moral courage and people who are indomitable and courageous and right."
   },
   "author": {
    "text": "Harrison Ford"
   }
  },
  {
   "quote": {
    "text": "When we do get a little time off, I tend to watch movies, go to dinners, and keep it low-key."
   },
   "author": {
    "text": "Nina Dobrev"
   }
  },
  {
   "quote": {
    "text": "A lot of action movies today seem to have scenes that just lead up to the action."
   },
   "author": {
    "text": "Jason Statham"
   }
  },
  {
   "quote": {
    "text": "I don't do isolation body building; I just do practical things that help me with the kind of things that are asked of me in action movies. You know, a lot of kick boxing, a lot of sparring."
   },
   "author": {
    "text": "Jason Statham"
   }
  },
  {
   "quote": {
    "text": "Why should people go out and pay money to see bad films when they can stay at home and see bad television for nothing?"
   },
   "author": {
    "text": "Samuel Goldwyn"
   }
  },
  {
   "quote": {
    "text": "I have very vivid dreams - almost always action-adventure. I'm often on the run. I've always had dreams. When I was little, I'd go to sleep with my head on my hands, which were in fists like I was looking through a camera. I felt like sleep was the movies - just drifting off to the movies."
   },
   "author": {
    "text": "Sarah Silverman"
   }
  },
  {
   "quote": {
    "text": "Movies are great fun and wonderful when they're good. But you never get to see them till six months after they're finished. So you never get a sense of whether they're really well liked or how good they are. And you don't really know what the finished product is going to be like, because it's a director's medium."
   },
   "author": {
    "text": "Lauren Bacall"
   }
  },
  {
   "quote": {
    "text": "I grew up on certain movies, particular movies that said something to me as a kid from Missouri, movies that showed me places I'd yet traveled, or different cultures, or explained something, or said something in a better way than I could ever say. I wanted to find the movies like that."
   },
   "author": {
    "text": "Brad Pitt"
   }
  },
  {
   "quote": {
    "text": "I grew up on particular movies that said something to me as a kid from Missouri, movies that showed me places I'd yet traveled, or different cultures, or explained something, or said something in a better way than I could ever say. I wanted to find the movies like that. It was less about a career than finding the films I wanted to see."
   },
   "author": {
    "text": "Brad Pitt"
   }
  },
  {
   "quote": {
    "text": "My choices in projects have all been character or role-based, and on a financial level, it's obvious: as an actor on a TV series, I get a wonderful paycheck, and a consistent paycheck, which doesn't always happen when you're doing theater or movies."
   },
   "author": {
    "text": "Jim Parsons"
   }
  },
  {
   "quote": {
    "text": "Oh, I love horror movies, yeah."
   },
   "author": {
    "text": "Norman Reedus"
   }
  },
  {
   "quote": {
    "text": "Making movies is never going to get better than working on a Coen brothers project."
   },
   "author": {
    "text": "Sam Elliott"
   }
  },
  {
   "quote": {
    "text": "My interest in film is sort of catholic - apart from science fiction and horror movies, I'll watch almost everything."
   },
   "author": {
    "text": "James Dyson"
   }
  },
  {
   "quote": {
    "text": "I'm very much into the costuming of any character that I portray and it's one of the great things about making movies is it's a collaborative art form so you get all these artists who are looking specifically about for this instance your character's costume and what that might tell about your character."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "Basically, one of the hardest things about being an actor is getting your first break. I'm a product of nepotism. The doors were open to me. I'd done several movies before I decided what I wanted to do."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "You have these big $200 and $300 million movies with special effects, and I've always thought, 'Gee, why don't we make 30 movies instead of one $300 million movie?' Let's shake it up a bit; wouldn't that be a better bet? Evidently not."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "It's time for me to do things I like so I will be happy, my wife will be happy, my friends will be happy. I just want to do something I'm proud of. It's time for me to change. I could sign with a company for 10 movies and I'm the king of video and so what?"
   },
   "author": {
    "text": "Jean-Claude Van Damme"
   }
  },
  {
   "quote": {
    "text": "Even in the most peaceful communities, an appetite for violence shows up in dreams, fantasies, sports, play, literature, movies and television. And, so long as we don't transform into angels, violence and the threat of violence - as in punishment and deterrence - is needed to rein in our worst instincts."
   },
   "author": {
    "text": "Paul Bloom"
   }
  },
  {
   "quote": {
    "text": "I love to play golf and watch movies in Tamil and Telugu whenever I get time."
   },
   "author": {
    "text": "Rakul Preet Singh"
   }
  },
  {
   "quote": {
    "text": "Movies these days have made killers into funny people. What's that all about? I've got kids and family and friends, and I don't like bad things. I don't think they're funny, and it's irresponsible to make movies that don't show you how that's not good."
   },
   "author": {
    "text": "Billy Bob Thornton"
   }
  },
  {
   "quote": {
    "text": "Many years ago, I had the pleasure of editing a book by Joan Crawford, who, like Norma Desmond, was still a big star; it was just the movies that had gotten smaller."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "It's not that I am not emotional, but I am extremely secure and curb it, as I am afraid to let go and be broken. So, I have cultivated myself to be detached in life, specially where movies are concerned."
   },
   "author": {
    "text": "Ranbir Kapoor"
   }
  },
  {
   "quote": {
    "text": "If you look at Indian movies, every time they wanted an exotic locale, they would have a dance number in Kashmir. Kashmir was India's fairyland. Indians went there because in a hot country you go to a cold place. People would be entranced by the sight of snow."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "I like a movie that brings out many discussions. From my experience, every time I have done movies, they create this kind of situation. Like 'Irreversible,' 'The Passion of the Christ,' 'Malena'; it's so interesting. I like to explore the dark side of humanity. That's why I'm an actor."
   },
   "author": {
    "text": "Monica Bellucci"
   }
  },
  {
   "quote": {
    "text": "I just think old old movies, they make you concentrate and pay attention so much more. They feel so warm. A lot of modern digital videotape, it's just too bright. Don't know why, it's not warm."
   },
   "author": {
    "text": "Jack White"
   }
  },
  {
   "quote": {
    "text": "I like to make movies on the west side of the Mississippi River, and a lot of times, the movies I direct have horses and big hats in them and get called westerns, but that's okay. I used to resent that, but I don't anymore."
   },
   "author": {
    "text": "Tommy Lee Jones"
   }
  },
  {
   "quote": {
    "text": "I don't want to be in somebody else's movie, and then they make all the money. I've gotten offers to do the movies, but I won't sell myself short and be in somebody else's movie, like 'Boyz N the Hood.' I don't think I woulda done that."
   },
   "author": {
    "text": "Eazy-E"
   }
  },
  {
   "quote": {
    "text": "In life, single women are the most vulnerable adults. In movies, they are given imaginary power."
   },
   "author": {
    "text": "Elizabeth Wurtzel"
   }
  },
  {
   "quote": {
    "text": "I made two movies before The Police had a hit record: I did Quadrophenia and a film called Radio On."
   },
   "author": {
    "text": "Sting"
   }
  },
  {
   "quote": {
    "text": "I don't want to be a part of the demographics. I want to be an individual. I wear each of my films as a badge of pride. That's why I cherish all my bad reviews. If the critics start liking my movies, then I'm in deep trouble."
   },
   "author": {
    "text": "John Carpenter"
   }
  },
  {
   "quote": {
    "text": "I'm sure a bunch of 15-year-old kids would way rather I do 'Superbad 2' than 'Moneyball.' But I would love to do movies like 'Superbad' and movies like 'Moneyball.'"
   },
   "author": {
    "text": "Jonah Hill"
   }
  },
  {
   "quote": {
    "text": "Once you make a movie like 'Superbad,' when it's popular and you're the lead, you get offered all kinds of things and there's a temptation to make bad movies either for the money or to maintain your relevance in pop culture."
   },
   "author": {
    "text": "Jonah Hill"
   }
  },
  {
   "quote": {
    "text": "Look, at the same time that I don't want to be a celebrity, I understand that when you make movies you put yourself out in the public eye. I'd be a baby and a fool to be like, 'Why are there cameras taking pictures of me?' when I'm on a billboard for a movie. I think that's a very absurd concept."
   },
   "author": {
    "text": "Jonah Hill"
   }
  },
  {
   "quote": {
    "text": "I'm really proud of 'Moneyball.' To me, it's about feeling pride in a movie I made. I think when I'm an old man I'll be able to show it to my grandkids with pride. That's all I can really go for: making movies to please me."
   },
   "author": {
    "text": "Jonah Hill"
   }
  },
  {
   "quote": {
    "text": "I think with the success of, like, every summer there has been a couple R-rated comedies that have done so well; I think it is so nice to see that people are turning out to see these movies, and it doesn't seem to be as big a stigma with the studios anymore."
   },
   "author": {
    "text": "Will Ferrell"
   }
  },
  {
   "quote": {
    "text": "'The Blair Witch Project' is great for motion sickness. The first time you see it, it is extremely creepy. The first time I saw it, I saw it on a bootleg tape on a tour bus before it had even come out. It was one of the first movies I'd seen like that. I didn't even realize it was a damn movie!"
   },
   "author": {
    "text": "Corey Taylor"
   }
  },
  {
   "quote": {
    "text": "I don't want to criticize any other designers, but I have to say that many of the people involved in this industry - directors and producers - are trying to make their games more like movies. They are longing to make movies rather than making videogames."
   },
   "author": {
    "text": "Shigeru Miyamoto"
   }
  },
  {
   "quote": {
    "text": "I aim for a lifetime full of movies."
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "I never understood why movies don't have to be as responsible, or the responsibility stops with Rated R. I feel like music, you gotta - you put the sticker on it, you make the clean version, then you're explaining yourself, and then you have to do charities to offset what you just said. No one else has to do this!"
   },
   "author": {
    "text": "Pusha T"
   }
  },
  {
   "quote": {
    "text": "I didn't go to Ivy League schools. I dropped out of college to go into movies."
   },
   "author": {
    "text": "Rob Lowe"
   }
  },
  {
   "quote": {
    "text": "'Terminator' is one of my favorite movies."
   },
   "author": {
    "text": "Dean Ambrose"
   }
  },
  {
   "quote": {
    "text": "Citizen Kane is perhaps the one American talking picture that seems as fresh now as the day it opened. It may seem even fresher."
   },
   "author": {
    "text": "Pauline Kael"
   }
  },
  {
   "quote": {
    "text": "I love Hallmark movies because they make movies that you don't see anymore... and at a time when there is so much evil in the world, it's kind of nice to be able to retreat to something like a Hallmark Movies and Mysteries."
   },
   "author": {
    "text": "Rita Moreno"
   }
  },
  {
   "quote": {
    "text": "I like to think the movies that I've picked have something worthwhile to say. Something relevant."
   },
   "author": {
    "text": "Mark Ruffalo"
   }
  },
  {
   "quote": {
    "text": "I won't go to movies with permissiveness, four-letter words, or violence. Show me 'E.T.' and 'Chariots of Fire' instead. That's entertainment, not exploitation of the human body."
   },
   "author": {
    "text": "Ginger Rogers"
   }
  },
  {
   "quote": {
    "text": "Minimalism seems closest to the sophisticated storytelling of movies. Movies have really educated contemporary audiences to be the most intelligent, sophisticated audiences in history. We don't any longer need to have the relationship between one scene and the next explained. We will figure it out ourselves."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "A big reason why I started writing is I felt that fiction had stopped evolving. All other entertainments were getting better, constantly, as technology allowed. Movies. Video games. Music."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "The folks who read my books are so passionate about each one of them that the people making my movies are more afraid of my readership than they are of me."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "So many of our enormous emotional crises are lived through the media. They're lived through movies; they're lived through what we watch on television - they're not actual events in our life."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "I like to cook for myself or others, so I cook. I always read at night. Sometimes I go to the movies. I don't go out wildly during the week."
   },
   "author": {
    "text": "John Waters"
   }
  },
  {
   "quote": {
    "text": "I didn't know what types of movies I wanted to do. I want to do things that are different. I want to take my time with each role."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "I just want to keep doing what I'm doing and hopefully people will watch my movies."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "I took some time off after 'Titanic' because I needed to let the dust settle and recharge my battery. I felt, 'OK, you've been given a tremendous opportunity; what are you going to do with it? Now your name can finance movies that you do want to do.'"
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "I am trying to do the best work I possibly can and making movies that will have resonance for years to come. I think if you try for an Oscar or a goal like that, the more people are going to see it as transparent. It's not on my radar. If it happens, great, but I'm happy to continue working as I am, really."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "The only reason I'm ever in character as 'Larry The Cable Guy' is because that's what I'm hired to do. In my movies, obviously they hired 'Larry The Cable Guy' to be 'Larry The Cable Guy.' When I do my shows, I'm 'Larry The Cable Guy.' When I do Jay Leno, it's: 'Please welcome 'Larry The Cable Guy.'"
   },
   "author": {
    "text": "Larry the Cable Guy"
   }
  },
  {
   "quote": {
    "text": "Television has its own award. It's called the Emmy. It's a good award. I like it. I have one. But you don't see movies like 'The King's Speech' win Oscars and then go to TV and qualify for Emmys. In documentaries, some networks have been able to game the system."
   },
   "author": {
    "text": "Michael Moore"
   }
  },
  {
   "quote": {
    "text": "When I was a little kid, I wanted to be, like, you know, a movie star, you know? Or, I always have interest in movie, you know? Because I like the visual aspect of the movies, et cetera."
   },
   "author": {
    "text": "Tommy Wiseau"
   }
  },
  {
   "quote": {
    "text": "I studied movies for many years, but I am professionally an actor because I, my background is actually a stage actor and acting."
   },
   "author": {
    "text": "Tommy Wiseau"
   }
  },
  {
   "quote": {
    "text": "You have to realize, making movies is the weirdest thing you could ever do. It's a contrivance, but you're attempting to reach people's hearts in the dark, and there are so many factors that are out of your control."
   },
   "author": {
    "text": "Diane Lane"
   }
  },
  {
   "quote": {
    "text": "I like being in movies that have a great story. I'm not so interested in being a Hollywood star. It's a job, you know. When you wake up at six in the morning every day for a week, it feels like hard work."
   },
   "author": {
    "text": "Kristen Stewart"
   }
  },
  {
   "quote": {
    "text": "It's not like I sit around watching my movies again and again, but I've never quite believed actors when they say they don't watch themselves."
   },
   "author": {
    "text": "Kristen Stewart"
   }
  },
  {
   "quote": {
    "text": "In film, movies' schedules are based on three things: actors' availabilities, when are sets being built, when you can rent the place you're going to film in."
   },
   "author": {
    "text": "Kevin Spacey"
   }
  },
  {
   "quote": {
    "text": "Maybe there are people who are gamers who haven't seen movies I have made, or the movies I have made have made no impression on them at all."
   },
   "author": {
    "text": "Kevin Spacey"
   }
  },
  {
   "quote": {
    "text": "I heard about the movie business before I even knew what it was. So I surround myself now with people who are like, 'Can we not talk about movies for an hour?'"
   },
   "author": {
    "text": "Jake Gyllenhaal"
   }
  },
  {
   "quote": {
    "text": "Each one of my movies is going to be about one of these different social demons. The first one, being 'Get Out,' is about race and neglect and marginalization."
   },
   "author": {
    "text": "Jordan Peele"
   }
  },
  {
   "quote": {
    "text": "And you also have to do movies that are about commerce because that's what is required of the industry today."
   },
   "author": {
    "text": "Halle Berry"
   }
  },
  {
   "quote": {
    "text": "I have had quite an interesting life. My husband was quite successful in the movies, and we went out frequently with Gloria Swanson and other stars."
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "I'm not a film buff. I don't watch a lot of movies."
   },
   "author": {
    "text": "Denzel Washington"
   }
  },
  {
   "quote": {
    "text": "Growing up I didn't watch movies."
   },
   "author": {
    "text": "Denzel Washington"
   }
  },
  {
   "quote": {
    "text": "I was sick and tired of being an English actor who did a lot of American movies because I was cheap and good."
   },
   "author": {
    "text": "Daniel Craig"
   }
  },
  {
   "quote": {
    "text": "But most good movies have a gun in them."
   },
   "author": {
    "text": "David Sedaris"
   }
  },
  {
   "quote": {
    "text": "We ogle plants and animals up close on television, the Internet and in the movies. We may not worship the animals we see, but we still regard them as necessary physical and spiritual companions. Technological nature can't completely satisfy that yearning."
   },
   "author": {
    "text": "Diane Ackerman"
   }
  },
  {
   "quote": {
    "text": "Hollywood movies are seen throughout the world."
   },
   "author": {
    "text": "Thalia"
   }
  },
  {
   "quote": {
    "text": "A song like 'Osito Carpintero' came straight from the Pedro Infante films, movies that all the kids in Mexico watched."
   },
   "author": {
    "text": "Thalia"
   }
  },
  {
   "quote": {
    "text": "For every person that says, 'I love your work, and my daughter thinks you're great, and we watch all your movies,' and is very kind, there are 10 more that are like, 'Who are you? What's your name? Are you on 'House of Cards'?'"
   },
   "author": {
    "text": "Anna Kendrick"
   }
  },
  {
   "quote": {
    "text": "I watched a lot of old movies. Clint Eastwood movies, a lot of John Wayne films, a lot of movies that celebrated the region of where I lived."
   },
   "author": {
    "text": "Taylor Sheridan"
   }
  },
  {
   "quote": {
    "text": "We are not outraged by blood. We see blood all the time. Blood is pervasive in movies, television, and video games. Yet, we are outraged by the fact that one openly discusses bleeding from an area that we try to claim ownership over."
   },
   "author": {
    "text": "Rupi Kaur"
   }
  },
  {
   "quote": {
    "text": "One of the problems with science fiction, which is probably one of the reasons why I haven't done one for many, many years, is the fact that everything is used up. Every type of spacesuit is used up, every type of spacecraft is vaguely familiar, the corridors are similar, and the planets are similar."
   },
   "author": {
    "text": "Ridley Scott"
   }
  },
  {
   "quote": {
    "text": "I try to make films, not movies. I've never liked the expression 'movie', but it sounds elitist to say that."
   },
   "author": {
    "text": "Ridley Scott"
   }
  },
  {
   "quote": {
    "text": "I always shoot my movies with score as certainly part of the dialogue. Music is dialogue. People don't think about it that way, but music is actually dialogue. And sometimes music is the final, finished, additional dialogue. Music can be one of the final characters in the film."
   },
   "author": {
    "text": "Ridley Scott"
   }
  },
  {
   "quote": {
    "text": "Originally, theater was my life. It was what I assumed I'd spend my working life doing - if I was lucky. Then along came movies."
   },
   "author": {
    "text": "Alan Rickman"
   }
  },
  {
   "quote": {
    "text": "He's my favorite! He wrote and produced, and starred in and cast all of his movies! Can you imagine? I get really excited when I talk about Charlie Chaplin."
   },
   "author": {
    "text": "Emma Stone"
   }
  },
  {
   "quote": {
    "text": "Dr. Kissinger was a former child. Jerry Ford was a former child. Even F.D.R. was a former child. I retired from the movies in 1949, and I'm still a former child."
   },
   "author": {
    "text": "Shirley Temple"
   }
  },
  {
   "quote": {
    "text": "I was completely naive about the business of being an actor. My family didn't go to the theater or to the movies. We watched television like every 1960s small-town American family, and I certainly never thought about being on TV. I thought I was going to be a classical actor in the grand tradition."
   },
   "author": {
    "text": "Frances McDormand"
   }
  },
  {
   "quote": {
    "text": "I don't like PG-13 horror movies. I think they're a contradiction in terms."
   },
   "author": {
    "text": "Clive Barker"
   }
  },
  {
   "quote": {
    "text": "I used to go to two movies every week for the Saturday matinee when I was a kid."
   },
   "author": {
    "text": "Mort Sahl"
   }
  },
  {
   "quote": {
    "text": "I've had the good fortune to have a much more diverse life than most people would, professional sports and television and news and movies."
   },
   "author": {
    "text": "Ted Turner"
   }
  },
  {
   "quote": {
    "text": "When I was 12, I had a fondness for horror movies like the 'Wolfman.' The boy next door said I should read Poe."
   },
   "author": {
    "text": "Donald Hall"
   }
  },
  {
   "quote": {
    "text": "One of my gripes about movies is that people take them so seriously, and the moneymaking aspects are so brutal."
   },
   "author": {
    "text": "Bill Murray"
   }
  },
  {
   "quote": {
    "text": "I've been lucky, I've had movies that made a lot of money, so I don't feel like I have to kill every time out. I don't want that pressure. I don't need it."
   },
   "author": {
    "text": "Bill Murray"
   }
  },
  {
   "quote": {
    "text": "I couldn't be happier about being a part of 'Hunger Games' and to play Katniss. I have a huge responsibility to the fans of this incredible book and I don't take it lightly. I will give everything I have to these movies and to this role to make it worthy of Suzanne Collins' masterpiece."
   },
   "author": {
    "text": "Jennifer Lawrence"
   }
  },
  {
   "quote": {
    "text": "The more technology we introduce into society, the more people will aggregate, will want to be with other people: movies, rock concerts, shopping."
   },
   "author": {
    "text": "John Naisbitt"
   }
  },
  {
   "quote": {
    "text": "The great thing about 'Vera Stark' is that my research was watching movies, screwball comedies, so I could literally sit back and relax."
   },
   "author": {
    "text": "Lynn Nottage"
   }
  },
  {
   "quote": {
    "text": "Other filmmakers make their movies and put them out and that's that. For me, for some odd reason, it goes deeper than that."
   },
   "author": {
    "text": "Kevin Smith"
   }
  },
  {
   "quote": {
    "text": "There are millions of Americans who belong by nature in movie theaters as they belong at political rallies or in fortuneteller parlors and on the shoot-the-chutes. To these millions, the movies are a sort of boon - a gaudier version of religion."
   },
   "author": {
    "text": "Ben Hecht"
   }
  },
  {
   "quote": {
    "text": "Shooting this one was kind of like a two month party, we would literally play music between takes, and other movies that were shooting on our lot would play hookey, come over and hang out and stuff. We had a great time."
   },
   "author": {
    "text": "Mike Myers"
   }
  },
  {
   "quote": {
    "text": "My parents taught me to do whatever makes you happy - follow your bliss. That's why I don't make a lot of movies. I'm very meat and potatoes when it comes to work, putting in eight hours each day. I only do what I love."
   },
   "author": {
    "text": "Mike Myers"
   }
  },
  {
   "quote": {
    "text": "Whether or not we communicate it, I definitely seek my mom's acceptance and approval for everything. She has a strong commercial sense of movies and is a quintessential audience. When she doesn't like something, I know there is reason to worry. When she loves something, there is reason to celebrate."
   },
   "author": {
    "text": "Karan Johar"
   }
  },
  {
   "quote": {
    "text": "My mother was keen that I complete my graduation and never ever wanted me to be in the movies, as my father had made five films that lost money. One of the films he made was 'Agneepath,' which was hugely hyped but underwhelming at the box office, and I remember that my dad had to sell my grandmother's flat to pay off the loan."
   },
   "author": {
    "text": "Karan Johar"
   }
  },
  {
   "quote": {
    "text": "In the past, I had a knee-jerk approach to work, and it showed on screen. I was doing movies for the wrong reasons - trying to juggle dates, do too many guest appearances, take up projects under pressure or for emotional reasons."
   },
   "author": {
    "text": "Salman Khan"
   }
  },
  {
   "quote": {
    "text": "It's important to me that I don't get trapped in the whole teen scene, because I feel that you can get lost in those kind of movies, and they aren't really about the actors; they're about the selling of the concept, and how much money it makes."
   },
   "author": {
    "text": "Kirsten Dunst"
   }
  },
  {
   "quote": {
    "text": "The comedy community is very friendly right now. I think that's why you see all the synergy and people doing each other's movies."
   },
   "author": {
    "text": "Jason Bateman"
   }
  },
  {
   "quote": {
    "text": "Yes, I'm going to be the President of the United States. You know why? You think you can get chicks by being in the movies? You can really get chicks by being the President."
   },
   "author": {
    "text": "Ben Affleck"
   }
  },
  {
   "quote": {
    "text": "Making movies has become such a golden ring, and it's all such a big business, that the rewards system has gotten totally out of whack. Suddenly, you're treated in a manner befitting someone who is actually an important person."
   },
   "author": {
    "text": "Ben Affleck"
   }
  },
  {
   "quote": {
    "text": "Pretty soon we will no longer have movies. We will have television series only."
   },
   "author": {
    "text": "Alejandro Jodorowsky"
   }
  },
  {
   "quote": {
    "text": "In Chile, they have no movies. They have awful popular movies."
   },
   "author": {
    "text": "Alejandro Jodorowsky"
   }
  },
  {
   "quote": {
    "text": "Well, getting behind the camera is something I've always wanted to get involved with. Ever since I was doing movies like 'Zathura' I was very interested in all the different jobs on set and kind of soaking all the information up like a sponge."
   },
   "author": {
    "text": "Josh Hutcherson"
   }
  },
  {
   "quote": {
    "text": "I'm scared of scary movies."
   },
   "author": {
    "text": "Emma Roberts"
   }
  },
  {
   "quote": {
    "text": "I've only been to high school on TV and in movies. I've never actually been to high school."
   },
   "author": {
    "text": "Emma Roberts"
   }
  },
  {
   "quote": {
    "text": "You might see some of the movies that I'm in where there are shades of drama or whatever, but for the most part, I don't get offered serious roles."
   },
   "author": {
    "text": "Martin Lawrence"
   }
  },
  {
   "quote": {
    "text": "Comics are a dying art. If you ask a little kid to choose between a video game with insane graphics or comic books... you have to compete with cable, satellite TV with its thousands of channels, and with video games that are like movies, with CGI explosions where you can blow up worlds."
   },
   "author": {
    "text": "Glenn Danzig"
   }
  },
  {
   "quote": {
    "text": "Whether as victim, demon, or hero, the industrial worker of the past century filled the public imagination in books, movies, news stories, and even popular songs, putting a grimy human face on capitalism while dramatizing the social changes and conflicts it brought."
   },
   "author": {
    "text": "George Packer"
   }
  },
  {
   "quote": {
    "text": "Me and Woody Harrelson, we're twins. We're the same person. I should only make movies with him."
   },
   "author": {
    "text": "Laura Dern"
   }
  },
  {
   "quote": {
    "text": "As a filmmaker, I believe in trying to make movies that invite the audience to be part of the film; in other words, there are some films where I'm just a spectator and am simply observing from the front seat. What I try to do is draw the audience into the film and have them participate in what's happening onscreen."
   },
   "author": {
    "text": "Peter Jackson"
   }
  },
  {
   "quote": {
    "text": "I feel very lucky to be able to make movies in New Zealand, and I will always be grateful for the support I have received from so many New Zealanders."
   },
   "author": {
    "text": "Peter Jackson"
   }
  },
  {
   "quote": {
    "text": "I think the only thing filmmakers can do is try to make good movies and make them as long as they allow us to keep making them. But at the end of the day, it is a business, and if audiences don't care, there's nothing we can do. It'll just go away, I guess."
   },
   "author": {
    "text": "Robert Zemeckis"
   }
  },
  {
   "quote": {
    "text": "I was fortunate to be able to do two movies with Harold Ramis. He was the kindest of any director with whom I worked. Harold was a genius. On top of his talent, he could do the 'New York Times' crossword puzzle faster than anyone! I am lucky to have known him as well as I did. I will miss him."
   },
   "author": {
    "text": "Andie MacDowell"
   }
  },
  {
   "quote": {
    "text": "Indian cinema gives you everything that western cinema doesn't. It's maseladar and spicy. If you like Indian food, I think you'll love Indian movies."
   },
   "author": {
    "text": "Shahid Kapoor"
   }
  },
  {
   "quote": {
    "text": "I'm always frightened away by movies that lower the bar on our endeavor to learn more about the crazy weird creatures that we are."
   },
   "author": {
    "text": "Jason Ritter"
   }
  },
  {
   "quote": {
    "text": "I had the standard movie geek childhood, because for as long as I can remember, all I wanted to do was make movies."
   },
   "author": {
    "text": "Paul Thomas Anderson"
   }
  },
  {
   "quote": {
    "text": "I love to star in movies, but I want to have good roles. It doesn't help to get starring roles in something that's no good. I mean, that will just kill you."
   },
   "author": {
    "text": "Joe Pesci"
   }
  },
  {
   "quote": {
    "text": "Films with female protagonists don't attract many eyeballs. Most of them are perceived as feminist films. If Bollywood starts giving women major roles in entertaining movies, then the audience, too, will open up to the idea of watching commercial films in which the actresses do more than just play the role of the hero's love interest."
   },
   "author": {
    "text": "Bipasha Basu"
   }
  },
  {
   "quote": {
    "text": "I always try to describe making movies like summer camp, or some holiday where you spend all day, every day with a new group of people whom you kind of love and then never see again."
   },
   "author": {
    "text": "Eddie Redmayne"
   }
  },
  {
   "quote": {
    "text": "I was very much aiming to go into movies eventually, like a lot of 'SNL' people. But, soon after I arrived, all these really good actors started, like Fred Armisen, Bill Hader, Jason Sudeikis and Andy Samberg, and I thought, 'If I were casting a movie, I would put all of them in it over me.'"
   },
   "author": {
    "text": "Seth Meyers"
   }
  },
  {
   "quote": {
    "text": "We think craft is important, and the irony has always been that horror may be disregarded by critics, but often they are the best-made movies you're going to find in terms of craft. You can't scare people if they see the seams."
   },
   "author": {
    "text": "James Wan"
   }
  },
  {
   "quote": {
    "text": "I've always loved action movies. The first films I fell in love with were 'Star Wars' and Steven Spielberg films."
   },
   "author": {
    "text": "James Wan"
   }
  },
  {
   "quote": {
    "text": "Making movies is a very different experience in a lot of ways. It's difficult when you're used to owning the copyright and having a landlord's possessory rights - I rent my plays to the companies that do them and, if I'm upset, I can pull the play. But the only two directors I've worked with are pretty great."
   },
   "author": {
    "text": "Tony Kushner"
   }
  },
  {
   "quote": {
    "text": "India should not have any ties with Pakistan, be it Bollywood or cricket. I am shocked that Bollywood is saying that cricket and movies should be kept ahead of national sentiments."
   },
   "author": {
    "text": "Gautam Gambhir"
   }
  },
  {
   "quote": {
    "text": "Well, the thing about great fictional characters from literature, and the reason that they're constantly turned into characters in movies, is that they completely speak to what makes people human."
   },
   "author": {
    "text": "Keira Knightley"
   }
  },
  {
   "quote": {
    "text": "I don't know how to make movies without getting my hands dirty."
   },
   "author": {
    "text": "Kathleen Kennedy"
   }
  },
  {
   "quote": {
    "text": "Nobody seems to know yet how television is going to affect the radio, movies, love, housekeeping or the church, but it has definitely revived vaudeville."
   },
   "author": {
    "text": "Edgar Bergen"
   }
  },
  {
   "quote": {
    "text": "Real pirates were better than in movies, more daring and terrifying and cunning than any screenwriter could imagine. They operated during the Golden Age of Piracy, from 1650 to 1720."
   },
   "author": {
    "text": "Robert Kurson"
   }
  },
  {
   "quote": {
    "text": "I'm not a video brat. I don't derive all my inspiration through movies. I get it from a lot of other places, too."
   },
   "author": {
    "text": "Harmony Korine"
   }
  },
  {
   "quote": {
    "text": "I never cared about making one coherent masterpiece with a conventional narrative. I always wanted my movies to have images falling from all directions in a vaudevillian way. If you didn't like what was happening in one scene, you could just snooze through it until the next scene."
   },
   "author": {
    "text": "Harmony Korine"
   }
  },
  {
   "quote": {
    "text": "I just happen to like the action-adventure movies. No law that says you can't work in all types of dramatic stuff."
   },
   "author": {
    "text": "Brandon Lee"
   }
  },
  {
   "quote": {
    "text": "I am in movies basically for the money, and frankly, I have a hard time believing those who say they act for the love of acting!"
   },
   "author": {
    "text": "Ajith Kumar"
   }
  },
  {
   "quote": {
    "text": "I feel like movies are presents, and credits and fonts are bows and wrapping paper. I like everything to feel like it was given a lot of time. I hate it when I watch movies, and it seems like they just went and picked a font and, like, called it a day."
   },
   "author": {
    "text": "Greta Gerwig"
   }
  },
  {
   "quote": {
    "text": "I thought movies were handed down by God. I knew that theater was made by people because I saw the people in front of me, but movies seemed like they were delivered, wholly made, from Zeus's head or something."
   },
   "author": {
    "text": "Greta Gerwig"
   }
  },
  {
   "quote": {
    "text": "So, I was sitting there and I watched 'Paranormal Activity' and I was like, 'Boy, white people do dumb stuff in movies.' So I was like, 'Why don't they just leave the house... What if paranormal activity happened to a black couple?'"
   },
   "author": {
    "text": "Marlon Wayans"
   }
  },
  {
   "quote": {
    "text": "I go to the movies a lot, and I regret when I see some actor that I used to like, to find them offering no more surprises."
   },
   "author": {
    "text": "Catherine Deneuve"
   }
  },
  {
   "quote": {
    "text": "I'm a huge Woody Allen fan. Good movie, bad movie, it doesn't matter - I just like his movies."
   },
   "author": {
    "text": "Sean Penn"
   }
  },
  {
   "quote": {
    "text": "I'm a big 'Star Wars' fan and grew up watching the movies. I read all the books and have read 'Star Wars' fiction that went between the newest trilogy and the original trilogy and it was part of my childhood."
   },
   "author": {
    "text": "Jared Padalecki"
   }
  },
  {
   "quote": {
    "text": "I really don't have any solutions and I don't like movies that do."
   },
   "author": {
    "text": "Charlie Kaufman"
   }
  },
  {
   "quote": {
    "text": "The most comical thing for me, even when I watch movies, is the guy who's so crazy confident about himself, with the mink jacket - to me, that is so funny. I wish I could be like that. As a fighter, I wish I could do that, so I could make people laugh. But I can't; it's not my style."
   },
   "author": {
    "text": "Eddie Alvarez"
   }
  },
  {
   "quote": {
    "text": "I have a top 10 list of my favorite movies of all time, and just for the sake of not having my top 5 be entirely Miyazaki films, I had to pick one. So, right now, my favorite Miyazaki film is probably 'Princess Mononoke.'"
   },
   "author": {
    "text": "GRiZ"
   }
  },
  {
   "quote": {
    "text": "I'd love to do a movie where I actually get to be kind of quirky and odd and dorky and all that stuff. My parents would like to see some movies where I'm not in peril. They'd appreciate it."
   },
   "author": {
    "text": "Rachel Nichols"
   }
  },
  {
   "quote": {
    "text": "I like happy endings in movies. I think life has a happy ending. When it's all said and done, it's all something worthwhile, and I want my movies to reflect that. There are enough things to be sad about. When you pop in a movie, let the message be one that's one of hope."
   },
   "author": {
    "text": "Jon Favreau"
   }
  },
  {
   "quote": {
    "text": "My obsession is TV and movies, so I order an obscene amount of DVDs. And I have an obsession with handbags. So once a year, I treat myself to a luxury handbag."
   },
   "author": {
    "text": "Retta"
   }
  },
  {
   "quote": {
    "text": "No one knows me in the States because the movies have been released in such an awkward, irregular fashion, all by different distributors. There is no continuity."
   },
   "author": {
    "text": "Xavier Dolan"
   }
  },
  {
   "quote": {
    "text": "I've been into horror movies ever since I was five years old."
   },
   "author": {
    "text": "Kirk Hammett"
   }
  },
  {
   "quote": {
    "text": "I love horror movies in space. I love it when the genre switches over and what was sci-fi becomes horror."
   },
   "author": {
    "text": "Kirk Hammett"
   }
  },
  {
   "quote": {
    "text": "When times are tough, people want to escape to somewhere fantastic without having to pay actual escape-to-somewhere-fantastic cash. And offering a couple of hours away from the ordinary is what the movies do best."
   },
   "author": {
    "text": "John Ridley"
   }
  },
  {
   "quote": {
    "text": "I like the old, classic scary movies. I love 'Psycho,' 'The Sixth Sense,' and 'Poltergeist.'"
   },
   "author": {
    "text": "Miranda Cosgrove"
   }
  },
  {
   "quote": {
    "text": "Throughout the movies' golden age, the Western enriched Hollywood financially and artistically. But in the 1970s, the genre lost its audience appeal to fantasy films of the 'Star Wars' stripe, which told more or less the same story - elemental animosities leading to an armed showdown - but at a faster tempo, and in outer space."
   },
   "author": {
    "text": "Richard Corliss"
   }
  },
  {
   "quote": {
    "text": "Disney features, especially the early ones, were horror movies with cute critters: Greek tragedies with a hummable chorus. Forcing children to confront the loss of home, parent, friends and fondest pets, these films imposed shock therapy on four-year-olds."
   },
   "author": {
    "text": "Richard Corliss"
   }
  },
  {
   "quote": {
    "text": "Our goal at Home Theater Films is to inspire and entertain our audience. We want to make great movies that everyone can enjoy and elevate them with contemporary, relatable characters that naturally demonstrate their faith in real world situations."
   },
   "author": {
    "text": "Corbin Bernsen"
   }
  },
  {
   "quote": {
    "text": "I think more money can be very detrimental to movies and TV because things get solved economically rather than creatively, and that's never a good solution."
   },
   "author": {
    "text": "Peter Dinklage"
   }
  },
  {
   "quote": {
    "text": "For many years, when I was starring on 'Touched by an Angel,' I produced on a number of television movies for CBS. I have always enjoyed the aspect of bringing something together and multitasking in that way."
   },
   "author": {
    "text": "Roma Downey"
   }
  },
  {
   "quote": {
    "text": "It's true that I am surrounded by beautiful women in the movies. But the romance is only on screen."
   },
   "author": {
    "text": "Varun Dhawan"
   }
  },
  {
   "quote": {
    "text": "Language is no barrier. I watch Telugu movies, and I really enjoy them."
   },
   "author": {
    "text": "Varun Dhawan"
   }
  },
  {
   "quote": {
    "text": "A lot of the people who saw me in the 'Lethal Weapon' movies didn't even know I was a singer."
   },
   "author": {
    "text": "Darlene Love"
   }
  },
  {
   "quote": {
    "text": "Quite often - a lot of the work I had done had been extensively with women. Most especially in the theater, but also quite often in the movies. That has its own delights, and maybe pitfalls too."
   },
   "author": {
    "text": "John Malkovich"
   }
  },
  {
   "quote": {
    "text": "Making movies is great. It was like love at first sight; a whole new, different business. I can see why actors love it so much."
   },
   "author": {
    "text": "Nicky Jam"
   }
  },
  {
   "quote": {
    "text": "I can't say that I am a DVD junkie. I see most films that I want to see in the theater, and so most of my DVD-watching is catching up with the occasional movies that I missed or revisiting a film that I really care about, in which case I really want the extra channels, because it's a movie that I already love, and I want to know more about it."
   },
   "author": {
    "text": "Ron Howard"
   }
  },
  {
   "quote": {
    "text": "I guess you can look at Fleetwood Mac as the 'Pirates Of The Caribbean' movies and my solo career as indie films."
   },
   "author": {
    "text": "Lindsey Buckingham"
   }
  },
  {
   "quote": {
    "text": "It's not like since I make comics I only read comics and since I make movies I will only go out and watch movies. Any kind of artistic expression interests me; it goes from literature to music to sculpture, painting; whatever is extremely inspiring for me becomes a reference also for me."
   },
   "author": {
    "text": "Marjane Satrapi"
   }
  },
  {
   "quote": {
    "text": "Las Vegas, New Mexico has had a lot of great movies shot there."
   },
   "author": {
    "text": "Bill Hader"
   }
  },
  {
   "quote": {
    "text": "I'm an actor. And I guess I've done so many movies I've achieved some high visibility. But a star? I guess I still think of myself as kind of a worker ant."
   },
   "author": {
    "text": "Bill Vaughan"
   }
  },
  {
   "quote": {
    "text": "Some people cheer me on. Some people want me to do more Korean movies or TV series."
   },
   "author": {
    "text": "Lee Byung-hun"
   }
  },
  {
   "quote": {
    "text": "I've actually never played a time traveler, for all the time travelling movies I've done."
   },
   "author": {
    "text": "Rachel McAdams"
   }
  },
  {
   "quote": {
    "text": "I don't rehearse a lot. I try to keep it organic. Even in movies, the less I rehearse, the better I am."
   },
   "author": {
    "text": "Kristen Wiig"
   }
  },
  {
   "quote": {
    "text": "I still haven't quite caught on to the idea of writing without dialogue. I like writing dialogue, and there's nothing wrong with dialogue in movies."
   },
   "author": {
    "text": "Kenneth Lonergan"
   }
  },
  {
   "quote": {
    "text": "I want all my films to look distinctly different, like some other directors I admire. But in a way, I can't really take myself completely out of the movies I make."
   },
   "author": {
    "text": "Imtiaz Ali"
   }
  },
  {
   "quote": {
    "text": "When I was an actor in some movies a long time ago, I was so curious about all the camera movements - why is the camera placed here, and why does it move like this? And why the set and the background, the color? It's a lot of questions for me to ask, because I was so interested, not only in acting, but also the whole process of filmmaking."
   },
   "author": {
    "text": "Stephen Chow"
   }
  },
  {
   "quote": {
    "text": "Burroughs was never really that pleased with the way popular culture and society treated his character. He tried to make a few movies of his own as a result, but they weren't very good."
   },
   "author": {
    "text": "Brendan Fraser"
   }
  },
  {
   "quote": {
    "text": "The power of the human spirit inspires me. Movies, books, stories, people, anything that reminds us that we are more than just this physical body and our capacity for love and courage can bend reality."
   },
   "author": {
    "text": "Caity Lotz"
   }
  },
  {
   "quote": {
    "text": "As a kid, I saw those ticker-tape parades in the movies, and I was really chuffed to be in one."
   },
   "author": {
    "text": "Rick Astley"
   }
  },
  {
   "quote": {
    "text": "Before I modeled, I never thought I was beautiful. Even right now, I don't think I'm beautiful. I think it's my personality that makes my beauty different and unique. If you look in the past, Chinese people have always considered things like big eyes, pointy nose, or big lips beautiful. I had the same thoughts as a child watching movies."
   },
   "author": {
    "text": "Liu Wen"
   }
  },
  {
   "quote": {
    "text": "Movies will always be movies, and you can never replace that feeling of when the lights go down and the image comes up."
   },
   "author": {
    "text": "Ralph Macchio"
   }
  },
  {
   "quote": {
    "text": "I made a lot of movies that people loved when I was a kid, but I didn't have any real relationship to them."
   },
   "author": {
    "text": "Gaby Hoffmann"
   }
  },
  {
   "quote": {
    "text": "There'll always be movies that are meant for the big screen, and they should be seen that way."
   },
   "author": {
    "text": "Robert Englund"
   }
  },
  {
   "quote": {
    "text": "Horror movies travel pretty well anyway. They're like action movies: People overseas can watch them and enjoy them, and they're not so culturally specific in terms of their references, and they can follow a good scary story."
   },
   "author": {
    "text": "Robert Englund"
   }
  },
  {
   "quote": {
    "text": "When I go to movies I generally want to be taken to another world."
   },
   "author": {
    "text": "Darren Aronofsky"
   }
  },
  {
   "quote": {
    "text": "You can make movies for a select audience, but you have to market it to them."
   },
   "author": {
    "text": "David Fincher"
   }
  },
  {
   "quote": {
    "text": "'Hook' was one of my favorite movies when I was growing up, so we played with that theme on the title 'Never Land.'"
   },
   "author": {
    "text": "Andy Mineo"
   }
  },
  {
   "quote": {
    "text": "I used to look at horror movies as being really real and it would totally freak me out and give me nightmares. Now I watch and think, 'whoa how'd they do that?'"
   },
   "author": {
    "text": "Evan Peters"
   }
  },
  {
   "quote": {
    "text": "We grew up as kids watching those movies and we were exposed to themes of civil rights, unfairness, bigotry and fathers struggling against the kind of mob of the town, so you remember how you felt as a kid being taken seriously, that you are part of the human drama."
   },
   "author": {
    "text": "Rachel Griffiths"
   }
  },
  {
   "quote": {
    "text": "'Star Wars' was everything for me. As a little kid, you get to see the movies only once or twice, but playing with the toys in your backyard, that's where you're first telling stories in your head."
   },
   "author": {
    "text": "Rian Johnson"
   }
  },
  {
   "quote": {
    "text": "I tend not to go look at movies before I make a movie. I'd rather not be specifically influenced."
   },
   "author": {
    "text": "Edward Zwick"
   }
  },
  {
   "quote": {
    "text": "Ice Cube is doing so great. He went from being this hardcore gangster rapper to this actor now. He's doing children's movies and all this stuff - he's rocking it."
   },
   "author": {
    "text": "Darius Rucker"
   }
  },
  {
   "quote": {
    "text": "Books and movies are kind of my two great loves. I don't have too many other actual hobbies. That's pretty much it."
   },
   "author": {
    "text": "Gillian Flynn"
   }
  },
  {
   "quote": {
    "text": "Movies were very important. The art-form of the 20th century."
   },
   "author": {
    "text": "Ray Manzarek"
   }
  },
  {
   "quote": {
    "text": "I really love the independent movies and I just think that sometimes when they throw a lot of money into it and a lot of special effects and a lot of stunts that you lose the connection, the human connection and I personally love movies that are about the human connection."
   },
   "author": {
    "text": "Jane Seymour"
   }
  },
  {
   "quote": {
    "text": "Suddenly, stories of abuse and harassment are being believed; abusers and harassers are being toppled. Yet, at the same time, one of the top movies in the country right now is 'Daddy's Home 2,' which has a biggish, comedic part for Mel Gibson. He's the man whose anti-Semitism and racist rants became part of the cultural lore."
   },
   "author": {
    "text": "Wesley Morris"
   }
  },
  {
   "quote": {
    "text": "Dolls, perhaps more than any other object, demonstrate just how thin the line between love and fear, comfort and horror, can be. They are objects of love and sources of reassurance for children, coveted prizes for collectors, sources of terror and horror in numerous movies, television shows, books, and stories."
   },
   "author": {
    "text": "Ellen Datlow"
   }
  },
  {
   "quote": {
    "text": "I'm a movie buff. My mom would take me to a double feature. We'd come out, go have Chinese food, and then go back into another cinema and see another double feature. I feel I'm a child of the movies."
   },
   "author": {
    "text": "Loretta Swit"
   }
  },
  {
   "quote": {
    "text": "I'm a family man, I have kids, and I go to the movies. And I'm just going to make the kind of movie I want to see."
   },
   "author": {
    "text": "Andrew Stanton"
   }
  },
  {
   "quote": {
    "text": "How movies are financed, it's a world market now... I feel like, you know, the independent film way of working is something that was in my bones. It's like being a part of a punk band, but no one's singing punk rock anymore. Only a few bands are able to play, and Woody Allen is one of them."
   },
   "author": {
    "text": "Parker Posey"
   }
  },
  {
   "quote": {
    "text": "I'm a fan of action movies."
   },
   "author": {
    "text": "Kate Beckinsale"
   }
  },
  {
   "quote": {
    "text": "I remember working on movies like Gettysburg and feeling that Jeff Daniels was kind of a mentor."
   },
   "author": {
    "text": "Donal Logue"
   }
  },
  {
   "quote": {
    "text": "I'm very fond of doing movies where men fight over me. I don't get to do enough."
   },
   "author": {
    "text": "Anjelica Huston"
   }
  },
  {
   "quote": {
    "text": "Hitchcock had a charm about him. He was very funny at times. He was incredibly brilliant in his field of suspense."
   },
   "author": {
    "text": "Tippi Hedren"
   }
  },
  {
   "quote": {
    "text": "I think it would be great to have more female directors making huge-budget movies."
   },
   "author": {
    "text": "Jon Watts"
   }
  },
  {
   "quote": {
    "text": "I only realized I could potentially make movies after seeing 'Ed Wood.'"
   },
   "author": {
    "text": "Jon Watts"
   }
  },
  {
   "quote": {
    "text": "My favorite movies are the ones that are different the second time, or where you're constantly discovering new things. It's not just genre movies, either, and it's not just about twists. I saw 'Tinker Tailor Soldier Spy' four times in the theater before I realized it's a love story. I love that."
   },
   "author": {
    "text": "Drew Goddard"
   }
  },
  {
   "quote": {
    "text": "The movies I respond to are by guys like the Coen brothers and Edgar Wright, where it's hard to fit them into any one box."
   },
   "author": {
    "text": "Drew Goddard"
   }
  },
  {
   "quote": {
    "text": "I don't really care where movies come from as long as they're worth making."
   },
   "author": {
    "text": "Javier Bardem"
   }
  },
  {
   "quote": {
    "text": "I like writing for movies. It's nice to be alone working on fiction in your room, and then it's nice to be in a room with a bunch of people working on a movie."
   },
   "author": {
    "text": "Daniel Handler"
   }
  },
  {
   "quote": {
    "text": "In all of the movies and films you see, people are always in crisis because that's what we watch. We watch them deal with crisis and resolve it."
   },
   "author": {
    "text": "Julianne Moore"
   }
  },
  {
   "quote": {
    "text": "I find L.A. kind of romantic, actually. As a movie junkie, it's a city that was built by the movies. There's something really weird and surreal about it that I find energizing."
   },
   "author": {
    "text": "Damien Chazelle"
   }
  },
  {
   "quote": {
    "text": "To me, some of the funniest movies would be probably categorized in the dramatic genre, and likewise, some of the most dramatic films, or films that have the most dramatic moments, are in comedies."
   },
   "author": {
    "text": "Paul Rudd"
   }
  },
  {
   "quote": {
    "text": "There are these creative shows, all on cable, that are just so daring and out there. That's the stuff I really want to be a part of, like with 'Sucker Punch' and 'Hangover 2.' Those movies didn't hold back. They really went for it."
   },
   "author": {
    "text": "Jamie Chung"
   }
  },
  {
   "quote": {
    "text": "In my movies, there has been little to do in the way of animal rights. I have never worked in a movie with animals. No horse-riding, no trained dogs, lions, bears. A few actors, but what could I do? We had to have them."
   },
   "author": {
    "text": "Casey Affleck"
   }
  },
  {
   "quote": {
    "text": "When I start doing movies, that'll be the time to pack Vine in. Quit when you're on top. Be the king."
   },
   "author": {
    "text": "King Bach"
   }
  },
  {
   "quote": {
    "text": "'Jaws' has turned into one of those films that when you see it on TV, you turn it on, and you can't turn it off. So, in that regard, I've seen it a million times. It's the only film I'm aware of that could be released now for the first time and have the same impact that it did then. You can't say that about a lot of movies."
   },
   "author": {
    "text": "Richard Dreyfuss"
   }
  },
  {
   "quote": {
    "text": "Trust me: I've been travelling, making movies, and spending the remainder of my time at home."
   },
   "author": {
    "text": "Kajal Aggarwal"
   }
  },
  {
   "quote": {
    "text": "I wouldn't like to be in movies. Movie people are strange. They live a different life than musicians do."
   },
   "author": {
    "text": "Stevie Nicks"
   }
  },
  {
   "quote": {
    "text": "I just want to see more women in film and behind the camera. I'm tired of seeing movies from one perspective."
   },
   "author": {
    "text": "Jessica Chastain"
   }
  },
  {
   "quote": {
    "text": "You go through this business and you meet people that you bond with, and you get to go make movies with them. It's wonderful. What I've always dreamt of, in my career, is to have a brotherhood of collaborators, and go in and out of working with them. I'm just starting to get that, and it's really lovely."
   },
   "author": {
    "text": "Charlie Hunnam"
   }
  },
  {
   "quote": {
    "text": "I don't tend to watch TV. I'm like a Netflix junkie. I watch a lot of documentaries and movies on Netflix. I like 'Downton Abbey.'"
   },
   "author": {
    "text": "Charlie Hunnam"
   }
  },
  {
   "quote": {
    "text": "On radio and television, magazines and the movies, you can't tell what you're going to get. When you look at the comic page, you can usually depend on something acceptable by the entire family."
   },
   "author": {
    "text": "Bil Keane"
   }
  },
  {
   "quote": {
    "text": "I should only have been as lucky as Valentino, in the movies - I didn't have to be a gigolo. In real life."
   },
   "author": {
    "text": "Cesar Romero"
   }
  },
  {
   "quote": {
    "text": "I've had some of the best craft services on independent movies, actually, because they get more creative, generally, with a smaller budget. The work is still the same. I didn't really notice the difference other than I was getting dressed behind a curtain, basically."
   },
   "author": {
    "text": "Jennifer Beals"
   }
  },
  {
   "quote": {
    "text": "Tarantino's movies, I really enjoy, certainly, and when I was 19 and 20, I was really into them."
   },
   "author": {
    "text": "Ryan Phillippe"
   }
  },
  {
   "quote": {
    "text": "Some of the shoes I have are from movies - I have my workman's boots from 'While You Were Sleeping' - while others are shoes I've had forever."
   },
   "author": {
    "text": "Bill Pullman"
   }
  },
  {
   "quote": {
    "text": "I love movies that are funny and scary and truly emotional all in one film, and I don't feel like I see movies like that a lot."
   },
   "author": {
    "text": "Lee Unkrich"
   }
  },
  {
   "quote": {
    "text": "I think movies have much more magic than the theater. Theater can be a magical experience, but movies thrust their subjectivity on you in a more profound way."
   },
   "author": {
    "text": "Zoe Kazan"
   }
  },
  {
   "quote": {
    "text": "I find playwriting really painful. I love it, or I wouldn't do it, but I don't love the theater as much as I love movies."
   },
   "author": {
    "text": "Zoe Kazan"
   }
  },
  {
   "quote": {
    "text": "You know, I think when people fly the nest a little too soon, as far as getting involved in movies, anything beyond the music can make it suffer, I just want to make sure that I'm not that guy."
   },
   "author": {
    "text": "Bubba Sparxxx"
   }
  },
  {
   "quote": {
    "text": "I like movies that pop, that have a little bit of candy on, that freedom to have a little bit of extra fun, but are rooted in real behaviour. Rooted in cause and effect, never violating reality."
   },
   "author": {
    "text": "Tony Gilroy"
   }
  },
  {
   "quote": {
    "text": "Spending time with Mexican-born writer and director Alejandro Gonzalez Inarritu, you'd never guess that he's the filmmaker behind a series of movies known as the 'Death Trilogy.' The way he dotes on his children and talks about his wife makes it clear that he has a crackling passion for life."
   },
   "author": {
    "text": "Elvis Mitchell"
   }
  },
  {
   "quote": {
    "text": "Some horror movies are just for shock value, so it doesn't really feel scary."
   },
   "author": {
    "text": "Michael Pena"
   }
  },
  {
   "quote": {
    "text": "Some of the best bad guys in movies are funny and charming."
   },
   "author": {
    "text": "Michael Pena"
   }
  },
  {
   "quote": {
    "text": "I was lucky that one of my first movies, 'One Million Years B.C.' was made in Europe by a British company. The Brits, and a lot of the rest of Europe, seemed to really love exotic women. The fact that I was American and exotic just made me more appealing to them."
   },
   "author": {
    "text": "Raquel Welch"
   }
  },
  {
   "quote": {
    "text": "I'm a big fan of PlayStation 4. I like watching movies, TV shows, comedy specials, and listening to comedy albums and music. I'm also a big fan of getting coffee with a friend or catching up on the phone with people I've known for years, people who keep me grounded, who knew me before."
   },
   "author": {
    "text": "Baron Vaughn"
   }
  },
  {
   "quote": {
    "text": "If you have 50 years in the business, you can probably count on only five good movies."
   },
   "author": {
    "text": "Peter Finch"
   }
  },
  {
   "quote": {
    "text": "I love to unwind and watch movies, especially those from the classic black-and-white era."
   },
   "author": {
    "text": "Fred Savage"
   }
  },
  {
   "quote": {
    "text": "When you start directing movies at the age of 24, you're just a kid; you don't necessarily even have the experiences to add to the story. You're working off of instinct and raw emotions and raw talent, and hopefully it's the same trajectory as growing as a person."
   },
   "author": {
    "text": "F. Gary Gray"
   }
  },
  {
   "quote": {
    "text": "Television shows and movies that are all white, I can't watch them. They totally alienate me."
   },
   "author": {
    "text": "B. D. Wong"
   }
  },
  {
   "quote": {
    "text": "So I like to try to go back and develop pure visual storytelling. Because to me, it's one of the most exciting aspects of making movies and almost a lost art at this point."
   },
   "author": {
    "text": "Brian De Palma"
   }
  },
  {
   "quote": {
    "text": "I go to universities to talk to the students and teach them how to watch movies. Movies have so many elements - acting, music, art direction, costumes. I also tell them not to watch pirated movies. At the cinema, they can enjoy the big screen and the surround sound."
   },
   "author": {
    "text": "Andrew Lau"
   }
  },
  {
   "quote": {
    "text": "I watch an awful lot of old Hollywood movies - I'll devour anything with Bette Davis or Joan Crawford. My absolute favourite is 'Sunset Boulevard' starring Gloria Swanson."
   },
   "author": {
    "text": "Amanda Donohoe"
   }
  },
  {
   "quote": {
    "text": "It's funny because when I got 'Jarhead' and 'Avatar' and all those movies, 'Leprechaun' still to this day airs on BET. I was thinking, 'Will they just let it go? I finally have a body of work that can speak much better to what I can do than just Leprechaun.'"
   },
   "author": {
    "text": "Laz Alonso"
   }
  },
  {
   "quote": {
    "text": "I've just grown a little disappointed with 'Muppets in the Old West', 'Muppets Under Water' and all these weird concept movies. I just want to go take it back to the early 80's, when it was about the Muppets trying to put on a show. That's what I'm trying to bring back."
   },
   "author": {
    "text": "Jason Segel"
   }
  },
  {
   "quote": {
    "text": "I was a strange, dark little dude. I fell in love with horror movies, at a very early age. Somehow, as a first grader, I was able to convince my parents to let me go see stuff like 'An American Werewolf in London' in theaters, so I was headed in that direction anyway."
   },
   "author": {
    "text": "James Roday"
   }
  },
  {
   "quote": {
    "text": "In theater, the playwright is the boss, period. The decisions will go through him or her. In movies, the writer is pretty far down on the list."
   },
   "author": {
    "text": "Tracy Letts"
   }
  },
  {
   "quote": {
    "text": "There is not a great Spanish tradition of ghost stories. But in the period of Franco, you'd find these ghost stories: sort of hidden political movies that were supposed to be about ghosts but were about something else."
   },
   "author": {
    "text": "Juan Antonio Bayona"
   }
  },
  {
   "quote": {
    "text": "I don't devour huge amounts of television. I'm more naturally inclined to watch movies, but given my job, I need to have an understanding of what's on TV."
   },
   "author": {
    "text": "Adam Rayner"
   }
  },
  {
   "quote": {
    "text": "The movies I like to make are very rich and full of passion. Some people see me as an action director, but action is not the only thing in my movies. I always like to show human nature - something deep inside the heart."
   },
   "author": {
    "text": "John Woo"
   }
  },
  {
   "quote": {
    "text": "I'm not surprised that Spielberg was able to capture the heroism of Schindler; so many of his movies are about the better part of mankind."
   },
   "author": {
    "text": "Gene Siskel"
   }
  },
  {
   "quote": {
    "text": "A lot of people celebrate their past, but I don't look at it all. I don't Google myself; I focus on the future. This is a volatile profession, and the moment you start thinking you've got something, that's when the floor beneath you falls through, so I hope to make more movies and TV shows."
   },
   "author": {
    "text": "Sean Maguire"
   }
  },
  {
   "quote": {
    "text": "I don't like to see a scary image because it sticks in my mind. Which is maybe why I get hired to do the scary movies because I'm truly scared and upset."
   },
   "author": {
    "text": "Shawnee Smith"
   }
  },
  {
   "quote": {
    "text": "I don't storyboard. I guess it dates back to my days in live television, where there was no possibility of storyboarding and everything was shot right on the spot - on the air, as we say - at the moment we were transmitting. I prefer to be open to what the actors do, how they interact to the given situation."
   },
   "author": {
    "text": "Arthur Penn"
   }
  },
  {
   "quote": {
    "text": "The difference between life and the movies is that a script has to make sense, and life doesn't."
   },
   "author": {
    "text": "Joseph L. Mankiewicz"
   }
  },
  {
   "quote": {
    "text": "People love teen movies because everyone can relate."
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "One of my favorite movies of all time is 'Bugsy Malone.'"
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "I identified with white culture, and I wanted to fit in. I didn't identify with black culture. Like, I didn't like Tyler Perry movies, and I wasn't into hip-hop music. I liked Neil Young."
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "I remember the Bond movies when I was a child. They were silent then."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "Everything makes me nervous - except making films."
   },
   "author": {
    "text": "Elizabeth Taylor"
   }
  },
  {
   "quote": {
    "text": "Movies were never an art form, they were entertainment. It just evolved into an art form from there, and it's still evolving in different ways."
   },
   "author": {
    "text": "David Mamet"
   }
  },
  {
   "quote": {
    "text": "I play a little guitar, write a few tunes, make a few movies, but none of that's really me. The real me is something else."
   },
   "author": {
    "text": "George Harrison"
   }
  },
  {
   "quote": {
    "text": "But then I go through long periods where I don't listen to things, usually when I'm working. In between the records and in between the writing I suck up books and music and movies and anything I can find."
   },
   "author": {
    "text": "Bruce Springsteen"
   }
  },
  {
   "quote": {
    "text": "Well, everyone likes movies when they're a little kid."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "Jonathan Demme is a very sharp editor of his movies."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "I've seen many, many movies over the years, and there are only a few that suddenly inspire you so much that you want to continue to make films."
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "Very often I've known people who wouldn't say a word to each other, but they'd go to see movies together and experience life that way."
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "I've managed to do movies and still keep a lifestyle where I can go to ballgames, go to a grocery store like everybody else."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "If your goal is to be the biggest movie star in the world, a 10-movie contract is gold. It was never my goal. Up until now, I made movies - and I have a nice house, a nice car. I'm fortunate, happy and grateful. Life is good."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "It seems like the studios are either making giant blockbusters, or really super-small indies. And the mid-level films I grew up on, like 'Back to the Future' and all those John Hughes movies, the studios aren't doing. It's hard to get them on their feet."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "I'm not trying to steal the show. I tend to shy away from - I don't want to say the spotlight - how about responsibility? It's just very daunting. These movies are very intimidating. 'Captain America.' This is the stuff I struggle with."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "I'm a romantic. I like romantic movies."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "Acting is a trial-and-error business. Every actor has a few movies on their resume that they're not terribly proud of, but that's how you learn."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "If making movies was easier, there'd be a lot more good movies. So you kind of learn that if it's just a good script, or if it's just a good producer, that's not always enough. You need an entire team of creative people coming together."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "The movies we love and admire are to some extent a function of who we are when we see them."
   },
   "author": {
    "text": "Mary Schmich"
   }
  },
  {
   "quote": {
    "text": "You can map your life through your favorite movies, and no two people's maps will be the same."
   },
   "author": {
    "text": "Mary Schmich"
   }
  },
  {
   "quote": {
    "text": "If you see voters as rational, you'll be a terrible politician. People are not wired to be rational. Our brains simply evolved to keep us alive. Brains did not evolve to give us truth. Brains merely give us movies in our minds that keeps us sane and motivated. But none of it is rational or true, except maybe sometimes by coincidence."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "I've seen other artists put out movies that went straight to DVD, and no one cared. Maybe their own fans bought the thing, and that was fine."
   },
   "author": {
    "text": "Mariah Carey"
   }
  },
  {
   "quote": {
    "text": "Rap for me is like making movies, telling stories, and getting the emotions of the songs through in just as deep a way."
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "I think a sequel is a waste of money and time. I think movies should illuminate new stories."
   },
   "author": {
    "text": "Francis Ford Coppola"
   }
  },
  {
   "quote": {
    "text": "I never enjoyed working in a film."
   },
   "author": {
    "text": "Marlene Dietrich"
   }
  },
  {
   "quote": {
    "text": "Everyone told me to pass on 'Speed' because it was a 'bus movie.'"
   },
   "author": {
    "text": "Sandra Bullock"
   }
  },
  {
   "quote": {
    "text": "I thought Star Wars was too wacky for the general public."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "The secret to film is that it's an illusion."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "The studios gotta start making more stuff where black folks get quality stuff. But I can't trip about that because I've been making movies for 35 years, and I've played everything from an old lady to a donkey, so I can't be on here talking about, 'They don't give us enough roles' and diversity."
   },
   "author": {
    "text": "Eddie Murphy"
   }
  },
  {
   "quote": {
    "text": "A good film is when the price of the dinner, the theatre admission and the babysitter were worth it."
   },
   "author": {
    "text": "Alfred Hitchcock"
   }
  },
  {
   "quote": {
    "text": "Every great film should seem new every time you see it."
   },
   "author": {
    "text": "Roger Ebert"
   }
  },
  {
   "quote": {
    "text": "I am a cynical optimist. Big opening weekends are like cotton candy. The films you will remember over time are the films that stick in the consciousness of the audience in a good way."
   },
   "author": {
    "text": "Robert Redford"
   }
  },
  {
   "quote": {
    "text": "I used to be prettier than I am, but I think I look better now. I was a pretty boy. Particularly in my early movies. I don't like looking at them so much. There's a sort of pretty thing about me."
   },
   "author": {
    "text": "Christopher Walken"
   }
  },
  {
   "quote": {
    "text": "People think that they just want movies like Pretty Woman, when really they - at least the ones that I know personally - have been waiting for something that doesn't completely insult them."
   },
   "author": {
    "text": "Winona Ryder"
   }
  },
  {
   "quote": {
    "text": "I think it would be very boring dramatically to have a film where everybody was a lawyer or doctor and had no faults. To me, the most important thing is to be truthful."
   },
   "author": {
    "text": "Spike Lee"
   }
  },
  {
   "quote": {
    "text": "I'm someone who likes to try new things and take on new challenges. I love making movies, but TV is also great. I really enjoy doing both."
   },
   "author": {
    "text": "Kelsey Grammer"
   }
  },
  {
   "quote": {
    "text": "A lot of movies about artificial intelligence envision that AI's will be very intelligent but missing some key emotional qualities of humans and therefore turn out to be very dangerous."
   },
   "author": {
    "text": "Ray Kurzweil"
   }
  },
  {
   "quote": {
    "text": "Go see it and see for yourself why you shouldn't go see it."
   },
   "author": {
    "text": "Samuel Goldwyn"
   }
  },
  {
   "quote": {
    "text": "Give me a couple of years, and I'll make that actress an overnight success."
   },
   "author": {
    "text": "Samuel Goldwyn"
   }
  },
  {
   "quote": {
    "text": "Movies are like magic tricks."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "I was obsessed with romance. When I was in high school, I saw 'Doctor Zhivago' every day from the day it opened until the day it left the theater."
   },
   "author": {
    "text": "John Hughes"
   }
  },
  {
   "quote": {
    "text": "Shoot a few scenes out of focus. I want to win the foreign film award."
   },
   "author": {
    "text": "Billy Wilder"
   }
  },
  {
   "quote": {
    "text": "I filmed seven movies in 2011 and I think that was a mistake. I pushed myself too hard and I want to be able to come to work each day and give 100 percent. I guess I found out what my boundaries are."
   },
   "author": {
    "text": "Anna Kendrick"
   }
  },
  {
   "quote": {
    "text": "I like the idea of movies having a magic element. How many times have you seen an actor in a movie who you know only as the character? It's wonderful, isn't it?"
   },
   "author": {
    "text": "Christian Bale"
   }
  },
  {
   "quote": {
    "text": "A hit for me is if I enjoy the movie, if I personally enjoy the movie."
   },
   "author": {
    "text": "Ridley Scott"
   }
  },
  {
   "quote": {
    "text": "I don't know what is in store for the movie business any better than anybody else does, but it does seem like my kind of movies are a little trickier than it used to be - or maybe a lot trickier."
   },
   "author": {
    "text": "Wes Anderson"
   }
  },
  {
   "quote": {
    "text": "Movies are open doors, and at every door, I change character and life."
   },
   "author": {
    "text": "Juliette Binoche"
   }
  },
  {
   "quote": {
    "text": "For so many years, I've been an actor acting in other people's movies, and in 'Unstoppable,' I'm producing it, and I have an opportunity to create some of that excitement with style and form and different color templates and things like that. So, as an artist, it's really exciting."
   },
   "author": {
    "text": "Kirk Cameron"
   }
  },
  {
   "quote": {
    "text": "But in the back of my mind I've always looked to the biggest-scale Hollywood movies. Because to me the most satisfying experience is of watching a movie, if it's done really well. And so that aspiration is always it for me, if I have the opportunity to do it."
   },
   "author": {
    "text": "Christopher Nolan"
   }
  },
  {
   "quote": {
    "text": "I wouldn't trade my career with anybody's. I'd trade a few movies with Tom Hanks - 'Apollo 13' and 'Forrest Gump' - but other than that, I love my career."
   },
   "author": {
    "text": "John Travolta"
   }
  },
  {
   "quote": {
    "text": "'Mr. Smith Goes to Washington' is one of the greatest films of all time."
   },
   "author": {
    "text": "Laura Dern"
   }
  },
  {
   "quote": {
    "text": "In the next couple of years, part of every film's process is going to be to adjust the images. And it'll be to change the color of an actor's tie or change the little smirky thing he's doing with his mouth. Or you can put in more clouds or move the tree a little bit."
   },
   "author": {
    "text": "Robert Zemeckis"
   }
  },
  {
   "quote": {
    "text": "With 2 movies opening this summer, I have no relaxing time at all. Whatever I have is spent in a drunken stupor."
   },
   "author": {
    "text": "Hugh Grant"
   }
  },
  {
   "quote": {
    "text": "If you're sitting in your minivan, playing your computer animated films for your children in the back seat, is it the animation that's entertaining you as you drive and listen? No, it's the storytelling. That's why we put so much importance on story. No amount of great animation will save a bad story."
   },
   "author": {
    "text": "John Lasseter"
   }
  },
  {
   "quote": {
    "text": "Movies are an art form that is very available to the masses."
   },
   "author": {
    "text": "Richard King"
   }
  },
  {
   "quote": {
    "text": "You read a script and its based on 'Reservoir Dogs' and 'Pulp Fiction', and it goes right in the bin."
   },
   "author": {
    "text": "Tim Roth"
   }
  },
  {
   "quote": {
    "text": "So much of movie acting is in the lighting. And in loving your characters. I try to know them, and with that intimacy comes love. And now, I love Voldemort."
   },
   "author": {
    "text": "Ralph Fiennes"
   }
  },
  {
   "quote": {
    "text": "Everybody's a filmmaker today."
   },
   "author": {
    "text": "John Milius"
   }
  },
  {
   "quote": {
    "text": "I always loved clothes. I grew up in a blue-collar family, but I loved old movies and seeing all those dashing leading men."
   },
   "author": {
    "text": "Joseph Abboud"
   }
  },
  {
   "quote": {
    "text": "I don't see that many movies lately that are actually about something, that are trying to challenge something about the way that people interact."
   },
   "author": {
    "text": "Maggie Gyllenhaal"
   }
  },
  {
   "quote": {
    "text": "I want to have some effect on the way the world works in whatever way I can, and I also want to have the power to help get the movies that I think are important made."
   },
   "author": {
    "text": "Maggie Gyllenhaal"
   }
  },
  {
   "quote": {
    "text": "Most people are interested in seeing 27-year-old women who are in movies somehow connected to sex. It's interesting to everyone. Especially little movies that are having trouble getting made, there's always sex."
   },
   "author": {
    "text": "Maggie Gyllenhaal"
   }
  },
  {
   "quote": {
    "text": "Books are up against TV and movies and video games and a multimedia society that is so busy that people don't have contemplative time any more. I worry deeply about this. In fact, I worry about everything all the time. I used to be a punk. All I wanted to do was tear everything down, and that was so much easier."
   },
   "author": {
    "text": "T. C. Boyle"
   }
  },
  {
   "quote": {
    "text": "If you don't like my movies, don't watch them."
   },
   "author": {
    "text": "Dario Argento"
   }
  },
  {
   "quote": {
    "text": "Every time I make a picture the critics' estimate of American public taste goes down ten percent."
   },
   "author": {
    "text": "Cecil B. DeMille"
   }
  },
  {
   "quote": {
    "text": "There's an electrical thing about movies."
   },
   "author": {
    "text": "Oliver Stone"
   }
  },
  {
   "quote": {
    "text": "Sometimes in movies, I still have to be the hero, but it's not all that important to me anymore."
   },
   "author": {
    "text": "Dennis Quaid"
   }
  },
  {
   "quote": {
    "text": "Movie magic is movie magic and acting magic is acting magic."
   },
   "author": {
    "text": "Ben Kingsley"
   }
  },
  {
   "quote": {
    "text": "Movies are a complicated collision of literature, theatre, music and all the visual arts."
   },
   "author": {
    "text": "Yahoo Serious"
   }
  },
  {
   "quote": {
    "text": "'My Fair Godmother's' movie rights sold to the producer who did 'Freaky Friday,' 'Princess Diaries,' and one of my favorite movies - 'Sky High.'"
   },
   "author": {
    "text": "Janette Rallison"
   }
  },
  {
   "quote": {
    "text": "You won't find me in a romantic comedy. Those movies don't speak to me. People don't come to talk to me about those scripts, because they probably think I'm this dark, twisted, miserable person."
   },
   "author": {
    "text": "Naomi Watts"
   }
  },
  {
   "quote": {
    "text": "I make movies I want to see."
   },
   "author": {
    "text": "Neil LaBute"
   }
  },
  {
   "quote": {
    "text": "I would love to be producing movies, acting in more movies, and doing projects that are Oscar-worthy... have kids, be married, all that, being a normal human being as well, balancing it all out."
   },
   "author": {
    "text": "Letitia Wright"
   }
  },
  {
   "quote": {
    "text": "I'm not a huge fan of scary movies, but I love doing them because your character arc gets condensed, and everything is elevated, and so you kind of have this amazing opportunity to go in many different places."
   },
   "author": {
    "text": "Imogen Poots"
   }
  },
  {
   "quote": {
    "text": "I feel that, historically, the Art Deco period has the most resonance for me. As a person, it has to be the plucky Clara Bow, the heroine of American silent movies of the 1920s. She embodied feminine dressing mixed with men's style. All this then evolved into the exquisite style and simplicity of Coco Chanel."
   },
   "author": {
    "text": "Anouska Hempel"
   }
  },
  {
   "quote": {
    "text": "I've never written a movie, I'm not in the movie business. I go out to L.A. and I'm like everyone else wandering around in a daze hoping I see movie stars. I write the novels that the movies are based on, and that feels like enough of a job for me."
   },
   "author": {
    "text": "Justin Cronin"
   }
  },
  {
   "quote": {
    "text": "Well, the wonderful thing about making movies, oddly enough, is that they're sort of highly motivated graduate studies in one or another field."
   },
   "author": {
    "text": "Sydney Pollack"
   }
  },
  {
   "quote": {
    "text": "Every single art form is involved in film, in a way."
   },
   "author": {
    "text": "Sydney Pollack"
   }
  },
  {
   "quote": {
    "text": "When you make a film you usually make a film about an idea."
   },
   "author": {
    "text": "Sydney Pollack"
   }
  },
  {
   "quote": {
    "text": "We're big fans of balance in storytelling, and we like movies that hit every emotion."
   },
   "author": {
    "text": "Anthony Russo"
   }
  },
  {
   "quote": {
    "text": "The one thing about doing all those movies and all that television is I know what I'm doing. And I can do what Sean Connery can do. I can do what Clint can do. People even say I look a little like Clint. But that's just because I'm skinny and tall and old. With a receding hairline."
   },
   "author": {
    "text": "David Carradine"
   }
  },
  {
   "quote": {
    "text": "Movies are something people see all over the world because there is a certain need for it."
   },
   "author": {
    "text": "Wim Wenders"
   }
  },
  {
   "quote": {
    "text": "It's the story that counts."
   },
   "author": {
    "text": "Vincente Minnelli"
   }
  },
  {
   "quote": {
    "text": "I always loved silent movies. I was not a specialist, but I loved them. And when I started directing, I became really fascinated by the format - how it works, the device of the silent movie. It's not the same form of expression as a talkie. The lack of sounds makes you participate in the storytelling."
   },
   "author": {
    "text": "Michel Hazanavicius"
   }
  },
  {
   "quote": {
    "text": "Movies are not scripts - movies are films; they're not books, they're not the theatre."
   },
   "author": {
    "text": "Nicolas Roeg"
   }
  },
  {
   "quote": {
    "text": "And in movies you must be a gambler. To produce films is to gamble."
   },
   "author": {
    "text": "Douglas Sirk"
   }
  },
  {
   "quote": {
    "text": "Filmmaking can be a fine art."
   },
   "author": {
    "text": "Terri Windling"
   }
  },
  {
   "quote": {
    "text": "I just like movies that somehow expose the world in a way that's different than you imagine it."
   },
   "author": {
    "text": "Alex Winter"
   }
  },
  {
   "quote": {
    "text": "I've made 122 movies, and I daresay there's a picture of mine showing somewhere in the world every day."
   },
   "author": {
    "text": "Tony Curtis"
   }
  },
  {
   "quote": {
    "text": "I made over forty Westerns. I used to lie awake nights trying to think up new ways of getting on and off a horse."
   },
   "author": {
    "text": "William Wyler"
   }
  },
  {
   "quote": {
    "text": "I didn't want to do movies with hundreds of camels crossing the desert followed by tanks and this and that."
   },
   "author": {
    "text": "Garry Marshall"
   }
  },
  {
   "quote": {
    "text": "I think you kind of hope for people to gush over movies, but I think the opposite way is great sometimes, too. I'd rather have a movie that you're angry about and that you're talking about the next day, than something you forget about when the popcorn goes into the trash."
   },
   "author": {
    "text": "Gabriel Mann"
   }
  },
  {
   "quote": {
    "text": "The best reason to go to the movies is to be with other people. Eating the popcorn, being with other people you don't know."
   },
   "author": {
    "text": "Peter Weller"
   }
  },
  {
   "quote": {
    "text": "Nobody makes movies bad on purpose."
   },
   "author": {
    "text": "Roland Emmerich"
   }
  },
  {
   "quote": {
    "text": "'Home Alone' was a movie, not an alibi."
   },
   "author": {
    "text": "Jerry Orbach"
   }
  },
  {
   "quote": {
    "text": "The great art of films does not consist of descriptive movement of face and body but in the movements of thought and soul transmitted in a kind of intense isolation."
   },
   "author": {
    "text": "Louise Brooks"
   }
  },
  {
   "quote": {
    "text": "I had some great times doing competitions, but I have always been more into making movies because making movies is more about art and expressing yourself in a creative way."
   },
   "author": {
    "text": "Candide Thovex"
   }
  },
  {
   "quote": {
    "text": "The end of a picture is always an end of a life."
   },
   "author": {
    "text": "Sam Peckinpah"
   }
  },
  {
   "quote": {
    "text": "We are the movies and the movies are us."
   },
   "author": {
    "text": "David Ansen"
   }
  },
  {
   "quote": {
    "text": "I'm married to the theater but my mistress is the films."
   },
   "author": {
    "text": "Oskar Werner"
   }
  },
  {
   "quote": {
    "text": "I learned what I really love is making films, not the film business. I want to be on the set, meeting with writers, I want that freedom. I love it now."
   },
   "author": {
    "text": "Harvey Weinstein"
   }
  },
  {
   "quote": {
    "text": "People know that I have a great love for cinema. Not just for commercial cinema, but for the 'cinema d'auteur.' But to me, two of the great 'auteurs' are actually actors and they both happen to be French. One is Alain Delon and the other is Jean-Paul Belmondo."
   },
   "author": {
    "text": "Harvey Weinstein"
   }
  }
 ]
}