{
 "NatureQuotes": [
  {
   "quote": {
    "text": "Look deep into nature, and then you will understand everything better."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Just living is not enough... one must have sunshine, freedom, and a little flower."
   },
   "author": {
    "text": "Hans Christian Andersen"
   }
  },
  {
   "quote": {
    "text": "Adopt the pace of nature: her secret is patience."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Wherever you go, no matter what the weather, always bring your own sunshine."
   },
   "author": {
    "text": "Anthony J. D'Angelo"
   }
  },
  {
   "quote": {
    "text": "In nature, light creates the color. In the picture, color creates the light."
   },
   "author": {
    "text": "Hans Hofmann"
   }
  },
  {
   "quote": {
    "text": "Study nature, love nature, stay close to nature. It will never fail you."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "I have seen many storms in my life. Most storms have caught me by surprise, so I had to learn very quickly to look further and understand that I am not capable of controlling the weather, to exercise the art of patience and to respect the fury of nature."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "Nature always wears the colors of the spirit."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "In every walk with nature one receives far more than he seeks."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Every flower is a soul blossoming in nature."
   },
   "author": {
    "text": "Gerard De Nerval"
   }
  },
  {
   "quote": {
    "text": "The family is one of nature's masterpieces."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "Nature's beauty is a gift that cultivates appreciation and gratitude."
   },
   "author": {
    "text": "Louie Schwartzberg"
   }
  },
  {
   "quote": {
    "text": "Autumn is a second spring when every leaf is a flower."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Green is the prime color of the world, and that from which its loveliness arises."
   },
   "author": {
    "text": "Pedro Calderon de la Barca"
   }
  },
  {
   "quote": {
    "text": "The woods are lovely, dark and deep. But I have promises to keep, and miles to go before I sleep."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "Colors are the smiles of nature."
   },
   "author": {
    "text": "Leigh Hunt"
   }
  },
  {
   "quote": {
    "text": "One touch of nature makes the whole world kin."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "If the sight of the blue skies fills you with joy, if a blade of grass springing up in the fields has power to move you, if the simple things of nature have a message that you understand, rejoice, for your soul is alive."
   },
   "author": {
    "text": "Eleonora Duse"
   }
  },
  {
   "quote": {
    "text": "The sea, once it casts its spell, holds one in its net of wonder forever."
   },
   "author": {
    "text": "Jacques Yves Cousteau"
   }
  },
  {
   "quote": {
    "text": "Keep close to Nature's heart... and break clear away, once in awhile, and climb a mountain or spend a week in the woods. Wash your spirit clean."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Sunshine is delicious, rain is refreshing, wind braces us up, snow is exhilarating; there is really no such thing as bad weather, only different kinds of good weather."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "The sky broke like an egg into full sunset and the water caught fire."
   },
   "author": {
    "text": "Pamela Hansford Johnson"
   }
  },
  {
   "quote": {
    "text": "Behind every cloud is another cloud."
   },
   "author": {
    "text": "Judy Garland"
   }
  },
  {
   "quote": {
    "text": "Youth is the gift of nature, but age is a work of art."
   },
   "author": {
    "text": "Stanislaw Jerzy Lec"
   }
  },
  {
   "quote": {
    "text": "I can find God in nature, in animals, in birds and the environment."
   },
   "author": {
    "text": "Pat Buckley"
   }
  },
  {
   "quote": {
    "text": "Everything in excess is opposed to nature."
   },
   "author": {
    "text": "Hippocrates"
   }
  },
  {
   "quote": {
    "text": "The breaking of a wave cannot explain the whole sea."
   },
   "author": {
    "text": "Vladimir Nabokov"
   }
  },
  {
   "quote": {
    "text": "There is a certain enthusiasm in liberty, that makes human nature rise above itself, in acts of bravery and heroism."
   },
   "author": {
    "text": "Alexander Hamilton"
   }
  },
  {
   "quote": {
    "text": "There is pleasure in the pathless woods, there is rapture in the lonely shore, there is society where none intrudes, by the deep sea, and music in its roar; I love not Man the less, but Nature more."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "I saw old Autumn in the misty morn stand shadowless like silence, listening to silence."
   },
   "author": {
    "text": "Thomas Hood"
   }
  },
  {
   "quote": {
    "text": "May your trails be crooked, winding, lonesome, dangerous, leading to the most amazing view. May your mountains rise into and above the clouds."
   },
   "author": {
    "text": "Edward Abbey"
   }
  },
  {
   "quote": {
    "text": "The best thing one can do when it's raining is to let it rain."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "In nature, nothing is perfect and everything is perfect. Trees can be contorted, bent in weird ways, and they're still beautiful."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "The butterfly counts not months but moments, and has time enough."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "We need to find God, and he cannot be found in noise and restlessness. God is the friend of silence. See how nature - trees, flowers, grass- grows in silence; see the stars, the moon and the sun, how they move in silence... We need silence to be able to touch souls."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "Nature holds the key to our aesthetic, intellectual, cognitive and even spiritual satisfaction."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "Sunset is still my favorite color, and rainbow is second."
   },
   "author": {
    "text": "Mattie Stepanek"
   }
  },
  {
   "quote": {
    "text": "In the depth of winter I finally learned that there was in me an invincible summer."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Some people walk in the rain, others just get wet."
   },
   "author": {
    "text": "Roger Miller"
   }
  },
  {
   "quote": {
    "text": "The art of medicine consists in amusing the patient while nature cures the disease."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Wilderness is not a luxury but a necessity of the human spirit."
   },
   "author": {
    "text": "Edward Abbey"
   }
  },
  {
   "quote": {
    "text": "Over every mountain there is a path, although it may not be seen from the valley."
   },
   "author": {
    "text": "Theodore Roethke"
   }
  },
  {
   "quote": {
    "text": "The clearest way into the Universe is through a forest wilderness."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "That the sea is one of the most beautiful and magnificent sights in Nature, all admit."
   },
   "author": {
    "text": "John Joly"
   }
  },
  {
   "quote": {
    "text": "Rain is grace; rain is the sky descending to the earth; without rain, there would be no life."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "Earth and sky, woods and fields, lakes and rivers, the mountain and the sea, are excellent schoolmasters, and teach some of us more than we can ever learn from books."
   },
   "author": {
    "text": "John Lubbock"
   }
  },
  {
   "quote": {
    "text": "For my part I know nothing with any certainty, but the sight of the stars makes me dream."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "A light wind swept over the corn, and all nature laughed in the sunshine."
   },
   "author": {
    "text": "Anne Bronte"
   }
  },
  {
   "quote": {
    "text": "So many times, people told me I can't do this or can't do that. My nature is that I don't listen very well. I'm very determined, and I believe in myself. My parents brought me up that way. Thank God for that. I don't let anything stand in my way."
   },
   "author": {
    "text": "Chantal Sutherland"
   }
  },
  {
   "quote": {
    "text": "Forget not that the earth delights to feel your bare feet and the winds long to play with your hair."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "A kiss is a lovely trick designed by nature to stop speech when words become superfluous."
   },
   "author": {
    "text": "Ingrid Bergman"
   }
  },
  {
   "quote": {
    "text": "The mountains are calling and I must go."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Let the rain kiss you. Let the rain beat upon your head with silver liquid drops. Let the rain sing you a lullaby."
   },
   "author": {
    "text": "Langston Hughes"
   }
  },
  {
   "quote": {
    "text": "There is nothing in a caterpillar that tells you it's going to be a butterfly."
   },
   "author": {
    "text": "R. Buckminster Fuller"
   }
  },
  {
   "quote": {
    "text": "Nature will bear the closest inspection. She invites us to lay our eye level with her smallest leaf, and take an insect view of its plain."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Even in winter an isolated patch of snow has a special quality."
   },
   "author": {
    "text": "Andy Goldsworthy"
   }
  },
  {
   "quote": {
    "text": "And finally Winter, with its bitin', whinin' wind, and all the land will be mantled with snow."
   },
   "author": {
    "text": "Roy Bean"
   }
  },
  {
   "quote": {
    "text": "Art in Nature is rhythmic and has a horror of constraint."
   },
   "author": {
    "text": "Robert Delaunay"
   }
  },
  {
   "quote": {
    "text": "If you can't be in awe of Mother Nature, there's something wrong with you."
   },
   "author": {
    "text": "Alex Trebek"
   }
  },
  {
   "quote": {
    "text": "My wish is to stay always like this, living quietly in a corner of nature."
   },
   "author": {
    "text": "Claude Monet"
   }
  },
  {
   "quote": {
    "text": "Truth is, I'll never know all there is to know about you just as you will never know all there is to know about me. Humans are by nature too complicated to be understood fully. So, we can choose either to approach our fellow human beings with suspicion or to approach them with an open mind, a dash of optimism and a great deal of candour."
   },
   "author": {
    "text": "Tom Hanks"
   }
  },
  {
   "quote": {
    "text": "The tree that is beside the running water is fresher and gives more fruit."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "Light in Nature creates the movement of colors."
   },
   "author": {
    "text": "Robert Delaunay"
   }
  },
  {
   "quote": {
    "text": "Delicious autumn! My very soul is wedded to it, and if I were a bird I would fly about the earth seeking the successive autumns."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "It is not light that we need, but fire; it is not the gentle shower, but thunder. We need the storm, the whirlwind, and the earthquake."
   },
   "author": {
    "text": "Frederick Douglass"
   }
  },
  {
   "quote": {
    "text": "For in the true nature of things, if we rightly consider, every green tree is far more glorious than if it were made of gold and silver."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "Nature does nothing in vain."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "My soul can find no staircase to Heaven unless it be through Earth's loveliness."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "A happy life is one which is in accordance with its own nature."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "I believe a leaf of grass is no less than the journey-work of the stars."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "Every particular in nature, a leaf, a drop, a crystal, a moment of time is related to the whole, and partakes of the perfection of the whole."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Even with all our technology and the inventions that make modern life so much easier than it once was, it takes just one big natural disaster to wipe all that away and remind us that, here on Earth, we're still at the mercy of nature."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Nature's great masterpiece, an elephant; the only harmless great thing."
   },
   "author": {
    "text": "John Donne"
   }
  },
  {
   "quote": {
    "text": "There are three principal means of acquiring knowledge... observation of nature, reflection, and experimentation. Observation collects facts; reflection combines them; experimentation verifies the result of that combination."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "O, wind, if winter comes, can spring be far behind?"
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "Human nature is complex. Even if we do have inclinations toward violence, we also have inclination to empathy, to cooperation, to self-control."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "No better way is there to learn to love Nature than to understand Art. It dignifies every flower of the field. And, the boy who sees the thing of beauty which a bird on the wing becomes when transferred to wood or canvas will probably not throw the customary stone."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Nature is never finished."
   },
   "author": {
    "text": "Robert Smithson"
   }
  },
  {
   "quote": {
    "text": "Nature is impersonal, awe-inspiring, elegant, eternal. It's geometrically perfect. It's tiny and gigantic. You can travel far to be in a beautiful natural setting, or you can observe it in your backyard - or, in my case, in the trees lining New York City sidewalks, or in the clouds above skyscrapers."
   },
   "author": {
    "text": "Gretchen Rubin"
   }
  },
  {
   "quote": {
    "text": "I'm in love with red. I think it's such a passionate color. Every flag of every country pretty much has red it it. It's power, there's no fence sitting with red. Either you love it or you don't. I think its blood and strength and life. I do love red. I love all colors. Great shades of blue, you find them in nature. They're all magic."
   },
   "author": {
    "text": "Bryan Batt"
   }
  },
  {
   "quote": {
    "text": "Never measure the height of a mountain until you have reached the top. Then you will see how low it was."
   },
   "author": {
    "text": "Dag Hammarskjold"
   }
  },
  {
   "quote": {
    "text": "Knowing trees, I understand the meaning of patience. Knowing grass, I can appreciate persistence."
   },
   "author": {
    "text": "Hal Borland"
   }
  },
  {
   "quote": {
    "text": "A lot of people like snow. I find it to be an unnecessary freezing of water."
   },
   "author": {
    "text": "Carl Reiner"
   }
  },
  {
   "quote": {
    "text": "Water is the driving force of all nature."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "The view of Earth is spectacular."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "Autumn's the mellow time."
   },
   "author": {
    "text": "William Allingham"
   }
  },
  {
   "quote": {
    "text": "One of the most tragic things I know about human nature is that all of us tend to put off living. We are all dreaming of some magical rose garden over the horizon instead of enjoying the roses that are blooming outside our windows today."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "The lake and the mountains have become my landscape, my real world."
   },
   "author": {
    "text": "Georges Simenon"
   }
  },
  {
   "quote": {
    "text": "A forest bird never wants a cage."
   },
   "author": {
    "text": "Henrik Ibsen"
   }
  },
  {
   "quote": {
    "text": "The glory of gardening: hands in the dirt, head in the sun, heart with nature. To nurture a garden is to feed not just on the body, but the soul."
   },
   "author": {
    "text": "Alfred Austin"
   }
  },
  {
   "quote": {
    "text": "Come forth into the light of things, let nature be your teacher."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "Gray skies are just clouds passing over."
   },
   "author": {
    "text": "Duke Ellington"
   }
  },
  {
   "quote": {
    "text": "Human nature is not black and white but black and grey."
   },
   "author": {
    "text": "Graham Greene"
   }
  },
  {
   "quote": {
    "text": "The three great elemental sounds in nature are the sound of rain, the sound of wind in a primeval wood, and the sound of outer ocean on a beach."
   },
   "author": {
    "text": "Henry Beston"
   }
  },
  {
   "quote": {
    "text": "What the caterpillar calls the end of the world the master calls a butterfly."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "Every artist dips his brush in his own soul, and paints his own nature into his pictures."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "What is tolerance? It is the consequence of humanity. We are all formed of frailty and error; let us pardon reciprocally each other's folly - that is the first law of nature."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Clouds symbolize the veils that shroud God."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "Deep in their roots, all flowers keep the light."
   },
   "author": {
    "text": "Theodore Roethke"
   }
  },
  {
   "quote": {
    "text": "The temple bell stops but I still hear the sound coming out of the flowers."
   },
   "author": {
    "text": "Matsuo Basho"
   }
  },
  {
   "quote": {
    "text": "Everybody needs beauty as well as bread, places to play in and pray in, where nature may heal and give strength to body and soul."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Another thing I like to do is sit back and take in nature. To look at the birds, listen to their singing, go hiking, camping and jogging and running, walking along the beach, playing games and sometimes being alone with the great outdoors. It's very special to me."
   },
   "author": {
    "text": "Larry Wilcox"
   }
  },
  {
   "quote": {
    "text": "Sex is a part of nature. I go along with nature."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "I think a spiritual journey is not so much a journey of discovery. It's a journey of recovery. It's a journey of uncovering your own inner nature. It's already there."
   },
   "author": {
    "text": "Billy Corgan"
   }
  },
  {
   "quote": {
    "text": "The good man is the friend of all living things."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "I'm continually inspired by nature, and the rainbow is one of nature's greatest optical phenomenons. The sighting of a rainbow never fails to bring a smile to people's faces. They signify optimism and positivity: with them comes the sunshine after the rain."
   },
   "author": {
    "text": "Matthew Williamson"
   }
  },
  {
   "quote": {
    "text": "The Amen of nature is always a flower."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "Nature is so powerful, so strong. Capturing its essence is not easy - your work becomes a dance with light and the weather. It takes you to a place within yourself."
   },
   "author": {
    "text": "Annie Leibovitz"
   }
  },
  {
   "quote": {
    "text": "Mother Nature is always speaking. She speaks in a language understood within the peaceful mind of the sincere observer. Leopards, cobras, monkeys, rivers and trees; they all served as my teachers when I lived as a wanderer in the Himalayan foothills."
   },
   "author": {
    "text": "Radhanath Swami"
   }
  },
  {
   "quote": {
    "text": "Cats are intended to teach us that not everything in nature has a function."
   },
   "author": {
    "text": "Garrison Keillor"
   }
  },
  {
   "quote": {
    "text": "Read nature; nature is a friend to truth."
   },
   "author": {
    "text": "Edward Young"
   }
  },
  {
   "quote": {
    "text": "There is no limit to suffering human beings have been willing to inflict on others, no matter how innocent, no matter how young, and no matter how old. This fact must lead all reasonable human beings, that is, all human beings who take evidence seriously, to draw only one possible conclusion: Human nature is not basically good."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "As a spiritual person, nature for me has always been a healing place. Going back all the way to my childhood on the farm, the fields and forests were places of adventure and self-discovery. Animals were companions and friends, and the world moved at a slower, more rational pace than the bustling cities where I'd resided my adult life."
   },
   "author": {
    "text": "David Mixner"
   }
  },
  {
   "quote": {
    "text": "I'm so not stylish by nature, but I've learned to work with what I have."
   },
   "author": {
    "text": "Julie Bowen"
   }
  },
  {
   "quote": {
    "text": "The deepest principle in human nature is the craving to be appreciated."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "There are always flowers for those who want to see them."
   },
   "author": {
    "text": "Henri Matisse"
   }
  },
  {
   "quote": {
    "text": "Trees are the earth's endless effort to speak to the listening heaven."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "Some people are born good-looking. Some have the gift of gab. And some are lucky enough to be born smarter than the rest of us. Whether we like it or not, Mother Nature does not dole these characteristics out evenly."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "External nature is only internal nature writ large."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "All the seven deadly sins are man's true nature. To be greedy. To be hateful. To have lust. Of course, you have to control them, but if you're made to feel guilty for being human, then you're going to be trapped in a never-ending sin-and-repent cycle that you can't escape from."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "When all the world appears to be in a tumult, and nature itself is feeling the assault of climate change, the seasons retain their essential rhythm. Yes, fall gives us a premonition of winter, but then, winter, will be forced to relent, once again, to the new beginnings of soft greens, longer light, and the sweet air of spring."
   },
   "author": {
    "text": "Madeleine M. Kunin"
   }
  },
  {
   "quote": {
    "text": "It is not only fine feathers that make fine birds."
   },
   "author": {
    "text": "Aesop"
   }
  },
  {
   "quote": {
    "text": "Security is mostly a superstition. It does not exist in nature, nor do the children of men as a whole experience it. Avoiding danger is no safer in the long run than outright exposure. Life is either a daring adventure, or nothing."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Do activities you're passionate about - which make your heart and soul feel perky - including things like working out, cooking, painting, writing, yoga, hiking, walking, swimming, being in nature, being around art, or reading inspiring books."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "Going to the woods is going home, for I suppose we came from the woods originally. But in some of nature's forests, the adventurous traveler seems a feeble, unwelcome creature; wild beasts and the weather trying to kill him, the rank, tangled vegetation, armed with spears and stinging needles, barring his way and making life a hard struggle."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Human nature is evil, and goodness is caused by intentional activity."
   },
   "author": {
    "text": "Xun Kuang"
   }
  },
  {
   "quote": {
    "text": "Blue thou art, intensely blue; Flower, whence came thy dazzling hue?"
   },
   "author": {
    "text": "James Montgomery"
   }
  },
  {
   "quote": {
    "text": "The fairest thing in nature, a flower, still has its roots in earth and manure."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "If you wish to make an apple pie from scratch, you must first invent the universe."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "There are no lines in nature, only areas of colour, one against another."
   },
   "author": {
    "text": "Edouard Manet"
   }
  },
  {
   "quote": {
    "text": "It is a holy blessing to be born with the exquisite qualities of a daughter of God. Women of God, both old and young, are spiritual and sensitive, tender and gentle. They have a kind, nurturing nature. This is your inheritance. Never belittle the gifts God has given to you. Develop the divinity that is within you."
   },
   "author": {
    "text": "Margaret D. Nadauld"
   }
  },
  {
   "quote": {
    "text": "Flowers are the sweetest things God ever made and forgot to put a soul into."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "The ocean is a mighty harmonist."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "Nature does not hurry, yet everything is accomplished."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "I do not think that there is any other quality so essential to success of any kind as the quality of perseverance. It overcomes almost everything, even nature."
   },
   "author": {
    "text": "John D. Rockefeller"
   }
  },
  {
   "quote": {
    "text": "Migration is as natural as breathing, as eating, as sleeping. It is part of life, part of nature. So we have to find a way of establishing a proper kind of scenario for modern migration to exist. And when I say 'we,' I mean the world. We need to find ways of making that migration not forced."
   },
   "author": {
    "text": "Gael Garcia Bernal"
   }
  },
  {
   "quote": {
    "text": "Mountains are earth's undecaying monuments."
   },
   "author": {
    "text": "Nathaniel Hawthorne"
   }
  },
  {
   "quote": {
    "text": "All nature is but art unknown to thee."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "Nothing is more memorable than a smell. One scent can be unexpected, momentary and fleeting, yet conjure up a childhood summer beside a lake in the mountains."
   },
   "author": {
    "text": "Diane Ackerman"
   }
  },
  {
   "quote": {
    "text": "One who is kind is sympathetic and gentle with others. He is considerate of others' feelings and courteous in his behavior. He has a helpful nature. Kindness pardons others' weaknesses and faults. Kindness is extended to all - to the aged and the young, to animals, to those low of station as well as the high."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "The right of nature... is the liberty each man hath to use his own power, as he will himself, for the preservation of his own nature; that is to say, of his own life."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "There are times as a parent when you realize that your job is not to be the parent you always imagined you'd be, the parent you always wished you had. Your job is to be the parent your child needs, given the particulars of his or her own life and nature."
   },
   "author": {
    "text": "Ayelet Waldman"
   }
  },
  {
   "quote": {
    "text": "For the mind disturbed, the still beauty of dawn is nature's finest balm."
   },
   "author": {
    "text": "Edwin Way Teale"
   }
  },
  {
   "quote": {
    "text": "Winter is nature's way of saying, 'Up yours.'"
   },
   "author": {
    "text": "Robert Byrne"
   }
  },
  {
   "quote": {
    "text": "I know the lands are lit, with all the autumn blaze of Goldenrod."
   },
   "author": {
    "text": "Helen Hunt Jackson"
   }
  },
  {
   "quote": {
    "text": "I trust in nature for the stable laws of beauty and utility. Spring shall plant and autumn garner to the end of time."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "Pick a flower on Earth and you move the farthest star."
   },
   "author": {
    "text": "Paul Dirac"
   }
  },
  {
   "quote": {
    "text": "The poetry of the earth is never dead."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "To sit in the shade on a fine day and look upon verdure is the most perfect refreshment."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "Corruption, embezzlement, fraud, these are all characteristics which exist everywhere. It is regrettably the way human nature functions, whether we like it or not. What successful economies do is keep it to a minimum. No one has ever eliminated any of that stuff."
   },
   "author": {
    "text": "Alan Greenspan"
   }
  },
  {
   "quote": {
    "text": "What is government itself but the greatest of all reflections on human nature?"
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "Juvenile crime is not naturally born in the boy, but is largely due either to the spirit of adventure that is in him, to his own stupidity, or to his lack of discipline, according to the nature of the individual."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "Give me odorous at sunrise a garden of beautiful flowers where I can walk undisturbed."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "Our task must be to free ourselves by widening our circle of compassion to embrace all living creatures and the whole of nature and its beauty."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "The happiness of your life depends upon the quality of your thoughts: therefore, guard accordingly, and take care that you entertain no notions unsuitable to virtue and reasonable nature."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "Scenery is fine - but human nature is finer."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "The sun, with all those planets revolving around it and dependent on it, can still ripen a bunch of grapes as if it had nothing else in the universe to do."
   },
   "author": {
    "text": "Galileo Galilei"
   }
  },
  {
   "quote": {
    "text": "The greatest development is achieved during the first years of life, and therefore it is then that the greatest care should be taken. If this is done, then the child does not become a burden; he will reveal himself as the greatest marvel of nature."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "I have seen the movement of the sinews of the sky, And the blood coursing in the veins of the moon."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "Don't pray when it rains if you don't pray when the sun shines."
   },
   "author": {
    "text": "Satchel Paige"
   }
  },
  {
   "quote": {
    "text": "There are no straight lines or sharp corners in nature. Therefore, buildings must have no straight lines or sharp corners."
   },
   "author": {
    "text": "Antoni Gaudi"
   }
  },
  {
   "quote": {
    "text": "The best remedy for those who are afraid, lonely or unhappy is to go outside, somewhere where they can be quiet, alone with the heavens, nature and God. Because only then does one feel that all is as it should be."
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "It seems to be a law of nature, inflexible and inexorable, that those who will not risk cannot win."
   },
   "author": {
    "text": "John Paul Jones"
   }
  },
  {
   "quote": {
    "text": "Let a hundred flowers bloom, let a hundred schools of thought contend."
   },
   "author": {
    "text": "Mao Zedong"
   }
  },
  {
   "quote": {
    "text": "Polka dots can't stay alone. When we obliterate nature and our bodies with polka dots, we become part of the unity of our environments."
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "What I call my 'self' now is hardly a person at all. It's mainly a meeting place for various natural forces, desires, and fears, etcetera, some of which come from my ancestors, and some from my education, some perhaps from devils. The self you were really intended to be is something that lives not from nature but from God."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "I don't like formal gardens. I like wild nature. It's just the wilderness instinct in me, I guess."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "It is not so much for its beauty that the forest makes a claim upon men's hearts, as for that subtle something, that quality of air that emanation from old trees, that so wonderfully changes and renews a weary spirit."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Nature and books belong to the eyes that see them."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "The greatest error of a man is to think that he is weak by nature, evil by nature. Every man is divine and strong in his real nature. What are weak and evil are his habits, his desires and thoughts, but not himself."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "Autumn arrives in early morning, but spring at the close of a winter day."
   },
   "author": {
    "text": "Elizabeth Bowen"
   }
  },
  {
   "quote": {
    "text": "By 'justice', I understand nothing more than that bond which is necessary to keep the interest of individuals united, without which men would return to their original state of barbarity. All punishments which exceed the necessity of preserving this bond are, in their nature, unjust."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "And the day came when the risk to remain tight in a bud was more painful than the risk it took to blossom."
   },
   "author": {
    "text": "Elizabeth Appell"
   }
  },
  {
   "quote": {
    "text": "We still do not know one thousandth of one percent of what nature has revealed to us."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "The rain began again. It fell heavily, easily, with no meaning or intention but the fulfilment of its own nature, which was to fall and fall."
   },
   "author": {
    "text": "Helen Garner"
   }
  },
  {
   "quote": {
    "text": "Happiness is dependent on self-discipline. We are the biggest obstacles to our own happiness. It is much easier to do battle with society and with others than to fight our own nature."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "There are moments when all anxiety and stated toil are becalmed in the infinite leisure and repose of nature."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "God has cared for these trees, saved them from drought, disease, avalanches, and a thousand tempests and floods. But he cannot save them from fools."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "There is nothing is more musical than a sunset. He who feels what he sees will find no more beautiful example of development in all that book which, alas, musicians read but too little - the book of Nature."
   },
   "author": {
    "text": "Claude Debussy"
   }
  },
  {
   "quote": {
    "text": "All the lessons are in nature. You look at the way rocks are formed - the wind and the water hitting them, shaping them, making them what they are. Things take time, you know?"
   },
   "author": {
    "text": "Diane Lane"
   }
  },
  {
   "quote": {
    "text": "My god is all gods in one. When I see a beautiful sunset, I worship the god of Nature; when I see a hidden action brought to light, I worship the god of Truth; when I see a bad man punished and a good man go free, I worship the god of Justice; when I see a penitent forgiven, I worship the god of Mercy."
   },
   "author": {
    "text": "Edna St. Vincent Millay"
   }
  },
  {
   "quote": {
    "text": "The world that you and I live in is increasingly challenged. Population growth, pollution, over-consumption, unsustainable patterns, social conflict, climate change, loss of nature... these are not good stories."
   },
   "author": {
    "text": "Jack Dangermond"
   }
  },
  {
   "quote": {
    "text": "The rainbow is a part of nature, and you have to be in the right place to see it. It's beautiful, all of the colors, even the colors you can't see. That really fit us as a people because we are all of the colors. Our sexuality is all of the colors. We are all the genders, races, and ages."
   },
   "author": {
    "text": "Gilbert Baker"
   }
  },
  {
   "quote": {
    "text": "Love is a canvas furnished by nature and embroidered by imagination."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Loss is nothing else but change, and change is Nature's delight."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "Man's nature is not essentially evil. Brute nature has been known to yield to the influence of love. You must never despair of human nature."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "There's design, and there's art. Good design is total harmony. There's no better designer than nature - if you look at a branch or a leaf, it's perfect. It's all function. Art is different. It's about emotion. It's about suffering and beauty - but mostly suffering!"
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "Were I called on to define, very briefly, the term Art, I should call it 'the reproduction of what the Senses perceive in Nature through the veil of the soul.' The mere imitation, however accurate, of what is in Nature, entitles no man to the sacred name of 'Artist.'"
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "Human society sustains itself by transforming nature into garbage."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "I decided that if I could paint that flower in a huge scale, you could not ignore its beauty."
   },
   "author": {
    "text": "Georgia O'Keeffe"
   }
  },
  {
   "quote": {
    "text": "A bee is never as busy as it seems; it's just that it can't buzz any slower."
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "The real cure for our environmental problems is to understand that our job is to salvage Mother Nature. We are facing a formidable enemy in this field. It is the hunters... and to convince them to leave their guns on the wall is going to be very difficult."
   },
   "author": {
    "text": "Jacques Yves Cousteau"
   }
  },
  {
   "quote": {
    "text": "The ground we walk on, the plants and creatures, the clouds above constantly dissolving into new formations - each gift of nature possessing its own radiant energy, bound together by cosmic harmony."
   },
   "author": {
    "text": "Ruth Bernhard"
   }
  },
  {
   "quote": {
    "text": "We must realise that man's nature will remain the same so long as he remains man; that civilisation is but a slight coverlet beneath which the dominant beast sleeps lightly and ever ready to awake. To preserve civilisation, we must deal scientifically with the brute element, using only genuine biological principles."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, you can't compete with Mother Nature. If you've got a great tomato, just a pinch of sea salt is all you need."
   },
   "author": {
    "text": "Zac Posen"
   }
  },
  {
   "quote": {
    "text": "All men are by nature equal, made all of the same earth by one Workman; and however we deceive ourselves, as dear unto God is the poor peasant as the mighty prince."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Nothing is art if it does not come from nature."
   },
   "author": {
    "text": "Antoni Gaudi"
   }
  },
  {
   "quote": {
    "text": "Art and nature shall always be wrestling until they eventually conquer one another so that the victory is the same stroke and line: that which is conquered, conquers at the same time."
   },
   "author": {
    "text": "Maria Sibylla Merian"
   }
  },
  {
   "quote": {
    "text": "Only the brave know how to forgive... a coward never forgave; it is not in his nature."
   },
   "author": {
    "text": "Laurence Sterne"
   }
  },
  {
   "quote": {
    "text": "You cannot oppose reasoning to pride, the principal of all the vices, since, by its very nature, the proud man refuses to listen to it."
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "Nations, like individuals in a state of nature, are equal and independent, possessing certain rights and owing certain duties to each other."
   },
   "author": {
    "text": "Millard Fillmore"
   }
  },
  {
   "quote": {
    "text": "The moon looks upon many night flowers; the night flowers see but one moon."
   },
   "author": {
    "text": "Jean Ingelow"
   }
  },
  {
   "quote": {
    "text": "Simplicity is natures first step, and the last of art."
   },
   "author": {
    "text": "Philip James Bailey"
   }
  },
  {
   "quote": {
    "text": "The earth laughs in flowers."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "The day of the sun is like the day of a king. It is a promenade in the morning, a sitting on the throne at noon, a pageant in the evening."
   },
   "author": {
    "text": "Wallace Stevens"
   }
  },
  {
   "quote": {
    "text": "Nature doesn't need people - people need nature; nature would survive the extinction of the human being and go on just fine, but human culture, human beings, cannot survive without nature."
   },
   "author": {
    "text": "Harrison Ford"
   }
  },
  {
   "quote": {
    "text": "Everyone can identify with a fragrant garden, with beauty of sunset, with the quiet of nature, with a warm and cozy cottage."
   },
   "author": {
    "text": "Thomas Kinkade"
   }
  },
  {
   "quote": {
    "text": "The natural liberty of man is to be free from any superior power on Earth, and not to be under the will or legislative authority of man, but only to have the law of nature for his rule."
   },
   "author": {
    "text": "Samuel Adams"
   }
  },
  {
   "quote": {
    "text": "All nature wears one universal grin."
   },
   "author": {
    "text": "Henry Fielding"
   }
  },
  {
   "quote": {
    "text": "Animals come from nature. They were not designed. All my inspiration comes from nature, whether it's an animal or the layout of bark or of a leaf. Sometimes my patterns are very bold, and you can barely see where they come from, but all the textures and all the prints come out of nature."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "Everything that slows us down and forces patience, everything that sets us back into the slow circles of nature, is a help. Gardening is an instrument of grace."
   },
   "author": {
    "text": "May Sarton"
   }
  },
  {
   "quote": {
    "text": "It may be a mistake, that man, in a state of nature, is more disposed to cruelty than courtesy."
   },
   "author": {
    "text": "Mercy Otis Warren"
   }
  },
  {
   "quote": {
    "text": "The happiness of the bee and the dolphin is to exist. For man it is to know that and to wonder at it."
   },
   "author": {
    "text": "Jacques Yves Cousteau"
   }
  },
  {
   "quote": {
    "text": "The waving of a pine tree on the top of a mountain - a magic wand in Nature's hand - every devout mountaineer knows its power; but the marvelous beauty value of what the Scotch call a breckan in a still dell, what poet has sung this?"
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "I am not a yachting person, by nature, but I have just enough experience on the sea under sail to feel a certain nostalgia for it when I see a big white racing yacht heeled over at cruising speed on the ocean, and I can still tie a mean bowline knot on just about anything in less than 10 seconds."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "Nature study will show you how full of beautiful and wonderful things God has made the world for you to enjoy. Be contented with what you have got and make the best of it. Look on the bright side of things instead of the gloomy one."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "Nature never did betray the heart that loved her."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "Human life is as evanescent as the morning dew or a flash of lightning."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "Rest is not idleness, and to lie sometimes on the grass under trees on a summer's day, listening to the murmur of the water, or watching the clouds float across the sky, is by no means a waste of time."
   },
   "author": {
    "text": "John Lubbock"
   }
  },
  {
   "quote": {
    "text": "We have the capacity to receive messages from the stars and the songs of the night winds."
   },
   "author": {
    "text": "Ruth St. Denis"
   }
  },
  {
   "quote": {
    "text": "Nature is the source of all true knowledge. She has her own logic, her own laws, she has no effect without cause nor invention without necessity."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "He who knows no hardships will know no hardihood. He who faces no calamity will need no courage. Mysterious though it is, the characteristics in human nature which we love best grow in a soil with a strong mixture of troubles."
   },
   "author": {
    "text": "Harry Emerson Fosdick"
   }
  },
  {
   "quote": {
    "text": "A beautiful lady is an accident of nature. A beautiful old lady is a work of art."
   },
   "author": {
    "text": "Louis Nizer"
   }
  },
  {
   "quote": {
    "text": "It's really important to have balance, spend some time in nature, go to a few parties, enjoy my friends and really chill out."
   },
   "author": {
    "text": "Joakim Noah"
   }
  },
  {
   "quote": {
    "text": "I have an interest in understanding evil. Who is the bad guy - the vampire who kills people and sucks their blood, or the survivalists who kill people to save their own lives? Is evil merely a creation of people? Or is there an evil nature? Or is it in the eye of the beholder? I really like these questions."
   },
   "author": {
    "text": "Lois Tilton"
   }
  },
  {
   "quote": {
    "text": "Free expression is the base of human rights, the root of human nature and the mother of truth. To kill free speech is to insult human rights, to stifle human nature and to suppress truth."
   },
   "author": {
    "text": "Liu Xiaobo"
   }
  },
  {
   "quote": {
    "text": "Forests, lakes, and rivers, clouds and winds, stars and flowers, stupendous glaciers and crystal snowflakes - every form of animate or inanimate existence, leaves its impress upon the soul of man."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "To be interested in the changing seasons is a happier state of mind than to be hopelessly in love with spring."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "Teenagers watch and listen to all kinds of things. It is the nature of being a teenager to seek out intense stuff. Stuff about death and sex and love and fear. Teenagers are the bravest, most curious, most philosophical, most open-minded readers there are, which is why so many less-than-young adults like writing for them."
   },
   "author": {
    "text": "Matt Haig"
   }
  },
  {
   "quote": {
    "text": "Everybody makes mistakes, but when goalkeepers make them, it is costly. That's the nature of being a goalkeeper."
   },
   "author": {
    "text": "Gary Speed"
   }
  },
  {
   "quote": {
    "text": "The goal of life is to make your heartbeat match the beat of the universe, to match your nature with Nature."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "By reading the scriptures I am so renewed that all nature seems renewed around me and with me. The sky seems to be a pure, a cooler blue, the trees a deeper green. The whole world is charged with the glory of God and I feel fire and music under my feet."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "You shall, I question not, find a way to the top if you diligently seek for it; for nature hath placed nothing so high that it is out of the reach of industry and valor."
   },
   "author": {
    "text": "Alexander the Great"
   }
  },
  {
   "quote": {
    "text": "I'm a real nature lover, so whenever possible, I like to get to the beach or get to a forest or get somewhere there's fresh air. Apart from that, I'm a film addict and a DVD freak."
   },
   "author": {
    "text": "Murray Bartlett"
   }
  },
  {
   "quote": {
    "text": "When I pray, I always thank Mother Nature for all the beauty in the world. It's about having an attitude of gratitude."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect. The bloodiest wars in history have been religious wars."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "Mother Nature may be forgiving this year, or next year, but eventually she's going to come around and whack you. You've got to be prepared."
   },
   "author": {
    "text": "Geraldo Rivera"
   }
  },
  {
   "quote": {
    "text": "I think it pisses God off if you walk by the color purple in a field somewhere and don't notice it."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "This sunlight linked me through the ages to that past consciousness."
   },
   "author": {
    "text": "Richard Jefferies"
   }
  },
  {
   "quote": {
    "text": "There is a very remarkable inclination in human nature to bestow on external objects the same emotions which it observes in itself, and to find every where those ideas which are most present to it."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "I perhaps owe having become a painter to flowers."
   },
   "author": {
    "text": "Claude Monet"
   }
  },
  {
   "quote": {
    "text": "Winter is not a season, it's an occupation."
   },
   "author": {
    "text": "Sinclair Lewis"
   }
  },
  {
   "quote": {
    "text": "Nature is the art of God."
   },
   "author": {
    "text": "Dante Alighieri"
   }
  },
  {
   "quote": {
    "text": "In nature there are neither rewards nor punishments; there are consequences."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "Miracles do not, in fact, break the laws of nature."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "Nature is a mutable cloud which is always and never the same."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "God and Nature first made us what we are, and then out of our own created genius we make ourselves what we want to be. Follow always that great law. Let the sky and God be our limit and Eternity our measurement."
   },
   "author": {
    "text": "Marcus Garvey"
   }
  },
  {
   "quote": {
    "text": "I have lived pain, and my life can tell: I only deepen the wound of the world when I neglect to give thanks the heavy perfume of wild roses in early July and the song of crickets on summer humid nights and the rivers that run and the stars that rise and the rain that falls and all the good things that a good God gives."
   },
   "author": {
    "text": "Ann Voskamp"
   }
  },
  {
   "quote": {
    "text": "Nature is ever at work building and pulling down, creating and destroying, keeping everything whirling and flowing, allowing no rest but in rhythmical motion, chasing everything in endless song out of one beautiful form into another."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "In all things of nature there is something of the marvelous."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "To prefer evil to good is not in human nature; and when a man is compelled to choose one of two evils, no one will choose the greater when he might have the less."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "I understood at a very early age that in nature, I felt everything I should feel in church but never did. Walking in the woods, I felt in touch with the universe and with the spirit of the universe."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "If we could establish a deep abiding relationship with nature, we would never kill an animal for our appetite; we would never harm, vivisect, a monkey, a dog, a guinea pig for our benefit. We would find other ways to heal our wounds, heal our bodies."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "Joy in looking and comprehending is nature's most beautiful gift."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "The tree which moves some to tears of joy is in the eyes of others only a green thing that stands in the way. Some see nature all ridicule and deformity... and some scarce see nature at all. But to the eyes of the man of imagination, nature is imagination itself."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Nature scarcely ever gives us the very best; for that we must have recourse to art."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "Wolves and women are relational by nature, inquiring, possessed of great endurance and strength. They are deeply intuitive, intensely concerned with their young, their mate and their pack. Yet both have been hounded, harassed and falsely imputed to be devouring and devious, overly aggressive, of less value than those who are their detractors."
   },
   "author": {
    "text": "Clarissa Pinkola Estes"
   }
  },
  {
   "quote": {
    "text": "Twilight drops her curtain down, and pins it with a star."
   },
   "author": {
    "text": "Lucy Maud Montgomery"
   }
  },
  {
   "quote": {
    "text": "It is the nature of the strong heart, that like the palm tree it strives ever upwards when it is most burdened."
   },
   "author": {
    "text": "Philip Sidney"
   }
  },
  {
   "quote": {
    "text": "Birds sing after a storm; why shouldn't people feel as free to delight in whatever sunlight remains to them?"
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "Mistakes are almost always of a sacred nature. Never try to correct them. On the contrary: rationalize them, understand them thoroughly. After that, it will be possible for you to sublimate them."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "What is the good of your stars and trees, your sunrise and the wind, if they do not enter into our daily lives?"
   },
   "author": {
    "text": "E. M. Forster"
   }
  },
  {
   "quote": {
    "text": "My art is an attempt to reach beyond the surface appearance. I want to see growth in wood, time in stone, nature in a city, and I do not mean its parks but a deeper understanding that a city is nature too-the ground upon which it is built, the stone with which it is made."
   },
   "author": {
    "text": "Andy Goldsworthy"
   }
  },
  {
   "quote": {
    "text": "Every one in the world ought to do the things for which he is specially adapted. It is the part of wisdom to recognize what each one of us is best fitted for, and it is the part of education to perfect and utilize such predispositions. Because education can direct and aid nature but can never transform her."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Wars will remain while human nature remains. I believe in my soul in cooperation, in arbitration; but the soldier's occupation we cannot say is gone until human nature is gone."
   },
   "author": {
    "text": "Rutherford B. Hayes"
   }
  },
  {
   "quote": {
    "text": "I go to nature to be soothed and healed, and to have my senses put in order."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "Even if one tree falls down it wouldn't affect the entire forest."
   },
   "author": {
    "text": "Chen Shui-bian"
   }
  },
  {
   "quote": {
    "text": "Should you shield the canyons from the windstorms you would never see the true beauty of their carvings."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "No tendency is quite so strong in human nature as the desire to lay down rules of conduct for other people."
   },
   "author": {
    "text": "William Howard Taft"
   }
  },
  {
   "quote": {
    "text": "Things don't just happen in this world of arising and passing away. We don't live in some kind of crazy, accidental universe. Things happen according to certain laws, laws of nature. Laws such as the law of karma, which teaches us that as a certain seed gets planted, so will that fruit be."
   },
   "author": {
    "text": "Sharon Salzberg"
   }
  },
  {
   "quote": {
    "text": "Eventually, my eyes were opened, and I really understood nature. I learned to love at the same time."
   },
   "author": {
    "text": "Claude Monet"
   }
  },
  {
   "quote": {
    "text": "Buddhism teaches us not to try to run away from suffering. You have to confront suffering. You have to look deeply into the nature of suffering in order to recognize its cause, the making of the suffering."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "The function of prayer is not to influence God, but rather to change the nature of the one who prays."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "Yoga is a method for restraining the natural turbulence of thoughts, which otherwise impartially prevent all men, of all lands, from glimpsing their true nature of Spirit. Yoga cannot know a barrier of East and West any more than does the healing and equitable light of the sun."
   },
   "author": {
    "text": "Paramahansa Yogananda"
   }
  },
  {
   "quote": {
    "text": "Those who find beauty in all of nature will find themselves at one with the secrets of life itself."
   },
   "author": {
    "text": "L. Wolfe Gilbert"
   }
  },
  {
   "quote": {
    "text": "Nature is relentless and unchangeable, and it is indifferent as to whether its hidden reasons and actions are understandable to man or not."
   },
   "author": {
    "text": "Galileo Galilei"
   }
  },
  {
   "quote": {
    "text": "The insufferable arrogance of human beings to think that Nature was made solely for their benefit, as if it was conceivable that the sun had been set afire merely to ripen men's apples and head their cabbages."
   },
   "author": {
    "text": "Cyrano de Bergerac"
   }
  },
  {
   "quote": {
    "text": "As I grew older, I realized that it was much better to insist on the genuine forms of nature, for simplicity is the greatest adornment of art."
   },
   "author": {
    "text": "Albrecht Durer"
   }
  },
  {
   "quote": {
    "text": "Those things that nature denied to human sight, she revealed to the eyes of the soul."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "One of the things I enjoy is the challenge of Mother Nature."
   },
   "author": {
    "text": "Nik Wallenda"
   }
  },
  {
   "quote": {
    "text": "And the heart that is soonest awake to the flowers is always the first to be touch'd by the thorns."
   },
   "author": {
    "text": "Thomas Moore"
   }
  },
  {
   "quote": {
    "text": "How inappropriate to call this planet Earth when it is quite clearly Ocean."
   },
   "author": {
    "text": "Arthur C. Clarke"
   }
  },
  {
   "quote": {
    "text": "Man is by nature a political animal."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "He is richest who is content with the least, for content is the wealth of nature."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "But more wonderful than the lore of old men and the lore of books is the secret lore of ocean."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "A friend may well be reckoned the masterpiece of nature."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "In the Spring, I have counted 136 different kinds of weather inside of 24 hours."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Spring is nature's way of saying, 'Let's party!'"
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "Fear not, we are of the nature of the lion, and cannot descend to the destruction of mice and such small beasts."
   },
   "author": {
    "text": "Elizabeth I"
   }
  },
  {
   "quote": {
    "text": "Look out into the universe and contemplate the glory of God. Observe the stars, millions of them, twinkling in the night sky, all with a message of unity, part of the very nature of God."
   },
   "author": {
    "text": "Sai Baba"
   }
  },
  {
   "quote": {
    "text": "Blue, green, grey, white, or black; smooth, ruffled, or mountainous; that ocean is not silent."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "Human bodies are designed for regular physical activity. The sedentary nature of much of modern life probably plays a significant role in the epidemic incidence of depression today. Many studies show that depressed patients who stick to a regimen of aerobic exercise improve as much as those treated with medication."
   },
   "author": {
    "text": "Andrew Weil"
   }
  },
  {
   "quote": {
    "text": "Perfect is very boring, and if you happen to have a different look, that's a celebration of human nature, I think. If we were all symmetrical and perfect, life would be very dull."
   },
   "author": {
    "text": "Natalie Dormer"
   }
  },
  {
   "quote": {
    "text": "Nature gives to every time and season some beauties of its own; and from morning to night, as from the cradle to the grave, it is but a succession of changes so gentle and easy that we can scarcely mark their progress."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "Man can never be a woman's equal in the spirit of selfless service with which nature has endowed her."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "By nature, I keep moving, man. My theory is, be the shark. You've just got to keep moving. You can't stop."
   },
   "author": {
    "text": "Brad Pitt"
   }
  },
  {
   "quote": {
    "text": "My favorite place in Indonesia is Bali. I was there with my family in Nusa Dua, and my kids loved it. I'm a workaholic, so for me, Bali is a place where you can have a vacation, but you can have your own moment as well. You feel like you blend with nature - and I love the beach."
   },
   "author": {
    "text": "Joe Taslim"
   }
  },
  {
   "quote": {
    "text": "I never saw a discontented tree. They grip the ground as though they liked it, and though fast rooted they travel about as far as we do."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "The garden suggests there might be a place where we can meet nature halfway."
   },
   "author": {
    "text": "Michael Pollan"
   }
  },
  {
   "quote": {
    "text": "No man has received from nature the right to command his fellow human beings."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "I love to think of nature as an unlimited broadcasting station, through which God speaks to us every hour, if we will only tune in."
   },
   "author": {
    "text": "George Washington Carver"
   }
  },
  {
   "quote": {
    "text": "Failure is nature's plan to prepare you for great responsibilities."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "Nature, philosophy and social issues are the three things that always occupy my mind. You do not have any power over others but can only change yourself."
   },
   "author": {
    "text": "Pawan Kalyan"
   }
  },
  {
   "quote": {
    "text": "It is wrong to think that the task of physics is to find out how Nature is. Physics concerns what we say about Nature."
   },
   "author": {
    "text": "Niels Bohr"
   }
  },
  {
   "quote": {
    "text": "The laws of nature are but the mathematical thoughts of God."
   },
   "author": {
    "text": "Euclid"
   }
  },
  {
   "quote": {
    "text": "After you have exhausted what there is in business, politics, conviviality, and so on - have found that none of these finally satisfy, or permanently wear - what remains? Nature remains."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "When you look at Japanese traditional architecture, you have to look at Japanese culture and its relationship with nature. You can actually live in a harmonious, close contact with nature - this very unique to Japan."
   },
   "author": {
    "text": "Tadao Ando"
   }
  },
  {
   "quote": {
    "text": "Miracles are not contrary to nature, but only contrary to what we know about nature."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "Nature gives you the face you have at twenty; it is up to you to merit the face you have at fifty."
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "Not that I am ashamed of my mind or body, my birth or breeding, my actions or fortunes, for my bashfulness is in my nature, not for any crime."
   },
   "author": {
    "text": "Margaret Cavendish"
   }
  },
  {
   "quote": {
    "text": "I can't go against my nature because I am what I am. I don't try to be anyone different to who I am."
   },
   "author": {
    "text": "Brian McDermott"
   }
  },
  {
   "quote": {
    "text": "I have lived long enough to satisfy both nature and glory."
   },
   "author": {
    "text": "Julius Caesar"
   }
  },
  {
   "quote": {
    "text": "In Japan, I was immensely impressed by the politeness, industrious nature and conscientiousness of the Japanese people."
   },
   "author": {
    "text": "J. Paul Getty"
   }
  },
  {
   "quote": {
    "text": "To photograph truthfully and effectively is to see beneath the surfaces and record the qualities of nature and humanity which live or are latent in all things."
   },
   "author": {
    "text": "Ansel Adams"
   }
  },
  {
   "quote": {
    "text": "The physical ego, the active consciousness in man, should uplift its body-identified self into unity with the soul, its true nature; it should not allow itself to remain mired in the lowly delusive strata of the senses and material entanglement."
   },
   "author": {
    "text": "Paramahansa Yogananda"
   }
  },
  {
   "quote": {
    "text": "Art is a harmony parallel with nature."
   },
   "author": {
    "text": "Paul Cezanne"
   }
  },
  {
   "quote": {
    "text": "The moon is at her full, and riding high, Floods the calm fields with light. The airs that hover in the summer sky Are all asleep tonight."
   },
   "author": {
    "text": "William Cullen Bryant"
   }
  },
  {
   "quote": {
    "text": "By nature and doctrines I am addicted to the habit of discovering choice places wherein to feed."
   },
   "author": {
    "text": "O. Henry"
   }
  },
  {
   "quote": {
    "text": "Let the gentle bush dig its root deep and spread upward to split one boulder."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "But you answer, that the Constitution recognizes property in slaves. It would be sufficient, then, to reply, that this constitutional recognition must be void, because it is repugnant to the law of nature and of nations."
   },
   "author": {
    "text": "William H. Seward"
   }
  },
  {
   "quote": {
    "text": "Adapt or perish, now as ever, is nature's inexorable imperative."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "Nothing makes me so happy as to observe nature and to paint what I see."
   },
   "author": {
    "text": "Henri Rousseau"
   }
  },
  {
   "quote": {
    "text": "To the artist there is never anything ugly in nature."
   },
   "author": {
    "text": "Auguste Rodin"
   }
  },
  {
   "quote": {
    "text": "Unless a tree has borne blossoms in spring, you will vainly look for fruit on it in autumn."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "To feel much for others and little for ourselves; to restrain our selfishness and exercise our benevolent affections, constitute the perfection of human nature."
   },
   "author": {
    "text": "Adam Smith"
   }
  },
  {
   "quote": {
    "text": "When you go in search of honey you must expect to be stung by bees."
   },
   "author": {
    "text": "Joseph Joubert"
   }
  },
  {
   "quote": {
    "text": "The year 2100 will see eugenics universally established. In past ages, the law governing the survival of the fittest roughly weeded out the less desirable strains. Then man's new sense of pity began to interfere with the ruthless workings of nature. As a result, we continue to keep alive and to breed the unfit."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "And this, our life, exempt from public haunt, finds tongues in trees, books in the running brooks, sermons in stones, and good in everything."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Reading about nature is fine, but if a person walks in the woods and listens carefully, he can learn more than what is in books, for they speak with the voice of God."
   },
   "author": {
    "text": "George Washington Carver"
   }
  },
  {
   "quote": {
    "text": "Yosemite Valley, to me, is always a sunrise, a glitter of green and golden wonder in a vast edifice of stone and space."
   },
   "author": {
    "text": "Ansel Adams"
   }
  },
  {
   "quote": {
    "text": "I'm concentrating on staying healthy, having peace, being happy, remembering what is important, taking in nature and animals, spending time reading, trying to understand the universe, where science and the spiritual meet."
   },
   "author": {
    "text": "Joan Jett"
   }
  },
  {
   "quote": {
    "text": "All human actions have one or more of these seven causes: chance, nature, compulsions, habit, reason, passion, desire."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "No one can feel more gratefully the charm of noble scenery, or the refreshment of escape into the unspoiled solitudes of nature, than the laborer at some close in-door employment."
   },
   "author": {
    "text": "Lucy Larcom"
   }
  },
  {
   "quote": {
    "text": "Science cannot solve the ultimate mystery of nature. And that is because, in the last analysis, we ourselves are a part of the mystery that we are trying to solve."
   },
   "author": {
    "text": "Max Planck"
   }
  },
  {
   "quote": {
    "text": "Take a course in good water and air; and in the eternal youth of Nature you may renew your own. Go quietly, alone; no harm will befall you."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "When we think of the major threats to our national security, the first to come to mind are nuclear proliferation, rogue states and global terrorism. But another kind of threat lurks beyond our shores, one from nature, not humans - an avian flu pandemic."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Race hate isn't human nature; race hate is the abandonment of human nature."
   },
   "author": {
    "text": "Orson Welles"
   }
  },
  {
   "quote": {
    "text": "Such is the nature of men, that howsoever they may acknowledge many others to be more witty, or more eloquent, or more learned; yet they will hardly believe there be many so wise as themselves."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "The artist is the confidant of nature, flowers carry on dialogues with him through the graceful bending of their stems and the harmoniously tinted nuances of their blossoms. Every flower has a cordial word which nature directs towards him."
   },
   "author": {
    "text": "Auguste Rodin"
   }
  },
  {
   "quote": {
    "text": "Nature never deceives us; it is we who deceive ourselves."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "Denial helps us to pace our feelings of grief. There is a grace in denial. It is nature's way of letting in only as much as we can handle."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "The art of healing comes from nature, not from the physician. Therefore the physician must start from nature, with an open mind."
   },
   "author": {
    "text": "Paracelsus"
   }
  },
  {
   "quote": {
    "text": "Ocean is more ancient than the mountains, and freighted with the memories and the dreams of Time."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "Nothing happens to any man that he is not formed by nature to bear."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "The true way to be humble is not to stoop until you are smaller than yourself, but to stand at your real height against some higher nature that will show you what the real smallness of your greatness is."
   },
   "author": {
    "text": "Phillips Brooks"
   }
  },
  {
   "quote": {
    "text": "Beauty for some provides escape, who gain a happiness in eyeing the gorgeous buttocks of the ape or Autumn sunsets exquisitely dying."
   },
   "author": {
    "text": "Langston Hughes"
   }
  },
  {
   "quote": {
    "text": "I hold grudges, but I can't hate nobody; that's not my nature."
   },
   "author": {
    "text": "The Notorious B.I.G."
   }
  },
  {
   "quote": {
    "text": "In a culture fueled by burnout, a culture that has run itself down, our national resilience becomes compromised. And when our collective immune system is weakened, we become more susceptible to viruses that are part of every culture because they're part of human nature - fear-mongering, scapegoating, conspiracy theories, and demagoguery."
   },
   "author": {
    "text": "Arianna Huffington"
   }
  },
  {
   "quote": {
    "text": "We all have these shades in our nature: it's a spectrum within all of us."
   },
   "author": {
    "text": "Johnny Flynn"
   }
  },
  {
   "quote": {
    "text": "I want to do with you what spring does with cherry trees."
   },
   "author": {
    "text": "Pablo Neruda"
   }
  },
  {
   "quote": {
    "text": "Learn from nature. Stuff lives and stuff dies all the time, you know. Animals and birds and flowers. Trees come and go, and we come and go. That's it. So we should all seize life and make the most of what we have while we can."
   },
   "author": {
    "text": "Joanna Lumley"
   }
  },
  {
   "quote": {
    "text": "The skull is nature's sculpture."
   },
   "author": {
    "text": "David Bailey"
   }
  },
  {
   "quote": {
    "text": "I am a generous man, by nature, and far more trusting than I should be. Indeed. The real world is risky territory for people with generosity of spirit. Beware."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "Suffering by nature or chance never seems so painful as suffering inflicted on us by the arbitrary will of another."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "Study hard so that you can master technology, which allows us to master nature."
   },
   "author": {
    "text": "Che Guevara"
   }
  },
  {
   "quote": {
    "text": "Sunsets are so beautiful that they almost seem as if we were looking through the gates of Heaven."
   },
   "author": {
    "text": "John Lubbock"
   }
  },
  {
   "quote": {
    "text": "In other words, a person who is fanatic in matters of religion, and clings to certain ideas about the nature of God and the universe, becomes a person who has no faith at all."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "A woodland in full color is awesome as a forest fire, in magnitude at least, but a single tree is like a dancing tongue of flame to warm the heart."
   },
   "author": {
    "text": "Hal Borland"
   }
  },
  {
   "quote": {
    "text": "The roots of racism lie deep in man's nature, wounded and bruised by original sin."
   },
   "author": {
    "text": "Sargent Shriver"
   }
  },
  {
   "quote": {
    "text": "He that will enjoy the brightness of sunshine, must quit the coolness of the shade."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Creativity is the ability to introduce order into the randomness of nature."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "The most important thing is the indigenous people are not vindictive by nature. We are not here to oppress anybody - but to join together and build Bolivia, with justice and equality."
   },
   "author": {
    "text": "Evo Morales"
   }
  },
  {
   "quote": {
    "text": "Mother Nature is the great equalizer. You can't get away from it."
   },
   "author": {
    "text": "Christopher Heyerdahl"
   }
  },
  {
   "quote": {
    "text": "With every drop of water you drink, every breath you take, you're connected to the sea. No matter where on Earth you live. Most of the oxygen in the atmosphere is generated by the sea."
   },
   "author": {
    "text": "Sylvia Earle"
   }
  },
  {
   "quote": {
    "text": "Words, like nature, half reveal and half conceal the soul within."
   },
   "author": {
    "text": "Alfred Lord Tennyson"
   }
  },
  {
   "quote": {
    "text": "Mushrooms are miniature pharmaceutical factories, and of the thousands of mushroom species in nature, our ancestors and modern scientists have identified several dozen that have a unique combination of talents that improve our health."
   },
   "author": {
    "text": "Paul Stamets"
   }
  },
  {
   "quote": {
    "text": "The history of science shows that theories are perishable. With every new truth that is revealed we get a better understanding of Nature and our conceptions and views are modified."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "None of us can claim to be fair and square in love - and I'm definitely not a hypocrite! Humans are built to evolve with time. It depends on the nature of the relationship you share with a person. It is there today, tomorrow it may be gone; c'est la vie."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "When I see a bird that walks like a duck and swims like a duck and quacks like a duck, I call that bird a duck."
   },
   "author": {
    "text": "James Whitcomb Riley"
   }
  },
  {
   "quote": {
    "text": "The strongest argument against totalitarianism may be a recognition of a universal human nature; that all humans have innate desires for life, liberty and the pursuit of happiness. The doctrine of the blank slate... is a totalitarian's dream."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "Nature has made men free and equal. The distinctions necessary for social order are only founded on general utility."
   },
   "author": {
    "text": "Marquis de Lafayette"
   }
  },
  {
   "quote": {
    "text": "The private citizen, beset by partisan appeals for the loan of his Public Opinion, will soon see, perhaps, that these appeals are not a compliment to his intelligence, but an imposition on his good nature and an insult to his sense of evidence."
   },
   "author": {
    "text": "Walter Lippmann"
   }
  },
  {
   "quote": {
    "text": "It is human nature to think wisely and act in an absurd fashion."
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "Most of us who become experimental physicists do so for two reasons; we love the tools of physics because to us they have intrinsic beauty, and we dream of finding new secrets of nature as important and as exciting as those uncovered by our scientific heroes."
   },
   "author": {
    "text": "Luis Walter Alvarez"
   }
  },
  {
   "quote": {
    "text": "I would feel more optimistic about a bright future for man if he spent less time proving that he can outwit Nature and more time tasting her sweetness and respecting her seniority."
   },
   "author": {
    "text": "E. B. White"
   }
  },
  {
   "quote": {
    "text": "Our character is not so much the product of race and heredity as of those circumstances by which nature forms our habits, by which we are nurtured and live."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "One could not pluck a flower without troubling a star."
   },
   "author": {
    "text": "Loren Eiseley"
   }
  },
  {
   "quote": {
    "text": "What is a scientist after all? It is a curious man looking through a keyhole, the keyhole of nature, trying to know what's going on."
   },
   "author": {
    "text": "Jacques Yves Cousteau"
   }
  },
  {
   "quote": {
    "text": "The nature of Homeland Security is that no news is good news. And no news sometimes means somebody got interdicted at the border, somebody got interdicted before they could get on an airplane, somebody was arrested providing material support to terrorism. Homeland Security means very often something you never hear about."
   },
   "author": {
    "text": "Jeh Johnson"
   }
  },
  {
   "quote": {
    "text": "The fall is my favorite time of year. I love the colors. The sun is out, you get warmth on your skin but there's the coolness of the breeze. It's really comfortable."
   },
   "author": {
    "text": "Ricky Skaggs"
   }
  },
  {
   "quote": {
    "text": "Little white lies are part of everyday life. If you're in court being charged with a felony, you're probably going to be tempted to lie. Or if your girlfriend asks you if the sweater she is wearing makes her look fat; you're going to lie because you love that person. There are different reasons and justifications to lie; it's human nature."
   },
   "author": {
    "text": "Monica Raymund"
   }
  },
  {
   "quote": {
    "text": "We live in a culture that's been hijacked by the management consultant ethos. We want everything boiled down to a Power Point slide. We want metrics and 'show me the numbers.' That runs counter to the immensely complex nature of so many social, economic and political problems. You cannot devise an algorithm to fix them."
   },
   "author": {
    "text": "Carl Honore"
   }
  },
  {
   "quote": {
    "text": "When a dragonfly flutters by, you may not realize, but it's the greatest flier in nature. It can hover, fly backwards, even upside down."
   },
   "author": {
    "text": "Louie Schwartzberg"
   }
  },
  {
   "quote": {
    "text": "What we observe is not nature itself, but nature exposed to our method of questioning."
   },
   "author": {
    "text": "Werner Heisenberg"
   }
  },
  {
   "quote": {
    "text": "I do have a treadmill desk in my office, and for a while, I would walk on it while checking email and going through jokes. I haven't walked on it in probably four months. Now it's more of an upright dining table for me. At some point, moss will grow over it, birds will build nests, and nature will reclaim the treadmill as its own."
   },
   "author": {
    "text": "Jimmy Kimmel"
   }
  },
  {
   "quote": {
    "text": "It is the nature of the wise to resist pleasures, but the foolish to be a slave to them."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "Electrical science has disclosed to us the more intimate relation existing between widely different forces and phenomena and has thus led us to a more complete comprehension of Nature and its many manifestations to our senses."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "Natural selection shaped the human brain to be drawn toward aspects of nature that enhance our survival and reproduction, like verdant landscapes and docile creatures. There is no payoff to getting the warm fuzzies in the presence of rats, snakes, mosquitoes, cockroaches, herpes simplex and the rabies virus."
   },
   "author": {
    "text": "Paul Bloom"
   }
  },
  {
   "quote": {
    "text": "Teaching man his relatively small sphere in the creation, it also encourages him by its lessons of the unity of Nature and shows him that his power of comprehension allies him with the great intelligence over-reaching all."
   },
   "author": {
    "text": "Annie Jump Cannon"
   }
  },
  {
   "quote": {
    "text": "We can actually accelerate the process through meditation, through the ability to find stillness through loving actions, through compassion and sharing, through understanding the nature of the creative process in the universe and having a sense of connection to it. So, that's conscious evolution."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Sport is a wonderful metaphor for life. Of all the sports that I played - skiing, baseball, fishing - there is no greater example than golf, because you're playing against yourself and nature."
   },
   "author": {
    "text": "Robert Redford"
   }
  },
  {
   "quote": {
    "text": "Sanctification is the outcome and inseparable consequence of regeneration. He who is born again and made a new creature receives a new nature and a new principle and always lives a new life."
   },
   "author": {
    "text": "J. C. Ryle"
   }
  },
  {
   "quote": {
    "text": "There are worlds of experience beyond the world of the aggressive man, beyond history, and beyond science. The moods and qualities of nature and the revelations of great art are equally difficult to define; we can grasp them only in the depths of our perceptive spirit."
   },
   "author": {
    "text": "Ansel Adams"
   }
  },
  {
   "quote": {
    "text": "I like to sit in my backyard. I go out on the hammock and sit in silence and kind of meditate. Nature is calming, and it's nice to go out there and clear my head."
   },
   "author": {
    "text": "Devon Werkheiser"
   }
  },
  {
   "quote": {
    "text": "My aim in painting is to create pulsating, luminous, and open surfaces that emanate a mystic light, in accordance with my deepest insight into the experience of life and nature."
   },
   "author": {
    "text": "Hans Hofmann"
   }
  },
  {
   "quote": {
    "text": "The Doctrine of the Trinity teaches that within the unity of the one Godhead there are three separate persons who are coequal in power, nature, and eternity."
   },
   "author": {
    "text": "Walter Martin"
   }
  },
  {
   "quote": {
    "text": "Kind words are the music of the world. They have a power which seems to be beyond natural causes, as if they were some angel's song, which had lost its way and come on Earth, and sang on undyingly, smiting the hearts of men with sweetest wounds, and putting for the while an angel's nature into us."
   },
   "author": {
    "text": "Frederick William Faber"
   }
  },
  {
   "quote": {
    "text": "Nature surrounds us, from parks and backyards to streets and alleyways. Next time you go out for a walk, tread gently and remember that we are both inhabitants and stewards of nature in our neighbourhoods."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "As parents know, little children are, by their nature, without guile. They speak the thoughts of their minds without reservation or hesitance as we have learned as parents when they embarrass us at times. They do not deceive. They set an example of being without guile."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "The structure of life I have described in buildings - the structure which I believe to be objective - is deeply and inextricably connected with the human person, and with the innermost nature of human feeling."
   },
   "author": {
    "text": "Christopher Alexander"
   }
  },
  {
   "quote": {
    "text": "Every song has a composer, every book has an author, every car has a maker, every painting has a painter, and every building has a builder. So it isn't irrational to take this simple logic a little further and say that nature must have had a Maker. It would be irrational to believe that it made itself."
   },
   "author": {
    "text": "Ray Comfort"
   }
  },
  {
   "quote": {
    "text": "It's human nature that if you get 20 positive comments and one negative one, you're going to focus on the negative. We all do that. It can be something that drags you down. It's easy to get bogged down with it, but I try to concentrate on the good things."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "Law is born from despair of human nature."
   },
   "author": {
    "text": "Jose Ortega y Gasset"
   }
  },
  {
   "quote": {
    "text": "Experience has shown us that attempts to control the Internet will invariably fail. We should be instructed by the failed efforts of China to regulate political content, the efforts of America to regulate Internet gambling, or the efforts of Australia to regulate certain speech. By its very nature, the Internet will always resist such controls."
   },
   "author": {
    "text": "Miriam Defensor-Santiago"
   }
  },
  {
   "quote": {
    "text": "I'm a typical middle child. I'm the mediator. The one that makes everything OK, puts their own needs aside to make sure everybody's happy. It's hard to change your nature, even with years and years of therapy."
   },
   "author": {
    "text": "Jennifer Jason Leigh"
   }
  },
  {
   "quote": {
    "text": "Repeal the Missouri Compromise - repeal all compromises - repeal the Declaration of Independence - repeal all past history, you still cannot repeal human nature. It will be the abundance of man's heart that slavery extension is wrong; and out of the abundance of his heart, his mouth will continue to speak."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "People need to be cautious because anything built by man can be destroyed by Mother Nature."
   },
   "author": {
    "text": "Russel Honore"
   }
  },
  {
   "quote": {
    "text": "Moonlight is sculpture."
   },
   "author": {
    "text": "Nathaniel Hawthorne"
   }
  },
  {
   "quote": {
    "text": "Human nature is potentially aggressive and destructive and potentially orderly and constructive."
   },
   "author": {
    "text": "Margaret Mead"
   }
  },
  {
   "quote": {
    "text": "Electrical science has revealed to us the true nature of light, has provided us with innumerable appliances and instruments of precision, and has thereby vastly added to the exactness of our knowledge."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "The flower is the poetry of reproduction. It is an example of the eternal seductiveness of life."
   },
   "author": {
    "text": "Jean Giraudoux"
   }
  },
  {
   "quote": {
    "text": "Perhaps nature is our best assurance of immortality."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "The diversity of the phenomena of nature is so great, and the treasures hidden in the heavens so rich, precisely in order that the human mind shall never be lacking in fresh nourishment."
   },
   "author": {
    "text": "Johannes Kepler"
   }
  },
  {
   "quote": {
    "text": "What's a butterfly garden without butterflies?"
   },
   "author": {
    "text": "Roy Rogers"
   }
  },
  {
   "quote": {
    "text": "Being alone on the moors is scary; as the rain clouds settle in, it makes you realise your place in nature."
   },
   "author": {
    "text": "Dave Davies"
   }
  },
  {
   "quote": {
    "text": "Sunlight is painting."
   },
   "author": {
    "text": "Nathaniel Hawthorne"
   }
  },
  {
   "quote": {
    "text": "Nature is full of genius, full of the divinity; so that not a snowflake escapes its fashioning hand."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "My height doesn't define my skill set. To be a great quarterback, you have to have great leadership, great attention to detail and a relentless competitive nature - and I try to bring that on a daily basis."
   },
   "author": {
    "text": "Russell Wilson"
   }
  },
  {
   "quote": {
    "text": "I had to live in the desert before I could understand the full value of grass in a green ditch."
   },
   "author": {
    "text": "Ella Maillart"
   }
  },
  {
   "quote": {
    "text": "Your body is the church where Nature asks to be reverenced."
   },
   "author": {
    "text": "Marquis de Sade"
   }
  },
  {
   "quote": {
    "text": "The salary of the chief executive of a large corporation is not a market award for achievement. It is frequently in the nature of a warm personal gesture by the individual to himself."
   },
   "author": {
    "text": "John Kenneth Galbraith"
   }
  },
  {
   "quote": {
    "text": "I'm always astonished by a forest. It makes me realise that the fantasy of nature is much larger than my own fantasy. I still have things to learn."
   },
   "author": {
    "text": "Gunter Grass"
   }
  },
  {
   "quote": {
    "text": "Sweeter than the perfume of roses is a reputation for a kind, charitable, unselfish nature; a ready disposition to do to others any good turn in your power."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "In nature we never see anything isolated, but everything in connection with something else which is before it, beside it, under it and over it."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "If you can't sit in a cafe quietly and be ignored, how can you observe human nature and write a story?"
   },
   "author": {
    "text": "Evangeline Lilly"
   }
  },
  {
   "quote": {
    "text": "To such an extent does nature delight and abound in variety that among her trees there is not one plant to be found which is exactly like another; and not only among the plants, but among the boughs, the leaves and the fruits, you will not find one which is exactly similar to another."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "We are not weak if we make a proper use of those means which the God of Nature has placed in our power... the battle, sir, is not to the strong alone it is to the vigilant, the active, the brave."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "How beautiful the leaves grow old. How full of light and color are their last days."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "All my life through, the new sights of Nature made me rejoice like a child."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "The stars, that nature hung in heaven, and filled their lamps with everlasting oil, give due light to the misled and lonely traveller."
   },
   "author": {
    "text": "John Milton"
   }
  },
  {
   "quote": {
    "text": "We can't blame children for occupying themselves with Facebook rather than playing in the mud. Our society doesn't put a priority on connecting with nature. In fact, too often we tell them it's dirty and dangerous."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "A morning-glory at my window satisfies me more than the metaphysics of books."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "Politeness is to human nature what warmth is to wax."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "The sky lovingly smiles on the earth and her children."
   },
   "author": {
    "text": "Henry Morton Stanley"
   }
  },
  {
   "quote": {
    "text": "If we do not voluntarily bring population growth under control in the next one or two decades, the nature will do it for us in the most brutal way, whether we like it or not."
   },
   "author": {
    "text": "Henry W. Kendall"
   }
  },
  {
   "quote": {
    "text": "One must ask children and birds how cherries and strawberries taste."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "It's human nature to take the easy route and leap at storage methods that promise quick and convenient ways to remove visible clutter. Putting things away creates the illusion that the clutter problem has been solved. But sooner or later, all the storage units are full, and the room once again overflows with things."
   },
   "author": {
    "text": "Marie Kondo"
   }
  },
  {
   "quote": {
    "text": "To explain all nature is too difficult a task for any one man or even for any one age. 'Tis much better to do a little with certainty & leave the rest for others that come after you."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "Your soul is infinitely creative. It is alive and expansive in nature. It is curious and playful, changing with the tides of time."
   },
   "author": {
    "text": "Debbie Ford"
   }
  },
  {
   "quote": {
    "text": "All men are by nature born equally free and independent."
   },
   "author": {
    "text": "George Mason"
   }
  },
  {
   "quote": {
    "text": "Whatever the universal nature assigns to any man at any time is for the good of that man at that time."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "When women reassert their relationship with the wildish nature, they are gifted with a permanent and internal watcher, a knower, a visionary, an oracle, an inspiratrice, an intuitive, a maker, a creator, an inventor, and a listener who guide, suggest, and urge vibrant life in the inner and outer world."
   },
   "author": {
    "text": "Clarissa Pinkola Estes"
   }
  },
  {
   "quote": {
    "text": "Anything created by human beings is already in the great book of nature."
   },
   "author": {
    "text": "Antoni Gaudi"
   }
  },
  {
   "quote": {
    "text": "Self-confidence has always been one of my good qualities. I am always very confident. It is in my nature to be confident, to be aggressive. And it applies in my batting as well as wicketkeeping."
   },
   "author": {
    "text": "Mahendra Singh Dhoni"
   }
  },
  {
   "quote": {
    "text": "Twilight - a time of pause when nature changes her guard. All living things would fade and die from too much light or too much dark, if twilight were not."
   },
   "author": {
    "text": "Howard Thurman"
   }
  },
  {
   "quote": {
    "text": "Human subtlety will never devise an invention more beautiful, more simple or more direct than does nature because in her inventions nothing is lacking, and nothing is superfluous."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Societies have always been shaped more by the nature of the media by which men communicate than by the content of the communication."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "The sacred rights of mankind are not to be rummaged for among old parchments or musty records. They are written, as with a sunbeam, in the whole volume of human nature, by the hand of the divinity itself; and can never be erased or obscured by mortal power."
   },
   "author": {
    "text": "Alexander Hamilton"
   }
  },
  {
   "quote": {
    "text": "You may make some mistakes - but that doesn't make you a sinner. You've got the very nature of God on the inside of you."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "The possibility of a scientific treatment of history means a wider experience, a greater maturity of practical reason, and finally a fuller realization of certain basic ideas regarding the nature of life and time."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "The earth has received the embrace of the sun and we shall see the results of that love."
   },
   "author": {
    "text": "Sitting Bull"
   }
  },
  {
   "quote": {
    "text": "Nature uses as little as possible of anything."
   },
   "author": {
    "text": "Johannes Kepler"
   }
  },
  {
   "quote": {
    "text": "Everything is blooming most recklessly; if it were voices instead of colors, there would be an unbelievable shrieking into the heart of the night."
   },
   "author": {
    "text": "Rainer Maria Rilke"
   }
  },
  {
   "quote": {
    "text": "The deviation of man from the state in which he was originally placed by nature seems to have proved to him a prolific source of diseases."
   },
   "author": {
    "text": "Edward Jenner"
   }
  },
  {
   "quote": {
    "text": "As in nature, all is ebb and tide, all is wave motion, so it seems that in all branches of industry, alternating currents - electric wave motion - will have the sway."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "For greed all nature is too little."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "Nature is an infinite sphere of which the center is everywhere and the circumference nowhere."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "True refuge is that which allows us to be at home, at peace, to discover true happiness. The only thing that can give us true refuge is the awareness and love that is intrinsic to who we are. Ultimately, it's our own true nature."
   },
   "author": {
    "text": "Tara Brach"
   }
  },
  {
   "quote": {
    "text": "It is cruel, you know, that music should be so beautiful. It has the beauty of loneliness of pain: of strength and freedom. The beauty of disappointment and never-satisfied love. The cruel beauty of nature and everlasting beauty of monotony."
   },
   "author": {
    "text": "Benjamin Britten"
   }
  },
  {
   "quote": {
    "text": "Let us learn to appreciate there will be times when the trees will be bare, and look forward to the time when we may pick the fruit."
   },
   "author": {
    "text": "Anton Chekhov"
   }
  },
  {
   "quote": {
    "text": "The very winds whispered in soothing accents, and maternal Nature bade me weep no more."
   },
   "author": {
    "text": "Mary Shelley"
   }
  },
  {
   "quote": {
    "text": "He who looks the higher is the more highly distinguished, and turning over the great book of nature (which is the proper object of philosophy) is the way to elevate one's gaze."
   },
   "author": {
    "text": "Galileo Galilei"
   }
  },
  {
   "quote": {
    "text": "Growing hemp as nature designed it is vital to our urgent need to reduce greenhouse gases and ensure the survival of our planet."
   },
   "author": {
    "text": "Jack Herer"
   }
  },
  {
   "quote": {
    "text": "Speech is one of the marvels that characterize man, and also one of the most difficult spontaneous creations that have been accomplished by nature."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "I've become more comfortable as time has gone on with saying goodbye because... I've been having so many conversations about the cyclical nature of life. It just keeps going."
   },
   "author": {
    "text": "Brie Larson"
   }
  },
  {
   "quote": {
    "text": "To know what that true self is without social pressure is to know your true nature."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "It is often my nature to be abstract, hidden in plain sight, or nowhere at all."
   },
   "author": {
    "text": "Gerard Way"
   }
  },
  {
   "quote": {
    "text": "All water has a perfect memory and is forever trying to get back to where it was."
   },
   "author": {
    "text": "Toni Morrison"
   }
  },
  {
   "quote": {
    "text": "We must all obey the great law of change. It is the most powerful law of nature."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "In June as many as a dozen species may burst their buds on a single day. No man can heed all of these anniversaries; no man can ignore all of them."
   },
   "author": {
    "text": "Aldo Leopold"
   }
  },
  {
   "quote": {
    "text": "Like music and art, love of nature is a common language that can transcend political or social boundaries."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "To insult someone we call him 'bestial. For deliberate cruelty and nature, 'human' might be the greater insult."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "God who created us has granted us the faculty of speech that we might disclose the counsels of our hearts to one another and that, since we possess our human nature in common, each of us might share his thoughts with his neighbor, bringing them forth from the secret recesses of the heart as from a treasury."
   },
   "author": {
    "text": "Saint Basil"
   }
  },
  {
   "quote": {
    "text": "I believe it is in my nature to dance by virtue of the beat of my heart, the pulse of my blood and the music in my mind."
   },
   "author": {
    "text": "Robert Fulghum"
   }
  },
  {
   "quote": {
    "text": "Men, women, and children who cannot live on gravity alone need something to satisfy their gayer, lighter moods and hours, and he who ministers to this want is, in my opinion, in a business established by the Creator of our nature. If he worthily fulfills his mission and amuses without corrupting, he need never feel that he has lived in vain."
   },
   "author": {
    "text": "P. T. Barnum"
   }
  },
  {
   "quote": {
    "text": "I'm definitely a Polaroid camera girl. For me, what I'm really excited about is bringing back the artistry and the nature of Polaroid."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "By nature, men love newfangledness."
   },
   "author": {
    "text": "Geoffrey Chaucer"
   }
  },
  {
   "quote": {
    "text": "By nature, I'm an awkward person; I'm a gangly introvert."
   },
   "author": {
    "text": "Hozier"
   }
  },
  {
   "quote": {
    "text": "I have always believed that your face is a mirror to your nature."
   },
   "author": {
    "text": "Sridevi"
   }
  },
  {
   "quote": {
    "text": "Nature best teaches how to pray, and how to reverence all the gifts the Almighty has given us. She is like a vast outspread handkerchief, embroidered with God's eternal name, on which we may dry alike our tears of sorrow and of joy; she turns weeping into ecstasy, and fills our hearts with speechless, quiet reverence and resignation."
   },
   "author": {
    "text": "Robert Schumann"
   }
  },
  {
   "quote": {
    "text": "When you look for the environment, you find things that are in it: a hammer, a smartphone, some rusty nails, a shed, a spider, some grass, a tree. So there is a big difference between environmentality and Nature. Nature is definitely something you can point to: it is 'over yonder' in the mountains, in my DNA, under the pavement."
   },
   "author": {
    "text": "Timothy Morton"
   }
  },
  {
   "quote": {
    "text": "I have no enthusiasm for nature which the slightest chill will not instantly destroy."
   },
   "author": {
    "text": "George Sand"
   }
  },
  {
   "quote": {
    "text": "Nature is infinitely creative. It is always producing the possibility of new beginnings."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Learn from me, if not by my precepts, then by my example, how dangerous is the pursuit of knowledge and how much happier is that man who believes his native town to be the world than he who aspires to be greater than his nature will allow."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "Agriculture changes the landscape more than anything else we do. It alters the composition of species. We don't realize it when we sit down to eat, but that is our most profound engagement with the rest of nature."
   },
   "author": {
    "text": "Michael Pollan"
   }
  },
  {
   "quote": {
    "text": "I had only one idea before me throughout the trial, i.e. to show complete indifference towards the trial in spite of serious nature of the charges against us."
   },
   "author": {
    "text": "Bhagat Singh"
   }
  },
  {
   "quote": {
    "text": "Frost is the greatest artist in our clime - he paints in nature and describes in rime."
   },
   "author": {
    "text": "Thomas Hood"
   }
  },
  {
   "quote": {
    "text": "Age is not measured by years. Nature does not equally distribute energy. Some people are born old and tired while others are going strong at seventy."
   },
   "author": {
    "text": "Dorothy Thompson"
   }
  },
  {
   "quote": {
    "text": "Habit is a second nature which prevents us from knowing the first, of which it has neither the cruelties nor the enchantments."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "Today we are searching for things in nature that are hidden behind the veil of appearance... We look for and paint this inner, spiritual side of nature."
   },
   "author": {
    "text": "Franz Marc"
   }
  },
  {
   "quote": {
    "text": "Communism is in conflict with human nature."
   },
   "author": {
    "text": "Ernest Renan"
   }
  },
  {
   "quote": {
    "text": "For me, surfing is as close a connection I can have with Mother Nature. To surf, you're riding a pulse of energy from Mother Nature. And it's strong. It's real. It's there. And you're dancing with that. You're connecting with that. You're might be the only person in the history of the universe that connects with that particular pulse of energy."
   },
   "author": {
    "text": "Xavier Rudd"
   }
  },
  {
   "quote": {
    "text": "The black holes of nature are the most perfect macroscopic objects there are in the universe: the only elements in their construction are our concepts of space and time."
   },
   "author": {
    "text": "Subrahmanyan Chandrasekhar"
   }
  },
  {
   "quote": {
    "text": "We all dream. We dream vividly, depending on our nature. Our existence is beyond our explanation, whether we believe in God or we have religion or we're atheist."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "I realized that nature had invented reproduction as a mechanism for life to move forward, as a life force that passes right through us and makes us a link in the evolution of life. Rarely seen by the naked eye, this intersection between the animal world and the plant world is truly a magic moment."
   },
   "author": {
    "text": "Louie Schwartzberg"
   }
  },
  {
   "quote": {
    "text": "Cotton was a force of nature. There's a poetry to it, hoeing and growing cotton."
   },
   "author": {
    "text": "B. B. King"
   }
  },
  {
   "quote": {
    "text": "An inexhaustible good nature is one of the most precious gifts of heaven, spreading itself like oil over the troubled sea of thought, and keeping the mind smooth and equable in the roughest weather."
   },
   "author": {
    "text": "Washington Irving"
   }
  },
  {
   "quote": {
    "text": "Hope is nature's veil for hiding truth's nakedness."
   },
   "author": {
    "text": "Alfred Nobel"
   }
  },
  {
   "quote": {
    "text": "I can't control what's fair and unfair. I can't control the nature of the business or the nature of society or the nature of the world, but what I can control is how I choose to see the world and what I choose to put back into it."
   },
   "author": {
    "text": "Aisha Tyler"
   }
  },
  {
   "quote": {
    "text": "A rude nature is worse than a brute nature by so much more as man is better than a beast: and those that are of civil natures and genteel dispositions are as much nearer to celestial creatures as those that are rude and cruel are to devils."
   },
   "author": {
    "text": "Margaret Cavendish"
   }
  },
  {
   "quote": {
    "text": "There is no forgiveness in nature."
   },
   "author": {
    "text": "Ugo Betti"
   }
  },
  {
   "quote": {
    "text": "Trying to understand the way nature works involves a most terrible test of human reasoning ability. It involves subtle trickery, beautiful tightropes of logic on which one has to walk in order not to make a mistake in predicting what will happen. The quantum mechanical and the relativity ideas are examples of this."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "I don't try to be bad as much as I just am by nature."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "There's no palette as rich as a garden. And the intensity of it - I make this statement all the time: You can't plan nature; you court her."
   },
   "author": {
    "text": "Robert Irwin"
   }
  },
  {
   "quote": {
    "text": "I look at an ant and I see myself: a native South African, endowed by nature with a strength much greater than my size so I might cope with the weight of a racism that crushes my spirit."
   },
   "author": {
    "text": "Miriam Makeba"
   }
  },
  {
   "quote": {
    "text": "Time spent in nature is the most cost-effective and powerful way to counteract the burnout and sort of depression that we feel when we sit in front of a computer all day."
   },
   "author": {
    "text": "Richard Louv"
   }
  },
  {
   "quote": {
    "text": "By nature, I'm very care-taking. There's something really beautiful about cooking for someone and feeding them."
   },
   "author": {
    "text": "Eric Balfour"
   }
  },
  {
   "quote": {
    "text": "Human nature must be changed if we are ever to have an end to war or to correct the wrong situations that make our lives uneasy and our hearts sore. Now Christianity, the power of Jesus Christ, the Holy Spirit of God, is the only force that can change people for good."
   },
   "author": {
    "text": "Peter Marshall"
   }
  },
  {
   "quote": {
    "text": "No further evidence is needed to show that 'mental illness' is not the name of a biological condition whose nature awaits to be elucidated, but is the name of a concept whose purpose is to obscure the obvious."
   },
   "author": {
    "text": "Thomas Szasz"
   }
  },
  {
   "quote": {
    "text": "By nature, I'm a very positive person, and because I'm happy in myself, and in my life, and I've got a great husband, and beautiful children, and I have a job that I love that calls for a certain amount of emotional expression, I get to realise a lot of my dreams and aspirations."
   },
   "author": {
    "text": "Kate Winslet"
   }
  },
  {
   "quote": {
    "text": "With all our mastery over the powers of Nature we have adhered to the view that the struggle for existence is a permanent and necessary condition of life."
   },
   "author": {
    "text": "Frederick Soddy"
   }
  },
  {
   "quote": {
    "text": "I'm most passionate about anything to do with nature and the simple things. I love taking walks with my family or my friends and seeing nature. And that's why I love living where I live because I live up in the desert area in the mountains."
   },
   "author": {
    "text": "Atticus Shaffer"
   }
  },
  {
   "quote": {
    "text": "You can never really go wrong if you take nature as an example."
   },
   "author": {
    "text": "Christian Dior"
   }
  },
  {
   "quote": {
    "text": "I think... the history of civilization is an attempt to codify, classify and categorize aspects of human nature that hardly lend themselves to that process."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "Earth is a flower and it's pollinating."
   },
   "author": {
    "text": "Neil Young"
   }
  },
  {
   "quote": {
    "text": "Disasters are called natural, as if nature were the executioner and not the victim."
   },
   "author": {
    "text": "Eduardo Galeano"
   }
  },
  {
   "quote": {
    "text": "Nature can do more than physicians."
   },
   "author": {
    "text": "Oliver Cromwell"
   }
  },
  {
   "quote": {
    "text": "I deem it established, then, that the Constitution does not recognize property in man, but leaves that question, as between the states, to the law of nature and of nations."
   },
   "author": {
    "text": "William H. Seward"
   }
  },
  {
   "quote": {
    "text": "For all of nature's wonder and beauty, it is also hostile and unpredictable."
   },
   "author": {
    "text": "Liam Neeson"
   }
  },
  {
   "quote": {
    "text": "Sculpture is an art of the open air. Daylight, sunlight, is necessary to it, and for me, its best setting and complement is nature."
   },
   "author": {
    "text": "Henry Moore"
   }
  },
  {
   "quote": {
    "text": "I am a little older and understand the nature of the business - the older you get the more your skills supposedly diminish, but I think I am getting wiser in how to use my physical skills. That's the frustrating part when you put so much heart and desire into things and feel like you are not wanted."
   },
   "author": {
    "text": "Randy Moss"
   }
  },
  {
   "quote": {
    "text": "By nature, I am someone who hews to the middle. I need to hear all sides of a story. Unless I am engaged in a tough round of dominoes or Scrabble, I think of myself as unreasonably reasonable."
   },
   "author": {
    "text": "Gwen Ifill"
   }
  },
  {
   "quote": {
    "text": "It is not in the nature of politics that the best men should be elected. The best men do not want to govern their fellowmen."
   },
   "author": {
    "text": "George MacDonald"
   }
  },
  {
   "quote": {
    "text": "You can change the circumstances but you can never change man's inner nature."
   },
   "author": {
    "text": "Ron Perlman"
   }
  },
  {
   "quote": {
    "text": "Having contemplated this admirable grove, I proceeded towards the shrubberies on the banks of the river, and though it was now late in December, the aromatic groves appeared in full bloom."
   },
   "author": {
    "text": "William Bartram"
   }
  },
  {
   "quote": {
    "text": "I wanted to make an Indian character who wasn't either a) the savage that must be eliminated, the force of nature that's blocking the way for industrial progress, or b) the noble innocent that knows all and is another cliche. I wanted him to be a complicated human being."
   },
   "author": {
    "text": "Jim Jarmusch"
   }
  },
  {
   "quote": {
    "text": "When you have seen one ant, one bird, one tree, you have not seen them all."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "The world is mud-luscious and puddle-wonderful."
   },
   "author": {
    "text": "e. e. cummings"
   }
  },
  {
   "quote": {
    "text": "The sea has neither meaning nor pity."
   },
   "author": {
    "text": "Anton Chekhov"
   }
  },
  {
   "quote": {
    "text": "I'm very gregarious, but I love being in the hills on my own."
   },
   "author": {
    "text": "Norman MacCaig"
   }
  },
  {
   "quote": {
    "text": "It is not my nature, when I see a people borne down by the weight of their shackles - the oppression of tyranny - to make their life more bitter by heaping upon them greater burdens; but rather would I do all in my power to raise the yoke than to add anything that would tend to crush them."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Nature's music is never over; her silences are pauses, not conclusions."
   },
   "author": {
    "text": "Mary Webb"
   }
  },
  {
   "quote": {
    "text": "Hurricane season brings a humbling reminder that, despite our technologies, most of nature remains unpredictable."
   },
   "author": {
    "text": "Diane Ackerman"
   }
  },
  {
   "quote": {
    "text": "The mission of art is to represent nature not to imitate her."
   },
   "author": {
    "text": "William Morris Hunt"
   }
  },
  {
   "quote": {
    "text": "The man who interprets Nature is always held in great honor."
   },
   "author": {
    "text": "Zora Neale Hurston"
   }
  },
  {
   "quote": {
    "text": "The sacred rights of mankind are not to be rummaged for among old parchments or musty records. They are written, as with a sunbeam, in the whole volume of human nature, by the hand of the divinity itself; and can never be erased."
   },
   "author": {
    "text": "Alexander Hamilton"
   }
  },
  {
   "quote": {
    "text": "Art is the right hand of Nature. The latter has only given us being, the former has made us men."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "Solitary trees, if they grow at all, grow strong."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Everything in Nature contains all the powers of Nature. Everything is made of one hidden stuff."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Philosophically considered, the universe is composed of Nature and the Soul. Strictly speaking, therefore, all that is separate from us, all which Philosophy distinguishes as the 'Not Me,' that is, both nature and art, all other men and my own body, must be ranked under this name, 'Nature.'"
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "We are all full of weakness and errors; let us mutually pardon each other our follies - it is the first law of nature."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "The peacock has become one of my regular sources of inspiration from nature."
   },
   "author": {
    "text": "Matthew Williamson"
   }
  },
  {
   "quote": {
    "text": "I think we're going to the moon because it's in the nature of the human being to face challenges. It's by the nature of his deep inner soul... we're required to do these things just as salmon swim upstream."
   },
   "author": {
    "text": "Neil Armstrong"
   }
  },
  {
   "quote": {
    "text": "To me a lush carpet of pine needles or spongy grass is more welcome than the most luxurious Persian rug."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "What makes a river so restful to people is that it doesn't have any doubt - it is sure to get where it is going, and it doesn't want to go anywhere else."
   },
   "author": {
    "text": "Hal Boyle"
   }
  },
  {
   "quote": {
    "text": "The trees that are slow to grow bear the best fruit."
   },
   "author": {
    "text": "Moliere"
   }
  },
  {
   "quote": {
    "text": "Birds themselves are so interesting and intelligent, and they give so many cues without being verbal, so they say such great things. Feathers are superior to fur, even. They're so beautiful, and nature uses such amazing colors."
   },
   "author": {
    "text": "Bibhu Mohapatra"
   }
  },
  {
   "quote": {
    "text": "Space exploration is a force of nature unto itself that no other force in society can rival."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "He who can be, and therefore is, another's, and he who participates in reason enough to apprehend, but not to have, is a slave by nature."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "In the same way the sun never grows weary of shining, nor a stream of flowing, it is God's nature to keep His promises. Therefore, go immediately to His throne and say, 'Do as You promised.'"
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Vaccines and antibiotics have made many infectious diseases a thing of the past; we've come to expect that public health and modern science can conquer all microbes. But nature is a formidable adversary."
   },
   "author": {
    "text": "Tom Frieden"
   }
  },
  {
   "quote": {
    "text": "The willow is my favorite tree. I grew up near one. It's the most flexible tree in nature and nothing can break it - no wind, no elements, it can bend and withstand anything."
   },
   "author": {
    "text": "Pink"
   }
  },
  {
   "quote": {
    "text": "Painting from nature is not copying the object; it is realizing one's sensations."
   },
   "author": {
    "text": "Paul Cezanne"
   }
  },
  {
   "quote": {
    "text": "To make a prairie it takes a clover and one bee, One clover, and a bee, And revery. The revery alone will do, If bees are few."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "Storms of every sort, torrents, earthquakes, cataclysms, 'convulsions of nature,' etc., however mysterious and lawless at first sight they may seem, are only harmonious notes in the song of creation, varied expressions of God's love."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "You can hold yourself back from the sufferings of the world, that is something you are free to do and it accords with your nature, but perhaps this very holding back is the one suffering you could avoid."
   },
   "author": {
    "text": "Franz Kafka"
   }
  },
  {
   "quote": {
    "text": "Suffering is permanent, obscure and dark, And shares the nature of infinity."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "I experience a period of frightening clarity in those moments when nature is so beautiful. I am no longer sure of myself, and the paintings appear as in a dream."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "It is absolutely impossible to transcend the laws of nature. What can change in historically different circumstances is only the form in which these laws expose themselves."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "Just as Darwin discovered the law of development of organic nature, so Marx discovered the law of development of human history: the simple fact, hitherto concealed by an overgrowth of ideology, that mankind must first of all eat, drink, have shelter and clothing, before it can pursue politics, science, art, religion, etc."
   },
   "author": {
    "text": "Friedrich Engels"
   }
  },
  {
   "quote": {
    "text": "If I had to choose a religion, the sun as the universal giver of life would be my god."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "Birds have wings; they're free; they can fly where they want when they want. They have the kind of mobility many people envy."
   },
   "author": {
    "text": "Roger Tory Peterson"
   }
  },
  {
   "quote": {
    "text": "Nature chooses who will be transgender; individuals don't choose this."
   },
   "author": {
    "text": "Mercedes Ruehl"
   }
  },
  {
   "quote": {
    "text": "How strange that nature does not knock, and yet does not intrude!"
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "Nothing is given to man on earth - struggle is built into the nature of life, and conflict is possible - the hero is the man who lets no obstacle prevent him from pursuing the values he has chosen."
   },
   "author": {
    "text": "Andrew Bernstein"
   }
  },
  {
   "quote": {
    "text": "Nature is my manifestation of God. I go to nature every day for inspiration in the day's work. I follow in building the principles which nature has used in its domain."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "Of course, when I say that human nature is gentleness, it is not 100 percent so. Every human being has that nature, but there are many people acting against their nature, being false."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "In wilderness I sense the miracle of life, and behind it our scientific accomplishments fade to trivia."
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "Having been in the restaurant business, our job in the restaurant business is to be responsible for our customers' happiness. It's the nature of the hospitality business. You need to take care of people. You take care of customers above all others. Customers are your lifeblood."
   },
   "author": {
    "text": "Andrew Zimmern"
   }
  },
  {
   "quote": {
    "text": "To conceal anything from those to whom I am attached, is not in my nature. I can never close my lips where I have opened my heart."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "How inscrutable and incomprehensible are the hidden works of Nature!"
   },
   "author": {
    "text": "Antonie van Leeuwenhoek"
   }
  },
  {
   "quote": {
    "text": "A national park is not a playground. It's a sanctuary for nature and for humans who will accept nature on nature's own terms."
   },
   "author": {
    "text": "Michael Frome"
   }
  },
  {
   "quote": {
    "text": "Even Kings and emperors with heaps of wealth and vast dominion cannot compare with an ant filled with the love of God."
   },
   "author": {
    "text": "Guru Nanak"
   }
  },
  {
   "quote": {
    "text": "Human nature is not nearly as bad as it has been thought to be."
   },
   "author": {
    "text": "Abraham Maslow"
   }
  },
  {
   "quote": {
    "text": "It is not the language of painters but the language of nature which one should listen to, the feeling for the things themselves, for reality is more important than the feeling for pictures."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "Even when I see a beautiful woman, I think, 'Aw, her life must be amazing.' Everyone does it. That's human nature to believe that beauty is everything."
   },
   "author": {
    "text": "Marina and the Diamonds"
   }
  },
  {
   "quote": {
    "text": "Nature has planted in our minds an insatiable longing to see the truth."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "The world, when you look at it, it just can't be random. I mean, it's so different than the vast emptiness that is everything else, and even all the other planets we've seen, at least in our solar system, none of them even remotely resemble the precious life-giving nature of our own planet."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "This year, 1996, has been designated the 'Year of the Vaccine,' commemorating the 200th anniversary of Edward Jenner's vaccination of James Phipps with cowpox virus and subsequent challenge with smallpox virus. Insight into the nature of viruses, and how viruses interact with mammalian cells, has evolved since the turn of the century."
   },
   "author": {
    "text": "Peter C. Doherty"
   }
  },
  {
   "quote": {
    "text": "I'll walk where my own nature would be leading: It vexes me to choose another guide."
   },
   "author": {
    "text": "Emily Bronte"
   }
  },
  {
   "quote": {
    "text": "We need no fanciful teaching regarding the personality of God. What God desires us to know of Him is revealed in His word and His works. The beautiful things of nature reveal His character and His power as Creator."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "At Baptism, I received grace - that quality that makes me share in the very nature of God."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "It's human nature to gripe, but I'm going ahead and doing the best I can."
   },
   "author": {
    "text": "Elvis Presley"
   }
  },
  {
   "quote": {
    "text": "For I have learned to look on nature, not as in the hour of thoughtless youth, but hearing oftentimes the still, sad music of humanity."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "You can't be suspicious of a tree, or accuse a bird or a squirrel of subversion or challenge the ideology of a violet."
   },
   "author": {
    "text": "Hal Borland"
   }
  },
  {
   "quote": {
    "text": "We must use the wrath of nature as our teacher."
   },
   "author": {
    "text": "Bhumibol Adulyadej"
   }
  },
  {
   "quote": {
    "text": "The missing link in cosmology is the nature of dark matter and dark energy."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "A desire to resist oppression is implanted in the nature of man."
   },
   "author": {
    "text": "Tacitus"
   }
  },
  {
   "quote": {
    "text": "No durable things are built on violent passion. Nature grows her plants in silence and in darkness, and only when they have become strong do they put their heads above the ground."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "Mother Nature made me the way I am, and I should be happy."
   },
   "author": {
    "text": "Karolina Kurkova"
   }
  },
  {
   "quote": {
    "text": "The violets in the mountains have broken the rocks."
   },
   "author": {
    "text": "Tennessee Williams"
   }
  },
  {
   "quote": {
    "text": "Nature shows that with the growth of intelligence comes increased capacity for pain, and it is only with the highest degree of intelligence that suffering reaches its supreme point."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "Perhaps most important for nomads was the belief in the symbiosis that existed between wolf and humans on the steppe. Wolves were an integral part of keeping the balance of nature, ensuring that plagues of rabbits and rodents didn't break out, which in turn protected the all-important pasture for the nomads' herds."
   },
   "author": {
    "text": "Tim Cope"
   }
  },
  {
   "quote": {
    "text": "Working together in concert more smoothly not only helps us move more quickly; it changes the nature of what we can undertake. When we have the confidence that we can orchestrate the group effort required to realize them, we dare bigger dreams."
   },
   "author": {
    "text": "Justin Rosenstein"
   }
  },
  {
   "quote": {
    "text": "All of nature begins to whisper its secrets to us through its sounds. Sounds that were previously incomprehensible to our soul now become the meaningful language of nature."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "The world is too much with us; late and soon, getting and spending, we lay waste our powers: Little we see in Nature that is ours."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "Camping is nature's way of promoting the motel business."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "Necessity is the mistress and guide of nature. Necessity is the theme and inventress of nature, her curb and her eternal law."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "These flowers, which were splendid and sprightly, waking in the dawn of the morning, in the evening will be a pitiful frivolity, sleeping in the cold night's arms."
   },
   "author": {
    "text": "Pedro Calderon de la Barca"
   }
  },
  {
   "quote": {
    "text": "Bald as the bare mountain tops are bald, with a baldness full of grandeur."
   },
   "author": {
    "text": "Matthew Arnold"
   }
  },
  {
   "quote": {
    "text": "In nature, there is no separation between design, engineering, and fabrication; the bone does it all."
   },
   "author": {
    "text": "Neri Oxman"
   }
  },
  {
   "quote": {
    "text": "I think that beauty can injure you to death. It can cause an injury that can never be cured. Or it can so traumatise you, your life changes direction. The beauty of the harmony of nature that is forever lost, or a daily rite that you perform, or diving into the sea for a swim. Those experiences are going to mark you."
   },
   "author": {
    "text": "Toni Servillo"
   }
  },
  {
   "quote": {
    "text": "I wish that all of nature's magnificence, the emotion of the land, the living energy of place could be photographed."
   },
   "author": {
    "text": "Annie Leibovitz"
   }
  },
  {
   "quote": {
    "text": "Although I'm an atheist who believes only in great nature, I recognize the spiritual richness and grandeur of the Roman Catholicism in which I was raised."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "Go forth under the open sky, and list To Nature's teachings."
   },
   "author": {
    "text": "William Cullen Bryant"
   }
  },
  {
   "quote": {
    "text": "I consider nature a vast chemical laboratory in which all kinds of composition and decompositions are formed."
   },
   "author": {
    "text": "Antoine Lavoisier"
   }
  },
  {
   "quote": {
    "text": "Airplane travel is nature's way of making you look like your passport photo."
   },
   "author": {
    "text": "Al Gore"
   }
  },
  {
   "quote": {
    "text": "Consistency is found in that work whose whole and detail are suitable to the occasion. It arises from circumstance, custom, and nature."
   },
   "author": {
    "text": "Vitruvius"
   }
  },
  {
   "quote": {
    "text": "This is a fundamental view of the world. It says that when you build a thing you cannot merely build that thing in isolation, but must repair the world around it, and within it, so that the larger world at that one place becomes more coherent, and more whole; and the thing which you make takes its place in the web of nature, as you make it."
   },
   "author": {
    "text": "Christopher Alexander"
   }
  },
  {
   "quote": {
    "text": "The way of the Creative works through change and transformation, so that each thing receives its true nature and destiny and comes into permanent accord with the Great Harmony: this is what furthers and what perseveres."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "Mere goodness can achieve little against the power of nature."
   },
   "author": {
    "text": "Georg Wilhelm Friedrich Hegel"
   }
  },
  {
   "quote": {
    "text": "In athletics there's always been a willingness to cheat if it looks like you're not cheating. I think that's just a quirk of human nature."
   },
   "author": {
    "text": "Kareem Abdul-Jabbar"
   }
  },
  {
   "quote": {
    "text": "A hen is only an egg's way of making another egg."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "Nature provides exceptions to every rule."
   },
   "author": {
    "text": "Margaret Fuller"
   }
  },
  {
   "quote": {
    "text": "I believe myself to possess a most singular combination of qualities exactly fitted to make me pre-eminently a discoverer of the hidden realities of nature."
   },
   "author": {
    "text": "Ada Lovelace"
   }
  },
  {
   "quote": {
    "text": "Nature is a numbers game. We need all the support we can get as our immune systems and health are under assault from pollution, stress, contaminated food and age-related diseases as our lifespans increase."
   },
   "author": {
    "text": "Paul Stamets"
   }
  },
  {
   "quote": {
    "text": "Once you see your nature, sex is basically immaterial."
   },
   "author": {
    "text": "Bodhidharma"
   }
  },
  {
   "quote": {
    "text": "A dog is a vehicle, you know; a dog is a window to Mother Nature, and that's the closest species we have."
   },
   "author": {
    "text": "Cesar Millan"
   }
  },
  {
   "quote": {
    "text": "Nature is something outside our body, but the mind is within us."
   },
   "author": {
    "text": "Bhumibol Adulyadej"
   }
  },
  {
   "quote": {
    "text": "A committee is organic rather than mechanical in its nature: it is not a structure but a plant. It takes root and grows, it flowers, wilts, and dies, scattering the seed from which other committees will bloom in their turn."
   },
   "author": {
    "text": "C. Northcote Parkinson"
   }
  },
  {
   "quote": {
    "text": "I do spend money. I like to spend money, on houses - on furnishing houses. And I love to give presents to people. It's just in my nature to be that way. I always spent money I had. And I always spent what I made. I'm not stingy."
   },
   "author": {
    "text": "Gloria Vanderbilt"
   }
  },
  {
   "quote": {
    "text": "Science is a perception of the world around us. Science is a place where what you find in nature pleases you."
   },
   "author": {
    "text": "Subrahmanyan Chandrasekhar"
   }
  },
  {
   "quote": {
    "text": "I want to lift the audience to the miraculous in human nature. After all, we shouldn't be here, with all the odds against us in nature. It's kind of unusual and wonderful!"
   },
   "author": {
    "text": "Paul Taylor"
   }
  },
  {
   "quote": {
    "text": "Many have argued that a vacuum does not exist, others claim it exists only with difficulty in spite of the repugnance of nature; I know of no one who claims it easily exists without any resistance from nature."
   },
   "author": {
    "text": "Evangelista Torricelli"
   }
  },
  {
   "quote": {
    "text": "I think that I do feel that my nature is to express what this self, this particular self at this time, experiences in the world. And that is so organic - I use this metaphor a lot but I'll use it again - it's like a pine tree producing pine cones, or a blackberry bush producing blackberries - it's just what happens with this being, now."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Self-preservation is the first law of nature."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "I'm very competitive by nature. And I like to be the underdog - It's the best way to win. To come from behind and win is a great feeling!"
   },
   "author": {
    "text": "Zac Efron"
   }
  },
  {
   "quote": {
    "text": "To drop into being means to recognize your interconnectedness with all life, and with being itself. Your very nature is being part of larger and larger spheres of wholeness."
   },
   "author": {
    "text": "Jon Kabat-Zinn"
   }
  },
  {
   "quote": {
    "text": "Man has lost the capacity to foresee and to forestall. He will end by destroying the earth."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "Light is the greatest disinfectant in nature and also in organizations."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "What law, what reason can deny that gift so sweet, so natural that God has given a stream, a fish, a beast, a bird?"
   },
   "author": {
    "text": "Pedro Calderon de la Barca"
   }
  },
  {
   "quote": {
    "text": "Flowers are without hope. Because hope is tomorrow and flowers have no tomorrow."
   },
   "author": {
    "text": "Antonio Porchia"
   }
  },
  {
   "quote": {
    "text": "For humanism also appeals to man as man. It seeks to liberate the universal qualities of human nature from the narrow limitations of blood and soil and class and to create a common language and a common culture in which men can realize their common humanity."
   },
   "author": {
    "text": "Christopher Dawson"
   }
  },
  {
   "quote": {
    "text": "Probably because I'm from a middle class family, I have that nature in me that I don't get too excited with big things."
   },
   "author": {
    "text": "Virat Kohli"
   }
  },
  {
   "quote": {
    "text": "We need to take a leaf out of nature's book. Any species that clones itself will eventually be attacked by a parasite, leading to an inevitable population crash."
   },
   "author": {
    "text": "Daniel Suarez"
   }
  },
  {
   "quote": {
    "text": "With high-speed cameras, we can do the opposite of time lapse. We can shoot images that are thousands of times faster than our vision. And we can see how nature's ingenious devices work, and perhaps we can even imitate them."
   },
   "author": {
    "text": "Louie Schwartzberg"
   }
  },
  {
   "quote": {
    "text": "Use those talents you have. You will make it. You will give joy to the world. Take this tip from nature: The woods would be a very silent place if no birds sang except those who sang best."
   },
   "author": {
    "text": "Bernard Meltzer"
   }
  },
  {
   "quote": {
    "text": "It would be against all nature for all the Negroes to be either at the bottom, top, or in between. We will go where the internal drive carries us like everybody else. It is up to the individual."
   },
   "author": {
    "text": "Zora Neale Hurston"
   }
  },
  {
   "quote": {
    "text": "Both state and church have as their object actions as well as convictions, the former insofar as they are based on the relations between man and nature, the latter insofar as they are based on the relations between nature and God."
   },
   "author": {
    "text": "Moses Mendelssohn"
   }
  },
  {
   "quote": {
    "text": "By the time we get to the 2040s, we'll be able to multiply human intelligence a billionfold. That will be a profound change that's singular in nature. Computers are going to keep getting smaller and smaller. Ultimately, they will go inside our bodies and brains and make us healthier, make us smarter."
   },
   "author": {
    "text": "Ray Kurzweil"
   }
  },
  {
   "quote": {
    "text": "The mastery of nature is vainly believed to be an adequate substitute for self mastery."
   },
   "author": {
    "text": "Reinhold Niebuhr"
   }
  },
  {
   "quote": {
    "text": "No speech can stain what is noble by nature."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "An artist, under pain of oblivion, must have confidence in himself, and listen only to his real master: Nature."
   },
   "author": {
    "text": "Auguste Renoir"
   }
  },
  {
   "quote": {
    "text": "Nature is our chapel."
   },
   "author": {
    "text": "Bjork"
   }
  },
  {
   "quote": {
    "text": "I sit astride life like a bad rider on a horse. I only owe it to the horse's good nature that I am not thrown off at this very moment."
   },
   "author": {
    "text": "Ludwig Wittgenstein"
   }
  },
  {
   "quote": {
    "text": "It's human nature to not say everything that's on your mind at the time you think it. Because we fear saying something that people will laugh at, people will think is dumb. We're afraid of being embarrassed."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "If you are of the opinion that the contemplation of suicide is sufficient evidence of a poetic nature, do not forget that actions speak louder than words."
   },
   "author": {
    "text": "Fran Lebowitz"
   }
  },
  {
   "quote": {
    "text": "To summarize, draft resistance can make use of the inegalitarian nature of American society as a technique for increasing the cost of American aggression, and it threatens values that are important to those in a decision-making position."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "I was trying to be 27 at age 47, but God had to get rid of my vanity. I had trouble letting go of the old Lex physically. My human fleshly nature didn't want to let go of what had come to be billed as 'The Total Package.' I guess God had to help me get rid of the last remnant of that vanity and pride."
   },
   "author": {
    "text": "Lex Luger"
   }
  },
  {
   "quote": {
    "text": "Painting is by nature a luminous language."
   },
   "author": {
    "text": "Robert Delaunay"
   }
  },
  {
   "quote": {
    "text": "While we are under the tyranny of Priests, it will ever be their interest, to invalidate the law of nature and reason, in order to establish systems incompatible therewith."
   },
   "author": {
    "text": "Ethan Allen"
   }
  },
  {
   "quote": {
    "text": "I'm a pessimist by nature, so it's always the worst things that come to mind first whenever you make a decision or have a decision to make."
   },
   "author": {
    "text": "Domhnall Gleeson"
   }
  },
  {
   "quote": {
    "text": "Nature's my muse and it's been my passion."
   },
   "author": {
    "text": "Frans Lanting"
   }
  },
  {
   "quote": {
    "text": "Nature says women are human beings, men have made religions to deny it. Nature says women are human beings, men cry out no!"
   },
   "author": {
    "text": "Taslima Nasrin"
   }
  },
  {
   "quote": {
    "text": "Look, when you're the president, there's all kinds of things said about us. I mean, it's just the nature of the job."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "Every corny thing that's said about living with nature - being in harmony with the earth, feeling the cycle of the seasons - happens to be true."
   },
   "author": {
    "text": "Susan Orlean"
   }
  },
  {
   "quote": {
    "text": "Fashion should have a transgressive nature; it can make you feel like someone else, give you heightened emotion. It should bring you joy and uplift you."
   },
   "author": {
    "text": "Jeremy Scott"
   }
  },
  {
   "quote": {
    "text": "Resource efficiency is the wrong metric. We should use nature as the measure, using nature's wisdom as a template for our economic systems."
   },
   "author": {
    "text": "Douglas Tompkins"
   }
  },
  {
   "quote": {
    "text": "The farther we peer into space, the more we realize that the nature of the universe cannot be understood fully by inspecting spiral galaxies or watching distant supernovas. It lies deeper. It involves our very selves."
   },
   "author": {
    "text": "Robert Lanza"
   }
  },
  {
   "quote": {
    "text": "The nature of creativity is to make space for things to happen... We can drive it out with our busyness and plans."
   },
   "author": {
    "text": "Iain McGilchrist"
   }
  },
  {
   "quote": {
    "text": "Love is a strange master, and human nature is still stranger."
   },
   "author": {
    "text": "Edgar Rice Burroughs"
   }
  },
  {
   "quote": {
    "text": "Man does find in Nature deliverance from himself, oblivion of his past, with peace and purity!"
   },
   "author": {
    "text": "George A. Smith"
   }
  },
  {
   "quote": {
    "text": "Becoming a mother has been the best thing ever for me. It's become my life's work. Not just parenting, but sharing information and encouraging other women to be receptive to the basic nature of motherhood."
   },
   "author": {
    "text": "Anna Getty"
   }
  },
  {
   "quote": {
    "text": "Suspicion is only another form of cowardice. The man who suspects constantly suspects because he is afraid. Whenever you find a man with a free, frank, generous, brave nature, you will find that man without suspicion."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "A God without dominion, providence, and final causes, is nothing else but fate and nature."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "I love all of the ecosystems - mountains, deserts, rainforests. They're beautiful, and nature has so many different flavors to it."
   },
   "author": {
    "text": "Louie Schwartzberg"
   }
  },
  {
   "quote": {
    "text": "Forest restoration is a challenging and complex undertaking of raising young trees, transplanting them, and then cultivating them year in, year out in the face of harsh challenges of nature; it is a gigantic nature transformation project to turn all the mountains of the country into 'treasure mountains,' into 'gold mountains.'"
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "To me, the world's rather beautiful if you look at it. Especially nature."
   },
   "author": {
    "text": "David Hockney"
   }
  },
  {
   "quote": {
    "text": "It is no small misfortune and disgrace that, through our own fault, we neither understand our nature nor our origin."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "Thus happiness depends, as nature shows, less on exterior things than most suppose."
   },
   "author": {
    "text": "William Cowper"
   }
  },
  {
   "quote": {
    "text": "Smog is affecting larger parts of China, and environmental pollution has become a major problem, which is nature's red-light warning against the model of inefficient and blind development."
   },
   "author": {
    "text": "Li Keqiang"
   }
  },
  {
   "quote": {
    "text": "We must return to nature and nature's god."
   },
   "author": {
    "text": "Luther Burbank"
   }
  },
  {
   "quote": {
    "text": "I also became close to nature, and am now able to appreciate the beauty with which this world is endowed."
   },
   "author": {
    "text": "James Dean"
   }
  },
  {
   "quote": {
    "text": "The course of Nature is the art of God."
   },
   "author": {
    "text": "Edward Young"
   }
  },
  {
   "quote": {
    "text": "Who is there that can adequately gauge the greatness of the humility, gentleness, self-surrender, revealed by the Lord of majesty in assuming human nature, in accepting the punishment of death, the shame of the cross?"
   },
   "author": {
    "text": "Saint Bernard"
   }
  },
  {
   "quote": {
    "text": "The nature of honesty is that if someone has information or knows something about you that you don't want heard, then they have power over you."
   },
   "author": {
    "text": "Ben Folds"
   }
  },
  {
   "quote": {
    "text": "Looking back, there is nothing wrong with that peace, love and equality that the hippies espoused. In many ways, we have regressed because they were into organic food, back to nature, make love not war, be good to all men, share and share alike - which is what many are talking about now."
   },
   "author": {
    "text": "Imelda Staunton"
   }
  },
  {
   "quote": {
    "text": "I think being open-minded about what Nature is trying to tell you is the key to being creative and successful."
   },
   "author": {
    "text": "Bonnie Bassler"
   }
  },
  {
   "quote": {
    "text": "The snow itself is lonely or, if you prefer, self-sufficient. There is no other time when the whole world seems composed of one thing and one thing only."
   },
   "author": {
    "text": "Joseph Wood Krutch"
   }
  },
  {
   "quote": {
    "text": "Why, we have invented the whole machinery of the supernatural, with its unseen spirits and powers, good and bad, to account for things, because we found the universal everyday nature too cheap, too common, too vulgar."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "Is it right to probe so deeply into Nature's secrets? The question must here be raised whether it will benefit mankind, or whether the knowledge will be harmful."
   },
   "author": {
    "text": "Pierre Curie"
   }
  },
  {
   "quote": {
    "text": "Remember the Y2K bug? Ahhh, those were the days... I'll never forget that New Year's Eve. My wife and I were in Golden Bay dancing with her parents to Abba songs when suddenly, the rain began to fall. I took it as a sign from Mother Nature that everything was gonna be okay. Sure enough, the clock struck 12, and life went on as normal."
   },
   "author": {
    "text": "Rhys Darby"
   }
  },
  {
   "quote": {
    "text": "I've got some great stuff in my sports memorabilia collection. But my favorite thing by far is the robe. I actually have a Ric Flair robe with 'the Nature Boy' on the back. That's awesome. When I look at it, it brings back so many memories of my childhood and my teen years."
   },
   "author": {
    "text": "Darius Rucker"
   }
  },
  {
   "quote": {
    "text": "That's the nature of basketball. You gotta go out there and compete."
   },
   "author": {
    "text": "Trae Young"
   }
  },
  {
   "quote": {
    "text": "In Australia, I grew up watching 'The Mickey Mouse Club,' my son grew up watching 'Sesame Street,' my grandson's growing up watching 'Dora The Explorer.' So we are sort of saturated with American culture from the day we're born, and to those of those who do have an ear for it, it's second nature."
   },
   "author": {
    "text": "Jacki Weaver"
   }
  },
  {
   "quote": {
    "text": "The old cathedrals are good, but the great blue dome that hangs over everything is better."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "Some people mistakenly think nature is very nice and benevolent and never betrays."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "I think I've got a real love thing going. I love people, I love life, and I love nature, and I can't see why other people can't be like that."
   },
   "author": {
    "text": "Marvin Gaye"
   }
  },
  {
   "quote": {
    "text": "I would advise you to write, my dear friend, because with your active nature, solitude is simply intolerable to you, and after some time your solitude would become perhaps attractive if you were to people it with creatures of your own fancy."
   },
   "author": {
    "text": "Wilfrid Laurier"
   }
  },
  {
   "quote": {
    "text": "I've been doing long-distance backpacking since 2002 when I hiked the Appalachian Trail. You start to calm down and relax and get into the slower rhythm of nature."
   },
   "author": {
    "text": "John Mackey"
   }
  },
  {
   "quote": {
    "text": "I suppose I might insist on making issues of things. But that is not my nature, and I always bear in mind that my mission is to leave behind me the kind of impression that will make it easier for those who follow."
   },
   "author": {
    "text": "Marian Anderson"
   }
  },
  {
   "quote": {
    "text": "Sympathy is one of the principles most widely rooted in our nature: we rejoice to see ourselves reflected in another; and, perversely enough, we sometimes have a secret pleasure in seeing the sin which dwells in ourselves existing under a deformed and monstrous aspect in another."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "There is no better way of exercising the imagination than the study of law. No poet ever interpreted nature as freely as a lawyer interprets the truth."
   },
   "author": {
    "text": "Jean Giraudoux"
   }
  },
  {
   "quote": {
    "text": "I am aloof by nature. I mind my own business. I'm good with everyone, and I get along fine with people. But work is work, and friendship is friendship. I never mix the two."
   },
   "author": {
    "text": "Sonakshi Sinha"
   }
  },
  {
   "quote": {
    "text": "In the end, it's clear that the incorporation of synthetic biology in product and architectural design will enable the transition from designs that are inspired by nature to designs made with and by nature to, possibly, designing nature herself."
   },
   "author": {
    "text": "Neri Oxman"
   }
  },
  {
   "quote": {
    "text": "The beliefs I was raised with - to respect animals and to be aware of nature, to understand that we share this planet with other creatures - have had a huge impact on me."
   },
   "author": {
    "text": "Stella McCartney"
   }
  },
  {
   "quote": {
    "text": "I love my pets, and I'm a big animal lover. I also enjoy the nature and countryside."
   },
   "author": {
    "text": "Amy Jackson"
   }
  },
  {
   "quote": {
    "text": "Nature never uses prime numbers. But mathematicians do."
   },
   "author": {
    "text": "Frank Drake"
   }
  },
  {
   "quote": {
    "text": "It is as though nature is a wonderful symphony that science sits in awe of. It looks closely at each player, how the tubas are tuned and how the strings are strung. Creationism lets out a loud 'shush' at such excitement. Just enjoy the show and stop asking questions."
   },
   "author": {
    "text": "Kyle Hill"
   }
  },
  {
   "quote": {
    "text": "Nature is in austere mood, even terrifying, withal majestically beautiful."
   },
   "author": {
    "text": "Frederick Soddy"
   }
  },
  {
   "quote": {
    "text": "I think there's a supreme power behind the whole thing, an intelligence. Look at all of the instincts of nature, both animals and plants, the very ingenious ways they survive. If you cut yourself, you don't have to think about it."
   },
   "author": {
    "text": "Clyde Tombaugh"
   }
  },
  {
   "quote": {
    "text": "Only a minority of science fiction dystopias attempt to plumb the real existential roots of oppression, the flaws in humanity's nature that undermine our best attempts at organizing ourselves into social units."
   },
   "author": {
    "text": "Paul Di Filippo"
   }
  },
  {
   "quote": {
    "text": "There's no traditional three act structure - or beginning, middle and end - to a family tree. By its nature, it has almost infinite different branches, or episodes, to explore in every direction."
   },
   "author": {
    "text": "Jim Piddock"
   }
  },
  {
   "quote": {
    "text": "I love to be surrounded by nature."
   },
   "author": {
    "text": "Carlene Carter"
   }
  },
  {
   "quote": {
    "text": "The nature of the movies is different than it was five years ago, and they're all driven by the possibilities of CGI, which means you can make anything happen on screen that you can possibly desire."
   },
   "author": {
    "text": "Tom Hanks"
   }
  },
  {
   "quote": {
    "text": "What don't I want to learn? I have how-to books, history, nature. Ain't nobody here saying, 'You'd better learn this.' But I still think I've got a head on my shoulders, and it pleases me."
   },
   "author": {
    "text": "B. B. King"
   }
  },
  {
   "quote": {
    "text": "That's the nature of this business. Something that took ten years to make can crumble in an instant. It could be snatched away from you at any moment."
   },
   "author": {
    "text": "G-Eazy"
   }
  },
  {
   "quote": {
    "text": "I don't think homosexuality is a choice. Society forces you to think it's a choice, but in fact, it's in one's nature. The choice is whether one expresses one's nature truthfully or spends the rest of one's life lying about it."
   },
   "author": {
    "text": "Marlo Thomas"
   }
  },
  {
   "quote": {
    "text": "Nowadays the rage for possession has got to such a pitch that there is nothing in the realm of nature, whether sacred or profane, out of which profit cannot be squeezed."
   },
   "author": {
    "text": "Desiderius Erasmus"
   }
  },
  {
   "quote": {
    "text": "I was terrible in English. I couldn't stand the subject. It seemed to me ridiculous to worry about whether you spelled something wrong or not, because English spelling is just a human convention - it has nothing to do with anything real, anything from nature."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "We say that a group united and developed in the royal way, by forces of nature, is a race; a group united and developed by way of might, by human forces, is a state. This, then, is the difference between a race or nationality and a state."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "Everything lives and lasts by the inner necessity of its being, by its own nature's need."
   },
   "author": {
    "text": "Richard Wagner"
   }
  },
  {
   "quote": {
    "text": "I love running in nature. I don't like running on the streets, I don't like running in the city, I don't like running on the concrete. I love running in nature, so Jamaica provides a lot of that for me."
   },
   "author": {
    "text": "Ziggy Marley"
   }
  },
  {
   "quote": {
    "text": "When thugs by nature meet thugs by political conviction, 5-0 is not surprising."
   },
   "author": {
    "text": "John McCarthy"
   }
  },
  {
   "quote": {
    "text": "Thanks to globalization and the technology revolution, the nature of work, the distribution of the rewards from that work, and maybe even the economic cycle itself are being transformed."
   },
   "author": {
    "text": "Chrystia Freeland"
   }
  },
  {
   "quote": {
    "text": "It is human nature to stand in the middle of a thing."
   },
   "author": {
    "text": "Marianne Moore"
   }
  },
  {
   "quote": {
    "text": "I don't think I'm morbid by nature. Serious writers have always written about serious subjects. Lighthearted material doesn't appeal to me, and I don't read it. I think I'm a realist, with a realistic sensibility of history and the tragedy of history."
   },
   "author": {
    "text": "Joyce Carol Oates"
   }
  },
  {
   "quote": {
    "text": "I say you don't need religion, or political ideology, to understand human nature. Science reveals that human nature is greedy and selfish, altruistic and helpful."
   },
   "author": {
    "text": "Michael Shermer"
   }
  },
  {
   "quote": {
    "text": "As for T.B. Joshua, I am a descendant of my family in Arigidi-Akoko in Ondo State, Nigeria - but as for the divine nature, the power of God affects my life to give peace to people, deliverance to people, and healing to people."
   },
   "author": {
    "text": "T. B. Joshua"
   }
  },
  {
   "quote": {
    "text": "Nature is a book, a letter, a fairy tale (in the philosophical sense) or whatever you want to call it."
   },
   "author": {
    "text": "Johann Georg Hamann"
   }
  },
  {
   "quote": {
    "text": "I think it's my nature to try and make original content, and that's what I've done, is just try and approach things in an original way, and do things differently."
   },
   "author": {
    "text": "Darren Aronofsky"
   }
  },
  {
   "quote": {
    "text": "Vice, by comparison with terrible accidents, has its own peculiar explanation. For, in a way, it does occur in accordance with the rationale of nature, and its occurrence is not, so to speak, useless in relation to the whole world. For otherwise, the good would not exist, either."
   },
   "author": {
    "text": "Chrysippus"
   }
  },
  {
   "quote": {
    "text": "Yoga is the settling of the mind into silence. When the mind has settled, we are established in our essential nature, which is unbounded Consciousness. Our essential nature is usually overshadowed by the activity of the mind."
   },
   "author": {
    "text": "Patanjali"
   }
  },
  {
   "quote": {
    "text": "No two dramatists think or write alike. Ten thousand playwrights can take the same premise, as they have done since Shakespeare, and not one play will resemble the other except in the premise. Your knowledge, your understanding of human nature, and your imagination will take care of that."
   },
   "author": {
    "text": "Lajos Egri"
   }
  },
  {
   "quote": {
    "text": "I didn't want to tell the tree or weed what it was. I wanted it to tell me something and through me express its meaning in nature."
   },
   "author": {
    "text": "Wynn Bullock"
   }
  },
  {
   "quote": {
    "text": "For Debussy the musician and the man I have had profound admiration, but by nature I'm different from him. I think I have always personally followed a direction opposed to that of the symbolism of Debussy."
   },
   "author": {
    "text": "Maurice Ravel"
   }
  },
  {
   "quote": {
    "text": "From time immemorial, man has desired to comprehend the complexity of nature in terms of as few elementary concepts as possible."
   },
   "author": {
    "text": "Abdus Salam"
   }
  },
  {
   "quote": {
    "text": "The day, water, sun, moon, night - I do not have to purchase these things with money."
   },
   "author": {
    "text": "Plautus"
   }
  },
  {
   "quote": {
    "text": "Poor, dear, silly Spring, preparing her annual surprise!"
   },
   "author": {
    "text": "Wallace Stevens"
   }
  },
  {
   "quote": {
    "text": "The bluebird carries the sky on his back."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Nature knows no pause in progress and development, and attaches her curse on all inaction."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "I drank the silence of God from a spring in the woods."
   },
   "author": {
    "text": "Georg Trakl"
   }
  },
  {
   "quote": {
    "text": "The mystic cords of memory, stretching from every battlefield and patriot grave to every living heart and hearthstone, all over this broad land, will yet swell the chorus of the Union, when again touched, as surely they will be, by the angels of our nature."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "The subtlety of nature is greater many times over than the subtlety of the senses and understanding."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "There is not a sprig of grass that shoots uninteresting to me."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Our treasure lies in the beehive of our knowledge. We are perpetually on the way thither, being by nature winged insects and honey gatherers of the mind."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Occurrences in this domain are beyond the reach of exact prediction because of the variety of factors in operation, not because of any lack of order in nature."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Energy, like the biblical grain of the mustard-seed, will remove mountains."
   },
   "author": {
    "text": "Hosea Ballou"
   }
  },
  {
   "quote": {
    "text": "It is good to realize that if love and peace can prevail on earth, and if we can teach our children to honor nature's gifts, the joys and beauties of the outdoors will be here forever."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "Nature hath framed strange fellows in her time."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "There is no greater power in Heaven or on Earth than pure, unconditional love. The nature of the God force, the unseen intelligence in all things, which causes the material world and is the center of both the spiritual and physical plane, is best described as pure, unconditional love."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Fishes live in the sea, as men do a-land; the great ones eat up the little ones."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "A peace is of the nature of a conquest; for then both parties nobly are subdued, and neither party loser."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "What would be ugly in a garden constitutes beauty in a mountain."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Nature uses only the longest threads to weave her patterns, so that each small piece of her fabric reveals the organization of the entire tapestry."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "When nature has work to be done, she creates a genius to do it."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "You can't just let nature run wild."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "If one way be better than another, that you may be sure is nature's way."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Money has never made man happy, nor will it, there is nothing in its nature to produce happiness. The more of it one has the more one wants."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "The true nature of evil is that it is so very casual."
   },
   "author": {
    "text": "James St. James"
   }
  },
  {
   "quote": {
    "text": "Nature uses human imagination to lift her work of creation to even higher levels."
   },
   "author": {
    "text": "Luigi Pirandello"
   }
  },
  {
   "quote": {
    "text": "I am following Nature without being able to grasp her, I perhaps owe having become a painter to flowers."
   },
   "author": {
    "text": "Claude Monet"
   }
  },
  {
   "quote": {
    "text": "I still get wildly enthusiastic about little things... I play with leaves. I skip down the street and run against the wind."
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "It is only in the country that we can get to know a person or a book."
   },
   "author": {
    "text": "Cyril Connolly"
   }
  },
  {
   "quote": {
    "text": "I knew, of course, that trees and plants had roots, stems, bark, branches and foliage that reached up toward the light. But I was coming to realize that the real magician was light itself."
   },
   "author": {
    "text": "Edward Steichen"
   }
  },
  {
   "quote": {
    "text": "Nature was here a series of wonders, and a fund of delight."
   },
   "author": {
    "text": "Daniel Boone"
   }
  },
  {
   "quote": {
    "text": "Because of its phantom nature, and despite elaborate defense mechanisms, the ego is very vulnerable and insecure, and it sees itself as constantly under threat. This, by the way, is the case even if the ego is outwardly very confident."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "That which is not good for the bee-hive cannot be good for the bees."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "Nature is not human hearted."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "It is better to do one's own duty, however defective it may be, than to follow the duty of another, however well one may perform it. He who does his duty as his own nature reveals it, never sins."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "The kingdom of God is a theocracy. And as it is the only form of government which will redeem and save mankind, it is necessary that every soul should be rightly and thoroughly instructed in regard to its nature and general characteristics."
   },
   "author": {
    "text": "Orson Pratt"
   }
  },
  {
   "quote": {
    "text": "The sway of alcohol over mankind is unquestionably due to its power to stimulate the mystical faculties of human nature, usually crushed to earth by the cold facts and dry criticisms of the sober hour."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "In the state of nature profit is the measure of right."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "Those who look for the laws of Nature as a support for their new works collaborate with the creator."
   },
   "author": {
    "text": "Antoni Gaudi"
   }
  },
  {
   "quote": {
    "text": "Working conditions for me have always been those of the monastic life: solitude and frugality. Except for frugality, they are contrary to my nature, so much so that work is a violence I do to myself."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "We are embedded in a biological world and related to the organisms around us."
   },
   "author": {
    "text": "Walter Gilbert"
   }
  },
  {
   "quote": {
    "text": "Beauty and seduction, I believe, is nature's tool for survival, because we will protect what we fall in love with."
   },
   "author": {
    "text": "Louie Schwartzberg"
   }
  },
  {
   "quote": {
    "text": "Whether we and our politicians know it or not, Nature is party to all our deals and decisions, and she has more votes, a longer memory, and a sterner sense of justice than we do."
   },
   "author": {
    "text": "Wendell Berry"
   }
  },
  {
   "quote": {
    "text": "I am not a religious person myself, but I did look for nature. I had spent my first sabbatical in New York City. Looked for something different for the second one. Europe and the U.S. didn't really feel enticing because I knew them too well. So Asia it was. The most beautiful landscapes I had seen in Asia were Sri Lanka and Bali."
   },
   "author": {
    "text": "Stefan Sagmeister"
   }
  },
  {
   "quote": {
    "text": "I believe in God, only I spell it Nature."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "The painter who is familiar with the nature of the sinews, muscles, and tendons, will know very well, in giving movement to a limb, how many and which sinews cause it; and which muscle, by swelling, causes the contraction of that sinew; and which sinews, expanded into the thinnest cartilage, surround and support the said muscle."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "The savior who wants to turn men into angels is as much a hater of human nature as the totalitarian despot who wants to turn them into puppets."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "Beauty is grace and confidence. I've learned to accept and appreciate what nature gave me."
   },
   "author": {
    "text": "Lindsay Lohan"
   }
  },
  {
   "quote": {
    "text": "Everything is political. I will never be a politician or even think political. Me just deal with life and nature. That is the greatest thing to me."
   },
   "author": {
    "text": "Bob Marley"
   }
  },
  {
   "quote": {
    "text": "Except during the nine months before he draws his first breath, no man manages his affairs as well as a tree does."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "My father considered a walk among the mountains as the equivalent of churchgoing."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "I slow down when hiking. The rhythm of nature is more leisurely. The sun comes up, it moves across the sky, and you begin to synchronize to that rhythm."
   },
   "author": {
    "text": "John Mackey"
   }
  },
  {
   "quote": {
    "text": "Rio is an energetic, vibrant place, full of beauty and nature. But we face the kinds of problems any developing metropolis does - with pollution, traffic congestion, poverty. Distribution of green areas, for example, is not uniform. Madureira, the heart of the suburb in Rio, is a concrete jungle."
   },
   "author": {
    "text": "Eduardo Paes"
   }
  },
  {
   "quote": {
    "text": "We should attempt to bring nature, houses, and human beings together in a higher unity."
   },
   "author": {
    "text": "Ludwig Mies van der Rohe"
   }
  },
  {
   "quote": {
    "text": "If people sat outside and looked at the stars each night, I'll bet they'd live a lot differently."
   },
   "author": {
    "text": "Bill Watterson"
   }
  },
  {
   "quote": {
    "text": "I think that I shall never see a poem lovely as a tree."
   },
   "author": {
    "text": "Joyce Kilmer"
   }
  },
  {
   "quote": {
    "text": "Although our intellect always longs for clarity and certainty, our nature often finds uncertainty fascinating."
   },
   "author": {
    "text": "Carl von Clausewitz"
   }
  },
  {
   "quote": {
    "text": "The sky is the part of creation in which nature has done for the sake of pleasing man."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "This magnificent butterfly finds a little heap of dirt and sits still on it; but man will never on his heap of mud keep still."
   },
   "author": {
    "text": "Joseph Conrad"
   }
  },
  {
   "quote": {
    "text": "Art is contemplation. It is the pleasure of the mind which searches into nature and which there divines the spirit of which nature herself is animated."
   },
   "author": {
    "text": "Auguste Rodin"
   }
  },
  {
   "quote": {
    "text": "The scientific observer of Nature is a kind of mystic seeker in the act of prayer."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "There are a lot of conservative people, a lot of moderate people, Republicans, Democrats, in Hollywood. It is just that the conservative people by the nature of the word itself play closer to the vest. They do not go around hot dogging it."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "Making a film is like raising a child. You cannot raise a child to be liked by everyone. You raise a child to excel, and you teach the child to be true to his own nature. There will be people who'll dislike your child because he or she is who they are, and there will be people who'll love your child immensely for the very same reason."
   },
   "author": {
    "text": "Guillermo del Toro"
   }
  },
  {
   "quote": {
    "text": "I don't have time to beat myself up over my fallible nature. Instead I use my energy to learn from my past and let it inform my future. It's time to own all of our glory, mistakes, mess and light and be gentle to ourselves. Let's be kind to our spirits and celebrate the truth of our hearts."
   },
   "author": {
    "text": "Grace Gealey"
   }
  },
  {
   "quote": {
    "text": "Giant oak trees... have deep root systems that can extend two-and-one-half times their height. Such trees rarely are blown down regardless of how violent the storms may be."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "Nature is more like a seesaw than a crystal, a never-ending conga line of bold moves and corrections."
   },
   "author": {
    "text": "Diane Ackerman"
   }
  },
  {
   "quote": {
    "text": "A lawn is nature under totalitarian rule."
   },
   "author": {
    "text": "Michael Pollan"
   }
  },
  {
   "quote": {
    "text": "Nature does not proceed in a straight line, it is rather a sprawling development."
   },
   "author": {
    "text": "Robert Smithson"
   }
  },
  {
   "quote": {
    "text": "Land really is the best art."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "Nature is our eldest mother; she will do no harm."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "By nature all men are equal in liberty, but not in other endowments."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "Listen to the sounds of nature. Wishing you the best on your trek towards your dreams."
   },
   "author": {
    "text": "Kalpana Chawla"
   }
  },
  {
   "quote": {
    "text": "Oh, the summer night, Has a smile of light, And she sits on a sapphire throne."
   },
   "author": {
    "text": "Bryan Procter"
   }
  },
  {
   "quote": {
    "text": "Ah, summer, what power you have to make us suffer and like it."
   },
   "author": {
    "text": "Russell Baker"
   }
  },
  {
   "quote": {
    "text": "The sea is everything. It covers seven tenths of the terrestrial globe. Its breath is pure and healthy. It is an immense desert, where man is never lonely, for he feels life stirring on all sides."
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "Leopard is an animal design, and my designs come from nature."
   },
   "author": {
    "text": "Roberto Cavalli"
   }
  },
  {
   "quote": {
    "text": "Nature, of course, has its share in the life of the soul and in numerous manifestations deeply influences human life. But this natural life of the soul is peripheral, mere appendix to the material phenomena of nature."
   },
   "author": {
    "text": "Rudolf Christoph Eucken"
   }
  },
  {
   "quote": {
    "text": "To copy Nature? A boy with a camera can do that. To get the spirit of Nature? A woodman or a shepherd can follow the trail of the whistling wind to hoarded sunshine in distant wolds. But to interpret Nature and inform it with a human personality that rises above it, invokes the divine in it, is the work of genius."
   },
   "author": {
    "text": "Ameen Rihani"
   }
  },
  {
   "quote": {
    "text": "When I have a terrible need of - shall I say the word - religion. Then I go out and paint the stars."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "Nature abhors annihilation."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Reason is a supple nymph, and slippery as a fish by nature. She had as leave give her kiss to an absurdity any day, as to syllogistic truth. The absurdity may turn out truer."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "Our nature consists in motion; complete rest is death."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "If nature were not beautiful, it would not be worth knowing, and if nature were not worth knowing, life would not be worth living."
   },
   "author": {
    "text": "Henri Poincare"
   }
  },
  {
   "quote": {
    "text": "The methods and tools of science perennially breach barriers, granting me confidence that our epic march of insight into the operations of nature will continue without end."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "A walk in nature is a perfect backdrop to combine exercise, prayer, and meditation while enhancing the benefit of these activities."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "The whole order of nature evinces a progressive march towards a higher life."
   },
   "author": {
    "text": "Helena Blavatsky"
   }
  },
  {
   "quote": {
    "text": "We cannot command Nature except by obeying her."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "The air soft as that of Seville in April, and so fragrant that it was delicious to breathe it."
   },
   "author": {
    "text": "Christopher Columbus"
   }
  },
  {
   "quote": {
    "text": "Tis distance lends enchantment to the view, and robes the mountain in its azure hue."
   },
   "author": {
    "text": "Thomas Campbell"
   }
  },
  {
   "quote": {
    "text": "My boy, one small breeze doesn't make a wind storm."
   },
   "author": {
    "text": "John McGraw"
   }
  },
  {
   "quote": {
    "text": "Those who made and endorsed our Constitution knew man's nature, and it is to their ideas, rather than to the temptations of utopia, that we must ask that our judges adhere."
   },
   "author": {
    "text": "Robert Bork"
   }
  },
  {
   "quote": {
    "text": "Human nature is not of itself vicious."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "As the poet said, 'Only God can make a tree,' probably because it's so hard to figure out how to get the bark on."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "For American foreign aid to become more effective, it must embrace the power of partnerships, access the transformative nature of free enterprise, and leverage the abundant resources that can come from the private sector."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "The least movement is of importance to all nature. The entire ocean is affected by a pebble."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "My inspiration comes from the common man and nature."
   },
   "author": {
    "text": "Kailash Kher"
   }
  },
  {
   "quote": {
    "text": "For myself I hold no preferences among flowers, so long as they are wild, free, spontaneous. Bricks to all greenhouses! Black thumb and cutworm to the potted plant!"
   },
   "author": {
    "text": "Edward Abbey"
   }
  },
  {
   "quote": {
    "text": "I am against nature. I don't dig nature at all. I think nature is very unnatural. I think the truly natural things are dreams, which nature can't touch with decay."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "Nature is the master of talents; genius is the master of nature."
   },
   "author": {
    "text": "Josiah Gilbert Holland"
   }
  },
  {
   "quote": {
    "text": "We are told that the trouble with modern man is that he has been trying to detach himself from nature... In this scenario, Man comes on as a stupendous lethal force, and the Earth is pictured as something delicate, like rising bubbles at the surface of a country pond, or flights of fragile birds."
   },
   "author": {
    "text": "Lewis Thomas"
   }
  },
  {
   "quote": {
    "text": "Life has loveliness to sell, all beautiful and splendid things, blue waves whitened on a cliff, soaring fire that sways and sings, and children's faces looking up, holding wonder like a cup."
   },
   "author": {
    "text": "Sara Teasdale"
   }
  },
  {
   "quote": {
    "text": "Those of us raised in modern cities tend to notice horizontal and vertical lines more quickly than lines at other orientations. In contrast, people raised in nomadic tribes do a better job noticing lines skewed at intermediate angles, since Mother Nature tends to work with a wider array of lines than most architects."
   },
   "author": {
    "text": "Sam Kean"
   }
  },
  {
   "quote": {
    "text": "The most used program in computers and education is PowerPoint. What are you learning about the nature of the medium by knowing how do to a great PowerPoint presentation? Nothing. It certainly doesn't teach you how to think critically about living in a culture of simulation."
   },
   "author": {
    "text": "Sherry Turkle"
   }
  },
  {
   "quote": {
    "text": "As the twig is bent the tree inclines."
   },
   "author": {
    "text": "Virgil"
   }
  },
  {
   "quote": {
    "text": "We may brave human laws, but we cannot resist natural ones."
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "In Reykjavik, Iceland, where I was born, you are in the middle of nature surrounded by mountains and ocean. But you are still in a capital in Europe. So I have never understood why I have to choose between nature or urban."
   },
   "author": {
    "text": "Bjork"
   }
  },
  {
   "quote": {
    "text": "On earth there is no heaven, but there are pieces of it."
   },
   "author": {
    "text": "Jules Renard"
   }
  },
  {
   "quote": {
    "text": "There's always a period of curious fear between the first sweet-smelling breeze and the time when the rain comes cracking down."
   },
   "author": {
    "text": "Don DeLillo"
   }
  },
  {
   "quote": {
    "text": "I am not bound for any public place, but for ground of my own where I have planted vines and orchard trees, and in the heat of the day climbed up into the healing shadow of the woods."
   },
   "author": {
    "text": "Wendell Berry"
   }
  },
  {
   "quote": {
    "text": "It is fortunate, I think, that nature is not bounded by human reason and by laboratory work and experimentation, for by the laws of pure reason and by microscopic investigation, it might easily have been proved, long before this, that children could not be born."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "The psychical, whatever its nature may be, is itself unconscious."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "What would be left of our tragedies if an insect were to present us his?"
   },
   "author": {
    "text": "Emil Cioran"
   }
  },
  {
   "quote": {
    "text": "I've made an odd discovery. Every time I talk to a savant I feel quite sure that happiness is no longer a possibility. Yet when I talk with my gardener, I'm convinced of the opposite."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "I look around me and nowhere do I see a stamp of disapproval with which nature marked a woman's candid brow."
   },
   "author": {
    "text": "Franz Grillparzer"
   }
  },
  {
   "quote": {
    "text": "'Healing,' Papa would tell me, 'is not a science, but the intuitive art of wooing nature.'"
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "All are but parts of one stupendous whole, Whose body Nature is, and God the soul."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "The vibe in our locker room is real energetic and fun and real personable, I think from Day 1. That gets you through a lot of tough times, where in hard times, it might be common nature for guys to do their own thing and split up and become silent."
   },
   "author": {
    "text": "Stephen Curry"
   }
  },
  {
   "quote": {
    "text": "It is written on the arched sky; it looks out from every star. It is the poetry of Nature; it is that which uplifts the spirit within us."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "There is no gardening without humility. Nature is constantly sending even its oldest scholars to the bottom of the class for some egregious blunder."
   },
   "author": {
    "text": "Alfred Austin"
   }
  },
  {
   "quote": {
    "text": "All souls are equal and alike and have the similar nature and qualities."
   },
   "author": {
    "text": "Mahavira"
   }
  },
  {
   "quote": {
    "text": "I do believe very strongly that all of us and all of the other things in the context of our planet with Mother Nature, all of these things absolutely have a profound effect."
   },
   "author": {
    "text": "Kiefer Sutherland"
   }
  },
  {
   "quote": {
    "text": "Quantum computation is... a distinctively new way of harnessing nature... It will be the first technology that allows useful tasks to be performed in collaboration between parallel universes."
   },
   "author": {
    "text": "David Deutsch"
   }
  },
  {
   "quote": {
    "text": "A love of nature is a consolation against failure."
   },
   "author": {
    "text": "Berthe Morisot"
   }
  },
  {
   "quote": {
    "text": "Ever since I was a small child, I've had this feeling - it's in my nature, and so it's not even pretentious - that if everyone's going one way, I will go the other, just by some kind of spirit of defiance."
   },
   "author": {
    "text": "Charlotte Rampling"
   }
  },
  {
   "quote": {
    "text": "Man is the unnatural animal, the rebel child of nature, and more and more does he turn himself against the harsh and fitful hand that reared him."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "I love not man the less, but Nature more."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "Human judges can show mercy. But against the laws of nature, there is no appeal."
   },
   "author": {
    "text": "Arthur C. Clarke"
   }
  },
  {
   "quote": {
    "text": "The counterfeit and counterpart of Nature is reproduced in art."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "I love being outdoors. I love listening to the crickets. I want to embrace nature."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "For a successful technology, reality must take precedence over public relations, for Nature cannot be fooled."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "Experiences such as, 'I went; I came; I was; I did,' come naturally to everyone. From these experiences, does it not appear that the consciousness 'I' is the subject of those various acts? Enquiry into the true nature of that consciousness, and remaining as oneself, is the way to understand, through enquiry, one's true nature."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "Let us permit nature to have her way. She understands her business better than we do."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "The Analytical Engine does not occupy common ground with mere 'calculating machines.' It holds a position wholly its own, and the considerations it suggests are more interesting in their nature."
   },
   "author": {
    "text": "Ada Lovelace"
   }
  },
  {
   "quote": {
    "text": "Nature is indifferent to the survival of the human species, including Americans."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "Nature is wont to hide herself."
   },
   "author": {
    "text": "Heraclitus"
   }
  },
  {
   "quote": {
    "text": "I am an agnostic, even though I respect and am interested in all religions. If there's something I believe in, it's a mysterious energy; the one that fills the oceans during tides, the one that unites nature and beings."
   },
   "author": {
    "text": "Monica Bellucci"
   }
  },
  {
   "quote": {
    "text": "Where is human nature so weak as in the bookstore?"
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "Trees love to toss and sway; they make such happy noises."
   },
   "author": {
    "text": "Emily Carr"
   }
  },
  {
   "quote": {
    "text": "It's human nature to start taking things for granted again when danger isn't banging loudly on the door."
   },
   "author": {
    "text": "David Hackworth"
   }
  },
  {
   "quote": {
    "text": "Love is a chain of love as nature is a chain of life."
   },
   "author": {
    "text": "Truman Capote"
   }
  },
  {
   "quote": {
    "text": "Vegetation is the basic instrument the creator uses to set all of nature in motion."
   },
   "author": {
    "text": "Antoine Lavoisier"
   }
  },
  {
   "quote": {
    "text": "Nature is a divine art; it cannot be the artist. It is a dominical book and cannot be the scribe. It is an embroidery and cannot be the embroiderer. It is a register and cannot be the accountant. It is the law and cannot be the power."
   },
   "author": {
    "text": "Said Nursi"
   }
  },
  {
   "quote": {
    "text": "Nature, to be commanded, must be obeyed."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Solar power, wind power, the way forward is to collaborate with nature - it's the only way we are going to get to the other end of the 21st century."
   },
   "author": {
    "text": "Bjork"
   }
  },
  {
   "quote": {
    "text": "Our most intimate friend is not he to whom we show the worst, but the best of our nature."
   },
   "author": {
    "text": "Nathaniel Hawthorne"
   }
  },
  {
   "quote": {
    "text": "You can get an idea of human nature only when you can see the relationship of the individual human being to the whole cosmos."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "We can find Nature outside us only if we have first learned to know her within us. What is akin to her within us must be our guide. This marks out our path of enquiry."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "There is the sky, which is all men's together."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "The sun, too, shines into cesspools and is not polluted."
   },
   "author": {
    "text": "Diogenes"
   }
  },
  {
   "quote": {
    "text": "In all private quarrels the duller nature is triumphant by reason of dullness."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "There is always another way to say the same thing that doesn't look at all like the way you said it before. I don't know what the reason for this is. I think it is somehow a representation of the simplicity of nature."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "I'm not into organized religion. I'm into believing in a higher source of creation, realizing we're all just part of nature."
   },
   "author": {
    "text": "Neil Young"
   }
  },
  {
   "quote": {
    "text": "It is human nature to hate the man whom you have hurt."
   },
   "author": {
    "text": "Tacitus"
   }
  },
  {
   "quote": {
    "text": "My nature just changes."
   },
   "author": {
    "text": "Jimi Hendrix"
   }
  },
  {
   "quote": {
    "text": "Is there some principal of nature which states that we never know the quality of what we have until it is gone?"
   },
   "author": {
    "text": "Herman Melville"
   }
  },
  {
   "quote": {
    "text": "I was an agnostic until I realized that I had to choose between God and fate. The idea that humanity and nature are the result of fate was not convincing at all. I find the presence of God everywhere."
   },
   "author": {
    "text": "Andrea Bocelli"
   }
  },
  {
   "quote": {
    "text": "Nature has never read the Declaration of Independence. It continues to make us unequal."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "Nature has no principles. She makes no distinction between good and evil."
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "By nature, I tended to trust people and was typically open and transparent... But such transparency would go astray when others saw us out of context or when I gave trust to those few who were unworthy of it."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "I'm a nature bug."
   },
   "author": {
    "text": "Donna Karan"
   }
  },
  {
   "quote": {
    "text": "There is no glory in star or blossom till looked upon by a loving eye; There is no fragrance in April breezes till breathed with joy as they wander by."
   },
   "author": {
    "text": "William Cullen Bryant"
   }
  },
  {
   "quote": {
    "text": "Nothing is so beautiful as spring - when weeds, in wheels, shoot long and lovely and lush; Thrush's eggs look little low heavens, and thrush through the echoing timber does so rinse and wring the ear, it strikes like lightning to hear him sing."
   },
   "author": {
    "text": "Gerard Manley Hopkins"
   }
  },
  {
   "quote": {
    "text": "Abstraction is real, probably more real than nature."
   },
   "author": {
    "text": "Josef Albers"
   }
  },
  {
   "quote": {
    "text": "My progress was rendered delightful by the sylvan elegance of the groves, chearful meadows, and high distant forests, which in grand order presented themselves to view."
   },
   "author": {
    "text": "William Bartram"
   }
  },
  {
   "quote": {
    "text": "Nature is trying very hard to make us succeed, but nature does not depend on us. We are not the only experiment."
   },
   "author": {
    "text": "R. Buckminster Fuller"
   }
  },
  {
   "quote": {
    "text": "One of the reasons I like living in Bangkok is that, although it's a megacity, it's very saturated with nature - the vast and brooding skies, the sudden storms and rains, the vegetation and even the animals that abound."
   },
   "author": {
    "text": "Lawrence Osborne"
   }
  },
  {
   "quote": {
    "text": "What a book a devil's chaplain might write on the clumsy, wasteful, blundering, low, and horribly cruel work of nature!"
   },
   "author": {
    "text": "Charles Darwin"
   }
  },
  {
   "quote": {
    "text": "Bats drink on the wing, like swallows, by sipping the surface, as they play over pools and streams."
   },
   "author": {
    "text": "Gilbert White"
   }
  },
  {
   "quote": {
    "text": "You do what you like because you just follow your curiosity, and you are happy when you find new things about nature, about how things work around us and inside us."
   },
   "author": {
    "text": "Erwin Neher"
   }
  },
  {
   "quote": {
    "text": "Nature hasn't gone anywhere. It is all around us, all the planets, galaxies and so on. We are nothing in comparison."
   },
   "author": {
    "text": "Bjork"
   }
  },
  {
   "quote": {
    "text": "Happy the man whose wish and care a few paternal acres bound, content to breathe his native air in his own ground."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "Without this tremendous passion for power, influence, and advantage which money gives, how could nature develop the highest type of man? Without this infinite longing, whence would come the discipline which industry, perseverance, tact, sagacity, and frugality give?"
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Nature makes only dumb animals. We owe the fools to society."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "Nature, like man, sometimes weeps from gladness."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "To cherish what remains of the Earth and to foster its renewal is our only legitimate hope of survival."
   },
   "author": {
    "text": "Wendell Berry"
   }
  },
  {
   "quote": {
    "text": "With violence, as with so many other concerns, human nature is the problem, but human nature is also the solution."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "When you say 'control freak' and 'OCD' and 'organized,' that suggests someone who's cold in nature, and I'm just not. Like, I'm really open when it comes to letting people in. But I just like my house to be neat, and I don't like to make big messes that would hurt people."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "We had seen God in His splendors, heard the text that Nature renders. We had reached the naked soul of man."
   },
   "author": {
    "text": "Ernest Shackleton"
   }
  },
  {
   "quote": {
    "text": "Nature is by and large to be found out of doors, a location where, it cannot be argued, there are never enough comfortable chairs."
   },
   "author": {
    "text": "Fran Lebowitz"
   }
  },
  {
   "quote": {
    "text": "Spring won't let me stay in this house any longer! I must get out and breathe the air deeply again."
   },
   "author": {
    "text": "Gustav Mahler"
   }
  },
  {
   "quote": {
    "text": "With the coming of spring, I am calm again."
   },
   "author": {
    "text": "Gustav Mahler"
   }
  },
  {
   "quote": {
    "text": "People from a planet without flowers would think we must be mad with joy the whole time to have such things about us."
   },
   "author": {
    "text": "Iris Murdoch"
   }
  },
  {
   "quote": {
    "text": "As pessimistic as I am about the nature of human beings and our capacity for atrocity and malevolence and betrayal and laziness and inertia, and all those things, I think we can transcend all that and set things straight."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "Natural science, does not simply describe and explain nature; it is part of the interplay between nature and ourselves."
   },
   "author": {
    "text": "Werner Heisenberg"
   }
  },
  {
   "quote": {
    "text": "The world is always in movement."
   },
   "author": {
    "text": "V. S. Naipaul"
   }
  },
  {
   "quote": {
    "text": "Don't knock the weather; nine-tenths of the people couldn't start a conversation if it didn't change once in a while."
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "People who don't know me think I'm easy-going, but I'm a pessimist by nature and an old curmudgeon."
   },
   "author": {
    "text": "James Garner"
   }
  },
  {
   "quote": {
    "text": "We became Homo sapiens not that long ago, from the scientific perspective, and we've retained a lot of our beast nature. We've done all these amazing things in terms of our knowledge base and technology, and now we're flying around and using the Internet. But we're still very animalistic."
   },
   "author": {
    "text": "Wangechi Mutu"
   }
  },
  {
   "quote": {
    "text": "Having plants and flowers in my space makes me feel very calm and Zen. For me, it's important to meditate every morning to be very clear in the head, and nature really helps me do the same thing."
   },
   "author": {
    "text": "Nicola Formichetti"
   }
  },
  {
   "quote": {
    "text": "Eagles commonly fly alone. They are crows, daws, and starlings that flock together."
   },
   "author": {
    "text": "John Webster"
   }
  },
  {
   "quote": {
    "text": "As an illustrator you need to understand the human body - but having looked at and understood nature, you must develop an ability to look away and capture the balance between what you've seen and what you imagine."
   },
   "author": {
    "text": "Quentin Blake"
   }
  },
  {
   "quote": {
    "text": "I remember a hundred lovely lakes, and recall the fragrant breath of pine and fir and cedar and poplar trees. The trail has strung upon it, as upon a thread of silk, opalescent dawns and saffron sunsets."
   },
   "author": {
    "text": "Hamlin Garland"
   }
  },
  {
   "quote": {
    "text": "Though pleas'd to see the dolphins play, I mind my compass and my way."
   },
   "author": {
    "text": "Matthew Green"
   }
  },
  {
   "quote": {
    "text": "The sun, the earth, love, friends, our very breath are parts of the banquet."
   },
   "author": {
    "text": "Rebecca Harding Davis"
   }
  },
  {
   "quote": {
    "text": "The cool wind blew in my face and all at once I felt as if I had shed dullness from myself. Before me lay a long gray line with a black mark down the center. The birds were singing. It was spring."
   },
   "author": {
    "text": "Burl Ives"
   }
  },
  {
   "quote": {
    "text": "I became passionate about nature filmmaking when I graduated from UCLA, and one of the things I always wanted to do was shoot really high quality film, so I got into time-lapse photography - so that means when you shoot a flower, you're shooting, like, one frame every twenty minutes, so that's basically two seconds of a film per day."
   },
   "author": {
    "text": "Louie Schwartzberg"
   }
  },
  {
   "quote": {
    "text": "If I'm not on tour or in the studio, I'm in nature somewhere, usually some kind of ocean. Playing music has afforded me that. It's not lost on me that it's a tremendous opportunity to be able to spend your life being surrounded by nature."
   },
   "author": {
    "text": "Eddie Vedder"
   }
  },
  {
   "quote": {
    "text": "Each blade of grass has its spot on earth whence it draws its life, its strength; and so is man rooted to the land from which he draws his faith together with his life."
   },
   "author": {
    "text": "Joseph Conrad"
   }
  },
  {
   "quote": {
    "text": "Nature soaks every evil with either fear or shame."
   },
   "author": {
    "text": "Tertullian"
   }
  },
  {
   "quote": {
    "text": "We should ensure that the people-first principle runs through the whole of Party work as appropriate for its nature as a motherly party to make the climate of respecting, loving and depending on them pervade it and Party work focus on improving their living standards."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "I am two with nature."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "All a musician can do is to get closer to the sources of nature, and so feel that he is in communion with the natural laws."
   },
   "author": {
    "text": "John Coltrane"
   }
  },
  {
   "quote": {
    "text": "That's another hallmark of truth, is that it snaps things together. People write to me all the time and say it's as if things were coming together in my mind. It's like the Platonic idea that all learning was remembering. You have a nature, and when you feel that nature articulated, it's it's like the act of snapping the puzzle pieces together."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "Occasionally I have come across a last patch of snow on top of a mountain in late May or June. There's something very powerful about finding snow in summer."
   },
   "author": {
    "text": "Andy Goldsworthy"
   }
  },
  {
   "quote": {
    "text": "There are unknown forces in nature; when we give ourselves wholly to her, without reserve, she lends them to us; she shows us these forms, which our watching eyes do not see, which our intelligence does not understand or suspect."
   },
   "author": {
    "text": "Auguste Rodin"
   }
  },
  {
   "quote": {
    "text": "If you violate Nature's laws you are your own prosecuting attorney, judge, jury, and hangman."
   },
   "author": {
    "text": "Luther Burbank"
   }
  },
  {
   "quote": {
    "text": "Nature, not content with denying him the ability to think, has endowed him with the ability to write."
   },
   "author": {
    "text": "A. E. Housman"
   }
  },
  {
   "quote": {
    "text": "The groves were God's first temples."
   },
   "author": {
    "text": "William Cullen Bryant"
   }
  },
  {
   "quote": {
    "text": "Many difficulties which nature throws in our way, may be smoothed away by the exercise of intelligence."
   },
   "author": {
    "text": "Livy"
   }
  },
  {
   "quote": {
    "text": "I attribute the quarrelsome nature of the Middle Ages young men entirely to the want of the soothing weed."
   },
   "author": {
    "text": "Jerome K. Jerome"
   }
  },
  {
   "quote": {
    "text": "I'm rebelling against being handed a career, like, 'You're the next this; you're the next that.' I'm not the next anything, I'm the first me. I can't be myself, I can't just be Idris Elba. But that's just the nature of the business."
   },
   "author": {
    "text": "Idris Elba"
   }
  },
  {
   "quote": {
    "text": "A drunkard in the gutter is just where he ought to be, according to the fitness and tendency of things. Nature has set upon him the process of decline and dissolution by which she removes things which have survived their usefulness."
   },
   "author": {
    "text": "William Graham Sumner"
   }
  },
  {
   "quote": {
    "text": "All the universe is full of the lives of perfect creatures."
   },
   "author": {
    "text": "Konstantin Tsiolkovsky"
   }
  },
  {
   "quote": {
    "text": "Without Liberty, Law loses its nature and its name, and becomes oppression. Without Law, Liberty also loses its nature and its name, and becomes licentiousness."
   },
   "author": {
    "text": "James Q. Wilson"
   }
  },
  {
   "quote": {
    "text": "Sound is the vocabulary of nature."
   },
   "author": {
    "text": "Pierre Schaeffer"
   }
  },
  {
   "quote": {
    "text": "Planning to play: that's what saving for retirement is today - and it is antithetical to the nature of play, fully within the definition of work, and blissfully ignorant of the reality of death."
   },
   "author": {
    "text": "John Thorn"
   }
  },
  {
   "quote": {
    "text": "Like in nature, I like things which are based on a few simple principles, even though their manifestation can be very rich."
   },
   "author": {
    "text": "Fabiola Gianotti"
   }
  },
  {
   "quote": {
    "text": "Study nature, not books."
   },
   "author": {
    "text": "Louis Agassiz"
   }
  },
  {
   "quote": {
    "text": "As in nature, as in art, so in grace; it is rough treatment that gives souls, as well as stones, their luster."
   },
   "author": {
    "text": "Thomas Guthrie"
   }
  },
  {
   "quote": {
    "text": "Spring is when you feel like whistling even with a shoe full of slush."
   },
   "author": {
    "text": "Doug Larson"
   }
  },
  {
   "quote": {
    "text": "I would warn you that I do not attribute to nature either beauty or deformity, order or confusion. Only in relation to our imagination can things be called beautiful or ugly, well-ordered or confused."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "Zoology has always been interesting to me. Nature is fascinating."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "I like trees because they seem more resigned to the way they have to live than other things do."
   },
   "author": {
    "text": "Willa Cather"
   }
  },
  {
   "quote": {
    "text": "Nature was my kindergarten."
   },
   "author": {
    "text": "William Christopher Handy"
   }
  },
  {
   "quote": {
    "text": "What nature delivers to us is never stale. Because what nature creates has eternity in it."
   },
   "author": {
    "text": "Isaac Bashevis Singer"
   }
  },
  {
   "quote": {
    "text": "Nature is neutral."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "The sun, the moon and the stars would have disappeared long ago... had they happened to be within the reach of predatory human hands."
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "The mind, in proportion as it is cut off from free communication with nature, with revelation, with God, with itself, loses its life, just as the body droops when debarred from the air and the cheering light from heaven."
   },
   "author": {
    "text": "William Ellery Channing"
   }
  },
  {
   "quote": {
    "text": "Death is the ugly fact which Nature has to hide, and she hides it well."
   },
   "author": {
    "text": "Alexander Smith"
   }
  },
  {
   "quote": {
    "text": "The little windflower, whose just opened eye is blue as the spring heaven it gazes at."
   },
   "author": {
    "text": "William Cullen Bryant"
   }
  },
  {
   "quote": {
    "text": "And Fall, with her yeller harvest moon and the hills growin' brown and golden under a sinkin' sun."
   },
   "author": {
    "text": "Roy Bean"
   }
  },
  {
   "quote": {
    "text": "The landscape painter must walk in the fields with a humble mind. No arrogant man was ever permitted to see Nature in all her beauty."
   },
   "author": {
    "text": "John Constable"
   }
  },
  {
   "quote": {
    "text": "Nature teaches more than she preaches. There are no sermons in stones. It is easier to get a spark out of a stone than a moral."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "I consider myself to have been the bridge between the shotgun and the binoculars in bird watching. Before I came along, the primary way to observe birds was to shoot them and stuff them."
   },
   "author": {
    "text": "Roger Tory Peterson"
   }
  },
  {
   "quote": {
    "text": "In nature there are few sharp lines."
   },
   "author": {
    "text": "A. R. Ammons"
   }
  },
  {
   "quote": {
    "text": "Nature's far too subtle to repeat herself."
   },
   "author": {
    "text": "Paul Muni"
   }
  },
  {
   "quote": {
    "text": "Ocean: A body of water occupying about two-thirds of a world made for man - who has no gills."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "Spring beckons! All things to the call respond; the trees are leaving and cashiers abscond."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "The Universe is one great kindergarten for man. Everything that exists has brought with it its own peculiar lesson."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Swans sing before they die - 'twere no bad thing should certain persons die before they sing."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "We do not see nature with our eyes, but with our understandings and our hearts."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "Those little nimble musicians of the air, that warble forth their curious ditties, with which nature hath furnished them to the shame of art."
   },
   "author": {
    "text": "Izaak Walton"
   }
  },
  {
   "quote": {
    "text": "Sweet April showers do spring May flowers."
   },
   "author": {
    "text": "Thomas Tusser"
   }
  },
  {
   "quote": {
    "text": "Nature is a good name for an effect whose cause is God."
   },
   "author": {
    "text": "William Cowper"
   }
  },
  {
   "quote": {
    "text": "Pity the meek, for they shall inherit the earth."
   },
   "author": {
    "text": "Don Marquis"
   }
  },
  {
   "quote": {
    "text": "During all these years there existed within me a tendency to follow Nature in her walks."
   },
   "author": {
    "text": "John James Audubon"
   }
  },
  {
   "quote": {
    "text": "For every person who has ever lived there has come, at last, a spring he will never see. Glory then in the springs that are yours."
   },
   "author": {
    "text": "Pam Brown"
   }
  },
  {
   "quote": {
    "text": "Nature is inside art as its content, not outside as its model."
   },
   "author": {
    "text": "Marilyn French"
   }
  },
  {
   "quote": {
    "text": "Nature is a petrified magic city."
   },
   "author": {
    "text": "Novalis"
   }
  },
  {
   "quote": {
    "text": "Sorrows gather around great souls as storms do around mountains; but, like them, they break the storm and purify the air of the plain beneath them."
   },
   "author": {
    "text": "Jean Paul"
   }
  },
  {
   "quote": {
    "text": "Where hast thou wandered, gentle gale, to find the perfumes thou dost bring?"
   },
   "author": {
    "text": "William Cullen Bryant"
   }
  },
  {
   "quote": {
    "text": "Nothing is farther than earth from heaven; nothing is nearer than heaven to earth."
   },
   "author": {
    "text": "Augustus Hare"
   }
  },
  {
   "quote": {
    "text": "All things are artificial, for nature is the art of God."
   },
   "author": {
    "text": "Thomas Browne"
   }
  },
  {
   "quote": {
    "text": "We talk of our mastery of nature, which sounds very grand; but the fact is we respectfully adapt ourselves, first, to her ways."
   },
   "author": {
    "text": "Clarence Day"
   }
  },
  {
   "quote": {
    "text": "Night comes to the desert all at once, as if someone turned off the light."
   },
   "author": {
    "text": "Joyce Carol Oates"
   }
  },
  {
   "quote": {
    "text": "The earth is yet the place of the domicile of man and all the offspring of the first man."
   },
   "author": {
    "text": "Joseph Franklin Rutherford"
   }
  },
  {
   "quote": {
    "text": "Curiosity is the one thing invincible in Nature."
   },
   "author": {
    "text": "Freya Stark"
   }
  },
  {
   "quote": {
    "text": "Understanding the laws of nature does not mean that we are immune to their operations."
   },
   "author": {
    "text": "David Gerrold"
   }
  },
  {
   "quote": {
    "text": "In some mysterious way woods have never seemed to me to be static things. In physical terms, I move through them; yet in metaphysical ones, they seem to move through me."
   },
   "author": {
    "text": "John Fowles"
   }
  },
  {
   "quote": {
    "text": "Whenever the pressure of our complex city life thins my blood and numbs my brain, I seek relief in the trail; and when I hear the coyote wailing to the yellow dawn, my cares fall from me - I am happy."
   },
   "author": {
    "text": "Hamlin Garland"
   }
  },
  {
   "quote": {
    "text": "My recollection of a hundred lovely lakes has given me blessed release from care and worry and the troubled thinking of our modern day. It has been a return to the primitive and the peaceful."
   },
   "author": {
    "text": "Hamlin Garland"
   }
  },
  {
   "quote": {
    "text": "He who does not become familiar with nature through love will never know her."
   },
   "author": {
    "text": "Karl Wilhelm Friedrich Schlegel"
   }
  },
  {
   "quote": {
    "text": "To destroy is still the strongest instinct in nature."
   },
   "author": {
    "text": "Max Beerbohm"
   }
  },
  {
   "quote": {
    "text": "There is nothing in which the birds differ more from man than the way in which they can build and yet leave a landscape as it was before."
   },
   "author": {
    "text": "Robert Wilson Lynd"
   }
  },
  {
   "quote": {
    "text": "I love the long grass coming up to meet the willows."
   },
   "author": {
    "text": "Jilly Cooper"
   }
  },
  {
   "quote": {
    "text": "The stars that have most glory have no rest."
   },
   "author": {
    "text": "Samuel Daniel"
   }
  },
  {
   "quote": {
    "text": "Custom, that is before all law; Nature, that is above all art."
   },
   "author": {
    "text": "Samuel Daniel"
   }
  },
  {
   "quote": {
    "text": "It was one of those perfect English autumnal days which occur more frequently in memory than in life."
   },
   "author": {
    "text": "P. D. James"
   }
  },
  {
   "quote": {
    "text": "There's no night without stars."
   },
   "author": {
    "text": "Andre Norton"
   }
  },
  {
   "quote": {
    "text": "A tree is an incomprehensible mystery."
   },
   "author": {
    "text": "Jim Woodring"
   }
  },
  {
   "quote": {
    "text": "The fulness of the godhead dwelt in every blade of grass."
   },
   "author": {
    "text": "Elias Hicks"
   }
  },
  {
   "quote": {
    "text": "I've always regarded nature as the clothing of God."
   },
   "author": {
    "text": "Alan Hovhaness"
   }
  },
  {
   "quote": {
    "text": "Maybe nature is fundamentally ugly, chaotic and complicated. But if it's like that, then I want out."
   },
   "author": {
    "text": "Steven Weinberg"
   }
  },
  {
   "quote": {
    "text": "The moment a little boy is concerned with which is a jay and which is a sparrow, he can no longer see the birds or hear them sing."
   },
   "author": {
    "text": "Eric Berne"
   }
  },
  {
   "quote": {
    "text": "People in cities may forget the soil for as long as a hundred years, but Mother Nature's memory is long and she will not let them forget indefinitely."
   },
   "author": {
    "text": "Henry Cantwell Wallace"
   }
  }
 ]
}