{
 "NewyearsQuotes": [
  {
   "quote": {
    "text": "I hope that in this year to come, you make mistakes. Because if you are making mistakes, then you are making new things, trying new things, learning, living, pushing yourself, changing yourself, changing your world. You're doing things you've never done before, and more importantly, you're doing something."
   },
   "author": {
    "text": "Neil Gaiman"
   }
  },
  {
   "quote": {
    "text": "Write it on your heart that every day is the best day in the year."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "And now we welcome the new year. Full of things that have never been."
   },
   "author": {
    "text": "Rainer Maria Rilke"
   }
  },
  {
   "quote": {
    "text": "New Year's Day. A fresh start. A new chapter in life waiting to be written. New questions to be asked, embraced, and loved. Answers to be discovered and then lived in this transformative year of delight and self-discovery. Today carve out a quiet interlude for yourself in which to dream, pen in hand. Only dreams give birth to change."
   },
   "author": {
    "text": "Sarah Ban Breathnach"
   }
  },
  {
   "quote": {
    "text": "Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invincible host against difficulties."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Cheers to a new year and another chance for us to get it right."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "First you take a drink, then the drink takes a drink, then the drink takes you."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "The new year stands before us, like a chapter in a book, waiting to be written. We can help write that story by setting goals."
   },
   "author": {
    "text": "Melody Beattie"
   }
  },
  {
   "quote": {
    "text": "Take a leap of faith and begin this wondrous new year by believing. Believe in yourself. And believe that there is a loving Source - a Sower of Dreams - just waiting to be asked to help you make your dreams come true."
   },
   "author": {
    "text": "Sarah Ban Breathnach"
   }
  },
  {
   "quote": {
    "text": "Celebrate what you want to see more of."
   },
   "author": {
    "text": "Tom Peters"
   }
  },
  {
   "quote": {
    "text": "Every time you tear a leaf off a calendar, you present a new place for new ideas and progress."
   },
   "author": {
    "text": "Charles Kettering"
   }
  },
  {
   "quote": {
    "text": "Hope smiles from the threshold of the year to come, whispering, 'It will be happier.'"
   },
   "author": {
    "text": "Alfred Lord Tennyson"
   }
  },
  {
   "quote": {
    "text": "Be at war with your vices, at peace with your neighbors, and let every new year find you a better man."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Make New Year's goals. Dig within, and discover what you would like to have happen in your life this year. This helps you do your part. It is an affirmation that you're interested in fully living life in the year to come."
   },
   "author": {
    "text": "Melody Beattie"
   }
  },
  {
   "quote": {
    "text": "Year's end is neither an end nor a beginning but a going on, with all the wisdom that experience can instill in us."
   },
   "author": {
    "text": "Hal Borland"
   }
  },
  {
   "quote": {
    "text": "My New Year's resolution is to stick to a good workout plan that will keep me healthy and happy."
   },
   "author": {
    "text": "James Lafferty"
   }
  },
  {
   "quote": {
    "text": "All of us every single year, we're a different person. I don't think we're the same person all our lives."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "To be an ideal guest, stay at home."
   },
   "author": {
    "text": "E. W. Howe"
   }
  },
  {
   "quote": {
    "text": "Come, gentlemen, I hope we shall drink down all unkindness."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "New Year's Day is every man's birthday."
   },
   "author": {
    "text": "Charles Lamb"
   }
  },
  {
   "quote": {
    "text": "The object of a New Year is not that we should have a new year. It is that we should have a new soul and a new nose; new feet, a new backbone, new ears, and new eyes. Unless a particular man made New Year resolutions, he would make no resolutions. Unless a man starts afresh about things, he will certainly do nothing effective."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "What is there more kindly than the feeling between host and guest?"
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "I've had some lovely extraordinary experiences on New Year's Eve."
   },
   "author": {
    "text": "Debbie Harry"
   }
  },
  {
   "quote": {
    "text": "Dinner was made for eating, not for talking."
   },
   "author": {
    "text": "William Makepeace Thackeray"
   }
  },
  {
   "quote": {
    "text": "My New Year's Resolution List usually starts with the desire to lose between ten and three thousand pounds."
   },
   "author": {
    "text": "Nia Vardalos"
   }
  },
  {
   "quote": {
    "text": "Sometimes too much to drink is barely enough."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Ring out the false, ring in the true."
   },
   "author": {
    "text": "Alfred Lord Tennyson"
   }
  },
  {
   "quote": {
    "text": "Deep breaths are very helpful at shallow parties."
   },
   "author": {
    "text": "Barbara Walters"
   }
  },
  {
   "quote": {
    "text": "If you asked me for my New Year Resolution, it would be to find out who I am."
   },
   "author": {
    "text": "Cyril Cusack"
   }
  },
  {
   "quote": {
    "text": "Let our New Year's resolution be this: we will be there for one another as fellow members of humanity, in the finest sense of the word."
   },
   "author": {
    "text": "Goran Persson"
   }
  },
  {
   "quote": {
    "text": "If you want an interesting party sometime, combine cocktails and a fresh box of crayons for everyone."
   },
   "author": {
    "text": "Robert Fulghum"
   }
  },
  {
   "quote": {
    "text": "I think in terms of the day's resolutions, not the years'."
   },
   "author": {
    "text": "Henry Moore"
   }
  },
  {
   "quote": {
    "text": "What I like to drink most is wine that belongs to others."
   },
   "author": {
    "text": "Diogenes"
   }
  },
  {
   "quote": {
    "text": "At a dinner party one should eat wisely but not too well, and talk well but not too wisely."
   },
   "author": {
    "text": "W. Somerset Maugham"
   }
  },
  {
   "quote": {
    "text": "If you are young and you drink a great deal it will spoil your health, slow your mind, make you fat - in other words, turn you into an adult."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "I never worry about being driven to drink; I just worry about being driven home."
   },
   "author": {
    "text": "W. C. Fields"
   }
  },
  {
   "quote": {
    "text": "Each age has deemed the new-born year the fittest time for festal cheer."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "Resolution One: I will live for God. Resolution Two: If no one else does, I still will."
   },
   "author": {
    "text": "Jonathan Edwards"
   }
  },
  {
   "quote": {
    "text": "Strange to see how a good dinner and feasting reconciles everybody."
   },
   "author": {
    "text": "Samuel Pepys"
   }
  },
  {
   "quote": {
    "text": "Going to a party, for me, is as much a learning experience as, you know, sitting in a lecture."
   },
   "author": {
    "text": "Natalie Portman"
   }
  },
  {
   "quote": {
    "text": "I know. I'm lazy. But I made myself a New Years resolution that I would write myself something really special. Which means I have 'til December, right?"
   },
   "author": {
    "text": "Catherine O'Hara"
   }
  },
  {
   "quote": {
    "text": "New Year's Resolution: To tolerate fools more gladly, provided this does not encourage them to take up more of my time."
   },
   "author": {
    "text": "James Agate"
   }
  },
  {
   "quote": {
    "text": "I don't even drink! I can't stand the taste of alcohol. Every New Year's Eve I try one drink and every time it makes me feel sick. So I don't touch booze - I'm always the designated driver."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "Character is the ability to carry out a good resolution long after the excitement of the moment has passed."
   },
   "author": {
    "text": "Cavett Robert"
   }
  },
  {
   "quote": {
    "text": "To have the kind of year you want to have, something has to happen that you can't explain why it happened. Something has to happen that you can't coach."
   },
   "author": {
    "text": "Bobby Bowden"
   }
  },
  {
   "quote": {
    "text": "Those who gave thee a body, furnished it with weakness; but He who gave thee Soul, armed thee with resolution. Employ it, and thou art wise; be wise and thou art happy."
   },
   "author": {
    "text": "Akhenaton"
   }
  },
  {
   "quote": {
    "text": "A year from now, you're gonna weigh more or less than what you do right now."
   },
   "author": {
    "text": "Phil McGraw"
   }
  },
  {
   "quote": {
    "text": "I doubt if you can have a truly wild party without liquor."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "And suns grow meek, and the meek suns grow brief, and the year smiles as it draws near its death."
   },
   "author": {
    "text": "William Cullen Bryant"
   }
  },
  {
   "quote": {
    "text": "Accept what people offer. Drink their milkshakes. Take their love."
   },
   "author": {
    "text": "Wally Lamb"
   }
  },
  {
   "quote": {
    "text": "Good parties create a temporary youthfulness."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "I have no way of knowing how people really feel, but the vast majority of those I meet couldn't be nicer. Every once in a while someone barks at me. My New Year's resolution is not to bark back."
   },
   "author": {
    "text": "Tucker Carlson"
   }
  },
  {
   "quote": {
    "text": "I like to go to parties where I know everyone. How are you going to have fun with people you don't know?"
   },
   "author": {
    "text": "Mary-Kate Olsen"
   }
  },
  {
   "quote": {
    "text": "My parents used to throw great New Year's Eve parties. They invited such an eclectic mix of showbiz people. All those cool people were always hanging out at our apartment."
   },
   "author": {
    "text": "Ben Stiller"
   }
  },
  {
   "quote": {
    "text": "I had a New Year's kiss once. But it was like, 'Let's start the year off together,' and then we wound up breaking up the night after!"
   },
   "author": {
    "text": "Joe Jonas"
   }
  },
  {
   "quote": {
    "text": "Dick Clark will be truly missed. We will carry on his legacy every New Year's Eve."
   },
   "author": {
    "text": "Fergie"
   }
  }
 ]
}
