{
 "PatienceQuotes": [
  {
   "quote": {
    "text": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world."
   },
   "author": {
    "text": "Harriet Tubman"
   }
  },
  {
   "quote": {
    "text": "Adopt the pace of nature: her secret is patience."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "I have seen many storms in my life. Most storms have caught me by surprise, so I had to learn very quickly to look further and understand that I am not capable of controlling the weather, to exercise the art of patience and to respect the fury of nature."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "Patience is not simply the ability to wait - it's how we behave while we're waiting."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "The two most powerful warriors are patience and time."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "Great works are performed not by strength but by perseverance."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "I believe that a trusting attitude and a patient attitude go hand in hand. You see, when you let go and learn to trust God, it releases joy in your life. And when you trust God, you're able to be more patient. Patience is not just about waiting for something... it's about how you wait, or your attitude while waiting."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Have patience. All things are difficult before they become easy."
   },
   "author": {
    "text": "Saadi"
   }
  },
  {
   "quote": {
    "text": "Never cut a tree down in the wintertime. Never make a negative decision in the low time. Never make your most important decisions when you are in your worst moods. Wait. Be patient. The storm will pass. The spring will come."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "Patience, persistence and perspiration make an unbeatable combination for success."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "Sometimes we may ask God for success, and He gives us physical and mental stamina. We might plead for prosperity, and we receive enlarged perspective and increased patience, or we petition for growth and are blessed with the gift of grace. He may bestow upon us conviction and confidence as we strive to achieve worthy goals."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "Patience is bitter, but its fruit is sweet."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "Each life is made up of mistakes and learning, waiting and growing, practicing patience and being persistent."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Be patient and understanding. Life is too short to be vengeful or malicious."
   },
   "author": {
    "text": "Phillips Brooks"
   }
  },
  {
   "quote": {
    "text": "Patience and perseverance have a magical effect before which difficulties disappear and obstacles vanish."
   },
   "author": {
    "text": "John Quincy Adams"
   }
  },
  {
   "quote": {
    "text": "Alcohol gives you infinite patience for stupidity."
   },
   "author": {
    "text": "Sammy Davis, Jr."
   }
  },
  {
   "quote": {
    "text": "The test of good manners is to be patient with the bad ones."
   },
   "author": {
    "text": "Solomon Ibn Gabirol"
   }
  },
  {
   "quote": {
    "text": "Even a happy life cannot be without a measure of darkness, and the word happy would lose its meaning if it were not balanced by sadness. It is far better take things as they come along with patience and equanimity."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "The creative people I admire seem to share many characteristics: A fierce restlessness. Healthy cynicism. A real world perspective. An ability to simplify. Restraint. Patience. A genuine balance of confidence and insecurity. And most importantly, humanity."
   },
   "author": {
    "text": "David Droga"
   }
  },
  {
   "quote": {
    "text": "Patience is the companion of wisdom."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "Hope is patience with the lamp lit."
   },
   "author": {
    "text": "Tertullian"
   }
  },
  {
   "quote": {
    "text": "Patience is a virtue, and I'm learning patience. It's a tough lesson."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "I have just three things to teach: simplicity, patience, compassion. These three are your greatest treasures."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "The key to everything is patience. You get the chicken by hatching the egg, not by smashing it."
   },
   "author": {
    "text": "Arnold H. Glasow"
   }
  },
  {
   "quote": {
    "text": "Becoming a father increases your capacity for love and your level of patience. It opens up another door in a person - a door which you may not even have known was there. That's what I feel with my son. There's suddenly another level of love that expands. My son is my greatest joy, out of everything in my life."
   },
   "author": {
    "text": "Kyle MacLachlan"
   }
  },
  {
   "quote": {
    "text": "With love and patience, nothing is impossible."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "Qualities you need to get through medical school and residency: Discipline. Patience. Perseverance. A willingness to forgo sleep. A penchant for sadomasochism. Ability to weather crises of faith and self-confidence. Accept exhaustion as fact of life. Addiction to caffeine a definite plus. Unfailing optimism that the end is in sight."
   },
   "author": {
    "text": "Khaled Hosseini"
   }
  },
  {
   "quote": {
    "text": "Knowing trees, I understand the meaning of patience. Knowing grass, I can appreciate persistence."
   },
   "author": {
    "text": "Hal Borland"
   }
  },
  {
   "quote": {
    "text": "We could never learn to be brave and patient, if there were only joy in the world."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Genius is patience."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "I am patient with stupidity but not with those who are proud of it."
   },
   "author": {
    "text": "Edith Sitwell"
   }
  },
  {
   "quote": {
    "text": "I am blessed to be surrounded by the people I love. I thank them for their patience and grace."
   },
   "author": {
    "text": "Matt Lauer"
   }
  },
  {
   "quote": {
    "text": "The keys to patience are acceptance and faith. Accept things as they are, and look realistically at the world around you. Have faith in yourself and in the direction you have chosen."
   },
   "author": {
    "text": "Ralph Marston"
   }
  },
  {
   "quote": {
    "text": "Tolerance, compromise, understanding, acceptance, patience - I want those all to be very sharp tools in my shed."
   },
   "author": {
    "text": "CeeLo Green"
   }
  },
  {
   "quote": {
    "text": "I have embraced crying mothers who have lost their children because our politicians put their personal agendas before the national good. I have no patience for injustice, no tolerance for government incompetence, no sympathy for leaders who fail their citizens."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Good character is not formed in a week or a month. It is created little by little, day by day. Protracted and patient effort is needed to develop good character."
   },
   "author": {
    "text": "Heraclitus"
   }
  },
  {
   "quote": {
    "text": "When people see a legend, they call it a legend. But to be a legend, it's a lot of hard work and patience. You can't play for five or ten years and be a legend. It takes longer than that."
   },
   "author": {
    "text": "Burning Spear"
   }
  },
  {
   "quote": {
    "text": "The more you know yourself, the more patience you have for what you see in others."
   },
   "author": {
    "text": "Erik Erikson"
   }
  },
  {
   "quote": {
    "text": "Patience has its limits. Take it too far, and it's cowardice."
   },
   "author": {
    "text": "George Jackson"
   }
  },
  {
   "quote": {
    "text": "A wise man is superior to any insults which can be put upon him, and the best reply to unseemly behavior is patience and moderation."
   },
   "author": {
    "text": "Moliere"
   }
  },
  {
   "quote": {
    "text": "Our patience will achieve more than our force."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "Amongst the qualities a hero should have, I would include determination, loyalty, courage, perseverance, patience, focus, intrepidity and selflessness."
   },
   "author": {
    "text": "Ricky Martin"
   }
  },
  {
   "quote": {
    "text": "It took me a while to learn the true meaning of patience and surrender, but I have finally accepted that healing doesn't happen on our schedule. It doesn't have a clock or a calendar."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "People are stubborn about what they perceive to be the right thing or the wrong thing, and it takes a long time to filter this human condition. There's a waiting period until people catch up. But if you have patience - which it takes when someone thinks differently from you - everybody always catches up. That patience is a wonderful virtue."
   },
   "author": {
    "text": "Johnny Mathis"
   }
  },
  {
   "quote": {
    "text": "Indeed, this life is a test. It is a test of many things - of our convictions and priorities, our faith and our faithfulness, our patience and our resilience, and in the end, our ultimate desires."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "Have patience with all things, But, first of all with yourself."
   },
   "author": {
    "text": "Saint Francis de Sales"
   }
  },
  {
   "quote": {
    "text": "The greatest power is often simple patience."
   },
   "author": {
    "text": "E. Joseph Cossman"
   }
  },
  {
   "quote": {
    "text": "Patience and Diligence, like faith, remove mountains."
   },
   "author": {
    "text": "William Penn"
   }
  },
  {
   "quote": {
    "text": "A garden is a grand teacher. It teaches patience and careful watchfulness; it teaches industry and thrift; above all it teaches entire trust."
   },
   "author": {
    "text": "Gertrude Jekyll"
   }
  },
  {
   "quote": {
    "text": "To learn patience is not to rebel against every hardship."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "A man who is a master of patience is master of everything else."
   },
   "author": {
    "text": "George Savile"
   }
  },
  {
   "quote": {
    "text": "Allah is with people who show patience. If you are down in the dumps, Allah will help you if you have belief. But this is a personal thing between you and him. You can't fool Allah."
   },
   "author": {
    "text": "Mohammad Azharuddin"
   }
  },
  {
   "quote": {
    "text": "Patience and time do more than strength or passion."
   },
   "author": {
    "text": "Jean de La Fontaine"
   }
  },
  {
   "quote": {
    "text": "Endurance is nobler than strength, and patience than beauty."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "There is something good in all seeming failures. You are not to see that now. Time will reveal it. Be patient."
   },
   "author": {
    "text": "Swami Sivananda"
   }
  },
  {
   "quote": {
    "text": "If you want to grow a beard like mine, the only thing I can tell you is that you have to have patience. You just have to let it grow."
   },
   "author": {
    "text": "Daniel Bryan"
   }
  },
  {
   "quote": {
    "text": "If patience is worth anything, it must endure to the end of time. And a living faith will last in the midst of the blackest storm."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "He who rides the sea of the Nile must have sails woven of patience."
   },
   "author": {
    "text": "William Golding"
   }
  },
  {
   "quote": {
    "text": "Everything that slows us down and forces patience, everything that sets us back into the slow circles of nature, is a help. Gardening is an instrument of grace."
   },
   "author": {
    "text": "May Sarton"
   }
  },
  {
   "quote": {
    "text": "If you would know strength and patience, welcome the company of trees."
   },
   "author": {
    "text": "Hal Borland"
   }
  },
  {
   "quote": {
    "text": "It is easier to find men who will volunteer to die, than to find those who are willing to endure pain with patience."
   },
   "author": {
    "text": "Julius Caesar"
   }
  },
  {
   "quote": {
    "text": "Raising children uses every bit of your being - your heart, your time, your patience, your foresight, your intuition to protect them, and you have to use all of this while trying to figure out how to discipline them."
   },
   "author": {
    "text": "Nicole Ari Parker"
   }
  },
  {
   "quote": {
    "text": "Patience is the secret to good food."
   },
   "author": {
    "text": "Gail Simmons"
   }
  },
  {
   "quote": {
    "text": "Come what may, all bad fortune is to be conquered by endurance."
   },
   "author": {
    "text": "Virgil"
   }
  },
  {
   "quote": {
    "text": "My dad said to me, 'Work hard and be patient.' It was the best advice he ever gave me. You have to put the hours in."
   },
   "author": {
    "text": "Simon Cowell"
   }
  },
  {
   "quote": {
    "text": "With patience and persistence, even the smallest act of discipleship or the tiniest ember of belief can become a blazing bonfire of a consecrated life. In fact, that's how most bonfires begin - as a simple spark."
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "You can't jump from little things to big things. It just takes time and patience."
   },
   "author": {
    "text": "Nadia Comaneci"
   }
  },
  {
   "quote": {
    "text": "Work hard. And have patience. Because no matter who you are, you're going to get hurt in your career and you have to be patient to get through the injuries."
   },
   "author": {
    "text": "Randy Johnson"
   }
  },
  {
   "quote": {
    "text": "No one can occupy your generosity except you. Who can occupy your patience when impatience roars through you? Who except you can choose not to act with judgment when all of your thoughts are judgmental? Your life is yours to live, no matter how you choose to live it. When you do not think about how you intend to live it, it lives you."
   },
   "author": {
    "text": "Gary Zukav"
   }
  },
  {
   "quote": {
    "text": "People make mistakes all the time. We learn and grow. If there's patience and love, and you care for people, you can work them through it, and they can find their greatest heights."
   },
   "author": {
    "text": "Pete Carroll"
   }
  },
  {
   "quote": {
    "text": "I simply do not think that yelling, swearing, threatening or belittling will get you to the place you want to be faster than kindness, understanding, patience and a little willingness to compromise."
   },
   "author": {
    "text": "Rachel Nichols"
   }
  },
  {
   "quote": {
    "text": "Only those who have patience to do simple things perfectly ever acquire the skill to do difficult things easily."
   },
   "author": {
    "text": "James J. Corbett"
   }
  },
  {
   "quote": {
    "text": "The two biggest things that translate from the pitching mound to hunting and fishing are patience and perseverance. When you're on the mound, you have to take the game one pitch at a time, regardless of the score, and that approach helps when I'm in the woods or on the water as well."
   },
   "author": {
    "text": "Jon Lester"
   }
  },
  {
   "quote": {
    "text": "And I love that even in the toughest moments, when we're all sweating it - when we're worried that the bill won't pass, and it seems like all is lost - Barack never lets himself get distracted by the chatter and the noise. Just like his grandmother, he just keeps getting up and moving forward... with patience and wisdom, and courage and grace."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Obstacles, of course, are developmentally necessary: they teach kids strategy, patience, critical thinking, resilience and resourcefulness."
   },
   "author": {
    "text": "Naomi Wolf"
   }
  },
  {
   "quote": {
    "text": "For anything worth having one must pay the price; and the price is always work, patience, love, self-sacrifice - no paper currency, no promises to pay, but the gold of real service."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "The loving parts of your personality have no trouble loving. That is all they do. You experience the loving parts of as gratitude, appreciation, caring, patience, contentment and awe of life."
   },
   "author": {
    "text": "Gary Zukav"
   }
  },
  {
   "quote": {
    "text": "Negative thinking patterns can be immensely deceptive and persuasive, and change is rarely easy. But with patience and persistence, I believe that nearly all individuals suffering from depression can improve and experience a sense of joy and self-esteem once again."
   },
   "author": {
    "text": "David D. Burns"
   }
  },
  {
   "quote": {
    "text": "Kindness is really important to me in finding my own prince - so are patience and a sense of humor. Without those qualities he's no Prince Charming!"
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "Patience is the ability to idle your motor when you feel like stripping your gears."
   },
   "author": {
    "text": "Barbara Johnson"
   }
  },
  {
   "quote": {
    "text": "Genius is eternal patience."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "If you believe indeed in the Lord Jesus for the salvation of your soul, if you walk uprightly and do not regard iniquity in your heart, if you continue to wait patiently, and believingly upon God; then answers will surely be given to your prayers."
   },
   "author": {
    "text": "George Muller"
   }
  },
  {
   "quote": {
    "text": "I think we can all use a little more patience. I get a little impatient sometimes and I wish I didn't. I really need to be more patient."
   },
   "author": {
    "text": "Ryan Reynolds"
   }
  },
  {
   "quote": {
    "text": "The Scriptures contain many stories of people who waited years or even decades before the Lord's promises came to pass. What modern believers can learn from the patience of biblical saints like Abraham, Joseph, David, and Paul is that waiting upon the Lord has eternal rewards."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "Patience means restraining one's inclinations."
   },
   "author": {
    "text": "Tokugawa Ieyasu"
   }
  },
  {
   "quote": {
    "text": "I always tell up-and-coming DJs you have to really love what you do and find that interest to drive you. It requires so much attention to detail, and it takes up a lot of your time. You hear a song, and there are so many little pieces that make that song work. It requires a lot of patience, diligence and resilience."
   },
   "author": {
    "text": "Steve Aoki"
   }
  },
  {
   "quote": {
    "text": "In a world where people are hungry for quick fixes and sound bites, for instant gratification, there's no patience for the long, slow rebuilding process: implementing after-school programs, hiring more community workers to act as mentors, adding more job training programs in marginalized areas."
   },
   "author": {
    "text": "Dan Hill"
   }
  },
  {
   "quote": {
    "text": "Patience was not something that came naturally to me, but in cooking it is the quintessential skill."
   },
   "author": {
    "text": "Gail Simmons"
   }
  },
  {
   "quote": {
    "text": "No, I will be the pattern of all patience; I will say nothing."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Sometimes things aren't clear right away. That's where you need to be patient and persevere and see where things lead."
   },
   "author": {
    "text": "Mary Pierce"
   }
  },
  {
   "quote": {
    "text": "Editing is a lot about patience and discipline and just banging away at something, turning off the machine and going home at night because you're frustrated and depressed, and then coming back in the morning to try again."
   },
   "author": {
    "text": "Thelma Schoonmaker"
   }
  },
  {
   "quote": {
    "text": "Patience doesn't mean making a pact with the devil of denial, ignoring our emotions and aspirations. It means being wholeheartedly engaged in the process that's unfolding, rather than ripping open a budding flower or demanding a caterpillar hurry up and get that chrysalis stage over with."
   },
   "author": {
    "text": "Sharon Salzberg"
   }
  },
  {
   "quote": {
    "text": "Patience is the best remedy for every trouble."
   },
   "author": {
    "text": "Plautus"
   }
  },
  {
   "quote": {
    "text": "I don't have much patience for people who are self-conscious about the act of eating, and it irritates me when someone denies themselves the pleasure of a bloody hunk of steak or a pungent French cheese because of some outdated nonsense about what's appropriate or attractive."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "I have learned that I really do have discipline, self-control, and patience. But they were given to me as a seed, and it's up to me to choose to develop them."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "It is strange that the years teach us patience; that the shorter our time, the greater our capacity for waiting."
   },
   "author": {
    "text": "Elizabeth Taylor"
   }
  },
  {
   "quote": {
    "text": "My three Ps: passion, patience, perseverance. You have to do this if you've got to be a filmmaker."
   },
   "author": {
    "text": "Robert Wise"
   }
  },
  {
   "quote": {
    "text": "Endurance is patience concentrated."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "Patience can't be acquired overnight. It is just like building up a muscle. Every day you need to work on it."
   },
   "author": {
    "text": "Eknath Easwaran"
   }
  },
  {
   "quote": {
    "text": "Be patient. Patience is the mother of all virtues."
   },
   "author": {
    "text": "Hrithik Roshan"
   }
  },
  {
   "quote": {
    "text": "The term 'alpha female' originated in my field of animal behavior, but has acquired new meaning. It refers to women who are in charge, for example, by flirting and dating on their own terms. It is also used maliciously for a loud-mouthed, controlling woman who has no patience with deviating opinions."
   },
   "author": {
    "text": "Frans de Waal"
   }
  },
  {
   "quote": {
    "text": "I do not have much patience with a thing of beauty that must be explained to be understood. If it does need additional interpretation by someone other than the creator, then I question whether it has fulfilled its purpose."
   },
   "author": {
    "text": "Charlie Chaplin"
   }
  },
  {
   "quote": {
    "text": "Good ideas are not adopted automatically. They must be driven into practice with courageous patience."
   },
   "author": {
    "text": "Hyman Rickover"
   }
  },
  {
   "quote": {
    "text": "It's a war of attrition. If you have patience and a modicum of faith in yourself your chances are not too bad."
   },
   "author": {
    "text": "Julie Bowen"
   }
  },
  {
   "quote": {
    "text": "A certain amount of impatience may be useful to stimulate and motivate us to action. However, I believe that a lack of patience is a major cause of the difficulties and unhappiness in the world today."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "I'm not really easy to live with! There needs to be unlimited patience and unconditional love. Men I've known before loved my independent spirit and were proud of my success, to the point that they'd become jealous of the time I devote to my career."
   },
   "author": {
    "text": "Milla Jovovich"
   }
  },
  {
   "quote": {
    "text": "A perfect chutney needs patience. If you are cooking it, cook it on a low flame; the flavors come out the best that way."
   },
   "author": {
    "text": "Maneet Chauhan"
   }
  },
  {
   "quote": {
    "text": "Never a tear bedims the eye that time and patience will not dry."
   },
   "author": {
    "text": "Bret Harte"
   }
  },
  {
   "quote": {
    "text": "Beware the fury of a patient man."
   },
   "author": {
    "text": "John Dryden"
   }
  },
  {
   "quote": {
    "text": "How poor are they that have not patience! What wound did ever heal but by degrees?"
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "As anyone who has ever been around a cat for any length of time well knows, cats have enormous patience with the limitations of the human kind."
   },
   "author": {
    "text": "Cleveland Amory"
   }
  },
  {
   "quote": {
    "text": "There is no substitute for hard work, 23 or 24 hours a day. And there is no substitute for patience and acceptance."
   },
   "author": {
    "text": "Cesar Chavez"
   }
  },
  {
   "quote": {
    "text": "This is me, a sinner on whom the Lord has turned his gaze. And this is what I said when they asked me if I would accept my election as pontiff. I am a sinner, but I trust in the infinite mercy and patience of our Lord Jesus Christ, and I accept in a spirit of penance."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Patience is necessary, and one cannot reap immediately where one has sown."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "To bear with patience wrongs done to oneself is a mark of perfection, but to bear with patience wrongs done to someone else is a mark of imperfection and even of actual sin."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "The perfect ham and cheese sandwich is all about focusing on quality ingredients and about simple techniques. You start with great bread, a well-cured ham and a sharp local cheese, and the rest is easy. A little butter in a pan and a little patience - in the end you'll have a sandwich that is at once comforting and delicious."
   },
   "author": {
    "text": "Daniel Humm"
   }
  },
  {
   "quote": {
    "text": "What we all need to do is find the wellspring that keeps us going, that gives us the strength and patience to keep up this struggle for a long time."
   },
   "author": {
    "text": "Winona LaDuke"
   }
  },
  {
   "quote": {
    "text": "For correct writing, the cultivation of patience and mental accuracy is essential. Throughout the young author's period of apprenticeship, he must keep reliable dictionaries and textbooks at his elbow; eschewing as far as possible that hasty extemporaneous manner of writing which is the privilege of more advanced students."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "When you have a dream that you can't let go of, trust your instincts and pursue it. But remember: Real dreams take work, They take patience, and sometimes they require you to dig down very deep. Be sure you're willing to do that."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "Patience and tenacity are worth more than twice their weight of cleverness."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "Who ever is out of patience is out of possession of their soul."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "I don't think I have the ability or patience to teach badminton to others."
   },
   "author": {
    "text": "Saina Nehwal"
   }
  },
  {
   "quote": {
    "text": "A man with a silver spoon may get his share of supporters, but he can never be an inspiration for somebody! Patience and hard work are the key to every man's success."
   },
   "author": {
    "text": "Kailash Kher"
   }
  },
  {
   "quote": {
    "text": "I learned patience, perseverance, and dedication. Now I really know myself, and I know my voice. It's a voice of pain and victory."
   },
   "author": {
    "text": "Anthony Hamilton"
   }
  },
  {
   "quote": {
    "text": "When things begin accelerating wildly out of control, sometimes patience is the only answer. Press pause."
   },
   "author": {
    "text": "Douglas Rushkoff"
   }
  },
  {
   "quote": {
    "text": "The days of our lives, for all of us, are numbered. We know that. And yes, there are certainly times when we aren't able to muster as much strength and patience as we would like. It's called being human."
   },
   "author": {
    "text": "Elizabeth Edwards"
   }
  },
  {
   "quote": {
    "text": "We had great faith that with patience, understanding, and education, that my family and I could be helpful in changing their minds and attitudes around."
   },
   "author": {
    "text": "Ryan White"
   }
  },
  {
   "quote": {
    "text": "A monk's extraordinary patience can be a hindrance to desperate decision-making."
   },
   "author": {
    "text": "Harsha Bhogle"
   }
  },
  {
   "quote": {
    "text": "Deliberately seek opportunities for kindness, sympathy, and patience."
   },
   "author": {
    "text": "Evelyn Underhill"
   }
  },
  {
   "quote": {
    "text": "It is impossible to practice parliamentary politics without having patience, decency, politeness and courtesy."
   },
   "author": {
    "text": "Khaleda Zia"
   }
  },
  {
   "quote": {
    "text": "Meekness: Uncommon patience in planning a revenge that is worth while."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "There is no harm in patience, and no profit in lamentation. Death is easier to bear (than) that which precedes it, and more severe than that which comes after it. Remember the death of the Apostle of God, and your sorrow will be lessened."
   },
   "author": {
    "text": "Abu Bakr"
   }
  },
  {
   "quote": {
    "text": "When traveling with someone, take large does of patience and tolerance with your morning coffee."
   },
   "author": {
    "text": "Helen Hayes"
   }
  },
  {
   "quote": {
    "text": "Patience is the support of weakness; impatience the ruin of strength."
   },
   "author": {
    "text": "Charles Caleb Colton"
   }
  },
  {
   "quote": {
    "text": "Patience is key. You can't get selfish, and that's the number one thing I've learned at WWE. The world continues to go round, and I just knew - given the right opportunity and the right moment - that the world would know I was good, but now the world knows that I'm great."
   },
   "author": {
    "text": "Sasha Banks"
   }
  },
  {
   "quote": {
    "text": "'Deadpool' took seven years to get to the motion picture screen, and I use that as my measurement. That tested me and my patience more than anything I could've imagined because the screenplay was so good."
   },
   "author": {
    "text": "Rob Liefeld"
   }
  },
  {
   "quote": {
    "text": "Affliction is the wholesome soil of virtue, where patience, honor, sweet humility, and calm fortitude, take root and strongly flourish."
   },
   "author": {
    "text": "David Mallet"
   }
  },
  {
   "quote": {
    "text": "Find patience in the breath of life."
   },
   "author": {
    "text": "Ryunosuke Satoro"
   }
  },
  {
   "quote": {
    "text": "The principal reason for the universe's poker face is that its constituents are far away. Stars careen through space, and galaxies spin at speeds thousands of times faster than a jet plane. But given their distance, you'd need the patience of Job to notice much change in their appearance or position."
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "Patience, the beggar's virtue, shall find no harbor here."
   },
   "author": {
    "text": "Philip Massinger"
   }
  },
  {
   "quote": {
    "text": "It takes patience to appreciate domestic bliss; volatile spirits prefer unhappiness."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "The practice of patience in crafting and process is a virtue that needs to come back."
   },
   "author": {
    "text": "Zac Posen"
   }
  },
  {
   "quote": {
    "text": "I still have to work on patience."
   },
   "author": {
    "text": "Robert Mueller"
   }
  },
  {
   "quote": {
    "text": "If I spent all my time criticising myself, I wouldn't be able to function. There are actors who theorise till the cows come home. I haven't the patience for them. It's maybe shallow, but that's why I'll never be part of the acting set."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "Endurance is the crowning quality, And patience all the passion of great hearts."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "My mother is a ball of fire in the world, and I love that about her. But what I have learned from my stepdad is something as important, which is patience and compassion. Because when you are living with someone else, those two qualities go a long way."
   },
   "author": {
    "text": "Justin Timberlake"
   }
  },
  {
   "quote": {
    "text": "Having patience is one of the hardest things about being human. We want to do it now, and we don't want to wait. Sometimes we miss out on our blessing when we rush things and do it on our own time."
   },
   "author": {
    "text": "Deontay Wilder"
   }
  },
  {
   "quote": {
    "text": "I don't think one should attribute the success and failure of a film to a single actor. When you decide to do a film, you weigh the pros and cons before taking a call. Only when you run out of patience, get insecure, and feel your career is heading nowhere do you sign anything that comes your way."
   },
   "author": {
    "text": "Rakul Preet Singh"
   }
  },
  {
   "quote": {
    "text": "I think both running and science reflect certain character traits. I have endurance, patience, and ambition. I'm willing to work hard toward a goal, to push myself and overcome limits. Running and science both let me express these traits."
   },
   "author": {
    "text": "Wolfgang Ketterle"
   }
  },
  {
   "quote": {
    "text": "The only thing of weight that can be said against modern honor is that it is directly opposite to religion. The one bids you bear injuries with patience, the other tells you if you don't resent them, you are not fit to live."
   },
   "author": {
    "text": "Bernard de Mandeville"
   }
  },
  {
   "quote": {
    "text": "When I worked with wildlife a lot in the Eighties and Nineties, I learnt the meaning of patience. And when I worked with trees, I learned the meaning of humility."
   },
   "author": {
    "text": "James Balog"
   }
  },
  {
   "quote": {
    "text": "A career in showbiz is like a distance run. You have to have patience and pace yourself."
   },
   "author": {
    "text": "Tate Donovan"
   }
  },
  {
   "quote": {
    "text": "You have to be very strong and headstrong to make your place. You have to know how to say no. Patience is very important."
   },
   "author": {
    "text": "Yami Gautam"
   }
  },
  {
   "quote": {
    "text": "When I was on the bench, I used to have a yellow pad, and I put on the pad at the beginning of the day, 'patience' and 'restraint.'"
   },
   "author": {
    "text": "Joseph Wapner"
   }
  },
  {
   "quote": {
    "text": "He that can have patience can have what he will."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "The very important thing you should have is patience."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "Faith is not simply a patience that passively suffers until the storm is past. Rather, it is a spirit that bears things - with resignations, yes, but above all, with blazing, serene hope."
   },
   "author": {
    "text": "Corazon Aquino"
   }
  },
  {
   "quote": {
    "text": "Have courage for the great sorrows of life and patience for the small ones; and when you have laboriously accomplished your daily task, go to sleep in peace."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Fortune knocks but once, but misfortune has much more patience."
   },
   "author": {
    "text": "Laurence J. Peter"
   }
  },
  {
   "quote": {
    "text": "Humility is attentive patience."
   },
   "author": {
    "text": "Simone Weil"
   }
  },
  {
   "quote": {
    "text": "Wise to resolve, and patient to perform."
   },
   "author": {
    "text": "Homer"
   }
  },
  {
   "quote": {
    "text": "If I have done the public any service, it is due to my patient thought."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "The strong manly ones in life are those who understand the meaning of the word patience."
   },
   "author": {
    "text": "Tokugawa Ieyasu"
   }
  },
  {
   "quote": {
    "text": "I'm patient."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "I make really good pasta sauce. The secret to getting it right is just patience and love."
   },
   "author": {
    "text": "Banks"
   }
  },
  {
   "quote": {
    "text": "I think patience is a skill and I wish I had it."
   },
   "author": {
    "text": "David Duchovny"
   }
  },
  {
   "quote": {
    "text": "Business is a sprint until you find an opportunity, then it's the patience of a marathon runner."
   },
   "author": {
    "text": "Robert Herjavec"
   }
  },
  {
   "quote": {
    "text": "Gardeners are good at nurturing, and they have a great quality of patience, they're tender. They have to be persistent."
   },
   "author": {
    "text": "Ralph Fiennes"
   }
  },
  {
   "quote": {
    "text": "I worry that business leaders are more interested in material gain than they are in having the patience to build up a strong organization, and a strong organization starts with caring for their people."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "Opera is complex for those who perform it, but also for those who listen to it. It takes more time, more patience and more spirit of sacrifice. All this is well worth it because opera offers such deep sensations that they will remain in a heart for a lifetime."
   },
   "author": {
    "text": "Andrea Bocelli"
   }
  },
  {
   "quote": {
    "text": "The overwhelming message of the Atonement is the perfect love the Savior has for each and all of us. It is a love which is full of mercy, patience, grace, equity, long-suffering, and, above all, forgiving."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Clearly older women and especially older women who have led an active life or elder women who successfully maneuver through their own family life have so much to teach us about sharing, patience, and wisdom."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "The one thing about the business of entertainment is that you have to learn patience."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "Patience is key for getting over a breakup. That, and trailing off your interaction after the breakup."
   },
   "author": {
    "text": "Drake"
   }
  },
  {
   "quote": {
    "text": "Patience is the art of hoping."
   },
   "author": {
    "text": "Luc de Clapiers"
   }
  },
  {
   "quote": {
    "text": "God always has patience."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "With marriage and fatherhood, I've finally found two fixed points in my life. They've taught me patience. They've also taught me that I don't need to feel guilty about being happy. My emotional seasons are less extreme."
   },
   "author": {
    "text": "Pete Wentz"
   }
  },
  {
   "quote": {
    "text": "How many a man has thrown up his hands at a time when a little more effort, a little more patience would have achieved success."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "I pray they will carry on in spite of that dreadful monster prejudice, and with patience, courage, fortitude and perseverance achieve success for themselves."
   },
   "author": {
    "text": "Major Taylor"
   }
  },
  {
   "quote": {
    "text": "Above all, remember that God looks for solid virtues in us, such as patience, humility, obedience, abnegation of your own will - that is, the good will to serve Him and our neighbor in Him. His providence allows us other devotions only insofar as He sees that they are useful to us."
   },
   "author": {
    "text": "Saint Ignatius"
   }
  },
  {
   "quote": {
    "text": "I am not a perfect servant. I am a public servant doing my best against the odds. As I develop and serve, be patient. God is not finished with me yet."
   },
   "author": {
    "text": "Jesse Jackson"
   }
  },
  {
   "quote": {
    "text": "For those of us learning the way to financial serenity and solvency, the envelope system teaches prudence, patience, and perseverance. You can only spend what you have."
   },
   "author": {
    "text": "Sarah Ban Breathnach"
   }
  },
  {
   "quote": {
    "text": "Our real blessings often appear to us in the shape of pains, losses and disappointments; but let us have patience and we soon shall see them in their proper figures."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "I pack a toothbrush, toothpaste, and deodorant. That's it. I don't have the time or patience for anything else. I'm a natural kind of guy. I don't style my hair - never learned how."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "Not only will this make you treat each moment more preciously, but you will be more patient with yourself and with others, recognizing that there are millions of moments on the path to any worthwhile achievement."
   },
   "author": {
    "text": "Menachem Mendel Schneerson"
   }
  },
  {
   "quote": {
    "text": "I have no patience for wasting time."
   },
   "author": {
    "text": "William Clay Ford, Jr."
   }
  },
  {
   "quote": {
    "text": "Sport has taught me never to be jealous of someone or insecure if somebody is doing well. It's taught me teamwork and the value of patience. Even If I lose, I know that I've actually not lost."
   },
   "author": {
    "text": "Ritika Singh"
   }
  },
  {
   "quote": {
    "text": "You can learn many things from children. How much patience you have, for instance."
   },
   "author": {
    "text": "Franklin P. Jones"
   }
  },
  {
   "quote": {
    "text": "For many years, I tried to make New Year's resolutions. I made lists and shot for great heights: I would show altruism and exert moral strength, patience and all those other great attributes."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "With care and patience, people may accomplish things which, to an indolent person, would appear impossible."
   },
   "author": {
    "text": "Dorothea Dix"
   }
  },
  {
   "quote": {
    "text": "Patience, that blending of moral courage with physical timidity."
   },
   "author": {
    "text": "Thomas Hardy"
   }
  },
  {
   "quote": {
    "text": "You have to respect your parents. They are giving you an at-bat. If you're an entrepreneur and go into the family business, you want to grow fast. Patience is important. But respect the other party... My dad and I pulled it off because we really respect each other."
   },
   "author": {
    "text": "Gary Vaynerchuk"
   }
  },
  {
   "quote": {
    "text": "With patience, persistence, and partnership, we can create economic opportunity for every person willing to work hard for it."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "I do not believe that sheer suffering teaches. If suffering alone taught, all the world would be wise, since everyone suffers. To suffering must be added mourning, understanding, patience, love, openness and the willingness to remain vulnerable."
   },
   "author": {
    "text": "Anne Morrow Lindbergh"
   }
  },
  {
   "quote": {
    "text": "Like anything worth doing in life, happiness takes time and patience and consistency."
   },
   "author": {
    "text": "Mark Manson"
   }
  },
  {
   "quote": {
    "text": "Beware of him that is slow to anger; for when it is long coming, it is the stronger when it comes, and the longer kept. Abused patience turns to fury."
   },
   "author": {
    "text": "Francis Quarles"
   }
  },
  {
   "quote": {
    "text": "One of the things I've been taught by Native American elders is the importance of patience, of waiting to do things when the time is right."
   },
   "author": {
    "text": "Joseph Bruchac"
   }
  },
  {
   "quote": {
    "text": "I'd like to be more patient! I just want everything now. I've tried to meditate, but it's really hard for me to stay still. I'd like to try to force myself to do it, because everybody says how wonderful meditation is for you, but I can't shut my mind up. So patience and learning is the key."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "I have not the smarts or patience for political office."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Nothing is ever quick. You have to grow an audience, keep them engaged, give them a reason to keep coming back so it will never be an overnight success. Have patience!"
   },
   "author": {
    "text": "Karen Civil"
   }
  },
  {
   "quote": {
    "text": "It's amazing. My kids have grown me in ways I never knew possible. The patience I've received and the love I get from them is just amazing."
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "Heaven grant us patience with a man in love."
   },
   "author": {
    "text": "Rudyard Kipling"
   }
  },
  {
   "quote": {
    "text": "Writing is good, thinking is better. Cleverness is good, patience is better."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "Patience with family members and others who are close to us is vital for us to have happy homes."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "I'm a peace-maker, I can fit into a lot of situations. I'm pretty easygoing. I have a lot of patience."
   },
   "author": {
    "text": "Jennifer Garner"
   }
  },
  {
   "quote": {
    "text": "There was a solid year and a half, perhaps two years, after making 'Temple Grandin,' when I didn't do anything. I just didn't have much patience for roles that were silly, or light, or inconsequential."
   },
   "author": {
    "text": "Claire Danes"
   }
  },
  {
   "quote": {
    "text": "I can imagine few things more trying to the patience than the long wasted days of waiting."
   },
   "author": {
    "text": "Robert Falcon Scott"
   }
  },
  {
   "quote": {
    "text": "A noun is not a name you give something. It is something you watch becoming itself, and you have to have the patience to find out what it is."
   },
   "author": {
    "text": "Derek Walcott"
   }
  },
  {
   "quote": {
    "text": "I think you can judge from somebody's actions a kind of a stability and sense of purpose perhaps created by strong religious roots. I mean, there's a certain patience, a certain discipline, I think, that religion helps you achieve."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "I'm not about my breasts; I'm just about good health, OK. I'm not afraid of doing what I need to do to stay here. I really don't understand women who are in denial, who don't want to go for a mammogram. I think it's stupidity. Sorry. I have no patience for that."
   },
   "author": {
    "text": "Jaclyn Smith"
   }
  },
  {
   "quote": {
    "text": "There comes a time when you have to exercise patience."
   },
   "author": {
    "text": "Columbus Short"
   }
  },
  {
   "quote": {
    "text": "I have no patience with dinosaurs."
   },
   "author": {
    "text": "Adam West"
   }
  },
  {
   "quote": {
    "text": "Gardening is a working meditation for me. It helps me remember process, and it helps me remember patience."
   },
   "author": {
    "text": "Lizz Wright"
   }
  },
  {
   "quote": {
    "text": "To anybody who says to me, 'I'm in character,' I say, 'You should be in an asylum.' If you don't know that you're pretending, then you should really seek medical help. I don't have patience for that stuff."
   },
   "author": {
    "text": "D. B. Sweeney"
   }
  },
  {
   "quote": {
    "text": "I have no regrets about not having children. I still wait for the pang of guilt, but I have none. I tune into the television show 'Nanny 911' occasionally which reminds me how much patience and love it take to be a good parent."
   },
   "author": {
    "text": "Amanda Donohoe"
   }
  },
  {
   "quote": {
    "text": "There are three secrets to managing. The first secret is have patience. The second is be patient. And the third most important secret is patience."
   },
   "author": {
    "text": "Chuck Tanner"
   }
  },
  {
   "quote": {
    "text": "We have no patience with other people's vanity because it is offensive to our own."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "Teach us, O Lord, the disciplines of patience, for to wait is often harder than to work."
   },
   "author": {
    "text": "Peter Marshall"
   }
  },
  {
   "quote": {
    "text": "There is no road too long to the man who advances deliberately and without undue haste; there are no honors too distant to the man who prepares himself for them with patience."
   },
   "author": {
    "text": "Jean de la Bruyere"
   }
  },
  {
   "quote": {
    "text": "The principle part of faith is patience."
   },
   "author": {
    "text": "George MacDonald"
   }
  },
  {
   "quote": {
    "text": "Patience is the best medicine."
   },
   "author": {
    "text": "John Florio"
   }
  },
  {
   "quote": {
    "text": "To make a full-blooded puff pastry, you need time, you need patience, and you need precision. It's all about the lamination: it's all about building up the layers of butter, dough, butter, dough; as the butter melts, it creates steam, and that brings up the layers of the two doughs apart from each other, and that's what gives it the rise."
   },
   "author": {
    "text": "Paul Hollywood"
   }
  },
  {
   "quote": {
    "text": "The Lord, Jesus Christ, is our perfect example of patience."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "No one who strives with full faith and heart for the blessings of eternal life will be denied. And how great will be the joy and how much deeper the appreciation then after enduring in patience and faith now."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "Sad Patience, too near neighbour to despair."
   },
   "author": {
    "text": "Matthew Arnold"
   }
  },
  {
   "quote": {
    "text": "Bear patiently with a rival."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "The single biggest advantage a value investor has is not IQ. It's patience and waiting. Waiting for the right pitch, and waiting for many years for the right pitch."
   },
   "author": {
    "text": "Mohnish Pabrai"
   }
  },
  {
   "quote": {
    "text": "I like playing. I wouldn't be a good coach. I don't have the patience to be a coach."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "I think I have more patience now than I did in the past."
   },
   "author": {
    "text": "T. Boone Pickens"
   }
  },
  {
   "quote": {
    "text": "I don't know the definition of a star; I am just an actor. I prefer doing hard work, as I feel luck can't do much in absence of hard work. I am a lazy person - when I entered into this industry, I thought it was a cakewalk, but I have realised it needs a lot of patience and hard work."
   },
   "author": {
    "text": "Emraan Hashmi"
   }
  },
  {
   "quote": {
    "text": "When you learn how to be really attentive, you learn the importance of patience and appreciating a woman. You're able to appreciate the softness of her skin and the look in her eyes. It's a connection."
   },
   "author": {
    "text": "Lamman Rucker"
   }
  },
  {
   "quote": {
    "text": "The notion that patience is a virtue is something you don't fully appreciate until you're a parent. You need endless patience with little ones."
   },
   "author": {
    "text": "Deirdre O'Kane"
   }
  },
  {
   "quote": {
    "text": "Like anyone, you could love someone, and it doesn't mean that you're equipped or you were taught or have the patience or the love or the wherewithal to be a good parent. One has nothing to do with the other."
   },
   "author": {
    "text": "Elizabeth Rodriguez"
   }
  },
  {
   "quote": {
    "text": "I've done an awful lot of stuff that's a monument to public patience."
   },
   "author": {
    "text": "Tyrone Power"
   }
  },
  {
   "quote": {
    "text": "I am very hopeful that my personal success in Qatar will ignite others, especially those in the so-called non-traditional sports, to try even harder because now they can see for themselves that significant achievements can be attained. But let me stress that it takes a lot of work - in fact, very hard work - mixed with very heavy doses of patience."
   },
   "author": {
    "text": "Alia Atkinson"
   }
  },
  {
   "quote": {
    "text": "I couldn't be a director because I couldn't put up with the actors. I don't have the patience. Why, I'd probably kill the actors. Not to mention some of the beautiful actresses."
   },
   "author": {
    "text": "Spencer Tracy"
   }
  },
  {
   "quote": {
    "text": "I've always believed in staying in a positive frame of mind and allowing God to work and move. It's about having patience."
   },
   "author": {
    "text": "LeToya Luckett"
   }
  },
  {
   "quote": {
    "text": "Writing novels is largely about endurance and patience. I take a lot of breaks, hit walls, and go do something else while I think things through. But I do it every day, and I try to treat it as a job, something that is not dictated by whimsy or muses."
   },
   "author": {
    "text": "Adam Mansbach"
   }
  },
  {
   "quote": {
    "text": "I have all the patience in the world about Sirens. For me it's not a Grateful Dead project, it's a Me project."
   },
   "author": {
    "text": "Jerry Garcia"
   }
  },
  {
   "quote": {
    "text": "Patience, n. A minor form of dispair, disguised as a virtue."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "The patience that goes with the game, the little things that go along with the game, you have so much more time to think in golf than you do in football - you have to keep your thoughts positive. I'm not sure I've got that mastered."
   },
   "author": {
    "text": "John Elway"
   }
  },
  {
   "quote": {
    "text": "It is one thing to train officers on fighting crime. It is a whole other thing to train them to build friendships and relationships, which are integral to fighting crime. This takes time, effort, and patience on the part of police officers."
   },
   "author": {
    "text": "Rahm Emanuel"
   }
  },
  {
   "quote": {
    "text": "Basically, discipline, effort, patience and courage are hugely important core values for kids to grow up embracing."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "I have declared that patience is never more than patient. I too have declared, that I who am not patient am patient."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "Dating someone on the opposite end of the happy spectrum teaches you an incredible amount of patience."
   },
   "author": {
    "text": "Chris Pine"
   }
  },
  {
   "quote": {
    "text": "Deep down, I know that I am a child of God who has inherited divine capacities; some of them I strive to develop, others are left languishing. I also have a human side. I lose my temper, lose patience and sometimes judge others and myself."
   },
   "author": {
    "text": "Mary Manin Morrissey"
   }
  },
  {
   "quote": {
    "text": "Brad will tell you. He puts a movie on, I'm asleep in 10 minutes. I have no patience. But the kids love action movies with comedy, Jackie Chan and all that."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "Being a wife and mother are the single most important roles in my life. They take a lot of work, a lot of patience, and help from God and His Word, but if you put in the effort, it's more fulfilling than anything on earth."
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "Being a father taught me patience. And it taught me vulnerability. You don't realize how vulnerable you are when you love something else more far more than yourself."
   },
   "author": {
    "text": "Dean Cain"
   }
  },
  {
   "quote": {
    "text": "Patience is the most necessary quality for business, many a man would rather you heard his story than grant his request."
   },
   "author": {
    "text": "Philip Stanhope, 4th Earl of Chesterfield"
   }
  },
  {
   "quote": {
    "text": "Al Unser Sr. was one of the smartest drivers I've ever raced against. And I often said, I wish I could've had some of his patience. I know it would have worked for me many times."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "No, I wouldn't direct a movie, no. I couldn't. I don't have the patience for it, I don't have the people skills. You have to be clever. I'm not really clever in that kind of way. And you have to be able to manipulate people, but at the same time allow them to feel like they are manipulating you, to get the kind of movie that you want."
   },
   "author": {
    "text": "Nick Cave"
   }
  },
  {
   "quote": {
    "text": "Who shall resist Anti-Christ when he comes if we show such patience towards the vices and crimes of his precursors? By such leniency, we encourage kings to become tyrants and tempt them to withdraw every privilege and all jurisdiction from the Churches."
   },
   "author": {
    "text": "Thomas Becket"
   }
  },
  {
   "quote": {
    "text": "It seems likely that many of the young who don't wait for others to call them artists, but simply announce that they are, don't have the patience to make art."
   },
   "author": {
    "text": "Pauline Kael"
   }
  },
  {
   "quote": {
    "text": "Let him that hath no power of patience retire within himself, though even there he will have to put up with himself."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "Because I'm the author of my screenplays I know what I'm looking for. It's true that I can be stubborn in demanding that I get what I want, but it's also a question of working with patience and love."
   },
   "author": {
    "text": "Michael Haneke"
   }
  },
  {
   "quote": {
    "text": "I've never had the patience of a teacher."
   },
   "author": {
    "text": "Josh Turner"
   }
  },
  {
   "quote": {
    "text": "We are telling the American people to have patience, courage, resolve and determination."
   },
   "author": {
    "text": "Muammar al-Gaddafi"
   }
  },
  {
   "quote": {
    "text": "I tell people a lot of times, if you want to be a part of something, you never know, you kind of just have to be around. A lot of people don't really have the patience for it, and they don't stick around. Dre and I are still working together, and we have plenty of music for the future."
   },
   "author": {
    "text": "Anderson Paak"
   }
  },
  {
   "quote": {
    "text": "I need a close contact to the client, whoever it is, and a commitment of the client to go out and do a process together. I want to do the best for him. I need his respect and his patience. I want to work with a sophisticated person who's interested in a good building and not in my name."
   },
   "author": {
    "text": "Peter Zumthor"
   }
  },
  {
   "quote": {
    "text": "I was a big Guns N' Roses fan when I was seven. My friend who lived across the street had long dark curly hair and I had long blonde hair, so I'd dress up as Axl and she'd be Slash, and we'd rock out in front of the mirror singing 'Patience.'"
   },
   "author": {
    "text": "Kirsten Dunst"
   }
  },
  {
   "quote": {
    "text": "One problem with age is that patience begins to ebb."
   },
   "author": {
    "text": "Carl Hiaasen"
   }
  },
  {
   "quote": {
    "text": "I make a mean pecan pie, and I have a great recipe for pralines - also using pecans. Pralines take a lot of patience, and patience is a must in the duck blind as well as in the kitchen. Good things come to those who wait."
   },
   "author": {
    "text": "Phil Robertson"
   }
  },
  {
   "quote": {
    "text": "I'm patient with crossword puzzles and the most impatient golfer."
   },
   "author": {
    "text": "Brett Hull"
   }
  },
  {
   "quote": {
    "text": "The practice of patience toward one another, the overlooking of one another's defects, and the bearing of one another's burdens is the most elementary condition of all human and social activity in the family, in the professions, and in society."
   },
   "author": {
    "text": "Lawrence G. Lovasik"
   }
  },
  {
   "quote": {
    "text": "Information is not knowledge, and knowledge is not wisdom. Reading - even browsing - an old book can yield sustenance denied by a database search. Patience is a virtue, gluttony a sin."
   },
   "author": {
    "text": "James Gleick"
   }
  },
  {
   "quote": {
    "text": "Patience is passion tamed."
   },
   "author": {
    "text": "Lyman Abbott"
   }
  },
  {
   "quote": {
    "text": "The only thing you have to have is patience and an attitude that you aren't ever going to give up."
   },
   "author": {
    "text": "Shawn Michaels"
   }
  },
  {
   "quote": {
    "text": "Artists know that diligence counts as much, if not more, as inspiration; in art, as in politics, patience counts as much as revolution."
   },
   "author": {
    "text": "Tony Kushner"
   }
  },
  {
   "quote": {
    "text": "When I was in the first grade I was afraid of the teacher and had a miserable time in the reading circle, a difficulty that was overcome by the loving patience of my second grade teacher. Even though I could read, I refused to do so."
   },
   "author": {
    "text": "Beverly Cleary"
   }
  },
  {
   "quote": {
    "text": "The moment a large investor doesn't believe a government will pay back its debt when it says it will, a crisis of confidence could develop. Investors have scant patience for the years of good governance - politically fraught fiscal restructuring, austerity and debt rescheduling - it takes to defuse a sovereign-debt crisis."
   },
   "author": {
    "text": "Andrew Ross Sorkin"
   }
  },
  {
   "quote": {
    "text": "I have a business manager and a book-keeper who deals with our household bills. My husband and I sit down with her for a weekly report on how much money is going out, but I'm not terribly interested, and I don't have the patience for it."
   },
   "author": {
    "text": "Jane Green"
   }
  },
  {
   "quote": {
    "text": "I would say I'm a boss who's learning, and I hope people have the patience for the fact that I'm learning along the way because that's a tough thing."
   },
   "author": {
    "text": "Sophia Amoruso"
   }
  },
  {
   "quote": {
    "text": "I haven't been given many things, but I've been given ample, limitless patience."
   },
   "author": {
    "text": "Lincoln Diaz-Balart"
   }
  },
  {
   "quote": {
    "text": "Luck is a component that a lot of people in the arts sometimes fail to recognise: that you can have talent, perseverance, patience, but without luck you will not have a successful career."
   },
   "author": {
    "text": "Bryan Cranston"
   }
  },
  {
   "quote": {
    "text": "The biggest advice I can give loved ones who are supporting someone navigating a newly diagnosed mental illness is patience, patience, and patience."
   },
   "author": {
    "text": "Madchen Amick"
   }
  },
  {
   "quote": {
    "text": "I'm not a person who believes in the great difference between women and men as editors. But I do think that quality is key. We're very good at organizing and discipline and patience, and patience is 50 per cent of editing. You have to keep banging away at something until you get it to work. I think women are maybe better at that."
   },
   "author": {
    "text": "Thelma Schoonmaker"
   }
  },
  {
   "quote": {
    "text": "The biggest challenge, I think for any new artist, is patience."
   },
   "author": {
    "text": "Brett Eldredge"
   }
  },
  {
   "quote": {
    "text": "My biggest weakness is patience, wanting to see things happen too quickly or get changes in place right away. Not having the patience to let things develop."
   },
   "author": {
    "text": "Paul Gleason"
   }
  },
  {
   "quote": {
    "text": "I would love to write a screenplay for 'Badlands' one day. I don't think I could ever have the patience to do it; I don't even have the patience to write songs. I write some of the shortest songs ever because I don't have the patience."
   },
   "author": {
    "text": "Halsey"
   }
  },
  {
   "quote": {
    "text": "If I am right about the big picture, I will be rewarded for my patience."
   },
   "author": {
    "text": "Thomas Kaplan"
   }
  },
  {
   "quote": {
    "text": "I think God's really blessed me with patience. I'm good with a lot of things going on at once."
   },
   "author": {
    "text": "Niki Taylor"
   }
  },
  {
   "quote": {
    "text": "Being a family member is hard no matter where you are. It's hard to be a kid. It's hard to be a parent. It's hard to be a brother or sister. It takes patience and kindness and forbearance."
   },
   "author": {
    "text": "Dianne Wiest"
   }
  },
  {
   "quote": {
    "text": "I've always admired teachers for their patience and purpose in choosing their profession."
   },
   "author": {
    "text": "Eve Arden"
   }
  },
  {
   "quote": {
    "text": "It has taken a great deal of energy, which has not been so difficult to summon as the necessary patience to wait, simply wait much of the time - until my instincts assured me that I had assembled my materials in proper order for a final welding into their natural form."
   },
   "author": {
    "text": "Hart Crane"
   }
  },
  {
   "quote": {
    "text": "I think my best teacher and my best study was theater in general. It taught me a lot of patience and a lot of hard work, and I think that theater teaches you that you've got to know your stuff because you only get one chance."
   },
   "author": {
    "text": "Chelsea Kane"
   }
  },
  {
   "quote": {
    "text": "If you have confidence you have patience. Confidence, that is everything."
   },
   "author": {
    "text": "Ilie Nastase"
   }
  },
  {
   "quote": {
    "text": "No one thought the Mayweather-Pacquiao fight would happen, but I had patience."
   },
   "author": {
    "text": "Floyd Mayweather, Jr."
   }
  },
  {
   "quote": {
    "text": "You must first have a lot of patience to learn to have patience."
   },
   "author": {
    "text": "Stanislaw Jerzy Lec"
   }
  },
  {
   "quote": {
    "text": "I try not to set myself up as different or as a celebrity or special. I have a husband that can get on my nerves. I have kids that test my patience. I've got a cat I can't keep off the sofa. It's real. On a bad day, I'm reading 'Acts of Faith.'"
   },
   "author": {
    "text": "Iyanla Vanzant"
   }
  },
  {
   "quote": {
    "text": "All commend patience, but none can endure to suffer."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "Abused patience turns to fury."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "A healthy male adult bore consumes each year one and a half times his own weight in other people's patience."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "I think all musicians have at one time or another experienced one physical problem or another. I have had tendinitis a couple of times, so I try to be really careful. It takes patience and persistence to overcome injury."
   },
   "author": {
    "text": "Yo-Yo Ma"
   }
  },
  {
   "quote": {
    "text": "Golf is all about patience - one tournament is four days long, 18 holes a day."
   },
   "author": {
    "text": "Lindsey Vonn"
   }
  },
  {
   "quote": {
    "text": "I'm glad I didn't know how much patience entrepreneurship required. It took some time to turn that into a strength of mine, so that would've presented an obstacle when I was younger."
   },
   "author": {
    "text": "Reshma Saujani"
   }
  },
  {
   "quote": {
    "text": "Everyone ought to bear patiently the results of his own conduct."
   },
   "author": {
    "text": "Phaedrus"
   }
  },
  {
   "quote": {
    "text": "Everyone is bound to bear patiently the results of his own example."
   },
   "author": {
    "text": "Phaedrus"
   }
  },
  {
   "quote": {
    "text": "When, President Obama, do you mean to cease abusing our patience? How long is that madness of yours still to mock us? When is there to be an end to that unbridled audacity of yours swaggering about as it does now?"
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "All men commend patience, although few are willing to practice it."
   },
   "author": {
    "text": "Thomas a Kempis"
   }
  },
  {
   "quote": {
    "text": "Hopelessness has surprised me with patience."
   },
   "author": {
    "text": "Margaret J. Wheatley"
   }
  },
  {
   "quote": {
    "text": "To get nostalgic about other people's music, or even about your own, makes a terrible statement about the condition of your life and your prospects for the future. I have no patience with that kind of attitude, whether it's on radio or among friends."
   },
   "author": {
    "text": "Neil Peart"
   }
  },
  {
   "quote": {
    "text": "When you are starting to run an online business, you need to narrow down a niche market and be able to stick with it until you have a good profit coming in. This can take a while, so you need to have a great deal of patience to make sure that your business is moving in the right direction."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "As wonderful as they were, my parents didn't teach me anything about self-discipline, concentration, patience, or focus. If I hadn't had a family myself, I probably never would've done anything. Marriage taught me responsibility."
   },
   "author": {
    "text": "Dick Van Dyke"
   }
  },
  {
   "quote": {
    "text": "America is a great country. It has a lot of work to do. The bottom line is it's easy to talk; it's easy to have the media pick up on something, and it's hard to have the patience to put something in place you can build on that will make sure each citizen has their equal rights."
   },
   "author": {
    "text": "Jim Brown"
   }
  },
  {
   "quote": {
    "text": "My relationship with the Philharmonia Orchestra brought me many times to London and I will always reflect positively on that early period of development with them - their patience, their warmth, their dedication."
   },
   "author": {
    "text": "Gustavo Dudamel"
   }
  },
  {
   "quote": {
    "text": "There are three lessons in philanthropy - one, involve the family, especially the spouse. She can be a remarkable driver of your initiative. Two, you need to build an institution, and you need to scale it up. Choose a leader for philanthropy whom you trust. Three, philanthropy needs patience, tenacity and time."
   },
   "author": {
    "text": "Azim Premji"
   }
  },
  {
   "quote": {
    "text": "Patience was not my strong point."
   },
   "author": {
    "text": "Lauren Bacall"
   }
  },
  {
   "quote": {
    "text": "Patience can be a good thing - but not necessarily. Sometimes it's not so bad to be impatient. I'm a little bit too polite."
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "Let us wait in patience for the Christ-child whose own life depended on the lives of Mary and Joseph. The Word of God was made flesh. He came so that we might experience the fullness of time."
   },
   "author": {
    "text": "Stanley Hauerwas"
   }
  },
  {
   "quote": {
    "text": "I would be horrible at Twitter. I wouldn't know the answer to fans' questions half the time - and the patience involved! I couldn't imagine. I did have a Twitter account that I tried for a couple days, but found I had nothing to say."
   },
   "author": {
    "text": "Jim Parsons"
   }
  },
  {
   "quote": {
    "text": "When I try to be patient on my own, my patience is forced and short-lived. It is obvious to everyone that I am desperately trying to be patient."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "Patience is the art of concealing your impatience."
   },
   "author": {
    "text": "Guy Kawasaki"
   }
  },
  {
   "quote": {
    "text": "The difference between rearing a child in your 20s and one in your 50s is one of patience."
   },
   "author": {
    "text": "Iman"
   }
  },
  {
   "quote": {
    "text": "Learning patience was not an easy lesson."
   },
   "author": {
    "text": "Michael Douglas"
   }
  },
  {
   "quote": {
    "text": "Because of my capacity for listening to strangers' tales, or the details of their lives, my patience with their food and their crotchets, my curiosity that borders on nosiness, I am told that anyone traveling with me experiences an unbelievable tedium, and this is why I choose to travel alone."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "I know one of the reasons God gave me kids was to test my patience."
   },
   "author": {
    "text": "Faith Hill"
   }
  },
  {
   "quote": {
    "text": "Of course I would never compare myself to someone who actually went through a war, but I definitely matured shooting 'The Pacific.' I'm more calm and I have more patience."
   },
   "author": {
    "text": "Rami Malek"
   }
  },
  {
   "quote": {
    "text": "Lack of pep is often mistaken for patience."
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "How can a society that exists on instant mashed potatoes, packaged cake mixes, frozen dinners, and instant cameras teach patience to its young?"
   },
   "author": {
    "text": "Paul Sweeney"
   }
  },
  {
   "quote": {
    "text": "I have an equal amount of patience as my grade-school children, which is not great."
   },
   "author": {
    "text": "Mike D"
   }
  },
  {
   "quote": {
    "text": "You have to have patience to be a legislator."
   },
   "author": {
    "text": "Gene Green"
   }
  },
  {
   "quote": {
    "text": "I recall my mum tried to teach me how to fry chicken once, and I almost burned down half the kitchen... I don't think I have the patience for cooking."
   },
   "author": {
    "text": "Ne-Yo"
   }
  },
  {
   "quote": {
    "text": "An Englishman bears with patience any ridicule which foreigners cast upon him. John Bull never laughs so loudly as when he laughs at himself; but the Americans are nationally sensitive and cannot endure that good-humoured raillery which jests at their weaknesses and foibles."
   },
   "author": {
    "text": "Isabella Bird"
   }
  },
  {
   "quote": {
    "text": "I think every war certainly wears on national will and national patience, particularly a counterinsurgency."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "I don't play pyrotechnic scales. I play about frustration, patience, anger. Music is an extension of my soul."
   },
   "author": {
    "text": "Dick Dale"
   }
  },
  {
   "quote": {
    "text": "Patience, they say, is a virtue. Yet in times of emergency, the government needs to be able to make snap decisions and take bold, decisive action to protect the American people."
   },
   "author": {
    "text": "Jared Polis"
   }
  },
  {
   "quote": {
    "text": "I have no patience for anyone who thinks they've figured things out, no patience for people who think they're right at the expense of everyone else. The world is too connected and too complicated to conform to any of our rigid ideas of what it should be like."
   },
   "author": {
    "text": "Moby"
   }
  },
  {
   "quote": {
    "text": "I've been accused of riding roughshod over others' emotions, and I admit, when I feel a friend is being over-indulgent, my patience is in short supply."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "Coaching takes patience. I'm more enthused when teaching players who want it versus when I have to."
   },
   "author": {
    "text": "Kevin Garnett"
   }
  },
  {
   "quote": {
    "text": "Movies require a lot of patience. I like instant results. If I have done something that's not funny at all, the audience will let me know in two seconds. With the movie, I will have to wait nine months to know if I was that bad."
   },
   "author": {
    "text": "Vir Das"
   }
  },
  {
   "quote": {
    "text": "Punk rock has never really had much patience with musical virtuosity. Actually, it'd be more accurate to say that for most of its history, punk has been actively hostile to virtuosity."
   },
   "author": {
    "text": "James Surowiecki"
   }
  },
  {
   "quote": {
    "text": "For me, most writing consists of siphoning out useless pre-story matter, cutting and cutting and cutting, what seems to be endless rewriting, and what is entailed in all that is patience, and waiting, and false starts, and dead ends, and really, in a way, nerve."
   },
   "author": {
    "text": "Deborah Eisenberg"
   }
  },
  {
   "quote": {
    "text": "A final word: I am not knowledgeable about the internet. I do not have a computer. I guess that at 74 years of age, I don't have the patience to learn."
   },
   "author": {
    "text": "David Wilkerson"
   }
  },
  {
   "quote": {
    "text": "God gives me the children's ministry heart and patience. This is what He wants. It's awesome. I don't know where He's gonna take it - but God is building this thing."
   },
   "author": {
    "text": "Willie Aames"
   }
  },
  {
   "quote": {
    "text": "It is necessary for him who would endure existence with patience that he should conceive himself to be something - that he should be persuaded he is not a cipher in the muster-roll of man."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "My advice to someone to follow in my footsteps is to have patience. I've been doing this for twelve years."
   },
   "author": {
    "text": "Christina Milian"
   }
  },
  {
   "quote": {
    "text": "In the midst of a burning-hot shaming, calling for patience and context and understanding and empathy can really land you in trouble."
   },
   "author": {
    "text": "Jon Ronson"
   }
  },
  {
   "quote": {
    "text": "To the fans, thank you for your patience and concern. They've been on point with my career, especially after my injuries."
   },
   "author": {
    "text": "Rey Mysterio"
   }
  },
  {
   "quote": {
    "text": "The best thing Jay-Z ever taught me was patience."
   },
   "author": {
    "text": "Rita Ora"
   }
  },
  {
   "quote": {
    "text": "When you're short on sleep, you're short on patience. You're ruder to people, less tolerant, less understanding. It's harder to relate and to pay attention for sustained periods of time."
   },
   "author": {
    "text": "Jason Fried"
   }
  },
  {
   "quote": {
    "text": "Does anyone want to see a person who's making the money that the newspapers say I'm making complaining, 'Woe is me, my life is terrible, and people are being unfair?' No one would've had any patience for that. I wouldn't have any patience for that."
   },
   "author": {
    "text": "Matt Lauer"
   }
  },
  {
   "quote": {
    "text": "I didn't choose 'Silver Spoons'. I think my mom and agent chose it because at that time there was a lack of patience on some of the people that were in charge of my career. I think there was a big offer on the table, and I think they took it."
   },
   "author": {
    "text": "Ricky Schroder"
   }
  },
  {
   "quote": {
    "text": "Patience, discipline - giving everything on court... This is what I'm trying to bring in every single match."
   },
   "author": {
    "text": "Angelique Kerber"
   }
  },
  {
   "quote": {
    "text": "I tolerate lots of people I have no patience or respect for. Then, as soon as I can, I rat on them."
   },
   "author": {
    "text": "Andre Aciman"
   }
  },
  {
   "quote": {
    "text": "I believe there's too little patience and context to many of the investigations I read or see on television."
   },
   "author": {
    "text": "Bob Woodward"
   }
  },
  {
   "quote": {
    "text": "Being a father has fulfilled me in parts of my life that sustain me. It gives me a comfort and patience. All actors have this hole inside that they're trying to fill by performing. I'm anxious to keep creating, but I'm not so desperate any more because I have the love and support of my kids and wife."
   },
   "author": {
    "text": "John C. Reilly"
   }
  },
  {
   "quote": {
    "text": "I don't really have the patience to do my hair, which is why it's always parted down the middle, slicked, in a low ponytail or a messy high bun. I'm too lazy to do my own hair, but I like doing my makeup."
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "Because I have so many brothers and sisters, I think I'm able to have a certain patience."
   },
   "author": {
    "text": "Rza"
   }
  },
  {
   "quote": {
    "text": "I'm very caring with animals. I think patience is a big deal, because animals are always jumping around. I love to take care of people, so I think I'd be a good vet. I always wanted to be a vet when I was little."
   },
   "author": {
    "text": "Jennifer Love Hewitt"
   }
  },
  {
   "quote": {
    "text": "When you read about a car crash in which two or three youngsters are killed, do you pause to dwell on the amount of love and treasure and patience parents poured into bodies no longer suitable for open caskets?"
   },
   "author": {
    "text": "Jim Bishop"
   }
  },
  {
   "quote": {
    "text": "Horses teach you patience and how to do things the right way so you can get the right result."
   },
   "author": {
    "text": "Lyle Lovett"
   }
  },
  {
   "quote": {
    "text": "Writing is boring, very boring, and it takes so much patience."
   },
   "author": {
    "text": "Ingmar Bergman"
   }
  },
  {
   "quote": {
    "text": "The first requirement of politics is not intellect or stamina but patience. Politics is a very long run game and the tortoise will usually beat the hare."
   },
   "author": {
    "text": "John Major"
   }
  },
  {
   "quote": {
    "text": "I kind of feel like... I have a slower instinct than most live-action directors, but I have more patience."
   },
   "author": {
    "text": "Pete Docter"
   }
  },
  {
   "quote": {
    "text": "Americans have less and less patience for the intrusive and divisive moral scolds who thrived in the bubbles of the Clinton and Bush years."
   },
   "author": {
    "text": "Frank Rich"
   }
  },
  {
   "quote": {
    "text": "As a result of the strategic patience policy, we now have North Korea testing four times an atomic weapon; they've violated numerous United Nations sanctions, U.S. sanctions by launching ballistic missile tests."
   },
   "author": {
    "text": "Cory Gardner"
   }
  },
  {
   "quote": {
    "text": "Give your dog or cat respect, patience, understanding and love. And if you just change to one vegetarian day a week, that's a wonderful step that will save animal lives. It means you have chosen something kind instead of something cruel."
   },
   "author": {
    "text": "Ingrid Newkirk"
   }
  },
  {
   "quote": {
    "text": "I love yoga because it allows me to slow down and experience how good it feels to be in relationship to my body. It teaches me patience, acceptance, and how to receive."
   },
   "author": {
    "text": "Mandy Ingber"
   }
  },
  {
   "quote": {
    "text": "It's funny with jeans now, because if they don't feel like a pair of sweatpants, I don't have patience for them anymore! I think I'm becoming increasingly lazy."
   },
   "author": {
    "text": "Claire Danes"
   }
  },
  {
   "quote": {
    "text": "Is the patience of the American people that long suffering? Is there no outrage left in the country?"
   },
   "author": {
    "text": "Andrew Greeley"
   }
  },
  {
   "quote": {
    "text": "If I am told to be at a shoot at 10 A.M., I am ready on time. By 11:30, I lose my patience. After that, I keep threatening to leave the sets if they don't begin soon. It works sometimes."
   },
   "author": {
    "text": "Emraan Hashmi"
   }
  },
  {
   "quote": {
    "text": "This is the story of what a Woman's patience can endure, and what a Man's resolution can achieve."
   },
   "author": {
    "text": "Wilkie Collins"
   }
  },
  {
   "quote": {
    "text": "TV requires a lot more patience. No one's ever like, 'I gotta get up at 5 A.M. and write my stand-up!' It's an easy life. With 'Silicon Valley,' it's long hours and very unglamorous."
   },
   "author": {
    "text": "Kumail Nanjiani"
   }
  },
  {
   "quote": {
    "text": "Earlier, looking lighter or slimmer never mattered to me. Frankly, I didn't care. I had more important things to do. But when I figured that it's not that hard, and I have the time, passion and patience to take it up, I jumped onto the health-wagon. I started working out."
   },
   "author": {
    "text": "Kajol"
   }
  },
  {
   "quote": {
    "text": "An impatient person plays differently than a more patient person."
   },
   "author": {
    "text": "Vladimir Kramnik"
   }
  },
  {
   "quote": {
    "text": "There's not a lot of room anymore for what I call 'made-up' drama. The drama comes from real places now - marriage takes work and focus, the kid stuff takes patience and commitment. And if you don't grow as people and as a couple, within all of that, then you've got some real drama."
   },
   "author": {
    "text": "Jeremy Sisto"
   }
  },
  {
   "quote": {
    "text": "If I could have one prayer answered, I would pray for patience. I move so fast sometimes. I try to slow down."
   },
   "author": {
    "text": "Debra Winger"
   }
  },
  {
   "quote": {
    "text": "I don't have a lot of patience for movies that aren't cleanly told."
   },
   "author": {
    "text": "Jon Favreau"
   }
  },
  {
   "quote": {
    "text": "You know, writing is really difficult, and it takes a real patience and a skill. I don't know if I have that. I admire it in others, so much, and I envy it."
   },
   "author": {
    "text": "Adam Scott"
   }
  },
  {
   "quote": {
    "text": "I always had that long-term vision. Even getting going with cinema, knowing it was such a long road to be able to make films, but I always had a long term. Whenever I was starting out, I had that patience."
   },
   "author": {
    "text": "Richard Linklater"
   }
  },
  {
   "quote": {
    "text": "My mum told me to have patience. It's about realising that when things aren't going the way you want them to, or you don't have inspiration, it will come."
   },
   "author": {
    "text": "Vanessa Paradis"
   }
  },
  {
   "quote": {
    "text": "When I said a few weeks ago that our people would eat cooking oil and olives if necessary, I didn't mean that there really would be only oil and olives. What I meant was that our people have the necessary patience to endure the current difficult situation. Palestinians would rather do without certain food items than their national rights."
   },
   "author": {
    "text": "Ismail Haniyeh"
   }
  },
  {
   "quote": {
    "text": "There are very little things in this life I cannot afford and patience is one of them."
   },
   "author": {
    "text": "Larry Hagman"
   }
  },
  {
   "quote": {
    "text": "The writer's secret is not inspiration - for it is never clear where it comes from - it is his stubbornness, his patience."
   },
   "author": {
    "text": "Orhan Pamuk"
   }
  },
  {
   "quote": {
    "text": "Being a runner has brought me a lot of patience, and patience goes a long way in life."
   },
   "author": {
    "text": "Tori Bowie"
   }
  },
  {
   "quote": {
    "text": "For some reason, every time I get a little bit under the weather, I've got zero patience."
   },
   "author": {
    "text": "Jason Day"
   }
  },
  {
   "quote": {
    "text": "I've got to really try and manage my patience out there."
   },
   "author": {
    "text": "Jason Day"
   }
  },
  {
   "quote": {
    "text": "Generations of gun owners have taught their sons and daughters that it takes as much patience and skill to be a good shot as it does to be a good steward of a powerful weapon."
   },
   "author": {
    "text": "Gabrielle Giffords"
   }
  },
  {
   "quote": {
    "text": "What I relish most is when a member of my staff, who has worked with passion and patience towards achieving their dream of owning a restaurant, walks up to me and says, 'Nobu! I have done it!'"
   },
   "author": {
    "text": "Nobu Matsuhisa"
   }
  },
  {
   "quote": {
    "text": "And so, at the age of thirty, I had successively disgraced myself with three fine institutions, each of which had made me free of its full and rich resources, had trained me with skill and patience, and had shown me nothing but forbearance and charity when I failed in trust."
   },
   "author": {
    "text": "Simon Raven"
   }
  },
  {
   "quote": {
    "text": "Patience is sorrow's salve."
   },
   "author": {
    "text": "Charles Churchill"
   }
  },
  {
   "quote": {
    "text": "For believers, both privilege and privation are a trial, and both demand responses: one demands service, and the other demands patience. The greatest privilege is to live well in flourishing lands; the greatest privation is to live in the midst of war, especially civil war."
   },
   "author": {
    "text": "Hamza Yusuf"
   }
  },
  {
   "quote": {
    "text": "I don't think patience is something that any of us grow up with in a large dose. It's a world of instant gratification."
   },
   "author": {
    "text": "Tim Cope"
   }
  },
  {
   "quote": {
    "text": "I started 'SNL,' and I became the one who did impressions. I did that, but then I wanted to get an original character on, and that took a long time to get one on that stuck. And then I got Vinny Vedecci on - 'Oh great' - and then it took a couple more seasons to get Greg the Alien on. You have to have some patience."
   },
   "author": {
    "text": "Bill Hader"
   }
  },
  {
   "quote": {
    "text": "When I have a job to do, time means nothing. I lose patience with people who work on a clock."
   },
   "author": {
    "text": "Don Cornelius"
   }
  },
  {
   "quote": {
    "text": "I've no patience for people who say they never watch television. It's a great way to keep in touch with popular culture, and it's important that children can relate to what their schoolmates are watching."
   },
   "author": {
    "text": "Terry Wogan"
   }
  },
  {
   "quote": {
    "text": "Now it is evident that a little insight into the customs of every people is necessary to insure a kindly communication; this, joined with patience and kindness, will seldom fail with the natives of the interior."
   },
   "author": {
    "text": "Charles Sturt"
   }
  },
  {
   "quote": {
    "text": "I wish I had more patience."
   },
   "author": {
    "text": "Toni Collette"
   }
  },
  {
   "quote": {
    "text": "I'm terrible with patience."
   },
   "author": {
    "text": "Katherine Heigl"
   }
  },
  {
   "quote": {
    "text": "Honestly, I didn't have the patience for biology or history in an academic sense, but I always liked the kind of big questions."
   },
   "author": {
    "text": "Andrew Bird"
   }
  },
  {
   "quote": {
    "text": "I've learned the importance of loving what you do. I have also learned more patience due to the nature of the music business."
   },
   "author": {
    "text": "Randy Travis"
   }
  },
  {
   "quote": {
    "text": "I like to take my own time, and I don't like to rush. I do take time, and I have patience."
   },
   "author": {
    "text": "Nargis Fakhri"
   }
  },
  {
   "quote": {
    "text": "When you have a president who mocks our inclusivity, who demonizes our diversity... you can't ask for patience."
   },
   "author": {
    "text": "Kevin de Leon"
   }
  },
  {
   "quote": {
    "text": "I will exercise patience and will provide all facts to the general public."
   },
   "author": {
    "text": "Yingluck Shinawatra"
   }
  },
  {
   "quote": {
    "text": "Looking back, I didn't have the patience to work in fashion. I like women so much, but I was never qualified to torture them in photo shoots. You have to be really tough and brutal."
   },
   "author": {
    "text": "Rene Burri"
   }
  },
  {
   "quote": {
    "text": "People ask me a lot about the values I got from playing for the Cubs for so many years. The value I got out of it was patience. A lot of people these days are not very patient."
   },
   "author": {
    "text": "Ernie Banks"
   }
  },
  {
   "quote": {
    "text": "And we ask the American people to play an important part of our layered defense. We ask for cooperation, patience and a commitment to vigilance in the face of a determined enemy."
   },
   "author": {
    "text": "Janet Napolitano"
   }
  },
  {
   "quote": {
    "text": "What's nice about a lot of Wes Anderson's films is that there's a patience to it. I think that patience brings out a lot more funny things that you would miss otherwise if you just had to make quick cuts and keep the pace, whatever that pace is that bigger budget comedies have to have."
   },
   "author": {
    "text": "Wyatt Cenac"
   }
  },
  {
   "quote": {
    "text": "Patience has its limits, take it too far and it's cowardice."
   },
   "author": {
    "text": "Holbrook Jackson"
   }
  },
  {
   "quote": {
    "text": "I tell people all the time, the status quo is so untenable to me. Like, literally, I have no patience for it."
   },
   "author": {
    "text": "Michael Tubbs"
   }
  },
  {
   "quote": {
    "text": "I've worked so hard to eliminate the inner geek from my life. I suddenly realize I have no patience for those people who still have their geeks showing. Now I see why being 'normal' has been so important to me."
   },
   "author": {
    "text": "Kenny Loggins"
   }
  },
  {
   "quote": {
    "text": "I think writing novels has taught me more about the value of patience and being organized. I've learned to use timelines and wikis to track decisions and make sure everything still fits together. It's both easier and harder than writing short fiction."
   },
   "author": {
    "text": "Ken Liu"
   }
  },
  {
   "quote": {
    "text": "I haven't got a lot of patience."
   },
   "author": {
    "text": "Jeffrey Katzenberg"
   }
  },
  {
   "quote": {
    "text": "Writing takes a lot of patience. It usually takes me a year to write a book. One time, it took me 14 years to write a book, not that I worked on it every day."
   },
   "author": {
    "text": "Avi"
   }
  },
  {
   "quote": {
    "text": "Honestly, Americans are more open-minded and have the patience and the time for new types of music. In Australia and New Zealand, you must earn your place."
   },
   "author": {
    "text": "Gin Wigmore"
   }
  },
  {
   "quote": {
    "text": "Secretary of War Stanton used to get out of patience with Lincoln because he was all the time pardoning men who ought to be shot."
   },
   "author": {
    "text": "Elihu Root"
   }
  },
  {
   "quote": {
    "text": "So when I do Chinese cooking, I mix everything together, then the kids have to eat their vegetables. They won't have the patience to pick them out."
   },
   "author": {
    "text": "Martin Yan"
   }
  },
  {
   "quote": {
    "text": "When I was 20, I thought I was 30 - but I was so far from it. When you're young, you want everything to happen now. As you mature, you can look back and see all the great things you achieved with time and patience."
   },
   "author": {
    "text": "Elisha Cuthbert"
   }
  },
  {
   "quote": {
    "text": "I was 25 myself once. I also thought I knew everything. I also thought that I could give singers singing advice and comics comedy advice. When you're that age, you know it all, so I understand it. But when you're tired and you don't have patience for it, you definitely snap."
   },
   "author": {
    "text": "Lisa Lampanelli"
   }
  },
  {
   "quote": {
    "text": "Thank God my parents had an abundance of patience."
   },
   "author": {
    "text": "Lexa Doig"
   }
  },
  {
   "quote": {
    "text": "When I returned from the Massachusetts Institute of Technology in 1972, my father was running a forging business with a turnover of Rs 3.5 crore. But I had no patience and wanted to grow the business via exports."
   },
   "author": {
    "text": "Baba Kalyani"
   }
  },
  {
   "quote": {
    "text": "When you bat, you need to have a lot of patience. I started training for it from the age of eight or nine. So, I knew what I needed when I stepped on the field to bat."
   },
   "author": {
    "text": "Mohammad Azharuddin"
   }
  },
  {
   "quote": {
    "text": "The biggest thing I possess is infinite patience. Once you are patient, things fall in place."
   },
   "author": {
    "text": "Mohammad Azharuddin"
   }
  },
  {
   "quote": {
    "text": "After the match-fixing allegations, the one thing I had was patience. It took a lot of time for the courts to come to a verdict regarding the case. Sometimes, there were adjournments, but during that time, I had patience. We fought very hard, and finally justice prevailed, and we got the right verdict."
   },
   "author": {
    "text": "Mohammad Azharuddin"
   }
  },
  {
   "quote": {
    "text": "You have to find the peace and patience within yourself to be a model and an example to others and not judge."
   },
   "author": {
    "text": "Judith Light"
   }
  },
  {
   "quote": {
    "text": "I've learned that anything in life worth having comes from patience and hard work."
   },
   "author": {
    "text": "Greg Behrendt"
   }
  },
  {
   "quote": {
    "text": "When I first started submitting my work professionally - and we're talking years and years ago - I had no patience for editorial response times. I hated waiting to hear back from people, hated waiting to see my work in print."
   },
   "author": {
    "text": "Cullen Bunn"
   }
  },
  {
   "quote": {
    "text": "In movies, there are some things the French do that Americans are increasingly incapable of doing. One is honoring the complexities of youth. It's a quiet, difficult undertaking, requiring subtlety in a filmmaker and perception and patience from us."
   },
   "author": {
    "text": "Wesley Morris"
   }
  },
  {
   "quote": {
    "text": "Towards my husband, I often fail to show interest in his affairs and amusements, not rousing myself to respond when I'm tired or concerned with other things, forgetting he is very patient with me."
   },
   "author": {
    "text": "Evelyn Underhill"
   }
  },
  {
   "quote": {
    "text": "While the 2011 revolution did not remove the regime, it has shortened the seemingly endless patience that many Egyptians once had for military rule."
   },
   "author": {
    "text": "Mona Eltahawy"
   }
  },
  {
   "quote": {
    "text": "When we have people elected into office that believe in conversion therapy and are trying to strip trans rights in the military and do these things that are directly attacking the LGBT community, I have no patience."
   },
   "author": {
    "text": "Gus Kenworthy"
   }
  },
  {
   "quote": {
    "text": "When you're a crime reporter, you see the nub of what life's about, and you don't have much patience for the falsity of politics."
   },
   "author": {
    "text": "Heather Brooke"
   }
  },
  {
   "quote": {
    "text": "Republican patience with how unionism deals with the political institutions, and with key issues like equality and human rights, will be tested because, obviously, there will be a battle a day on these matters. So lets face up to all of this with our eyes wide open."
   },
   "author": {
    "text": "Gerry Adams"
   }
  },
  {
   "quote": {
    "text": "Patience pays off."
   },
   "author": {
    "text": "Mayte Garcia"
   }
  },
  {
   "quote": {
    "text": "To understand a difficult topic like Iraq takes patience and care. Unfortunately, you rarely hear a patient, careful or thoughtful discussion of intelligence these days."
   },
   "author": {
    "text": "George Tenet"
   }
  },
  {
   "quote": {
    "text": "I think there's not much patience for organized labour, period, public or private sector."
   },
   "author": {
    "text": "Kathleen Wynne"
   }
  },
  {
   "quote": {
    "text": "I have no patience at all."
   },
   "author": {
    "text": "Alan Sugar"
   }
  },
  {
   "quote": {
    "text": "You have to have patience and confidence that your things will let you know where they need to go. Particularly artwork. Paintings will tell you where they want to be."
   },
   "author": {
    "text": "Anjelica Huston"
   }
  },
  {
   "quote": {
    "text": "A statesman wants courage and a statesman wants vision; but believe me, after six months' experience, he wants first, second, third and all the time - patience."
   },
   "author": {
    "text": "Stanley Baldwin"
   }
  },
  {
   "quote": {
    "text": "Right-wing extremism is all about patience. That is, until it makes its move, and then it is sudden and explosive."
   },
   "author": {
    "text": "Steven Weber"
   }
  },
  {
   "quote": {
    "text": "A nation may be born in a day, but the great truths which make for the glory and uplift of the race only through long ages permeate and control humanity. We must have the divine patience and understand the divine mathematics of a thousand years as one day."
   },
   "author": {
    "text": "David Josiah Brewer"
   }
  },
  {
   "quote": {
    "text": "Patience has never been my strong suit."
   },
   "author": {
    "text": "Michael Chiklis"
   }
  },
  {
   "quote": {
    "text": "Being a father gave me a new purpose for existing. That newfound purpose has somehow given me the stamina and patience to take on the endless stream of challenges that come along with parenthood."
   },
   "author": {
    "text": "Nathan Blecharczyk"
   }
  },
  {
   "quote": {
    "text": "Temperamentally I'm not a natural producer, because I don't have the patience."
   },
   "author": {
    "text": "Damian Lewis"
   }
  },
  {
   "quote": {
    "text": "Your patience would fail you if I should continue to relate all the disrespectful speeches and treatment which your servants have been obliged to listen to and patiently to bear."
   },
   "author": {
    "text": "Peter Stuyvesant"
   }
  },
  {
   "quote": {
    "text": "God's way of answering the Christian's prayer for more patience, experience, hope and love often is to put him into the furnace of affliction."
   },
   "author": {
    "text": "Richard Cecil"
   }
  },
  {
   "quote": {
    "text": "The lions taught me photography. They taught me patience and the sense of beauty, a beauty that penetrates you."
   },
   "author": {
    "text": "Yann Arthus-Bertrand"
   }
  },
  {
   "quote": {
    "text": "When it comes to work, I have a lot of patience, but otherwise, I am quite impatient."
   },
   "author": {
    "text": "Kratika Sengar"
   }
  },
  {
   "quote": {
    "text": "Science is to be much commended for the ingenuity, the patience, and the persistency it displays in the invention of instruments wherewith to ferret out the secrets of nature."
   },
   "author": {
    "text": "Max Heindel"
   }
  },
  {
   "quote": {
    "text": "A show that no one thought had a chance has just finished its fifth year: Charmed. I think it's tougher for the younger networks, so I think they have a little more patience for the sake of the show. But who knows?"
   },
   "author": {
    "text": "Aaron Spelling"
   }
  },
  {
   "quote": {
    "text": "Good novel is a conjunction of many factors, the main of which is, without a doubt, hard work. There are many things behind a good novel, but in particular, there is a lot of work - a lot of patience, a lot of stubbornness, and a critical spirit."
   },
   "author": {
    "text": "Mario Vargas Llosa"
   }
  },
  {
   "quote": {
    "text": "As for goals, I don't set myself those anymore. I'm not one of these 'I must have achieved this and that by next year' kind of writers. I take things as they come and find that patience and persistence tend to win out in the end."
   },
   "author": {
    "text": "Paul Kane"
   }
  },
  {
   "quote": {
    "text": "The Italians are not indulgent, as Americans are. They don't have the patience to teach young singers how to move. They think you should learn in school."
   },
   "author": {
    "text": "Marcello Giordani"
   }
  },
  {
   "quote": {
    "text": "I've always been a person with patience, and I don't like to force things."
   },
   "author": {
    "text": "Harry Shum, Jr."
   }
  },
  {
   "quote": {
    "text": "I don't have much patience with sick people."
   },
   "author": {
    "text": "Maura Tierney"
   }
  },
  {
   "quote": {
    "text": "As I pass it, I feel as if I saw a dear old mother, sweet in her weakness, trembling at the approach of her dissolution, but not appealing to me against the inevitable, rather endeavouring to reassure me by her patience, and pointing to a hopeful future."
   },
   "author": {
    "text": "Thomas Edward Brown"
   }
  },
  {
   "quote": {
    "text": "You know, I lose patience really easily; I'd rather shop in the grocery store than in the department store. I can pick an apple like nobody's business."
   },
   "author": {
    "text": "Gail Simmons"
   }
  },
  {
   "quote": {
    "text": "Patience is something that, as a young man, I didn't have - when waiting for parts to arrive or waiting for people to behave as I wanted them to."
   },
   "author": {
    "text": "Cillian Murphy"
   }
  },
  {
   "quote": {
    "text": "I think as more people use the phones to access the Internet, they have a lot less patience for trying to find things on the search engines. That is because you need to figure a lot of things out for search to work."
   },
   "author": {
    "text": "Adam D'Angelo"
   }
  },
  {
   "quote": {
    "text": "It's amazing, all of the ways that having kids has changed me. I'm a much less selfish person because of them, and compared to who I was before, my patience level seems infinite."
   },
   "author": {
    "text": "Scott Foley"
   }
  },
  {
   "quote": {
    "text": "My wife makes fun of me by calling me a grandpa because I have very little patience for inconsiderate children. So if we're walking in the mall, and some kid goes by really fast on a skateboard, I become the grumpiest eighty-five-year-old man in the world and start screaming at them."
   },
   "author": {
    "text": "Rob McClure"
   }
  },
  {
   "quote": {
    "text": "I think when YouTube first came out, everyone was thinking people were just going to watch five-minute shows from now on and that people didn't have the patience anymore to watch longer programmes. But instead, everyone is binge watching and consuming ten-hour programmes and box sets of shows, so it is really interesting."
   },
   "author": {
    "text": "O. T. Fagbenle"
   }
  },
  {
   "quote": {
    "text": "In my experience, not just in shooting films but in the commercials I've done, initially, it's very exciting for the community, and its a real novelty. Very quickly, though, they realize there's a buck to be had, and it becomes annoying, and they lose their patience pretty quick."
   },
   "author": {
    "text": "John Curran"
   }
  },
  {
   "quote": {
    "text": "Soon I knew the craft of experimental physics was beyond me - it was the sublime quality of patience - patience in accumulating data, patience with recalcitrant equipment - which I sadly lacked."
   },
   "author": {
    "text": "Abdus Salam"
   }
  },
  {
   "quote": {
    "text": "If you list the qualities that we consider feminine, they are patience, understanding, empathy, supportiveness, a desire to nurture. Our culture tells us those are feminine traits, but they're really just human."
   },
   "author": {
    "text": "Sydney Pollack"
   }
  },
  {
   "quote": {
    "text": "Constant repetition of tongue-twisters was like lifting weights for me, but patience and persistence have paid off."
   },
   "author": {
    "text": "Nicholas Brendon"
   }
  },
  {
   "quote": {
    "text": "He preacheth patience that never knew pain."
   },
   "author": {
    "text": "Henry George Bohn"
   }
  },
  {
   "quote": {
    "text": "I don't have a lot of patience for boring arthouse movies."
   },
   "author": {
    "text": "Zoe Kazan"
   }
  },
  {
   "quote": {
    "text": "If you were to ask me when I was 17 if I was mad because I didn't have a deal, I would have probably said, 'Yeah.' Now I'm so glad I got it when I got it. People tell you to be patient and wait. Patience is not a virtue of mine, but I think everything definitely happened the right way for me."
   },
   "author": {
    "text": "Chris Young"
   }
  },
  {
   "quote": {
    "text": "I've said my patience is not infinite."
   },
   "author": {
    "text": "Darrell Issa"
   }
  },
  {
   "quote": {
    "text": "In this day and age, you need a lot of patience if you are in the movie business."
   },
   "author": {
    "text": "Brett Ratner"
   }
  },
  {
   "quote": {
    "text": "I've got to give my neighbors a bottle of wine or something because I was just screaming into microphones and learning how to play instruments, and it was a lesson in patience for them, I believe."
   },
   "author": {
    "text": "Joshua Ostrander"
   }
  },
  {
   "quote": {
    "text": "The great saints were always great innovators... They had to be very strong people... principled people. And, apart from their principles, with great tenacity they had to have great reserves of patience."
   },
   "author": {
    "text": "Colm Wilkinson"
   }
  },
  {
   "quote": {
    "text": "Everyone is given one gift, a reason for being, and it's our obligation to do something with it. Obviously, it's a challenge - but if you're not taking the bull by the horns, I have no patience for you. You're just taking up space."
   },
   "author": {
    "text": "Melissa Rosenberg"
   }
  },
  {
   "quote": {
    "text": "The key to sauces is having patience. I'm not a patient woman, but I learned with sauces that you have to get everything on a slow roll and layer the flavors. That's where you get robust tastes: it starts one way and ends another."
   },
   "author": {
    "text": "Kelis"
   }
  },
  {
   "quote": {
    "text": "Balance takes work. Lots of it. There is no endpoint in balance, no goal, no finalization. Balance requires practice, patience, and - most importantly - movement. We often get stuck in our ways and form habits based on our fears and driven by our insecurities."
   },
   "author": {
    "text": "Tara Stiles"
   }
  },
  {
   "quote": {
    "text": "You can write ten versions of a scene, and then, on the day, discover that something in the original scene worked. It's hard on writers. Hard on actors, hard on editors, hard on me, hard on the producers, who require patience and confidence. But I can't get to the end without going through this process."
   },
   "author": {
    "text": "Bennett Miller"
   }
  },
  {
   "quote": {
    "text": "I have a tremendous amount of patience and tolerance when working with people, but if I ever feel the impulse to inhibit myself from doing one more take, or feel a need to apologize to someone for pushing, I know that that relationship isn't gonna last."
   },
   "author": {
    "text": "Bennett Miller"
   }
  },
  {
   "quote": {
    "text": "There are very few things that I have any patience for that are not at least a little bit humorous."
   },
   "author": {
    "text": "Elif Batuman"
   }
  },
  {
   "quote": {
    "text": "I'm constantly looking for ways to learn and elevate your craft, patience for yourself, and patience for this business. It's not a fair business. You may be great, but it may take years for someone to notice what you're capable of because of politics."
   },
   "author": {
    "text": "Aldis Hodge"
   }
  },
  {
   "quote": {
    "text": "Storytelling is about patience, about making sense of the moments of pathos and beauty that you find, and about carrying these moments back into your own life."
   },
   "author": {
    "text": "Michael Paterniti"
   }
  },
  {
   "quote": {
    "text": "There is an old tool that has become very handy that is called strategic patience, which is do not overreact in the short-term. Take your time. See what is the underlying, real message. And then, once the reality is represented by actions, then decide how you are going to react to those actions."
   },
   "author": {
    "text": "Ildefonso Guajardo Villarreal"
   }
  },
  {
   "quote": {
    "text": "My impression is that most women public service workers have a long fuse. Precisely because they care so deeply about services, more than anyone, they still want to find a sensible and fair negotiated agreement. But their patience has run out."
   },
   "author": {
    "text": "Frances O'Grady"
   }
  },
  {
   "quote": {
    "text": "I have so little patience with the whole Y.A. book thing. As far as I'm concerned, you either read books for children or you read books for adults."
   },
   "author": {
    "text": "Richard K. Morgan"
   }
  },
  {
   "quote": {
    "text": "Beauty, unlike the rest of the gifts handed out at birth, does not require dedication, patience and hard work to pay off. But it's also the only gift that does not keep on giving."
   },
   "author": {
    "text": "Paulina Porizkova"
   }
  },
  {
   "quote": {
    "text": "Mum and Dad had waited 16 years for adoption laws to change in their home state, Tasmania, so that they could apply to the authorities to create the family of their dreams. I am so thankful for their endurance and patience. Who knows what would have happened to me if they hadn't miraculously appeared when I needed them most?"
   },
   "author": {
    "text": "Saroo Brierley"
   }
  },
  {
   "quote": {
    "text": "While it is true that Frank had a great sense of humor, he was also very serious about composing music. In reality there are only a handful of skilled players who can play his most complex pieces. It takes a lot of patience to learn and requires a fantastic memory."
   },
   "author": {
    "text": "Dweezil Zappa"
   }
  },
  {
   "quote": {
    "text": "No, you're not allowed to be bossy when you're married. You have to learn compromise, and compassion and patience."
   },
   "author": {
    "text": "Star Jones"
   }
  },
  {
   "quote": {
    "text": "Reading a novel in which all characters illustrate patience, hard work, chastity, and delayed gratification could be a pretty dull experience."
   },
   "author": {
    "text": "Thomas Perry"
   }
  },
  {
   "quote": {
    "text": "Serbia has shown enough patience, but it has also sent a clear and strong message that the law must be respected and that no one is stronger than the state."
   },
   "author": {
    "text": "Ivica Dacic"
   }
  },
  {
   "quote": {
    "text": "I don't believe moviegoers don't have patience. Screenwriters are told a scene can't be longer than three minutes, that you have to cut to the chase. Not true!"
   },
   "author": {
    "text": "Tracy Letts"
   }
  },
  {
   "quote": {
    "text": "Losing your patience and your temper isn't the most attractive thing, but as kids get older, you wind up raising your voice."
   },
   "author": {
    "text": "Peter Krause"
   }
  },
  {
   "quote": {
    "text": "Americans' distrust of the conspicuously intellectual - a habit we learned, I suppose, on the frontier, but which remains a feature of the national character - has the virtue of puncturing the pretentious and exposing the fake, but it may also have impaired American listeners' patience for music that is especially complex or austere."
   },
   "author": {
    "text": "Steven Stucky"
   }
  },
  {
   "quote": {
    "text": "I think the Iraqi people have shown extraordinary patience and courage in the last few months. They have really put a political system on the way to success, to a real democracy here."
   },
   "author": {
    "text": "Paul Bremer"
   }
  },
  {
   "quote": {
    "text": "I wish I was a shredder that could play everything, but I don't have the patience."
   },
   "author": {
    "text": "Dave Navarro"
   }
  },
  {
   "quote": {
    "text": "Ultimately, knowing God and reading the Word, it helps with patience with people, understanding, empathy and sympathy that they might not have that I have. If God gave it to me, why not exercise it?"
   },
   "author": {
    "text": "Trai Byers"
   }
  },
  {
   "quote": {
    "text": "The patience of the American public with dilatory diplomatic delays will be very limited."
   },
   "author": {
    "text": "Tom Lantos"
   }
  },
  {
   "quote": {
    "text": "Because we men have been physically stronger and more arrogant, we've influenced much of the cool stuff of the world, like basing the definition of courage on what we do on battlefields rather than on the patience or endurance or tolerance necessary for a sometimes painful daily grind that includes small children."
   },
   "author": {
    "text": "Clyde Edgerton"
   }
  },
  {
   "quote": {
    "text": "People need patience. It takes time to build a brand."
   },
   "author": {
    "text": "Carmen Busquets"
   }
  },
  {
   "quote": {
    "text": "Speaking from my experience as a person involved for a long time in building the European Union, it is important to have patience and efforts to build a community of nations."
   },
   "author": {
    "text": "Giorgio Napolitano"
   }
  },
  {
   "quote": {
    "text": "True enough, nature has endowed me with a fair measure of patience and composure, yet I should be lying if I told you that, having seen the reporter off on his way to make his deadline, I fell peacefully asleep."
   },
   "author": {
    "text": "Leon Jouhaux"
   }
  },
  {
   "quote": {
    "text": "Kids teach you a lot of patience."
   },
   "author": {
    "text": "Mona Singh"
   }
  },
  {
   "quote": {
    "text": "I have very little patience with children."
   },
   "author": {
    "text": "Mem Fox"
   }
  },
  {
   "quote": {
    "text": "I have a huge respect for writers and realise that this is not an area that I find easy. I doubt that I would have the patience in front of a blank sheet of paper to become a writer."
   },
   "author": {
    "text": "Jenny Agutter"
   }
  },
  {
   "quote": {
    "text": "Anyhow, a philosophical turn of thought now was not amiss, else one's patience would have given out almost at the harbour entrance. The term of her probation was eight days."
   },
   "author": {
    "text": "Joshua Slocum"
   }
  },
  {
   "quote": {
    "text": "I think film requires a lot more patience and concentration and each day you're keeping the entire picture in your head throughout a two to three month film shoot. Whereas TV, especially half hour, is like doing a play a week or live theater."
   },
   "author": {
    "text": "Shawnee Smith"
   }
  },
  {
   "quote": {
    "text": "Everything is out there if you know how to find it, and have the patience. I don't and haven't, but that's my problem."
   },
   "author": {
    "text": "Tom Holt"
   }
  },
  {
   "quote": {
    "text": "Talent is required, but much of writing is a matter of craft, which develops with time, attention, patience and practice, like playing an instrument or learning to dance."
   },
   "author": {
    "text": "Susan Wiggs"
   }
  },
  {
   "quote": {
    "text": "That's why I never became a director. I never had patience with people."
   },
   "author": {
    "text": "Ray Harryhausen"
   }
  },
  {
   "quote": {
    "text": "Sometimes they are a matter of luck; the photographer could not expect or hope for them. Sometimes they are a matter of patience, waiting for an effect to be repeated that he has seen and lost or for one that he anticipates."
   },
   "author": {
    "text": "Bill Brandt"
   }
  },
  {
   "quote": {
    "text": "My wife is my favorite person I've ever met in my 40 years on the planet, and I'm sure she would agree that patience is not her strongest characteristic. I don't know that golf would be the game for her."
   },
   "author": {
    "text": "Mike Greenberg"
   }
  },
  {
   "quote": {
    "text": "As a young boy, I read 'Cheaper by the Dozen' and immediately became neurotic about my use of time. It taxed me severely, but only for the next 50 years. But I think it also allowed me to discipline myself to sit in the chair and be a writer, where one of the most needed qualities is patience."
   },
   "author": {
    "text": "Ridley Pearson"
   }
  },
  {
   "quote": {
    "text": "I've been called Mr. Patient Money because I have the patience to work through challenging circumstances."
   },
   "author": {
    "text": "N. Murray Edwards"
   }
  },
  {
   "quote": {
    "text": "After months of preparation working with a stylist who explained to me how a fashion house runs and the process of making a dress, I developed a respect for the patience and skill it takes to design these dresses."
   },
   "author": {
    "text": "Pierre Niney"
   }
  },
  {
   "quote": {
    "text": "Difficult years lie ahead, patience is required."
   },
   "author": {
    "text": "Yiannis Stournaras"
   }
  },
  {
   "quote": {
    "text": "A philosopher goes where the truth leads and has no patience with mere emotion."
   },
   "author": {
    "text": "John C. Wright"
   }
  },
  {
   "quote": {
    "text": "So it's been a slow process and it's taken some patience. That's why patients are called patients I think - patience is required."
   },
   "author": {
    "text": "Bowie Kuhn"
   }
  }
 ]
}