{
 "PeaceQuotes": [
  {
   "quote": {
    "text": "Share your smile with the world. It's a symbol of friendship and peace."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "Gratitude makes sense of our past, brings peace for today, and creates a vision for tomorrow."
   },
   "author": {
    "text": "Melody Beattie"
   }
  },
  {
   "quote": {
    "text": "Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth."
   },
   "author": {
    "text": "Menachem Begin"
   }
  },
  {
   "quote": {
    "text": "To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "We live in a diverse society - in fact, a diverse world - and we must learn to live in peace and with respect for each other."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "Peace begins with a smile."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "Mother's love is peace. It need not be acquired, it need not be deserved."
   },
   "author": {
    "text": "Erich Fromm"
   }
  },
  {
   "quote": {
    "text": "For every minute you remain angry, you give up sixty seconds of peace of mind."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "I refuse to accept the view that mankind is so tragically bound to the starless midnight of racism and war that the bright daybreak of peace and brotherhood can never become a reality... I believe that unarmed truth and unconditional love will have the final word."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Did I offer peace today? Did I bring a smile to someone's face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "Peace is not absence of conflict, it is the ability to handle conflict by peaceful means."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Whatever we are waiting for - peace of mind, contentment, grace, the inner awareness of simple abundance - it will surely come to us, but only when we are ready to receive it with an open and grateful heart."
   },
   "author": {
    "text": "Sarah Ban Breathnach"
   }
  },
  {
   "quote": {
    "text": "War is peace. Freedom is slavery. Ignorance is strength."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "If we desire a society of peace, then we cannot achieve such a society through violence. If we desire a society without discrimination, then we must not discriminate against anyone in the process of building this society. If we desire a society that is democratic, then democracy must become a means as well as an end."
   },
   "author": {
    "text": "Bayard Rustin"
   }
  },
  {
   "quote": {
    "text": "The soldier above all others prays for peace, for it is the soldier who must suffer and bear the deepest wounds and scars of war."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "So many people live within unhappy circumstances and yet will not take the initiative to change their situation because they are conditioned to a life of security, conformity, and conservation, all of which may appear to give one peace of mind, but in reality, nothing is more damaging to the adventurous spirit."
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "Observe good faith and justice toward all nations. Cultivate peace and harmony with all."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "Without peace, all other dreams vanish and are reduced to ashes."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "Those who are free of resentful thoughts surely find peace."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "Islam teaches tolerance, not hatred; universal brotherhood, not enmity; peace, and not violence."
   },
   "author": {
    "text": "Pervez Musharraf"
   }
  },
  {
   "quote": {
    "text": "To survive in peace and harmony, united and strong, we must have one people, one nation, one flag."
   },
   "author": {
    "text": "Pauline Hanson"
   }
  },
  {
   "quote": {
    "text": "I can have peace of mind only when I forgive rather than judge."
   },
   "author": {
    "text": "Gerald Jampolsky"
   }
  },
  {
   "quote": {
    "text": "Pursue some path, however narrow and crooked, in which you can walk with love and reverence."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "An eye for an eye only ends up making the whole world blind."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "A real man loves his wife, and places his family as the most important thing in life. Nothing has brought me more peace and content in life than simply being a good husband and father."
   },
   "author": {
    "text": "Frank Abagnale"
   }
  },
  {
   "quote": {
    "text": "Learning lessons is a little like reaching maturity. You're not suddenly more happy, wealthy, or powerful, but you understand the world around you better, and you're at peace with yourself. Learning life's lessons is not about making your life perfect, but about seeing life as it was meant to be."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "Violence as a way of achieving racial justice is both impractical and immoral. I am not unmindful of the fact that violence often brings about momentary results. Nations have frequently won their independence in battle. But in spite of temporary victories, violence never brings permanent peace."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Forgiveness is not always easy. At times, it feels more painful than the wound we suffered, to forgive the one that inflicted it. And yet, there is no peace without forgiveness."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "I believe in the religion of Islam. I believe in Allah and peace."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "I see the world being slowly transformed into a wilderness; I hear the approaching thunder that, one day, will destroy us too. I feel the suffering of millions. And yet, when I look up at the sky, I somehow feel that everything will change for the better, that this cruelty too shall end, that peace and tranquility will return once more."
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "Where there is righteousness in the heart, there is beauty in the character. When there is beauty in the character, there is harmony in the home. When there is harmony in the home, there is order in the nation. When there is order in the nation, there is peace in the world."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "When the power of love overcomes the love of power the world will know peace."
   },
   "author": {
    "text": "Jimi Hendrix"
   }
  },
  {
   "quote": {
    "text": "Peace cannot be kept by force; it can only be achieved by understanding."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "I am thankful the most important key in history was invented. It's not the key to your house, your car, your boat, your safety deposit box, your bike lock or your private community. It's the key to order, sanity, and peace of mind. The key is 'Delete.'"
   },
   "author": {
    "text": "Elayne Boosler"
   }
  },
  {
   "quote": {
    "text": "Christmas is joy, religious joy, an inner joy of light and peace."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Our peace shall stand as firm as rocky mountains."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Peace is not a relationship of nations. It is a condition of mind brought about by a serenity of soul. Peace is not merely the absence of war. It is also a state of mind. Lasting peace can come only to peaceful people."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "To be prepared for war is one of the most effective means of preserving peace."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "The game of basketball has been everything to me. My place of refuge, place I've always gone where I needed comfort and peace. It's been the site of intense pain and the most intense feelings of joy and satisfaction. It's a relationship that has evolved over time, given me the greatest respect and love for the game."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "Blue is the color of peace. Water is blue. I like the color blue because it just puts me at peace. The patriotic symbol is blue. I just like blue."
   },
   "author": {
    "text": "Antonio Brown"
   }
  },
  {
   "quote": {
    "text": "Lord, make me an instrument of thy peace. Where there is hatred, let me sow love."
   },
   "author": {
    "text": "Francis of Assisi"
   }
  },
  {
   "quote": {
    "text": "Happiness, true happiness, is an inner quality. It is a state of mind. If your mind is at peace, you are happy. If your mind is at peace, but you have nothing else, you can be happy. If you have everything the world can give - pleasure, possessions, power - but lack peace of mind, you can never be happy."
   },
   "author": {
    "text": "Dada Vaswani"
   }
  },
  {
   "quote": {
    "text": "Religion is meant to teach us true spiritual human character. It is meant for self-transformation. It is meant to transform anxiety into peace, arrogance into humility, envy into compassion, to awaken the pure soul in man and his love for the Source, which is God."
   },
   "author": {
    "text": "Radhanath Swami"
   }
  },
  {
   "quote": {
    "text": "Peace is a journey of a thousand miles and it must be taken one step at a time."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "If in our daily life we can smile, if we can be peaceful and happy, not only we, but everyone will profit from it. This is the most basic kind of peace work."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Little things seem nothing, but they give peace, like those meadow flowers which individually seem odorless but all together perfume the air."
   },
   "author": {
    "text": "Georges Bernanos"
   }
  },
  {
   "quote": {
    "text": "Democracy is necessary to peace and to undermining the forces of terrorism."
   },
   "author": {
    "text": "Benazir Bhutto"
   }
  },
  {
   "quote": {
    "text": "You cannot shake hands with a clenched fist."
   },
   "author": {
    "text": "Indira Gandhi"
   }
  },
  {
   "quote": {
    "text": "The greatest destroyer of peace is abortion because if a mother can kill her own child, what is left for me to kill you and you to kill me? There is nothing between."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "Peace, above all things, is to be desired, but blood must sometimes be spilled to obtain it on equable and lasting terms."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "Christmas is not a time nor a season, but a state of mind. To cherish peace and goodwill, to be plenteous in mercy, is to have the real spirit of Christmas."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "Harmony makes small things grow, lack of it makes great things decay."
   },
   "author": {
    "text": "Sallust"
   }
  },
  {
   "quote": {
    "text": "Every breath we take, every step we make, can be filled with peace, joy and serenity."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "The more you sweat in peace, the less you bleed in war."
   },
   "author": {
    "text": "Norman Schwarzkopf"
   }
  },
  {
   "quote": {
    "text": "The meaning of peace is the absence of opposition to socialism."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "Obsessed by a fairy tale, we spend our lives searching for a magic door and a lost kingdom of peace."
   },
   "author": {
    "text": "Eugene O'Neill"
   }
  },
  {
   "quote": {
    "text": "Peace demands the most heroic labor and the most difficult sacrifice. It demands greater heroism than war. It demands greater fidelity to the truth and a much more perfect purity of conscience."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "Motherhood has taught me the meaning of living in the moment and being at peace. Children don't think about yesterday, and they don't think about tomorrow. They just exist in the moment."
   },
   "author": {
    "text": "Jessalyn Gilsig"
   }
  },
  {
   "quote": {
    "text": "Courageous people do not fear forgiving, for the sake of peace."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "I believe that through knowledge and discipline, financial peace is possible for all of us."
   },
   "author": {
    "text": "Dave Ramsey"
   }
  },
  {
   "quote": {
    "text": "If civilization is to survive, we must cultivate the science of human relationships - the ability of all peoples, of all kinds, to live together, in the same world at peace."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "So long as there is imperialism in the world, a permanent peace is impossible."
   },
   "author": {
    "text": "Hassan Nasrallah"
   }
  },
  {
   "quote": {
    "text": "Those who make peaceful revolution impossible will make violent revolution inevitable."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Peace and justice are two sides of the same coin."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Communication will bring understanding and understanding will cause harmonious mutual relationships which can establish peace and stability."
   },
   "author": {
    "text": "Lobsang Tenzin"
   }
  },
  {
   "quote": {
    "text": "Those who want peace should prepare for war and be strong."
   },
   "author": {
    "text": "Avigdor Lieberman"
   }
  },
  {
   "quote": {
    "text": "My child, you are going to be a great king; do not imitate me in the taste I have had for building, or in that I have had for war; try, on the contrary, to be at peace with your neighbors."
   },
   "author": {
    "text": "Louis XIV"
   }
  },
  {
   "quote": {
    "text": "He is happiest, be he king or peasant, who finds peace in his home."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Success is peace of mind which is a direct result of self-satisfaction in knowing you did your best to become the best you are capable of becoming."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "Barbecue may not be the road to world peace, but it's a start."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah."
   },
   "author": {
    "text": "Afrika Bambaataa"
   }
  },
  {
   "quote": {
    "text": "China will always remain the builder of world peace, a contributor to global development, and upholder of international order."
   },
   "author": {
    "text": "Xi Jinping"
   }
  },
  {
   "quote": {
    "text": "Every animal has his or her story, his or her thoughts, daydreams, and interests. All feel joy and love, pain and fear, as we now know beyond any shadow of a doubt. All deserve that the human animal afford them the respect of being cared for with great consideration for those interests or left in peace."
   },
   "author": {
    "text": "Ingrid Newkirk"
   }
  },
  {
   "quote": {
    "text": "If we are peaceful, if we are happy, we can smile, and everyone in our family, our entire society, will benefit from our peace."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Better than a thousand hollow words, is one word that brings peace."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "If we have no peace, it is because we have forgotten that we belong to each other."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "It is absolutely necessary, for the peace and safety of mankind, that some of earth's dark, dead corners and unplumbed depths be let alone; lest sleeping abnormalities wake to resurgent life, and blasphemously surviving nightmares squirm and splash out of their black lairs to newer and wider conquests."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "The word 'Islam' means 'peace.' The word 'Muslim' means 'one who surrenders to God.' But the press makes us seem like haters."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "If everyone demanded peace instead of another television set, then there'd be peace."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "It's been a long comeback. Things were pretty dark for me. But I have a faith now, and it saves my day. I was angry with God for a long time because I was unhappy with me. I hadn't learned to make the distinction between God and my parents. But there's a peace now. In the end, I got sick and tired of being sick and tired."
   },
   "author": {
    "text": "William Hurt"
   }
  },
  {
   "quote": {
    "text": "No person, no place, and no thing has any power over us, for 'we' are the only thinkers in our mind. When we create peace and harmony and balance in our minds, we will find it in our lives."
   },
   "author": {
    "text": "Louise L. Hay"
   }
  },
  {
   "quote": {
    "text": "Tolerance is a virtue that depends upon peace and strength."
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "Perfect happiness would be knowing that all my family and friends were happy and safe. Then I'd go to a tropical island with my husband where it was gorgeous and fun all day long and interesting and fun all evening. Good food and dancing would be nice, too, and weekly visits from those safe and happy family and friends. Plus world peace."
   },
   "author": {
    "text": "Suzanne Weyn"
   }
  },
  {
   "quote": {
    "text": "Is life so dear or peace so sweet as to be purchased at the price of chains and slavery? Forbid it, Almighty God! I know not what course others may take, but as for me, give me liberty, or give me death!"
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "Countries with higher levels of gender equality have higher economic growth. Companies with more women on their boards have higher returns. Peace agreements that include women are more successful. Parliaments with more women take up a wider range of issues - including health, education, anti-discrimination, and child support."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "Dear Lord; we beg but one boon more: Peace in the hearts of all men living, peace in the whole world this Thanksgiving."
   },
   "author": {
    "text": "Joseph Auslander"
   }
  },
  {
   "quote": {
    "text": "Do not overrate what you have received, nor envy others. He who envies others does not obtain peace of mind."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "The measure of success is happiness and peace of mind."
   },
   "author": {
    "text": "Bobby Davro"
   }
  },
  {
   "quote": {
    "text": "I like fishing. Not actual fishing - I like the peace and quiet of being at sea. It's different."
   },
   "author": {
    "text": "Rafael Nadal"
   }
  },
  {
   "quote": {
    "text": "If you want peace, you don't talk to your friends. You talk to your enemies."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "Be at war with your vices, at peace with your neighbors, and let every new year find you a better man."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Peace, unity, love, and nonviolence should be our rallying cry and the catalyst for change in our nation."
   },
   "author": {
    "text": "Tony Evans"
   }
  },
  {
   "quote": {
    "text": "Peace comes from within. Do not seek it without."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "We can never obtain peace in the outer world until we make peace with ourselves."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Let there be work, bread, water and salt for all."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Imagine all the people living life in peace. You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us, and the world will be as one."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "My colleagues and I have gone in the footsteps of our predecessors since the very first day we were called by our people to care for their future. We went any place, we looked for any avenue, we made any effort to bring about negotiations between Israel and its neighbors, negotiations without which peace remains an abstract desire."
   },
   "author": {
    "text": "Menachem Begin"
   }
  },
  {
   "quote": {
    "text": "When you've seen beyond yourself, then you may find, peace of mind is waiting there."
   },
   "author": {
    "text": "George Harrison"
   }
  },
  {
   "quote": {
    "text": "I'm just hoping that people understand that Islam is peace and not violence."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "I hope royalty continues forever. This is the thing that can contribute to peace throughout the world."
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "We shall find peace. We shall hear angels, we shall see the sky sparkling with diamonds."
   },
   "author": {
    "text": "Anton Chekhov"
   }
  },
  {
   "quote": {
    "text": "A crust eaten in peace is better than a banquet partaken in anxiety."
   },
   "author": {
    "text": "Aesop"
   }
  },
  {
   "quote": {
    "text": "I might have some character traits that some might see as innocence or naive. That's because I discovered peace and happiness in my soul. And with this knowledge, I also see the beauty of human life."
   },
   "author": {
    "text": "Tobey Maguire"
   }
  },
  {
   "quote": {
    "text": "Where there is no human connection, there is no compassion. Without compassion, then community, commitment, loving-kindness, human understanding, and peace all shrivel. Individuals become isolated, the isolated turn cruel, and the tragic hovers in the forms of domestic and civil violence. Art and literature are antidotes to that."
   },
   "author": {
    "text": "Susan Vreeland"
   }
  },
  {
   "quote": {
    "text": "No one is perfect... absolutely no one. Like precious stones, we have a few flaws, but why focus on that? Focus on what you like about yourself, and that will bring you happiness and peace."
   },
   "author": {
    "text": "Richard Simmons"
   }
  },
  {
   "quote": {
    "text": "To sit with a dog on a hillside on a glorious afternoon is to be back in Eden, where doing nothing was not boring - it was peace."
   },
   "author": {
    "text": "Milan Kundera"
   }
  },
  {
   "quote": {
    "text": "We've climbed the mighty mountain. I see the valley below, and it's a valley of peace."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "I speak not for myself but for those without voice... those who have fought for their rights... their right to live in peace, their right to be treated with dignity, their right to equality of opportunity, their right to be educated."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "The world must be made safe for democracy. Its peace must be planted upon the tested foundations of political liberty."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "You find that you have peace of mind and can enjoy yourself, get more sleep, and rest when you know that it was a one hundred percent effort that you gave - win or lose."
   },
   "author": {
    "text": "Gordie Howe"
   }
  },
  {
   "quote": {
    "text": "The United Nations' founders understood that decisions affecting war and peace should happen only by consensus, and with America's consent, the veto by Security Council permanent members was enshrined in the United Nations Charter. The profound wisdom of this has underpinned the stability of international relations for decades."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "Never be in a hurry; do everything quietly and in a calm spirit. Do not lose your inner peace for anything whatsoever, even if your whole world seems upset."
   },
   "author": {
    "text": "Saint Francis de Sales"
   }
  },
  {
   "quote": {
    "text": "Where ignorance is our master, there is no possibility of real peace."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Acceptance looks like a passive state, but in reality it brings something entirely new into this world. That peace, a subtle energy vibration, is consciousness."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "I think it's nice to age gracefully. OK, you lose the youth, a certain stamina and dewy glow, but what you gain on the inside as a human being is wonderful: the wisdom, the acceptance and the peace of mind. It's a fair exchange."
   },
   "author": {
    "text": "Cherie Lunghi"
   }
  },
  {
   "quote": {
    "text": "You'll never find peace of mind until you listen to your heart."
   },
   "author": {
    "text": "George Michael"
   }
  },
  {
   "quote": {
    "text": "Nobody can bring you peace but yourself."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "People respond in accordance to how you relate to them. If you approach them on the basis of violence, that's how they'll react. But if you say, 'We want peace, we want stability,' we can then do a lot of things that will contribute towards the progress of our society."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Revenge, lust, ambition, pride, and self-will are too often exalted as the gods of man's idolatry; while holiness, peace, contentment, and humility are viewed as unworthy of a serious thought."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Mankind must remember that peace is not God's gift to his creatures; peace is our gift to each other."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "Our stories come from our lives and from the playwright's pen, the mind of the actor, the roles we create, the artistry of life itself and the quest for peace."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "The secret to a happy marriage is if you can be at peace with someone within four walls, if you are content because the one you love is near to you, either upstairs or downstairs, or in the same room, and you feel that warmth that you don't find very often, then that is what love is all about."
   },
   "author": {
    "text": "Bruce Forsyth"
   }
  },
  {
   "quote": {
    "text": "I took a deep breath and listened to the old bray of my heart. I am. I am. I am."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "I'm still a soldier, fighting with my pen and paper for peace till the day I cease."
   },
   "author": {
    "text": "Emmanuel Jal"
   }
  },
  {
   "quote": {
    "text": "The cry of the oppressed has entered not only into my ears, but into my soul, so that while I live, I cannot hold my peace."
   },
   "author": {
    "text": "Elijah Parish Lovejoy"
   }
  },
  {
   "quote": {
    "text": "In peace, sons bury their fathers. In war, fathers bury their sons."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "I had daydreams and fantasies when I was growing up. I always wanted to live in a log cabin at the foot of a mountain. I would ride my horse to town and pick up provisions. Then return to the cabin, with a big open fire, a record player and peace."
   },
   "author": {
    "text": "Linda McCartney"
   }
  },
  {
   "quote": {
    "text": "Nothing has brought me more love, joy and peace than being a good husband and good daddy."
   },
   "author": {
    "text": "Frank Abagnale"
   }
  },
  {
   "quote": {
    "text": "We must fight terrorism as if there's no peace process and work to achieve peace as if there's no terror."
   },
   "author": {
    "text": "Yitzhak Rabin"
   }
  },
  {
   "quote": {
    "text": "I absolutely fell in love with being on the water and the peace and freedom that you get being on the water in a single boat."
   },
   "author": {
    "text": "Oksana Masters"
   }
  },
  {
   "quote": {
    "text": "The Dove, on silver pinions, winged her peaceful way."
   },
   "author": {
    "text": "James Montgomery"
   }
  },
  {
   "quote": {
    "text": "To be misunderstood can be the writer's punishment for having disturbed the reader's peace. The greater the disturbance, the greater the possibility of misunderstanding."
   },
   "author": {
    "text": "Anatole Broyard"
   }
  },
  {
   "quote": {
    "text": "We will not waver; we will not tire; we will not falter, and we will not fail. Peace and Freedom will prevail."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "If you die you're completely happy and your soul somewhere lives on. I'm not afraid of dying. Total peace after death, becoming someone else is the best hope I've got."
   },
   "author": {
    "text": "Kurt Cobain"
   }
  },
  {
   "quote": {
    "text": "You cannot find peace by avoiding life."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "Give a child love, laughter and peace, not AIDS."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "There's nothing like the peace of the countryside, the quiet and the lack of distraction. It helps you to focus your mind."
   },
   "author": {
    "text": "Jenny Nimmo"
   }
  },
  {
   "quote": {
    "text": "Peace if possible, truth at all costs."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "We must restore hope to young people, help the old, be open to the future, spread love. Be poor among the poor. We need to include the excluded and preach peace."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "There cannot be enduring peace, prosperity, equality and brotherhood in this world if our aims are so separate and divergent, if we do not accept that in the end we are people, all alike, sharing the Earth among ourselves and also with other sentient beings, all of whom have an equal role and stake in the state of this planet and its players."
   },
   "author": {
    "text": "Jigme Khesar Namgyel Wangchuck"
   }
  },
  {
   "quote": {
    "text": "I am poor and naked, but I am the chief of the nation. We do not want riches but we do want to train our children right. Riches would do us no good. We could not take them with us to the other world. We do not want riches. We want peace and love."
   },
   "author": {
    "text": "Red Cloud"
   }
  },
  {
   "quote": {
    "text": "Negative emotions like hatred destroy our peace of mind."
   },
   "author": {
    "text": "Matthieu Ricard"
   }
  },
  {
   "quote": {
    "text": "I call upon the scientific community in our country, those who gave us nuclear weapons, to turn their great talents now to the cause of mankind and world peace: to give us the means of rendering these nuclear weapons impotent and obsolete."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Love has its place, as does hate. Peace has its place, as does war. Mercy has its place, as do cruelty and revenge."
   },
   "author": {
    "text": "Meir Kahane"
   }
  },
  {
   "quote": {
    "text": "True security is based on people's welfare - on a thriving economy, on strong public health and education programmes, and on fundamental respect for our common humanity. Development, peace, disarmament, reconciliation and justice are not separate from security; they help to underpin it."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "Obedience brings peace in decision making. If we have firmly made up our minds to follow the commandments, we will not have to redecide which path to take when temptation comes our way."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "To attain inner peace you must actually give your life, not just your possessions. When you at last give your life - bringing into alignment your beliefs and the way you live then, and only then, can you begin to find inner peace."
   },
   "author": {
    "text": "Peace Pilgrim"
   }
  },
  {
   "quote": {
    "text": "The operations of the federal government will be most extensive and important in times of war and danger; those of the state governments, in times of peace and security."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "I was always at peace because of the way my mom treated me."
   },
   "author": {
    "text": "Martina Hingis"
   }
  },
  {
   "quote": {
    "text": "It's never nice to lose someone close to you; unfortunately, life goes on, and we have to make peace with it and move on."
   },
   "author": {
    "text": "Francois Hougaard"
   }
  },
  {
   "quote": {
    "text": "Courage is the price that life exacts for granting peace."
   },
   "author": {
    "text": "Amelia Earhart"
   }
  },
  {
   "quote": {
    "text": "Nowhere can man find a quieter or more untroubled retreat than in his own soul."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "The real and lasting victories are those of peace, and not of war."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Dedicate yourself to the good you deserve and desire for yourself. Give yourself peace of mind. You deserve to be happy. You deserve delight."
   },
   "author": {
    "text": "Mark Victor Hansen"
   }
  },
  {
   "quote": {
    "text": "There are many people who feel that it is useless and futile to continue talking about peace and non-violence against a government whose only reply is savage attacks on an unarmed and defenseless people."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "I prefer peace. But if trouble must come, let it come in my time, so that my children can live in peace."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "An army of principles can penetrate where an army of soldiers cannot."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "Sometimes you can find peace of mind by transferring yourself to different situations. They're just reminders to stay... calm."
   },
   "author": {
    "text": "Yves Behar"
   }
  },
  {
   "quote": {
    "text": "The Charter of the United Nations expresses the noblest aspirations of man: abjuration of force in the settlement of disputes between states; the assurance of human rights and fundamental freedoms for all without distinction as to race, sex, language or religion; the safeguarding of international peace and security."
   },
   "author": {
    "text": "Haile Selassie"
   }
  },
  {
   "quote": {
    "text": "Communism is a hateful thing, and a menace to peace and organized government."
   },
   "author": {
    "text": "Grover Cleveland"
   }
  },
  {
   "quote": {
    "text": "I feel beautiful when I'm at peace with myself. When I'm serene, when I'm a good person, when I've been considerate of others."
   },
   "author": {
    "text": "Elle Macpherson"
   }
  },
  {
   "quote": {
    "text": "We will stand up for our friends in the world. And one of the most important friends is the State of Israel. My administration will be steadfast in support Israel against terrorism and violence, and in seeking the peace for which all Israelis pray."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "Smoke the pipe of peace, bury the tomahawk, and become one nation."
   },
   "author": {
    "text": "Zebulon Pike"
   }
  },
  {
   "quote": {
    "text": "If any foreign minister begins to defend to the death a 'peace conference', you can be sure his government has already placed its orders for new battleships and airplanes."
   },
   "author": {
    "text": "Joseph Stalin"
   }
  },
  {
   "quote": {
    "text": "Let us recollect that peace or war will not always be left to our option; that however moderate or unambitious we may be, we cannot count upon the moderation, or hope to extinguish the ambition of others."
   },
   "author": {
    "text": "Alexander Hamilton"
   }
  },
  {
   "quote": {
    "text": "Good wishes alone will not ensure peace."
   },
   "author": {
    "text": "Alfred Nobel"
   }
  },
  {
   "quote": {
    "text": "In a democracy, the well-being, individuality and happiness of every citizen is important for the overall prosperity, peace and happiness of the nation."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "I believe that democracy is the best guarantor for peace and cooperation among nations."
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "We do not want riches, we want peace and love."
   },
   "author": {
    "text": "Red Cloud"
   }
  },
  {
   "quote": {
    "text": "We are bombarded on all sides by a vast number of messages we don't want or need. More information is generated in a single day than we can absorb in a lifetime. To fully enjoy life, all of us must find our own breathing space and peace of mind."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "The way to preserve the peace of the church is to preserve its purity."
   },
   "author": {
    "text": "Matthew Henry"
   }
  },
  {
   "quote": {
    "text": "The Israeli government has proved over the past year its commitment to peace, both in words and deeds. By contrast, the Palestinians are posing preconditions for renewing the diplomatic process in a way they have not done over the course of 16 years."
   },
   "author": {
    "text": "Benjamin Netanyahu"
   }
  },
  {
   "quote": {
    "text": "There really can be no peace without justice. There can be no justice without truth. And there can be no truth, unless someone rises up to tell you the truth."
   },
   "author": {
    "text": "Louis Farrakhan"
   }
  },
  {
   "quote": {
    "text": "My attitude to peace is rather based on the Burmese definition of peace - it really means removing all the negative factors that destroy peace in this world. So peace does not mean just putting an end to violence or to war, but to all other factors that threaten peace, such as discrimination, such as inequality, poverty."
   },
   "author": {
    "text": "Aung San Suu Kyi"
   }
  },
  {
   "quote": {
    "text": "In my long life I have found peace, joy, and happiness beyond my fondest hopes and dreams. One of the supreme benedictions of my life has been my marriage to an elect daughter of God. I love her with all my heart and soul."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Peace in this life is based upon faith and testimony. We can all find hope from our personal prayers and gain comfort from the scriptures. Priesthood blessings lift us and sustain us. Hope also comes from direct personal revelation, to which we are entitled if we are worthy."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Only a fighting nation can make itself responsible for world peace, and such a nation must organize its material resources and manpower with the highest possible degree of efficiency."
   },
   "author": {
    "text": "Chiang Kai-shek"
   }
  },
  {
   "quote": {
    "text": "Then I realized that secrecy is actually to the detriment of my own peace of mind and self, and that I could still sustain my belief in privacy and be authentic and transparent at the same time. It was a pretty revelatory moment, and there's been a liberating force that's come from it."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "To spread love, healing, peace, and joy is my mission in life - and so I speak up."
   },
   "author": {
    "text": "India Arie"
   }
  },
  {
   "quote": {
    "text": "Success isn't measured by money or power or social rank. Success is measured by your discipline and inner peace."
   },
   "author": {
    "text": "Mike Ditka"
   }
  },
  {
   "quote": {
    "text": "We make war that we may live in peace."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Cross the meadow and the stream and listen as the peaceful water brings peace upon your soul."
   },
   "author": {
    "text": "Maximillian Degenerez"
   }
  },
  {
   "quote": {
    "text": "Peace is a daily, a weekly, a monthly process, gradually changing opinions, slowly eroding old barriers, quietly building new structures."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "I'm concentrating on staying healthy, having peace, being happy, remembering what is important, taking in nature and animals, spending time reading, trying to understand the universe, where science and the spiritual meet."
   },
   "author": {
    "text": "Joan Jett"
   }
  },
  {
   "quote": {
    "text": "You should feel beautiful and you should feel safe. What you surround yourself with should bring you peace of mind and peace of spirit."
   },
   "author": {
    "text": "Stacy London"
   }
  },
  {
   "quote": {
    "text": "America is a Nation with a mission - and that mission comes from our most basic beliefs. We have no desire to dominate, no ambitions of empire. Our aim is a democratic peace - a peace founded upon the dignity and rights of every man and woman."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "You can't separate peace from freedom because no one can be at peace unless he has his freedom."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "You practice mindfulness, on the one hand, to be calm and peaceful. On the other hand, as you practice mindfulness and live a life of peace, you inspire hope for a future of peace."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "I am naturally slim, actually thin. So, for years I have been trying to get some curves. I tried eating food that would increase my weight, but I only ended up putting fat around my stomach. So, now I have made peace with my body."
   },
   "author": {
    "text": "Kangana Ranaut"
   }
  },
  {
   "quote": {
    "text": "It is madness for sheep to talk peace with a wolf."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "God cannot give us a happiness and peace apart from Himself, because it is not there. There is no such thing."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "If you cannot find peace within yourself, you will never find it anywhere else."
   },
   "author": {
    "text": "Marvin Gaye"
   }
  },
  {
   "quote": {
    "text": "The study of the art of motorcycle maintenance is really a miniature study of the art of rationality itself. Working on a motorcycle, working well, caring, is to become part of a process, to achieve an inner peace of mind. The motorcycle is primarily a mental phenomenon."
   },
   "author": {
    "text": "Robert M. Pirsig"
   }
  },
  {
   "quote": {
    "text": "Peace is more important than all justice; and peace was not made for the sake of justice, but justice for the sake of peace."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "In peace, the Middle East, the ancient cradle of civilization, will become invigorated and transformed. Throughout its lands there will be freedom of movement of people, of ideas, of goods."
   },
   "author": {
    "text": "Menachem Begin"
   }
  },
  {
   "quote": {
    "text": "When we respect everybody around us, we are in peace with everybody around us."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "More and more, I think about the role of the arts, and as an artist, I think that it's important that I share the love and peace."
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "We are not at peace with others because we are not at peace with ourselves, and we are not at peace with ourselves because we are not at peace with God."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "Today, I am blessed to be living a dream. And yet, if it all went away tomorrow, I know I would still have peace."
   },
   "author": {
    "text": "Tim Howard"
   }
  },
  {
   "quote": {
    "text": "It is understanding that gives us an ability to have peace. When we understand the other fellow's viewpoint, and he understands ours, then we can sit down and work out our differences."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "Appearance is something absolute, but reality is not that way - everything is interdependent, not absolute. So that view is very helpful to maintain a peace of mind because the main destroyer of a peaceful mind is anger."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "There is an immutable conflict at work in life and in business, a constant battle between peace and chaos. Neither can be mastered, but both can be influenced. How you go about that is the key to success."
   },
   "author": {
    "text": "Phil Knight"
   }
  },
  {
   "quote": {
    "text": "In Italy, for 30 years under the Borgias, they had warfare, terror, murder and bloodshed, but they produced Michelangelo, Leonardo da Vinci and the Renaissance. In Switzerland they had brotherly love, they had 500 years of democracy and peace - and what did that produce? The cuckoo clock."
   },
   "author": {
    "text": "Graham Greene"
   }
  },
  {
   "quote": {
    "text": "My heritage has been my grounding, and it has brought me peace."
   },
   "author": {
    "text": "Maureen O'Hara"
   }
  },
  {
   "quote": {
    "text": "Try to keep your soul always in peace and quiet, always ready for whatever our Lord may wish to work in you. It is certainly a higher virtue of the soul, and a greater grace, to be able to enjoy the Lord in different times and different places than in only one."
   },
   "author": {
    "text": "Saint Ignatius"
   }
  },
  {
   "quote": {
    "text": "Remind yourself that the greatest technique for bringing peace into your life is to always choose being kind when you have a choice between being right or being kind."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Hobbits are an unobtrusive but very ancient people, more numerous formerly than they are today; for they love peace and quiet and good tilled earth: a well-ordered and well-farmed countryside was their favourite haunt."
   },
   "author": {
    "text": "J. R. R. Tolkien"
   }
  },
  {
   "quote": {
    "text": "Today it is time for every child to have a right to life, right to freedom, right to health, right to education, safety, the right to dignity, right to equality, and right to peace."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "An election is coming. Universal peace is declared, and the foxes have a sincere interest in prolonging the lives of the poultry."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "Neutrality is a negative word. It does not express what America ought to feel. We are not trying to keep out of trouble; we are trying to preserve the foundations on which peace may be rebuilt."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "The basis for all human relationships and where we derive our greatest strength and power, trust is single-handedly the most powerful source of positive energy and, once in place, unlocks a freedom and peace to explore."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "I intend to leave after my death a large fund for the promotion of the peace idea, but I am skeptical as to its results."
   },
   "author": {
    "text": "Alfred Nobel"
   }
  },
  {
   "quote": {
    "text": "Money can come and go, and fame comes and goes. Peace of mind and a relationship with God is far more important, so this is the precedent that we've set in our lives. The bottom line is, we all die, so Jesus is the answer."
   },
   "author": {
    "text": "Phil Robertson"
   }
  },
  {
   "quote": {
    "text": "The pursuit of peace and progress cannot end in a few years in either victory or defeat. The pursuit of peace and progress, with its trials and its errors, its successes and its setbacks, can never be relaxed and never abandoned."
   },
   "author": {
    "text": "Dag Hammarskjold"
   }
  },
  {
   "quote": {
    "text": "As an artist I come to sing, but as a citizen, I will always speak for peace, and no one can silence me in this."
   },
   "author": {
    "text": "Paul Robeson"
   }
  },
  {
   "quote": {
    "text": "You may call for peace as loudly as you wish, but where there is no brotherhood there can in the end be no peace."
   },
   "author": {
    "text": "Max Lerner"
   }
  },
  {
   "quote": {
    "text": "I hope peace is a part of everyday life."
   },
   "author": {
    "text": "Moon Jae-in"
   }
  },
  {
   "quote": {
    "text": "There is a criterion by which you can judge whether the thoughts you are thinking and the things you are doing are right for you. The criterion is: Have they brought you inner peace?"
   },
   "author": {
    "text": "Peace Pilgrim"
   }
  },
  {
   "quote": {
    "text": "Every day I've got to be thankful that I am alive, and you never know - the cliche is, I guess, you could get hit by a bus tomorrow, so you'd better be at peace with whatever you got going at the moment."
   },
   "author": {
    "text": "Joseph Gordon-Levitt"
   }
  },
  {
   "quote": {
    "text": "Peace is not the absence of conflict but the presence of creative alternatives for responding to conflict - alternatives to passive or aggressive responses, alternatives to violence."
   },
   "author": {
    "text": "Dorothy Thompson"
   }
  },
  {
   "quote": {
    "text": "The chief duty of government is to keep the peace and stand out of the sunshine of the people."
   },
   "author": {
    "text": "James A. Garfield"
   }
  },
  {
   "quote": {
    "text": "Disappointment is a sticky one, because no one can steal contentment, joy, gratitude, or peace - we have to give it away."
   },
   "author": {
    "text": "Kristin Armstrong"
   }
  },
  {
   "quote": {
    "text": "I love Damien Hirst. I respect his work a great deal, and I am happy that the polka dots I started using have become a symbol of love and peace around the world with everybody joining hands to use them in this way."
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "Whereas religious prayers sing of peace and harmony, religion has divided human beings through an atrocious history of enmity and bloodshed. Yet, behind the veil of superficiality and hypocrisy, I always believed in the inherent beauty of God that lies at the essence of all true spiritual paths."
   },
   "author": {
    "text": "Radhanath Swami"
   }
  },
  {
   "quote": {
    "text": "I am not afraid of taking risks. We have to take risks for peace."
   },
   "author": {
    "text": "Yitzhak Shamir"
   }
  },
  {
   "quote": {
    "text": "If you want a future of shared prosperity, where the middle class is growing and poverty is declining, where the American Dream is alive and well, and where the United States remains the leading force for peace and prosperity in a highly competitive world, you should vote for Barack Obama."
   },
   "author": {
    "text": "William J. Clinton"
   }
  },
  {
   "quote": {
    "text": "The quiet rhythmic monotone of the wall of logs fills one with the rustic peace of a secluded nook in the woods."
   },
   "author": {
    "text": "Gustav Stickley"
   }
  },
  {
   "quote": {
    "text": "Peace as a goal is an ideal which will not be contested by any government or nation, not even the most belligerent."
   },
   "author": {
    "text": "Aung San Suu Kyi"
   }
  },
  {
   "quote": {
    "text": "We have a vision of South Africa in which black and white shall live and work together as equals in conditions of peace and prosperity."
   },
   "author": {
    "text": "Oliver Tambo"
   }
  },
  {
   "quote": {
    "text": "We need to say that women have sex, have abortions, are at peace with the decision, and move on with their lives. We need to say that is their right, and, moreover, it's good for everyone that they have this right: The whole society benefits when motherhood is voluntary."
   },
   "author": {
    "text": "Katha Pollitt"
   }
  },
  {
   "quote": {
    "text": "We must never allow September 11th to become a time for protest and division. Instead, this day must remain a time for promoting peace and mutual respect."
   },
   "author": {
    "text": "Timothy Dolan"
   }
  },
  {
   "quote": {
    "text": "There is peace more destructive of the manhood of living man than war is destructive of his material body."
   },
   "author": {
    "text": "Douglas William Jerrold"
   }
  },
  {
   "quote": {
    "text": "Avoid popularity if you would have peace."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Peace is its own reward."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Terrorism is a significant threat to peace and security, prosperity and people."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "The hope of a secure and livable world lies with disciplined nonconformists who are dedicated to justice, peace and brotherhood."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "If you want to make peace with your enemy, you have to work with your enemy. Then he becomes your partner."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "We all need to work together, because there are no jobs on a dead planet; there is no equity without rights to decent work and social protection, no social justice without a shift in governance and ambition, and, ultimately, no peace for the peoples of the world without the guarantees of sustainability."
   },
   "author": {
    "text": "Sharan Burrow"
   }
  },
  {
   "quote": {
    "text": "The most valuable possession you can own is an open heart. The most powerful weapon you can be is an instrument of peace."
   },
   "author": {
    "text": "Carlos Santana"
   }
  },
  {
   "quote": {
    "text": "The pursuit, even of the best things, ought to be calm and tranquil."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Little else is requisite to carry a state to the highest degree of opulence from the lowest barbarism but peace, easy taxes, and a tolerable administration of justice: all the rest being brought about by the natural course of things."
   },
   "author": {
    "text": "Adam Smith"
   }
  },
  {
   "quote": {
    "text": "I dream of an Africa which is in peace with itself."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "We're not going to cure terrorism and spread peace and goodwill in the Middle East by killing innocent people, or I'm not even saying our bullets and bombs are killing them. The occupation that they don't have food. They don't have clean water. They don't have electricity. They don't have medicine. They don't have doctors."
   },
   "author": {
    "text": "Cindy Sheehan"
   }
  },
  {
   "quote": {
    "text": "The lessons from the peace process are clear; whatever life throws at us, our individual responses will be all the stronger for working together and sharing the load."
   },
   "author": {
    "text": "Queen Elizabeth II"
   }
  },
  {
   "quote": {
    "text": "Establishing lasting peace is the work of education; all politics can do is keep us out of war."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "It's easy to look at the things of this world to solve our challenges and obstacles in life, but when we submit our lives to Christ, His grace, mercy, peace and love will bring true fulfillment to our lives."
   },
   "author": {
    "text": "Bethany Hamilton"
   }
  },
  {
   "quote": {
    "text": "After many years of great mercy, after tasting of the powers of the world to come, we still are so weak, so foolish; but, oh! when we get away from self to God, there all is truth and purity and holiness, and our heart finds peace, wisdom, completeness, delight, joy, victory."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "We have practiced diplomacy since the very beginning of the nation. Sometimes it has not worked, and we've had to go to war. I always believe you should try to find peace and reconciliation before conflict. That has been the approach I've taken."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "We see a new Ethiopia, a new Africa, stretching her hands of influence throughout the world, teaching man the way of life and peace, The Way to God."
   },
   "author": {
    "text": "Marcus Garvey"
   }
  },
  {
   "quote": {
    "text": "When the sense of solidarity has been developed to such a point that each one feels the cause of all others as his own, we shall be drawing near to international and to social peace."
   },
   "author": {
    "text": "Ellen Key"
   }
  },
  {
   "quote": {
    "text": "Wars are, of course, as a rule to be avoided; but they are far better than certain kinds of peace."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "We should live, act, and say nothing to the injury of anyone. It is not only best as a matter of principle, but it is the path to peace and honor."
   },
   "author": {
    "text": "Robert E. Lee"
   }
  },
  {
   "quote": {
    "text": "Standing, as I believe the United States stands for humanity and civilization, we should exercise every influence of our great country to put a stop to that war which is now raging in Cuba and give to that island once more peace, liberty, and independence."
   },
   "author": {
    "text": "Henry Cabot Lodge"
   }
  },
  {
   "quote": {
    "text": "I do believe in God. But you won't find me visiting temples every now and then. I believe in self-realization. Peace of mind matters a lot to me. What's the point in doing something just for the sake of it? I'd rather do something I like doing as long as I'm being true to myself."
   },
   "author": {
    "text": "Virat Kohli"
   }
  },
  {
   "quote": {
    "text": "There's competition at every phase of your life. The day we start thinking about it, you lose your peace of mind. I don't compete with anyone."
   },
   "author": {
    "text": "Rakul Preet Singh"
   }
  },
  {
   "quote": {
    "text": "To insure peace of mind ignore the rules and regulations."
   },
   "author": {
    "text": "George Ade"
   }
  },
  {
   "quote": {
    "text": "The Vietnamese people deeply love independence, freedom and peace. But in the face of United States aggression they have risen up, united as one man."
   },
   "author": {
    "text": "Ho Chi Minh"
   }
  },
  {
   "quote": {
    "text": "When I am able to resist the temptation to judge others, I can see them as teachers of forgiveness in my life, reminding me that I can only have peace of mind when I forgive rather than judge."
   },
   "author": {
    "text": "Gerald Jampolsky"
   }
  },
  {
   "quote": {
    "text": "There is a sound that comes from gospel music that doesn't come from anything else. It is a sound of peace. It is a sound of, 'I'm going to make it through all of this.'"
   },
   "author": {
    "text": "Yolanda Adams"
   }
  },
  {
   "quote": {
    "text": "When the peace treaty is signed, the war isn't over for the veterans, or the family. It's just starting."
   },
   "author": {
    "text": "Karl Marlantes"
   }
  },
  {
   "quote": {
    "text": "I am the kind of person who does not like to carry baggage. In fact, I don't go back and listen to my own music. I believe in closing chapters and moving forward. That's what gives me peace."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "Care less for your harvest than for how it is shared and your life will have meaning and your heart will have peace."
   },
   "author": {
    "text": "Kent Nerburn"
   }
  },
  {
   "quote": {
    "text": "The revealed Word awakened me, but it was the preached Word that saved me, and I must ever attach peculiar value to the hearing of the truth, for by it I received the joy and peace in which my soul delights."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "True refuge is that which allows us to be at home, at peace, to discover true happiness. The only thing that can give us true refuge is the awareness and love that is intrinsic to who we are. Ultimately, it's our own true nature."
   },
   "author": {
    "text": "Tara Brach"
   }
  },
  {
   "quote": {
    "text": "Peace does not mean just to stop wars, but also to stop oppression and injustice."
   },
   "author": {
    "text": "Tawakkol Karman"
   }
  },
  {
   "quote": {
    "text": "When you find peace within yourself, you become the kind of person who can live at peace with others."
   },
   "author": {
    "text": "Peace Pilgrim"
   }
  },
  {
   "quote": {
    "text": "A desire arises in the mind. It is satisfied immediately another comes. In the interval which separates two desires a perfect calm reigns in the mind. It is at this moment freed from all thought, love or hate. Complete peace equally reigns between two mental waves."
   },
   "author": {
    "text": "Swami Sivananda"
   }
  },
  {
   "quote": {
    "text": "Tolerance, like any aspect of peace, is forever a work in progress, never completed, and, if we're as intelligent as we like to think we are, never abandoned."
   },
   "author": {
    "text": "Octavia E. Butler"
   }
  },
  {
   "quote": {
    "text": "The lesson of the Cold War is that against nuclear weapons, only nuclear weapons can hold the peace."
   },
   "author": {
    "text": "Chung Mong-joon"
   }
  },
  {
   "quote": {
    "text": "To me, wealth is the peace of mind you have, your family, your friends, your colleagues. Everything else is just money, and it really is funny how people pay so much attention to that."
   },
   "author": {
    "text": "Ricardo Salinas Pliego"
   }
  },
  {
   "quote": {
    "text": "Complete peace equally reigns between two mental waves."
   },
   "author": {
    "text": "Swami Sivananda"
   }
  },
  {
   "quote": {
    "text": "There is no greater feeling than hanging out with my dogs, or just walking around the land with our horses. My rescue ranch is is where I feel the most at peace and where I'm reminded of the simple things in life and let the chaos of my crazy work life fade away."
   },
   "author": {
    "text": "Kelly Clarkson"
   }
  },
  {
   "quote": {
    "text": "Not one of us can rest, be happy, be at home, be at peace with ourselves, until we end hatred and division."
   },
   "author": {
    "text": "John Lewis"
   }
  },
  {
   "quote": {
    "text": "None of the abstract concepts comes closer to fulfilled utopia than that of eternal peace."
   },
   "author": {
    "text": "Theodor W. Adorno"
   }
  },
  {
   "quote": {
    "text": "Peace in the world is everybody's business, no matter where you live or what you do."
   },
   "author": {
    "text": "Betty Williams"
   }
  },
  {
   "quote": {
    "text": "My priority is to ensure peace and harmony in Malaysia. That is uppermost in my mind."
   },
   "author": {
    "text": "Najib Razak"
   }
  },
  {
   "quote": {
    "text": "The practice of peace and reconciliation is one of the most vital and artistic of human actions."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "I have traveled a long road from the battlefield to the peace table."
   },
   "author": {
    "text": "Moshe Dayan"
   }
  },
  {
   "quote": {
    "text": "Cooperation and collaboration among nations and countries can help in the process of development of promoting welfare as well as bringing peace and stability."
   },
   "author": {
    "text": "Mahmoud Ahmadinejad"
   }
  },
  {
   "quote": {
    "text": "As a privileged survivor of the First World War, I hope I may be allowed to interject here a deeply felt tribute to those who were not fortunate enough to succeed, but who shared the signal honor of trying to the last to salvage peace."
   },
   "author": {
    "text": "Rene Cassin"
   }
  },
  {
   "quote": {
    "text": "In a World where people are surrounded by darkness, ignorance and fear, it is a sign of hope to be celebrating Islam's message of peace and light, and the last great Messenger, born and chosen to deliver them to all mankind."
   },
   "author": {
    "text": "Cat Stevens"
   }
  },
  {
   "quote": {
    "text": "I most sincerely wish that the world in which we live be free from the threat of a nuclear holocaust and from the ruinous arms race. It is my cherished desire that peace be not separated from freedom which is the right of every nation. This I desire and for this I pray."
   },
   "author": {
    "text": "Lech Walesa"
   }
  },
  {
   "quote": {
    "text": "You don't make peace with friends. You make it with very unsavory enemies."
   },
   "author": {
    "text": "Yitzhak Rabin"
   }
  },
  {
   "quote": {
    "text": "I am just absolutely convinced that the best formula for giving us peace and preserving the American way of life is freedom, limited government, and minding our own business overseas."
   },
   "author": {
    "text": "Ron Paul"
   }
  },
  {
   "quote": {
    "text": "It is wrong to try to avoid the struggle against imperialism under the pretext that independence and revolution are important, but that peace is still more precious."
   },
   "author": {
    "text": "Kim Il-sung"
   }
  },
  {
   "quote": {
    "text": "People of Pakistan want only development, prosperity, and peace."
   },
   "author": {
    "text": "Shehbaz Sharif"
   }
  },
  {
   "quote": {
    "text": "When you make your peace with authority, you become authority."
   },
   "author": {
    "text": "Jim Morrison"
   }
  },
  {
   "quote": {
    "text": "To plunder, to slaughter, to steal, these things they misname empire; and where they make a wilderness, they call it peace."
   },
   "author": {
    "text": "Tacitus"
   }
  },
  {
   "quote": {
    "text": "I am grateful for the opportunities I have been given to participate in that work as a representative of my country, Canada, whose people have, I think, shown their devotion to peace."
   },
   "author": {
    "text": "Lester B. Pearson"
   }
  },
  {
   "quote": {
    "text": "Here men from the planet Earth first set foot upon the Moon. July 1969 AD. We came in peace for all mankind."
   },
   "author": {
    "text": "Neil Armstrong"
   }
  },
  {
   "quote": {
    "text": "There is no peace because the making of peace is at least as costly as the making of war - at least as exigent, at least as disruptive, at least as liable to bring disgrace and prison and death in its wake."
   },
   "author": {
    "text": "Daniel Berrigan"
   }
  },
  {
   "quote": {
    "text": "We want a full peace, normalization in all fields."
   },
   "author": {
    "text": "Menachem Begin"
   }
  },
  {
   "quote": {
    "text": "People say Malala's voice is being sold to the world. But I see it as Malala's voice reaching the world and resonating globally. You should think about what is behind Malala's voice. What is she saying? I am only talking about education, women's rights, and peace."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Anyone who has ever been privileged to direct a film also knows that, although it can be like trying to write 'War and Peace' in a bumper car in an amusement park, when you finally get it right, there are not many joys in life that can equal the feeling."
   },
   "author": {
    "text": "Stanley Kubrick"
   }
  },
  {
   "quote": {
    "text": "Our object should be peace within, and peace without. We want to live peacefully and maintain cordial friendly relations with our immediate neighbours and with the world at large."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "Every time I'm in Georgia, I eat a peach for peace."
   },
   "author": {
    "text": "Duane Allman"
   }
  },
  {
   "quote": {
    "text": "If we are surrounded by the trivial and the vicious, it is all too easy to make our peace with it."
   },
   "author": {
    "text": "William Bennett"
   }
  },
  {
   "quote": {
    "text": "We believe in peace in the settlement of all disputes through peaceful means, in the abolition of war, and, more particularly, nuclear war."
   },
   "author": {
    "text": "Lal Bahadur Shastri"
   }
  },
  {
   "quote": {
    "text": "Peace is not a state - it is a choice, and you have to remake it every day. It's possible to get a sort of stability, a habit of peace, but it's like an egg balanced, spinning, on its point: lose your momentum, and your equilibrium is gone, too."
   },
   "author": {
    "text": "Nick Harkaway"
   }
  },
  {
   "quote": {
    "text": "The European Union is the world's most successful invention for advancing peace."
   },
   "author": {
    "text": "John Bruton"
   }
  },
  {
   "quote": {
    "text": "Let me reassure that the Kingdom of Cambodia a country with independence, neutrality, peace, freedom, democracy and human rights as you all have seen, shall be existing with no end."
   },
   "author": {
    "text": "Hun Sen"
   }
  },
  {
   "quote": {
    "text": "War may sometimes be a necessary evil. But no matter how necessary, it is always an evil, never a good. We will not learn how to live together in peace by killing each other's children."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "What if I couldn't handle people's opinions of me? I know that shouldn't dictate a person's degree of peace or happiness in life, but the problem is, I chose a business saturated in judgment."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "The gospel is a message of peace. Christianity is a system which, received and obeyed, would spread peace, harmony, and happiness throughout the earth."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "I have many times asked myself whether there can be more potent advocates of peace upon earth through the years to come than this massed multitude of silent witnesses to the desolation of war."
   },
   "author": {
    "text": "King George V"
   }
  },
  {
   "quote": {
    "text": "Aside from what it teaches you, there is simply the indescribable degree of peace that can be achieved on a sailing vessel at sea. I guess a combination of hard work and the seemingly infinite expanse of the sea - the profound solitude - that does it for me."
   },
   "author": {
    "text": "Billy Campbell"
   }
  },
  {
   "quote": {
    "text": "I'm all about peace. I'm all about unity. I'm all about love."
   },
   "author": {
    "text": "DJ Khaled"
   }
  },
  {
   "quote": {
    "text": "In order to establish peace, you must have fair justice for everyone."
   },
   "author": {
    "text": "Al Sharpton"
   }
  },
  {
   "quote": {
    "text": "Through faith in the Lord Jesus alone can we obtain forgiveness of our sins, and be at peace with God; but, believing in Jesus, we become, through this very faith, the children of God; have God as our Father, and may come to Him for all the temporal and spiritual blessings which we need."
   },
   "author": {
    "text": "George Muller"
   }
  },
  {
   "quote": {
    "text": "It's fine to eat dessert when I want to eat dessert because that will give me the peace of mind I need. I'll know that if I ate chocolate cake, maybe I won't the next day."
   },
   "author": {
    "text": "Camila Mendes"
   }
  },
  {
   "quote": {
    "text": "I know of no greater work for humanity than in the cause of peace, which can only be achieved by the earnest efforts of nations and peoples."
   },
   "author": {
    "text": "Frank B. Kellogg"
   }
  },
  {
   "quote": {
    "text": "War may be made by one party, but it requires two to make peace."
   },
   "author": {
    "text": "John C. Calhoun"
   }
  },
  {
   "quote": {
    "text": "Children are God's Apostles, sent forth, day by day, to preach of love, and hope, and peace."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "Ali forced us to take a look at ourselves. This brash young man who thrilled us, angered us, confused and challenged us, ultimately became a silent messenger of peace who taught us that life is best when you build bridges between people, not walls."
   },
   "author": {
    "text": "Billy Crystal"
   }
  },
  {
   "quote": {
    "text": "War is a racket. It always has been... A few profit - and the many pay. But there is a way to stop it. You can't end it by disarmament conferences. You can't eliminate it by peace parleys at Geneva. Well-meaning but impractical groups can't wipe it out by resolutions. It can be smashed effectively only by taking the profit out of war."
   },
   "author": {
    "text": "Smedley Butler"
   }
  },
  {
   "quote": {
    "text": "As I came to power peacefully, so shall I keep it."
   },
   "author": {
    "text": "Corazon Aquino"
   }
  },
  {
   "quote": {
    "text": "Life is wonderful beautiful journey. Every episode of my life is like a dream, and I am at peace and happy with what life has given me."
   },
   "author": {
    "text": "Laura Harring"
   }
  },
  {
   "quote": {
    "text": "I want to fix education in the world. As soon as I work on that, I am going to work on world hunger and then world peace."
   },
   "author": {
    "text": "Nolan Bushnell"
   }
  },
  {
   "quote": {
    "text": "Don't worry about Yemen. Yemen started in peace, and it will end its revolution in peace, and it will start its new civil state with peace."
   },
   "author": {
    "text": "Tawakkol Karman"
   }
  },
  {
   "quote": {
    "text": "The Paris peace talks kept a roof over my head and food on the table and clothes on my back because if something was said going in or coming out, I had the rent for the month."
   },
   "author": {
    "text": "Ed Bradley"
   }
  },
  {
   "quote": {
    "text": "You can find peace amidst the storms that threaten you."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "We believe in peace and peaceful development, not only for ourselves but for people all over the world."
   },
   "author": {
    "text": "Lal Bahadur Shastri"
   }
  },
  {
   "quote": {
    "text": "If there must be trouble, let it be in my day, that my child may have peace."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "God is day and night, winter and summer, war and peace, surfeit and hunger."
   },
   "author": {
    "text": "Heraclitus"
   }
  },
  {
   "quote": {
    "text": "It isn't enough to talk about peace. One must believe in it. And it isn't enough to believe in it. One must work at it."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "It is an unfortunate fact that we can secure peace only by preparing for war."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Peace of mind comes from not wanting to change others."
   },
   "author": {
    "text": "Gerald Jampolsky"
   }
  },
  {
   "quote": {
    "text": "A musician must make music, an artist must paint, a poet must write, if he is to be ultimately at peace with himself."
   },
   "author": {
    "text": "Abraham Maslow"
   }
  },
  {
   "quote": {
    "text": "Each one has to find his peace from within. And peace to be real must be unaffected by outside circumstances."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Even peace may be purchased at too high a price."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "When I was in the White House, I was confronted with the challenge of the Cold War. Both the Soviet Union and I had 30,000 nuclear weapons that could destroy the entire earth and I had to maintain the peace."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "The preservation of peace and the guaranteeing of man's basic freedoms and rights require courage and eternal vigilance: courage to speak and act - and if necessary, to suffer and die - for truth and justice; eternal vigilance, that the least transgression of international morality shall not go undetected and unremedied."
   },
   "author": {
    "text": "Haile Selassie"
   }
  },
  {
   "quote": {
    "text": "People are basically the same the world over. Everybody wants the same things - to be happy, to be healthy, to be at least reasonably prosperous, and to be secure. They want friends, peace of mind, good family relationships, and hope that tomorrow is going to be even better than today."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Nonviolence is the first article of my faith. It is also the last article of my creed."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Where there is righteousness in the heart, there is harmony in the house; when there is harmony in the house, there is order in the nation; when there is order in the nation, there is peace in the world."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Hope is like peace. It is not a gift from God. It is a gift only we can give one another."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "Indeed, we're strongest when the face of America isn't only a soldier carrying a gun but also a diplomat negotiating peace, a Peace Corps volunteer bringing clean water to a village, or a relief worker stepping off a cargo plane as floodwaters rise."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "The life of inner peace, being harmonious and without stress, is the easiest type of existence."
   },
   "author": {
    "text": "Norman Vincent Peale"
   }
  },
  {
   "quote": {
    "text": "War is to man what maternity is to a woman. From a philosophical and doctrinal viewpoint, I do not believe in perpetual peace."
   },
   "author": {
    "text": "Benito Mussolini"
   }
  },
  {
   "quote": {
    "text": "All we are saying is give peace a chance."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "Five enemies of peace inhabit with us - avarice, ambition, envy, anger, and pride; if these were to be banished, we should infallibly enjoy perpetual peace."
   },
   "author": {
    "text": "Petrarch"
   }
  },
  {
   "quote": {
    "text": "War should never be entered upon until every agency of peace has failed."
   },
   "author": {
    "text": "William McKinley"
   }
  },
  {
   "quote": {
    "text": "Peace and friendship with all mankind is our wisest policy, and I wish we may be permitted to pursue it."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Nothing is wrong with peace and love. It is all the more regrettable that so many of Christ's followers seem to disagree."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Wonder Woman is a fighter, better than most, but it's what she fights for that is important. It's her vision of a future of peace and acceptance that makes her the right ambassador for everyone."
   },
   "author": {
    "text": "Gal Gadot"
   }
  },
  {
   "quote": {
    "text": "Let us ever remember that our interest is in concord, not in conflict; and that our real eminence rests in the victories of peace, not those of war."
   },
   "author": {
    "text": "William McKinley"
   }
  },
  {
   "quote": {
    "text": "Work, look for peace and calm in work: you will find it nowhere else."
   },
   "author": {
    "text": "Dmitri Mendeleev"
   }
  },
  {
   "quote": {
    "text": "I believe that eyes are very important motifs. That's something that can discern the peace and love."
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "We have a long way to go before we are able to hear the voices of everyone on earth, but I believe that providing voices and building bridges is essential for the World Peace we all wish for."
   },
   "author": {
    "text": "Joichi Ito"
   }
  },
  {
   "quote": {
    "text": "The World Trade Center is a living symbol of man's dedication to world peace... a representation of man's belief in humanity, his need for individual dignity, his beliefs in the cooperation of men, and, through cooperation, his ability to find greatness."
   },
   "author": {
    "text": "Minoru Yamasaki"
   }
  },
  {
   "quote": {
    "text": "The happiness and peace attained by those satisfied by the nectar of spiritual tranquillity is not attained by greedy persons restlessly moving here and there."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "Let us have peace."
   },
   "author": {
    "text": "Ulysses S. Grant"
   }
  },
  {
   "quote": {
    "text": "Intervention only works when the people concerned seem to be keen for peace."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Having a mind that is open to everything and attached to nothing seems to me to be one of the most basic principles that you can adopt to contribute to individual and world peace."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Let us more and more insist on raising funds of love, of kindness, of understanding, of peace. Money will come if we seek first the Kingdom of God - the rest will be given."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "Peace, commerce and honest friendship with all nations; entangling alliances with none."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "When your soul is resting, your emotions are okay, your mind is okay, and your will is at peace with God, not resisting what He's doing."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "The game is my wife. It demands loyalty and responsibility, and it gives me back fulfillment and peace."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "For me, it is essential to have the inner peace and serenity of prayer in order to listen to the silence of God, which speaks to us, in our personal life and the history of our times, of the power of love."
   },
   "author": {
    "text": "Adolfo Perez Esquivel"
   }
  },
  {
   "quote": {
    "text": "Though force can protect in emergency, only justice, fairness, consideration and cooperation can finally lead men to the dawn of eternal peace."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Even during the worst hardships, when the other things in our lives seem to fall apart, we can still find peace in the eternal love of God."
   },
   "author": {
    "text": "Armstrong Williams"
   }
  },
  {
   "quote": {
    "text": "The purpose of all wars, is peace."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "Peace demands the united efforts of us all. Who can foresee what spark might ignite the fuse?"
   },
   "author": {
    "text": "Haile Selassie"
   }
  },
  {
   "quote": {
    "text": "There are many things that are essential to arriving at true peace of mind, and one of the most important is faith, which cannot be acquired without prayer."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "For Pleasure, Delight, Peace and Felicity live in method and temperance."
   },
   "author": {
    "text": "Margaret Cavendish"
   }
  },
  {
   "quote": {
    "text": "We know that dictators are quick to choose aggression, while free nations strive to resolve differences in peace."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "The U.N. has brought peace and order to many places around the world. However, terrorism, violent extremism, violations of human rights, natural disasters caused by climate change - they all threaten the lives of people today. Add migration, insufficient health care, lack of education, and the picture gets even bleaker."
   },
   "author": {
    "text": "Miroslav Lajcak"
   }
  },
  {
   "quote": {
    "text": "On all the peaks lies peace."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Peace of mind for five minutes, that's what I crave."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "You have to understand that people have to pay a price for peace. If you dare to struggle, you dare to win."
   },
   "author": {
    "text": "Fred Hampton"
   }
  },
  {
   "quote": {
    "text": "You can't start with imbalance and end with peace, be that in your own body, in an ecosystem or between a government and its people. What we need to strive for is not perfection, but balance."
   },
   "author": {
    "text": "Ani DiFranco"
   }
  },
  {
   "quote": {
    "text": "Peace is not an absence of war, it is a virtue, a state of mind, a disposition for benevolence, confidence, justice."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "The purposes of the United States should not be doubted. The Security Council resolutions will be enforced - the just demands of peace and security will be met - or action will be unavoidable. And a regime that has lost its legitimacy will also lose its power."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "We cannot be both the world's leading champion of peace and the world's leading supplier of the weapons of war."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "Transcendental meditation is an ancient mental technique that allows any human being to dive within, transcend and experience the source of everything. It's such a blessing for the human being because that eternal field is a field of unbounded intelligence, creativity, happiness, love, energy and peace."
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "The great thing in the world is not so much to seek happiness as to earn peace and self-respect."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "You can have peace. Or you can have freedom. Don't ever count on having both at once."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "I like my peace and quiet whenever I can grab it."
   },
   "author": {
    "text": "Wole Soyinka"
   }
  },
  {
   "quote": {
    "text": "Weird people follow you in the streets, you can't sit alone in a restaurant or a cafe and read a book in peace, and I think everybody values those moments of being alone."
   },
   "author": {
    "text": "Winona Ryder"
   }
  },
  {
   "quote": {
    "text": "Instead of a man of peace and love, I have become a man of violence and revenge."
   },
   "author": {
    "text": "Hiawatha"
   }
  },
  {
   "quote": {
    "text": "In the Middle East, it is clear that peace will never be reached without solving the Israeli-Palestinian conflict. A two-state solution must be found and enforced."
   },
   "author": {
    "text": "Ahmed Zewail"
   }
  },
  {
   "quote": {
    "text": "You have to make peace with yourself. The key is to find the harmony in what you have."
   },
   "author": {
    "text": "Naomi Watts"
   }
  },
  {
   "quote": {
    "text": "In South Africa, we could not have achieved our freedom and just peace without the help of people around the world, who through the use of non-violent means, such as boycotts and divestment, encouraged their governments and other corporate actors to reverse decades-long support for the Apartheid regime."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "I believe it is peace in our time."
   },
   "author": {
    "text": "Neville Chamberlain"
   }
  },
  {
   "quote": {
    "text": "Success in its highest and noblest form calls for peace of mind and enjoyment and happiness which come only to the man who has found the work that he likes best."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "We gave up some of our country to the white men, thinking that then we could have peace. We were mistaken. The white man would not let us alone."
   },
   "author": {
    "text": "Chief Joseph"
   }
  },
  {
   "quote": {
    "text": "Listen to the inner light; it will guide you. Listen to inner peace; it will feed you. Listen to inner love; it will transform you, it will divinise you, it will immortalise you."
   },
   "author": {
    "text": "Sri Chinmoy"
   }
  },
  {
   "quote": {
    "text": "'Pears like my heart go flutter, flutter, and then they may say, 'Peace, Peace,' as much as they likes - I know it's goin' to be war!"
   },
   "author": {
    "text": "Harriet Tubman"
   }
  },
  {
   "quote": {
    "text": "Peace is a day-to-day problem, the product of a multitude of events and judgments. Peace is not an 'is,' it is a 'becoming.'"
   },
   "author": {
    "text": "Haile Selassie"
   }
  },
  {
   "quote": {
    "text": "Most of us need time to work through pain and loss. We can find all manner of reasons for postponing forgiveness. One of these reasons is waiting for the wrongdoers to repent before we forgive them. Yet such a delay causes us to forfeit the peace and happiness that could be ours."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "One thing you get from me is peace, love, and positivity."
   },
   "author": {
    "text": "Logic"
   }
  },
  {
   "quote": {
    "text": "Every human longs for peace and love."
   },
   "author": {
    "text": "Hiawatha"
   }
  },
  {
   "quote": {
    "text": "Unlike a lot of people, I don't feel powerless. I know I can do something. But anyone can do something, it's not about being special. It's about deciding to do it - to dive into work for peace and justice and care for everybody on the planet."
   },
   "author": {
    "text": "Patch Adams"
   }
  },
  {
   "quote": {
    "text": "Ours is a world of nuclear giants and ethical infants. We know more about war that we know about peace, more about killing that we know about living."
   },
   "author": {
    "text": "Omar N. Bradley"
   }
  },
  {
   "quote": {
    "text": "I've read that the ancient Chinese art of feng shui can bring a sense of peace, well-being, and positive energy to a home - same as beer."
   },
   "author": {
    "text": "W. Bruce Cameron"
   }
  },
  {
   "quote": {
    "text": "I would rather have peace in the world than be President."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "My message to the people and rulers of Pakistan is, 'As neighbours, we want peace and friendship and cooperation with you so that together we can change the face of South Asia.'"
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "I have learned that being a politician is not an easy job. My father was trying to make progress in the peace treaty with the Soviet Union. At that time, he was suffering from last-stage cancer, but he visited Moscow in the bitter cold. I learned from my father that you may have to risk your own life to make such a historic accomplishment."
   },
   "author": {
    "text": "Shinzo Abe"
   }
  },
  {
   "quote": {
    "text": "Without justice, the most heinous crimes go unpunished; victims are unable to obtain redress, and peace remains an elusive goal, since impunity generates more hatred, leading to acts of revenge and more suffering."
   },
   "author": {
    "text": "Federica Mogherini"
   }
  },
  {
   "quote": {
    "text": "It was Jesus who gave me peace when the shark severed my arm. I trust in Jesus whenever I'm going through a hard time. I see all the beautiful things that have come out of my situation. I'm able to share my story with young girls who have few role models, and I can help others cope with what they have been through."
   },
   "author": {
    "text": "Bethany Hamilton"
   }
  },
  {
   "quote": {
    "text": "You accept that this civilisation could be abolished and life will begin later on after a few thousand years because that is something that has happened in the history of this planet. When you have peace in yourself and accept, then you are calm enough to do something, but if you are carried by despair there is no hope."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "How can you consider flower power outdated? The essence of my lyrics is the desire for peace and harmony. That's all anyone has ever wanted. How could it become outdated?"
   },
   "author": {
    "text": "Robert Plant"
   }
  },
  {
   "quote": {
    "text": "First keep peace with yourself, then you can also bring peace to others."
   },
   "author": {
    "text": "Thomas a Kempis"
   }
  },
  {
   "quote": {
    "text": "To injure an opponent is to injure yourself. To control aggression without inflicting injury is the Art of Peace."
   },
   "author": {
    "text": "Morihei Ueshiba"
   }
  },
  {
   "quote": {
    "text": "Peace hath higher tests of manhood, than battle ever knew."
   },
   "author": {
    "text": "John Greenleaf Whittier"
   }
  },
  {
   "quote": {
    "text": "Let love flow so that it cleanses the world. Then man can live in peace, instead of the state of turmoil he has created through his past ways of life, with all those material interests and earthly ambitions."
   },
   "author": {
    "text": "Sai Baba"
   }
  },
  {
   "quote": {
    "text": "Choosing an attitude of faith will release peace out of your spirit and into your soul."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "We are all on a journey to mastering our inner peace."
   },
   "author": {
    "text": "Raheem DeVaughn"
   }
  },
  {
   "quote": {
    "text": "Only to the extent that men desire peace and brotherhood can the world be made better. No peace even though temporarily obtained, will be permanent, whether to individuals or nations, unless it is built upon the solid foundation of eternal principles."
   },
   "author": {
    "text": "David O. McKay"
   }
  },
  {
   "quote": {
    "text": "Denuclearization and the lasting peace on the Korean peninsula cannot be abandoned or delayed, as they are the historical assignment."
   },
   "author": {
    "text": "Moon Jae-in"
   }
  },
  {
   "quote": {
    "text": "I would like to end world hunger and create world peace, stop corruption, stop drugs getting to kids."
   },
   "author": {
    "text": "Kelly Preston"
   }
  },
  {
   "quote": {
    "text": "Let us not deceive ourselves; we must elect world peace or world destruction."
   },
   "author": {
    "text": "Bernard Baruch"
   }
  },
  {
   "quote": {
    "text": "Creating whole departments of ethnic, gender, and other 'studies' was part of the price of academic peace. All too often, these 'studies' are about propaganda rather than serious education."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "Of all our dreams today there is none more important - or so hard to realise - than that of peace in the world. May we never lose our faith in it or our resolve to do everything that can be done to convert it one day into reality."
   },
   "author": {
    "text": "Lester B. Pearson"
   }
  },
  {
   "quote": {
    "text": "I would point out that Japan's proposal at the Versailles Peace Conference on the principle of racial equality was rejected by delegates such as those from Britain and the United States."
   },
   "author": {
    "text": "Hideki Tojo"
   }
  },
  {
   "quote": {
    "text": "Poetry and beauty are always making peace. When you read something beautiful you find coexistence; it breaks walls down."
   },
   "author": {
    "text": "Mahmoud Darwish"
   }
  },
  {
   "quote": {
    "text": "Now, when we say we want peace, what we want is really for our Palestinian neighbours to have a demilitarized state next to us that recognizes the Jewish State. We're willing to recognize their state, the Palestinian state. But we ask them to recognize the Jewish state."
   },
   "author": {
    "text": "Benjamin Netanyahu"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, Wonder Woman is a peace seeker. But when fight arrives, she can fight. She's a warrior, and she enjoys the adrenaline of the fight."
   },
   "author": {
    "text": "Gal Gadot"
   }
  },
  {
   "quote": {
    "text": "The quest for peace begins in the home, in the school and in the workplace."
   },
   "author": {
    "text": "Silvia Cartwright"
   }
  },
  {
   "quote": {
    "text": "Respect for the rights of others means peace."
   },
   "author": {
    "text": "Benito Juarez"
   }
  },
  {
   "quote": {
    "text": "Peace is not made at the council table or by treaties, but in the hearts of men."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "The government of the United States doesn't want peace. It wants to exploit its system of exploitation, of pillage, of hegemony through war. It wants peace, but what's happening in Iraq? What happened in Lebanon? Palestine? What's happening? What's happened over the last hundred years in Latin America and in the world?"
   },
   "author": {
    "text": "Hugo Chavez"
   }
  },
  {
   "quote": {
    "text": "Our objective should be to firmly deal with terrorism and its sponsors, financiers, and arms suppliers. At the same time, our doors should always be open for processes which would restore peace, development, and progress to societies which have been devastated by terrorism over many generations."
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "There's so much chaos and trouble in the world right now, and we need to broadcast as much peace and love, too."
   },
   "author": {
    "text": "Jim James"
   }
  },
  {
   "quote": {
    "text": "Future peace, prosperity and confidence depend not just on ourselves but on the success of all nations. Hence, we are all partners, no matter what our backgrounds, cultures, faiths and histories."
   },
   "author": {
    "text": "Hassanal Bolkiah"
   }
  },
  {
   "quote": {
    "text": "We all avow to struggle for making this country a welfare state where everyone is allowed to spend life on the basis of social justice and where everyone can live in peace and honour."
   },
   "author": {
    "text": "Abdul Qadeer Khan"
   }
  },
  {
   "quote": {
    "text": "The way of peace is the way of love. Love is the greatest power on earth. It conquers all things."
   },
   "author": {
    "text": "Peace Pilgrim"
   }
  },
  {
   "quote": {
    "text": "Experience has everywhere shown us, and especially in the Philippines, that the classes which are better off have always been addicted to peace and order because they live comparatively better and may be the losers in civil disturbances."
   },
   "author": {
    "text": "Jose Rizal"
   }
  },
  {
   "quote": {
    "text": "When my elders mentioned 'The War,' they invariably meant that of 1914-1918, even after 1939, for the Second World War was merely the continuation of the first, 'an armistice of 20 years,' as Marshal Foch had accurately predicted at the Versailles Peace Conference, with some changes of side."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "To me, it's that incredible sense of belonging and peace within your own self and heart that really is joy."
   },
   "author": {
    "text": "Goldie Hawn"
   }
  },
  {
   "quote": {
    "text": "Democracies are indeed slow to make war, but once embarked upon a martial venture are equally slow to make peace and reluctant to make a tolerable, rather than a vindictive, peace."
   },
   "author": {
    "text": "Reinhold Niebuhr"
   }
  },
  {
   "quote": {
    "text": "The United States is not a nation to which peace is a necessity."
   },
   "author": {
    "text": "Grover Cleveland"
   }
  },
  {
   "quote": {
    "text": "I just want to find some inner peace, and I think I'm getting there, slowly but surely."
   },
   "author": {
    "text": "Toni Collette"
   }
  },
  {
   "quote": {
    "text": "To many, peace is what enables development and is critical in providing opportunities to young people. To some - especially those from regions involved in conflict - peacekeeping and efforts to preserve peace are absolutely vital in bringing prosperity and hope for the future."
   },
   "author": {
    "text": "Kim Yuna"
   }
  },
  {
   "quote": {
    "text": "No matter how many flaws we have, our God is so forgiving and understanding. He'll never leave you or forsake you. So that brings peace to me."
   },
   "author": {
    "text": "Adrian Peterson"
   }
  },
  {
   "quote": {
    "text": "No matter how happy and peaceful you can be at a certain time, you always have this - at least, I do - paranoia or catastrophic thought that even now that I have all this peace and quiet, what's the next challenge? What's coming next? On a very human level, I think most people can identify with that."
   },
   "author": {
    "text": "Salim Akil"
   }
  },
  {
   "quote": {
    "text": "I felt that the IRA, in the context of Irish history, and Sinn Fein were a legitimate force that had to be recognized, and you wouldn't have peace without them."
   },
   "author": {
    "text": "Peter T. King"
   }
  },
  {
   "quote": {
    "text": "May God be with me! May Heaven bless this New Year. May it be a year of fruitfulness, of peace and prosperity; may it be a year of peace and unity for all mankind; may the world be freed of cholera."
   },
   "author": {
    "text": "Giacomo Meyerbeer"
   }
  },
  {
   "quote": {
    "text": "Guilt for being rich, and guilt thinking that perhaps love and peace isn't enough and you have to go and get shot or something."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "I have sacrificed not only my favorite scheme of life, but the softer affections of the heart, and my prospects of domestic happiness, and I am ready to sacrifice my life also, with cheerfulness, if that forfeiture could restore peace and good will among mankind."
   },
   "author": {
    "text": "John Paul Jones"
   }
  },
  {
   "quote": {
    "text": "No one can find inner peace except by working, not in a self- centered way, but for the whole human family."
   },
   "author": {
    "text": "Peace Pilgrim"
   }
  },
  {
   "quote": {
    "text": "True humility is contentment."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "Men and women who know the brutal reality of war, who know that war strips people of their very humanity, must unite in a new global partnership for peace."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "On Memorial Day, I don't want to only remember the combatants. There were also those who came out of the trenches as writers and poets, who started preaching peace, men and women who have made this world a kinder place to live."
   },
   "author": {
    "text": "Eric Burdon"
   }
  },
  {
   "quote": {
    "text": "Political satire became obsolete when Henry Kissinger was awarded the Nobel peace prize."
   },
   "author": {
    "text": "Tom Lehrer"
   }
  },
  {
   "quote": {
    "text": "Just as God's love to us believers, his children, is unalterably the same, whatever may be the manifestations of that love; and as his peace with us is the same, however much our peace may be disturbed; so it is also with regard to our being in fellowship or partnership with him: it remains unalterably the same so far as God is concerned."
   },
   "author": {
    "text": "George Muller"
   }
  },
  {
   "quote": {
    "text": "You ask me if I will not be glad when the last battle is fought, so far as the country is concerned I, of course, must wish for peace, and will be glad when the war is ended, but if I answer for myself alone, I must say that I shall regret to see the war end."
   },
   "author": {
    "text": "George Armstrong Custer"
   }
  },
  {
   "quote": {
    "text": "Peace for us means the destruction of Israel. We are preparing for an all-out war, a war which will last for generations."
   },
   "author": {
    "text": "Yasser Arafat"
   }
  },
  {
   "quote": {
    "text": "When I sing, I have a sense of peace, I feel like my brain turns off, and I become the core person of who I am - the essence of me. I feel connected to whatever is out there. It's almost like I leave my body and get to watch."
   },
   "author": {
    "text": "Michelle Branch"
   }
  },
  {
   "quote": {
    "text": "Reconciliation should be accompanied by justice, otherwise it will not last. While we all hope for peace it shouldn't be peace at any cost but peace based on principle, on justice."
   },
   "author": {
    "text": "Corazon Aquino"
   }
  },
  {
   "quote": {
    "text": "Jerusalem is not just a beautiful city: the challenge is to show that Jerusalem can be shared in peace and respect."
   },
   "author": {
    "text": "Federica Mogherini"
   }
  },
  {
   "quote": {
    "text": "We know that peace is only possible when it is the fruit of justice. True peace is a profound transformation by means of the force of nonviolence that is the power of love."
   },
   "author": {
    "text": "Adolfo Perez Esquivel"
   }
  },
  {
   "quote": {
    "text": "The task of the mediator is to help the parties to open difficult issues and nudge them forward in the peace process. The mediator's role combines those of a ship's pilot, consulting medical doctor, midwife and teacher."
   },
   "author": {
    "text": "Martti Ahtisaari"
   }
  },
  {
   "quote": {
    "text": "Man does find in Nature deliverance from himself, oblivion of his past, with peace and purity!"
   },
   "author": {
    "text": "George A. Smith"
   }
  },
  {
   "quote": {
    "text": "If you want peace, you have to accept the other. Talk to the other, and accept that they have rights."
   },
   "author": {
    "text": "Saad Hariri"
   }
  },
  {
   "quote": {
    "text": "Without peace, there is no freedom, individual or national. War and hostilities are a form of slavery."
   },
   "author": {
    "text": "Klas Pontus Arnoldson"
   }
  },
  {
   "quote": {
    "text": "Never, for the sake of peace and quiet, deny your own experience or convictions."
   },
   "author": {
    "text": "Dag Hammarskjold"
   }
  },
  {
   "quote": {
    "text": "I'm married. My wife, Stella - a beautiful woman. She's brought a lot of peace to my life, a lot of wisdom."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "There is a marvelous peace in not publishing. It's peaceful. Still. Publishing is a terrible invasion of my privacy."
   },
   "author": {
    "text": "J. D. Salinger"
   }
  },
  {
   "quote": {
    "text": "Every child's taste is different. Don't worry if they're not reading 'War and Peace' at age 12. First, build a good foundation and a positive attitude about reading by letting them pick the stories they enjoy. Make friends with a bookseller or librarian. They are a wealth of information on finding books that kids enjoy."
   },
   "author": {
    "text": "Rick Riordan"
   }
  },
  {
   "quote": {
    "text": "We now have to see our country surrender to the enemy without demonstrating our power up to 120 percent. We are now on a course for a humiliating peace - or, rather, a humiliating surrender."
   },
   "author": {
    "text": "Hideki Tojo"
   }
  },
  {
   "quote": {
    "text": "I had often sought for the peace there is in Christ, but I could not seem to find the freedom I desired. A terrible sadness rested on my heart. I could not think of anything I had done to cause me to feel sad; but it seemed to me that I was not good enough to enter Heaven, that such a thing would be altogether too much for me to expect."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "If, by some miracle, women should not ever utter a single protest against their condition, there would still exist among men those who could not endure in peace until her liberation had been achieved."
   },
   "author": {
    "text": "Lorraine Hansberry"
   }
  },
  {
   "quote": {
    "text": "Yes, peace can and must be won, to save the world from the terrible destruction of World War III."
   },
   "author": {
    "text": "Paul Robeson"
   }
  },
  {
   "quote": {
    "text": "The truth is that the history of the last couple of thousand years has been broadly repeated attempts by various people or institutions - in a Freudian way - to rediscover the lost childhood of Europe, this golden age of peace and prosperity under the Romans, by trying to unify it."
   },
   "author": {
    "text": "Boris Johnson"
   }
  },
  {
   "quote": {
    "text": "I believe that all is illusion and vanity outside the treasure of truths slowly accumulated, and which will never again be lost. I believe that the sum of these truths, always increasing, will at last confer on man incalculable power and peace, if not happiness. Yes, I believe in the final triumph of life."
   },
   "author": {
    "text": "Emile Zola"
   }
  },
  {
   "quote": {
    "text": "Patriarchy is a fundamental imbalance underlying society And it's one we rarely address because it's so universal. But as I get older, I see that peace is a product of balance."
   },
   "author": {
    "text": "Ani DiFranco"
   }
  },
  {
   "quote": {
    "text": "If anything I consider myself non-violent, I'm from the hippy era, peace, love, groovy."
   },
   "author": {
    "text": "Rick James"
   }
  },
  {
   "quote": {
    "text": "Peace secured by slavish submission is not peace."
   },
   "author": {
    "text": "Kim Il-sung"
   }
  },
  {
   "quote": {
    "text": "The world will never have lasting peace so long as men reserve for war the finest human qualities. Peace, no less than war, requires idealism and self-sacrifice and a righteous and dynamic faith."
   },
   "author": {
    "text": "John Foster Dulles"
   }
  },
  {
   "quote": {
    "text": "Peace was declared, but not all of us were drunk with joy or stricken blind."
   },
   "author": {
    "text": "George Grosz"
   }
  },
  {
   "quote": {
    "text": "Looking back, there is nothing wrong with that peace, love and equality that the hippies espoused. In many ways, we have regressed because they were into organic food, back to nature, make love not war, be good to all men, share and share alike - which is what many are talking about now."
   },
   "author": {
    "text": "Imelda Staunton"
   }
  },
  {
   "quote": {
    "text": "World-wide practice of Conservation and the fair and continued access by all nations to the resources they need are the two indispensable foundations of continuous plenty and of permanent peace."
   },
   "author": {
    "text": "Gifford Pinchot"
   }
  },
  {
   "quote": {
    "text": "If you talk to most ambitious people, people who are high achievers, they're rarely at peace with what they're doing because they need an engine to keep moving."
   },
   "author": {
    "text": "Nick Kroll"
   }
  },
  {
   "quote": {
    "text": "If our nation goes over a financial Niagara, we won't have much strength and, eventually, we won't have peace. We are currently borrowing the entire defense budget from foreign investors. Within a few years, we will be spending more on interest payments than on national security. That is not, as our military friends say, a 'robust strategy.'"
   },
   "author": {
    "text": "Mitch Daniels"
   }
  },
  {
   "quote": {
    "text": "We will work toward maintaining the status quo for peace and stability across the Taiwan Strait in order to bring the greatest benefits and well-being to the Taiwanese people."
   },
   "author": {
    "text": "Tsai Ing-wen"
   }
  },
  {
   "quote": {
    "text": "The pageant movie I'm obsessed with is 'Miss Congeniality', hands down! I could quote everything from that movie. I love so many scenes, but I always find myself quoting the scene when Sandra Bullock goes, 'I really do just want world peace!'"
   },
   "author": {
    "text": "Olivia Culpo"
   }
  },
  {
   "quote": {
    "text": "We will not fail your expectations of us as a new nation dedicated to peace, democracy, and freedom."
   },
   "author": {
    "text": "Shigeru Yoshida"
   }
  },
  {
   "quote": {
    "text": "While the lab plays an enormous role, research is also influenced by inner peace of mind and one's family environment, depending on what stage of one's life and career a scientist is at."
   },
   "author": {
    "text": "Peter Agre"
   }
  },
  {
   "quote": {
    "text": "The Founders recognized that Government is quite literally a necessary evil, that there must be opposition, between its various branches, and between political parties, for these are the only ways to temper the individual's greed for power and the electorates' desires for peace by submission to coercion or blandishment."
   },
   "author": {
    "text": "David Mamet"
   }
  },
  {
   "quote": {
    "text": "I think I am a very kind person. I think I'm joyful, but I could be kinder and I could be more joyful. I do believe peace is a state of grace, and not the absence of violence."
   },
   "author": {
    "text": "Dave Matthews"
   }
  },
  {
   "quote": {
    "text": "In remembering the appalling suffering of war on both sides, we recognise how precious is the peace we have built in Europe since 1945."
   },
   "author": {
    "text": "Queen Elizabeth II"
   }
  },
  {
   "quote": {
    "text": "My argument is that War makes rattling good history; but Peace is poor reading."
   },
   "author": {
    "text": "Thomas Hardy"
   }
  },
  {
   "quote": {
    "text": "We need women who are devoted to shepherding God's children along the covenant path toward exaltation; women who know how to receive personal revelation, who understand the power and peace of the temple endowment; women who know how to call upon the powers of heaven to protect and strengthen children and families; women who teach fearlessly."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "Working out and working as an actor have gone hand in hand - I always feel more prepared if I know I have done a workout. It gives me confidence - and peace of mind."
   },
   "author": {
    "text": "Sebastian Stan"
   }
  },
  {
   "quote": {
    "text": "Why are we talking about talking? Why negotiating about negotiating? It's very simple. If you want to get to peace, put all your preconditions on the side, sit down opposite a table, not in a studio, by the way."
   },
   "author": {
    "text": "Benjamin Netanyahu"
   }
  },
  {
   "quote": {
    "text": "You can only end a negotiation for peace if you begin it."
   },
   "author": {
    "text": "Benjamin Netanyahu"
   }
  },
  {
   "quote": {
    "text": "Balance, peace, and joy are the fruit of a successful life. It starts with recognizing your talents and finding ways to serve others by using them."
   },
   "author": {
    "text": "Thomas Kinkade"
   }
  },
  {
   "quote": {
    "text": "While we yearn for peace, we live in a world burdened with hunger, pain, anguish, loneliness, sickness, and sorrow."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "Money cannot buy peace of mind. It cannot heal ruptured relationships, or build meaning into a life that has none."
   },
   "author": {
    "text": "Richard M. DeVos"
   }
  },
  {
   "quote": {
    "text": "Peace has to be created, in order to be maintained. It will never be achieved by passivity and quietism."
   },
   "author": {
    "text": "Dorothy Thompson"
   }
  },
  {
   "quote": {
    "text": "I want, of course, peace, grace, and beauty. How do you do that? You work for it."
   },
   "author": {
    "text": "Studs Terkel"
   }
  },
  {
   "quote": {
    "text": "My favourite country is Finland because once you get to a certain point, you can drive for hours without seeing a single person. I love peace and quiet - something I don't get very often."
   },
   "author": {
    "text": "Christopher Lee"
   }
  },
  {
   "quote": {
    "text": "In a time of global uncertainty, rising terrorism, and enormous threats to peace, it's right that we as a country should now seek to extend our diplomatic footprint overseas."
   },
   "author": {
    "text": "Leo Varadkar"
   }
  },
  {
   "quote": {
    "text": "On balance, my life has been a constant stream of blessings rather than disappointments and failures and tragedies. I wish I had been re-elected. I think I could have kept our country at peace. I think I could have consolidated what we achieved at Camp David with a treaty between Israel and the Palestinians."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "Climate change, in some regions, has aggravated conflict over scarce land, and could well trigger large-scale migration in the decades ahead. And rising sea levels put at risk the very survival of all small island states. These and other implications for peace and security have implications for the United Nations itself."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "I was profoundly moved to be the first United Nations Secretary-General to attend the Peace Memorial Ceremony in Hiroshima. I also visited Nagasaki. Sadly, we know the terrible humanitarian consequences from the use of even one weapon. As long as such weapons exist, so, too, will the risks of use and proliferation."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as inner peace. There is only nervousness or death. Any attempt to prove otherwise constitutes unacceptable behavior."
   },
   "author": {
    "text": "Fran Lebowitz"
   }
  },
  {
   "quote": {
    "text": "When we were at peace, Democrats wanted to raise taxes. Now there's a war, so Democrats want to raise taxes. When there was a surplus, Democrats wanted to raise taxes. Now that there is a mild recession, Democrats want to raise taxes."
   },
   "author": {
    "text": "Ann Coulter"
   }
  },
  {
   "quote": {
    "text": "If I'm going to be staying up until 3 A.M., it should be for world peace and not shampoo sales."
   },
   "author": {
    "text": "Mona Sutphen"
   }
  },
  {
   "quote": {
    "text": "For many observers, a child who has known nothing but war, a child for whom the Kalashnikov is the only way to make a living and for whom the bush is the most welcoming community, is a child lost forever for peace and development. I contest this view. For the sake of these children, it is essential to prove that another life is possible."
   },
   "author": {
    "text": "Ishmael Beah"
   }
  },
  {
   "quote": {
    "text": "If I can center down and strengthen the core of who I am, and the core of who I am is my relationship with God, then that helps me maintain peace deep down. If I can maintain a healthy spiritual core, I think that's enormous for helping the stress."
   },
   "author": {
    "text": "Anne Graham Lotz"
   }
  },
  {
   "quote": {
    "text": "As for T.B. Joshua, I am a descendant of my family in Arigidi-Akoko in Ondo State, Nigeria - but as for the divine nature, the power of God affects my life to give peace to people, deliverance to people, and healing to people."
   },
   "author": {
    "text": "T. B. Joshua"
   }
  },
  {
   "quote": {
    "text": "There has not been a war in South America for fifty years, and I have every confidence that the countries of Central and South America are deeply in earnest in the maintenance of peace."
   },
   "author": {
    "text": "Frank B. Kellogg"
   }
  },
  {
   "quote": {
    "text": "I had a great tennis career. I have no regrets. But to find peace with yourself, and to finally be with your family - I'm probably the happiest guy in the world."
   },
   "author": {
    "text": "Bjorn Borg"
   }
  },
  {
   "quote": {
    "text": "Freedom of expression comes with responsibilities, especially when it comes with serious implications for peace."
   },
   "author": {
    "text": "Mohammed Morsi"
   }
  },
  {
   "quote": {
    "text": "Letterman, despite whatever idiotic (or worse?) things he may have done with women on his staff, was wise enough to realize that silence isn't permanent and peace of mind can't be bought."
   },
   "author": {
    "text": "Alafair Burke"
   }
  },
  {
   "quote": {
    "text": "The meditative, calm sound is a reflection of my personality. I've got a silly and a crazy side, but it makes sense the music would come across that way. I do yoga every day and try to keep a sense of peace and calm in my life. I don't have a lot of frantic energy."
   },
   "author": {
    "text": "Gretchen Parlato"
   }
  },
  {
   "quote": {
    "text": "I call for a march from exploitation to education, from poverty to shared prosperity, a march from slavery to liberty, and a march from violence to peace."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "People who have a sense of peace that their priorities are in the right place also have a sense of humility and a realistic view on life."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "He who follows his lessons tastes a profound peace, and looks upon everybody as a bunch of manure."
   },
   "author": {
    "text": "Moliere"
   }
  },
  {
   "quote": {
    "text": "Throughout that period, Japan had made honest efforts to keep the destruction of war from spreading and, based on the belief that all nations of the world should find their places, had followed a policy designed to restore an expeditious peace between Japan and China."
   },
   "author": {
    "text": "Hideki Tojo"
   }
  },
  {
   "quote": {
    "text": "With a warm drink, in a rocking chair and family and friends around, I am working on finding peace and joy in the moments we have been given. It doesn't have to all make sense. I don't have all the answers."
   },
   "author": {
    "text": "Taya Kyle"
   }
  },
  {
   "quote": {
    "text": "I like having peace and quiet in my life, and I am perfectly happy in my relationships."
   },
   "author": {
    "text": "Loni Love"
   }
  },
  {
   "quote": {
    "text": "Being a movie star, and this applies to all of them, means being looked at from every possible direction. You are never left at peace, you're just fair game."
   },
   "author": {
    "text": "Greta Garbo"
   }
  },
  {
   "quote": {
    "text": "The purpose of our common defense, after all, is to protect our people so that we can enjoy the blessings of peace, faith, freedom, family, prosperity."
   },
   "author": {
    "text": "Tom Cotton"
   }
  },
  {
   "quote": {
    "text": "Being a new mother was a joyful and sometimes overwhelming experience - and as the first Missouri female state legislator to have a baby while in office, having heath care for myself and my son gave me some needed peace of mind."
   },
   "author": {
    "text": "Claire McCaskill"
   }
  },
  {
   "quote": {
    "text": "Everybody wants peace. That's a truism. There is no point in accomplishing through war what you can accomplish through peace."
   },
   "author": {
    "text": "Norman Finkelstein"
   }
  },
  {
   "quote": {
    "text": "I've long said that if Canada has a role on the world stage, it's principally as a role model, a demonstration that people of all types can get together and live in peace and harmony, which is something we really do most of the time here."
   },
   "author": {
    "text": "Robert J. Sawyer"
   }
  },
  {
   "quote": {
    "text": "A great sense of peace entered my body, and seemingly into every cell."
   },
   "author": {
    "text": "Harold E. Hughes"
   }
  },
  {
   "quote": {
    "text": "I don't think that anyone in the pages of 'War on Peace' is arguing that diplomacy is the replacement for military power. But, correctly, the job of the military is to think tactically."
   },
   "author": {
    "text": "Ronan Farrow"
   }
  },
  {
   "quote": {
    "text": "But I do like to have peace and quiet for a good hour."
   },
   "author": {
    "text": "Bryan Ferry"
   }
  },
  {
   "quote": {
    "text": "May the soul of the late President Milton Obote... a long-time member of this parliament, rest in peace."
   },
   "author": {
    "text": "Yoweri Museveni"
   }
  },
  {
   "quote": {
    "text": "Never underestimate or mock peace."
   },
   "author": {
    "text": "Boris Trajkovski"
   }
  },
  {
   "quote": {
    "text": "It seems to be that when these communist regimes take over - if you look at the example of Vietnam or Cambodia or Nicaragua - that even in conditions of peace they don't seem to be able to figure out how to support their people, and the human suffering is enormous."
   },
   "author": {
    "text": "John Negroponte"
   }
  },
  {
   "quote": {
    "text": "I don't listen to so much music now. I did when I was younger. Music is so much part of my work. I like peace and quiet now when I go home."
   },
   "author": {
    "text": "Elaine Paige"
   }
  },
  {
   "quote": {
    "text": "The Lord receive my soul, and have mercy on me, and bless this kingdom with peace and charity, that there may not be this effusion of Christian blood amongst them."
   },
   "author": {
    "text": "William Laud"
   }
  },
  {
   "quote": {
    "text": "Peace is not merely a distant goal that we seek, but a means by which we arrive at that goal."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "What I'm not confused about is the world needing much more love, no hate, no prejudice, no bigotry and more unity, peace and understanding. Period."
   },
   "author": {
    "text": "Stevie Wonder"
   }
  },
  {
   "quote": {
    "text": "While you are proclaiming peace with your lips, be careful to have it even more fully in your heart."
   },
   "author": {
    "text": "Francis of Assisi"
   }
  },
  {
   "quote": {
    "text": "We must fight for peace bravely as we fought in war."
   },
   "author": {
    "text": "Lal Bahadur Shastri"
   }
  },
  {
   "quote": {
    "text": "He that would live in peace and at ease must not speak all he knows or all he sees."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "It is not enough to say we must not wage war. It is necessary to love peace and sacrifice for it."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "We must concentrate not merely on the negative expulsion of war but the postive affirmation of peace."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "I am not only a pacifist but a militant pacifist. I am willing to fight for peace. Nothing will end war unless the people themselves refuse to go to war."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "It is good to realize that if love and peace can prevail on earth, and if we can teach our children to honor nature's gifts, the joys and beauties of the outdoors will be here forever."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "That a man be willing, when others are so too, as far forth as for peace and defense of himself he shall think it necessary, to lay down this right to all things; and be contented with so much liberty against other men, as he would allow other men against himself."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "Those who can win a war well can rarely make a good peace and those who could make a good peace would never have won the war."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "A peace is of the nature of a conquest; for then both parties nobly are subdued, and neither party loser."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "I believe in peace. Only peaceful co-existence can ensure peace."
   },
   "author": {
    "text": "Sheikh Hasina"
   }
  },
  {
   "quote": {
    "text": "Inner peace can be reached only when we practice forgiveness. Forgiveness is letting go of the past, and is therefore the means for correcting our misperceptions."
   },
   "author": {
    "text": "Gerald Jampolsky"
   }
  },
  {
   "quote": {
    "text": "Revenge only engenders violence, not clarity and true peace. I think liberation must come from within."
   },
   "author": {
    "text": "Sandra Cisneros"
   }
  },
  {
   "quote": {
    "text": "If we desire to avoid insult, we must be able to repel it; if we desire to secure peace, one of the most powerful instruments of our rising prosperity, it must be known, that we are at all times ready for War."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "A man is relieved and gay when he has put his heart into his work and done his best; but what he has said or done otherwise shall give him no peace."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Success is peace of mind, which is a direct result of self-satisfaction in knowing you made the effort to become the best of which you are capable."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "I do not want the peace which passeth understanding, I want the understanding which bringeth peace."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "There was never a good war, or a bad peace."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Problems or successes, they all are the results of our own actions. Karma. The philosophy of action is that no one else is the giver of peace or happiness. One's own karma, one's own actions are responsible to come to bring either happiness or success or whatever."
   },
   "author": {
    "text": "Maharishi Mahesh Yogi"
   }
  },
  {
   "quote": {
    "text": "If we are to teach real peace in this world, and if we are to carry on a real war against war, we shall have to begin with the children."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Peace, plenty, and contentment reign throughout our borders, and our beloved country presents a sublime moral spectacle to the world."
   },
   "author": {
    "text": "James K. Polk"
   }
  },
  {
   "quote": {
    "text": "I have never advocated war except as a means of peace."
   },
   "author": {
    "text": "Ulysses S. Grant"
   }
  },
  {
   "quote": {
    "text": "Our souls may lose their peace and even disturb other people's, if we are always criticizing trivial actions - which often are not real defects at all, but we construe them wrongly through our ignorance of their motives."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "Be humble, be gracious, and make peace with inner fears before stepping out into the limelight and allowing yourself to be subjected to all of humanity."
   },
   "author": {
    "text": "Maximillian Degenerez"
   }
  },
  {
   "quote": {
    "text": "If someone thinks that love and peace is a cliche that must have been left behind in the Sixties, that's his problem. Love and peace are eternal."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "There are no contests in the Art of Peace. A true warrior is invincible because he or she contests with nothing. Defeat means to defeat the mind of contention that we harbor within."
   },
   "author": {
    "text": "Morihei Ueshiba"
   }
  },
  {
   "quote": {
    "text": "My dream is to live a good life and be loving, be close to God and be a good human being and bring peace to people."
   },
   "author": {
    "text": "Ziggy Marley"
   }
  },
  {
   "quote": {
    "text": "The world knows that America will never start a war. This generation of Americans has had enough of war and hate... we want to build a world of peace where the weak are secure and the strong are just."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "One can not reflect in streaming water. Only those who know internal peace can give it to others."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "Have courage for the great sorrows of life and patience for the small ones; and when you have laboriously accomplished your daily task, go to sleep in peace."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "I simply can't build my hopes on a foundation of confusion, misery and death... I think... peace and tranquillity will return again."
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "If you want peace work for justice."
   },
   "author": {
    "text": "Pope Paul VI"
   }
  },
  {
   "quote": {
    "text": "World Peace Day is envisioned to become a moment of global unity - it is up to each and every one of us to make this a reality."
   },
   "author": {
    "text": "Jeremy Gilley"
   }
  },
  {
   "quote": {
    "text": "It wasn't so long ago that I was a working mom myself. And I know that sometimes, much as we all hate to admit it, it's just easier to park the kids in front of the TV for a few hours, so we can pay the bills or do the laundry or just have some peace and quiet for a change."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "I am at peace with God. My conflict is with Man."
   },
   "author": {
    "text": "Charlie Chaplin"
   }
  },
  {
   "quote": {
    "text": "I have seen (as far as it can be seen) many persons changed in a moment from the spirit of horror, fear, and despair to the spirit of hope, joy, peace; and from sinful desires, till then reigning over them, to a pure desire of doing the will of God."
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "A people free to choose will always choose peace."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Let the word go forth from this time and place, to friend and foe alike, that the torch has been passed to a new generation of Americans - born in this century, tempered by war, disciplined by a hard and bitter peace."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "We must think differently, look at things in a different way. Peace requires a world of new concepts, new definitions."
   },
   "author": {
    "text": "Yitzhak Rabin"
   }
  },
  {
   "quote": {
    "text": "Law enforcement officers are never 'off duty.' They are dedicated public servants who are sworn to protect public safety at any time and place that the peace is threatened. They need all the help that they can get."
   },
   "author": {
    "text": "Barbara Boxer"
   }
  },
  {
   "quote": {
    "text": "If there is not the war, you don't get the great general; if there is not a great occasion, you don't get a great statesman; if Lincoln had lived in a time of peace, no one would have known his name."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Never continue in a job you don't enjoy. If you're happy in what you're doing, you'll like yourself, you'll have inner peace. And if you have that, along with physical health, you will have had more success than you could possibly have imagined."
   },
   "author": {
    "text": "Johnny Carson"
   }
  },
  {
   "quote": {
    "text": "Experience proves that in this life peace and satisfaction are had, not by the listless but by those who are fervent in God's service. And rightly so. For in their effort to overcome themselves and to rid themselves of self-love, they rid themselves of the roots of all passion and unrest."
   },
   "author": {
    "text": "Saint Ignatius"
   }
  },
  {
   "quote": {
    "text": "War should be the only study of a prince. He should consider peace only as a breathing-time, which gives him leisure to contrive, and furnishes as ability to execute, military plans."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "Together, we will lead our party back to the White House, and we will lead our country back to safety, prosperity, and peace."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Germany has reduced savagery to a science, and this great war for the victorious peace of justice must go on until the German cancer is cut clean out of the world body."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "There are no absolute rules of conduct, either in peace or war. Everything depends on circumstances."
   },
   "author": {
    "text": "Leon Trotsky"
   }
  },
  {
   "quote": {
    "text": "The Bush Administration's failure to be consistently involved in helping Israel achieve peace with the Palestinians has been both wrong for our friendship with Israel, as well as badly damaging to our standing in the Arab world."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Someday when peace has returned to this odd world I want to come to London again and stand on a certain balcony on a moonlit night and look down upon the peaceful silver curve of the Thames with its dark bridges."
   },
   "author": {
    "text": "Ernie Pyle"
   }
  },
  {
   "quote": {
    "text": "I'm not claiming divinity. I've never claimed purity of soul. I've never claimed to have the answers to life. I only put out songs and answer questions as honestly as I can... But I still believe in peace, love and understanding."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "Those who are at war with others are not at peace with themselves."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "Change is certain. Peace is followed by disturbances; departure of evil men by their return. Such recurrences should not constitute occasions for sadness but realities for awareness, so that one may be happy in the interim."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "I get those fleeting, beautiful moments of inner peace and stillness - and then the other 23 hours and 45 minutes of the day, I'm a human trying to make it through in this world."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "It is a curious sensation: the sort of pain that goes mercifully beyond our powers of feeling. When your heart is broken, your boats are burned: nothing matters any more. It is the end of happiness and the beginning of peace."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "My decision to end my marriage was such a risk to lose ratings and lose my fan base. I had to take that risk for my inner peace and to be happy with myself."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "I can promise you that women working together - linked, informed and educated - can bring peace and prosperity to this forsaken planet."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "I never come back home with the same moral character I went out with; something or other becomes unsettled where I had achieved internal peace; some one or other of the things I had put to flight reappears on the scene."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "Peace is our gift to each other."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "Love and peace of mind do protect us. They allow us to overcome the problems that life hands us. They teach us to survive... to live now... to have the courage to confront each day."
   },
   "author": {
    "text": "Bernie Siegel"
   }
  },
  {
   "quote": {
    "text": "My court was divided between peace and war according to their various interests, but I considered only their reasons."
   },
   "author": {
    "text": "Louis XIV"
   }
  },
  {
   "quote": {
    "text": "My faith helps me understand that circumstances don't dictate my happiness, my inner peace."
   },
   "author": {
    "text": "Denzel Washington"
   }
  },
  {
   "quote": {
    "text": "I believe enlightenment or revelation comes in daily life. I look for joy, the peace of action. You need action. I'd have stopped writing years ago if it were for the money."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "I'm just an old hippie. You know, peace and love."
   },
   "author": {
    "text": "Sherman Hemsley"
   }
  },
  {
   "quote": {
    "text": "I cannot think that when God sent us into the world, he had irreversibly decreed that we should be perpetually miserable in it. If our taking up the Cross imply our bidding adieu to all joy and satisfaction, how is it reconcilable with what Solomon expressly affirms of religion, that 'her ways are ways of pleasantness, and all her paths are peace?'"
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "I come into the peace of wild things who do not tax their lives with forethought of grief... For a time I rest in the grace of the world, and am free."
   },
   "author": {
    "text": "Wendell Berry"
   }
  },
  {
   "quote": {
    "text": "He belonged to that army known as invincible in peace, invisible in war."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "Jesus said, 'Greater things of these you shall do...' Become a peace builder, a bridge builder, not a destroyer, and the way you do that is through friendships and relationships, and through authentic character."
   },
   "author": {
    "text": "Ravi Zacharias"
   }
  },
  {
   "quote": {
    "text": "Peace and abstinence from European interferences are our objects, and so will continue while the present order of things in America remain uninterrupted."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "When the Nobel Peace Prize Committee designated me the recipient of the 1970 award for my contribution to the 'green revolution,' they were in effect, I believe, selecting an individual to symbolize the vital role of agriculture and food production in a world that is hungry, both for bread and for peace."
   },
   "author": {
    "text": "Norman Borlaug"
   }
  },
  {
   "quote": {
    "text": "One of the primary purposes of civilization - and certainly its primary strength - is the guarantee that family life can flourish in unity, peace, and order."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "You do indeed have a past, but not now! And, yes, you have a future, but not now! You can consume your now with thoughts of 'then' and 'maybe,' but that will keep you from the inner peace you could experience."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Conscious of my own weakness, I can only seek fervently the guidance of the Ruler of the Universe, and, relying on His all-powerful aid, do my best to restore Union and peace to a suffering people, and to establish and guard their liberties and rights."
   },
   "author": {
    "text": "George B. McClellan"
   }
  },
  {
   "quote": {
    "text": "If virtue promises happiness, prosperity and peace, then progress in virtue is progress in each of these for to whatever point the perfection of anything brings us, progress is always an approach toward it."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "For the sake of peace and justice, let us move toward a world in which all people are at last free to determine their own destiny."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "There will be no lasting peace either in the heart of individuals or in social customs until death is outlawed."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "You either get tired fighting for peace, or you die."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "Peace is the virtue of civilization. War is its crime."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Peace is not only better than war, but infinitely more arduous."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "As long as man continues to be the ruthless destroyer of lower living beings he will never know health or peace. For as long as men massacre animals, they will kill each other."
   },
   "author": {
    "text": "Pythagoras"
   }
  },
  {
   "quote": {
    "text": "All my life, I have maintained that the people of the world can learn to live together in peace if they are not brought up in prejudice."
   },
   "author": {
    "text": "Josephine Baker"
   }
  },
  {
   "quote": {
    "text": "Peace has its victories no less than war, but it doesn't have as many monuments to unveil."
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "This is what we call smart power. Using every possible tool and partner to advance peace and security. Leaving no one on the sidelines. Showing respect even for one's enemies. Trying to understand, in so far as psychologically possible, empathize with their perspective and point of view. Helping to define the problems, determine the solutions."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Throughout my career, I learned plenty about war on the battlefield, but I learned even more about the importance of finding peace. And that is what the State Department and U.S.A.I.D. do: prevent the wars that we can avoid so that we fight only the ones we must."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Smiling is very important. If we are not able to smile, then the world will not have peace. It is not by going out for a demonstration against nuclear missiles that we can bring about peace. It is with our capacity of smiling, breathing, and being peace that we can make peace."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Nuclear disarmament and non-proliferation are not utopian ideals. They are critical to global peace and security."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "You can't make war in the Middle East without Egypt and you can't make peace without Syria."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "An unjust peace is better than a just war."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "We are going to have peace even if we have to fight for it."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "The Honorable Elijah Muhammad teaches us that God, now, is about to establish a kingdom on this earth, based upon brotherhood and peace. And the white man is against brotherhood, and the white man is against peace."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "If they want peace, nations should avoid the pin-pricks that precede cannon shots."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "There was a time not too long ago when American seniors were too often forced to go without food, medicine, and quality healthcare. But thanks to transformative programs like Social Security, most seniors in this country are provided the opportunity to live with the stability and peace of mind they have earned and deserve."
   },
   "author": {
    "text": "Mike Quigley"
   }
  },
  {
   "quote": {
    "text": "When your higher self is present, it always promotes peace."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Let peace, descending from her native heaven, bid her olives spring amidst the joyful nations; and plenty, in league with commerce, scatter blessings from her copious hand!"
   },
   "author": {
    "text": "Daniel Boone"
   }
  },
  {
   "quote": {
    "text": "The minute you got the Nobel Peace Prize, things that I said yesterday, with nobody paying too much attention, I say the same things after I got it - oh! It was quite crucial for people, and it helped our morale because apartheid did look invincible."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "We seek peace, knowing that peace is the climate of freedom."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "The people of the world genuinely want peace. Some day the leaders of the world are going to have to give in and give it to them."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Until he extends his circle of compassion to include all living things, man will not himself find peace."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "I believe God's keeping the records, and I believe you will be rewarded even in this life. Somehow, some way, God will make it up to you. It may be He protected you from an accident you never knew. You can't give God something without God giving you more in return, whether it's peace or joy or satisfaction."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "God of peace, bring your peace to our violent world: peace in the hearts of all men and women and peace among the nations of the Earth."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "This legislation confronts the human truth that the need for clean water knows no borders, and proper management and intervention can be a currency for peace and international cooperation."
   },
   "author": {
    "text": "Bill Frist"
   }
  },
  {
   "quote": {
    "text": "Let him who desires peace prepare for war."
   },
   "author": {
    "text": "Publius Flavius Vegetius Renatus"
   }
  },
  {
   "quote": {
    "text": "My passion stems from seeking world peace and finding how we can live together creatively rather than violently."
   },
   "author": {
    "text": "Mimi Kennedy"
   }
  },
  {
   "quote": {
    "text": "Nothing is more precious than peace, by which all war, both in Heaven and Earth, is brought to an end."
   },
   "author": {
    "text": "Ignatius of Antioch"
   }
  },
  {
   "quote": {
    "text": "We believe world peace is inevitable."
   },
   "author": {
    "text": "Anne Perry"
   }
  },
  {
   "quote": {
    "text": "A mind at peace, a mind centered and not focused on harming others, is stronger than any physical force in the universe."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Your Highest Self only wants you to be at peace. It does not judge, compare, or demand that you defeat anyone or be better than anyone."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "There is nothing your highest self wants more than peace. This peace makes you feel worthy of all of the richest blessings of the universe, and when you radiate this out into the world, it is returned to you without fail."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "When we have peace, then we have a chance to save the planet. But if we are not united in peace, if we do not practice mindful consumption, we cannot save our planet."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "The only excuse for war is that we may live in peace unharmed."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Peace is liberty in tranquillity."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "The true and solid peace of nations consists not in equality of arms, but in mutual trust alone."
   },
   "author": {
    "text": "Pope John XXIII"
   }
  },
  {
   "quote": {
    "text": "War will never cease until babies begin to come into the world with larger cerebrums and smaller adrenal glands."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "When I was a young man, I was poor. In a war with other nations, I was in eighty-seven fights. There I received my name and was made Chief of my nation. But now I am old and am for peace."
   },
   "author": {
    "text": "Red Cloud"
   }
  },
  {
   "quote": {
    "text": "In a few decades, the relationship between the environment, resources and conflict may seem almost as obvious as the connection we see today between human rights, democracy and peace."
   },
   "author": {
    "text": "Wangari Maathai"
   }
  },
  {
   "quote": {
    "text": "There are things about organized religion which I resent. Christ is revered as the Prince of Peace, but more blood has been shed in His name than any other figure in history. You show me one step forward in the name of religion, and I'll show you a hundred retrogressions."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "We all lose somebody we care about and want to find some comforting way of dealing with it, something that will give us a little closure, a little peace."
   },
   "author": {
    "text": "Mitch Albom"
   }
  },
  {
   "quote": {
    "text": "Our ideal is to make her ever stronger and better and finer, because in that way alone, as we believe, can she be of the greatest service to the world's peace and to the welfare of mankind."
   },
   "author": {
    "text": "Henry Cabot Lodge"
   }
  },
  {
   "quote": {
    "text": "Dad could talk about peace and love out loud to the world, but he could never show it to the people who supposedly meant the most to him: his wife and son. How can you talk about peace and love and have a family in bits and pieces - no communication, adultery, divorce? You can't do it, not if you're being true and honest with yourself."
   },
   "author": {
    "text": "Julian Lennon"
   }
  },
  {
   "quote": {
    "text": "I think it's naive to pray for world peace if we're not going to change the form in which we live."
   },
   "author": {
    "text": "Godfrey Reggio"
   }
  },
  {
   "quote": {
    "text": "Be good, keep your feet dry, your eyes open, your heart at peace and your soul in the joy of Christ."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "I need to be loved. I need to be nurtured. I also need peace and stability in my relationships. I can't be in volatile relationships."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "If you want to be a voice for peace in the world, begin by making peace a permanent condition of your own life."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Success is measured by your discipline and inner peace."
   },
   "author": {
    "text": "Mike Ditka"
   }
  },
  {
   "quote": {
    "text": "They may call me a sinner, but I am at peace with myself."
   },
   "author": {
    "text": "Brigitte Bardot"
   }
  },
  {
   "quote": {
    "text": "Piety is not a goal but a means to attain through the purest peace of mind the highest culture."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "There can never be peace between nations until there is first known that true peace which is within the souls of men."
   },
   "author": {
    "text": "Black Elk"
   }
  },
  {
   "quote": {
    "text": "Peace comes when you talk to the guy you most hate. And that's where the courage of a leader comes, because when you sit down with your enemy, you as a leader must already have very considerable confidence from your own constituency."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "The Nobel Peace Prize has always been a joke - albeit a grim one. Alfred Bernhard Nobel famously invented dynamite and felt sorry about it."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "People sleep peaceably in their beds at night only because rough men stand ready to do violence on their behalf."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "I like to believe that people in the long run are going to do more to promote peace than our governments. Indeed, I think that people want peace so much that one of these days governments had better get out of the way and let them have it."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "In the '60s we fought for peace, when the Vietnam war was on. We were against the cops and against the politicians, and there was a lot of waving banners and all that. And I think in a way, just as they were enjoying that machoism of war, we were enjoying the machismo of being anti-war, you know?"
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "I purposely don't talk about money, because people are already skeptical about TV preachers. But I do say that I want you to be blessed. To me, prosperity is having health, having great children, having peace, good relationships. It's not about the money."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I'm not a big believer in trying to jam stuff down somebody's throat: 'You're going to do it my way.' I'd rather show by example and live my life and have people say, 'You know what, I want to live like Joel has. He's got peace and joy, and he seems content.'"
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Our armed forces will fight for peace in Iraq, a peace built on more secure foundations than are found today in the Middle East. Even more important, they will fight for two human conditions of even greater value than peace: liberty and justice."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "Without resolving Kashmir dispute, lasting peace cannot be maintained in the region."
   },
   "author": {
    "text": "Shehbaz Sharif"
   }
  },
  {
   "quote": {
    "text": "In the whole round of human affairs little is so fatal to peace as misunderstanding."
   },
   "author": {
    "text": "Margaret Elizabeth Sangster"
   }
  },
  {
   "quote": {
    "text": "Through mutual understanding, sincerity and goodwill, and with great wisdom and broad views, the leaders on both sides should jointly initiate new opportunities for peace, stability, cooperation and mutual benefit."
   },
   "author": {
    "text": "Chen Shui-bian"
   }
  },
  {
   "quote": {
    "text": "Another essential to a universal and durable peace is social justice."
   },
   "author": {
    "text": "Arthur Henderson"
   }
  },
  {
   "quote": {
    "text": "There can be no peace in the world so long as a large proportion of the population lack the necessities of life and believe that a change of the political and economic system will make them available. World peace must be based on world plenty."
   },
   "author": {
    "text": "John Boyd Orr"
   }
  },
  {
   "quote": {
    "text": "We can only move to a long-term resolution regarding terrorism and war by planting seeds of peace. We have to start with ourselves."
   },
   "author": {
    "text": "Peter Yarrow"
   }
  },
  {
   "quote": {
    "text": "This is the way of peace: Overcome evil with good, falsehood with truth, and hatred with love."
   },
   "author": {
    "text": "Peace Pilgrim"
   }
  },
  {
   "quote": {
    "text": "I wanted to connect all people who are thinking about peace on Earth."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "In many ways, when you're a Nobel peace laureate, you have an obligation to humankind, to society."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "I took a speed-reading course and read War and Peace in twenty minutes. It involves Russia."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "My father told me about American democracy. And he said you have to be actively engaged in the political process to make our democracy work. So I've been doing that my entire life. Civil rights movement. The peace movement during the Vietnam conflict. The movement to get an apology and redress for Japanese-Americans."
   },
   "author": {
    "text": "George Takei"
   }
  },
  {
   "quote": {
    "text": "Peace goes into the making of a poem as flour goes into the making of bread."
   },
   "author": {
    "text": "Pablo Neruda"
   }
  },
  {
   "quote": {
    "text": "Our way is straight and clear - the building up of a socialist democracy at home, with freedom and prosperity for all, and the maintenance of world peace and friendship with all nations abroad."
   },
   "author": {
    "text": "Lal Bahadur Shastri"
   }
  },
  {
   "quote": {
    "text": "That peace which is within us, we must experience it. And if we are searching for peace outside we will never find the peace within."
   },
   "author": {
    "text": "Prem Rawat"
   }
  },
  {
   "quote": {
    "text": "Work and live to serve others, to leave the world a little better than you found it and garner for yourself as much peace of mind as you can. This is happiness."
   },
   "author": {
    "text": "David Sarnoff"
   }
  },
  {
   "quote": {
    "text": "To discover your mission and put it into action - instead of worrying on the sidelines - is to find peace of mind and a heart full of love."
   },
   "author": {
    "text": "Scilla Elworthy"
   }
  },
  {
   "quote": {
    "text": "When at home, I pray to all forms of Goddess Durga for health, wealth, peace, and prosperity for me and my family."
   },
   "author": {
    "text": "Roop Durgapal"
   }
  },
  {
   "quote": {
    "text": "Fascism, the more it considers and observes the future and the development of humanity, quite apart from political considerations of the moment, believes neither in the possibility nor the utility of perpetual peace."
   },
   "author": {
    "text": "Benito Mussolini"
   }
  },
  {
   "quote": {
    "text": "Whether addressing immediate crises or building long-term foundations of peace, the United Nations will remain committed to solutions that advance the global good."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "One little person, giving all of her time to peace, makes news. Many people, giving some of their time, can make history."
   },
   "author": {
    "text": "Peace Pilgrim"
   }
  },
  {
   "quote": {
    "text": "I think that American women are further along than any other women in the world. But you can't have peace in a world in which some women or some men or some nations are at different stages of development. There is so much work to be done."
   },
   "author": {
    "text": "Alice Paul"
   }
  },
  {
   "quote": {
    "text": "I don't think I've ever felt that same kind of peace, the kind of serenity that I felt after acknowledging that maybe I was going to die of this TB."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "I think that people want peace so much that one of these days government had better get out of their way and let them have it."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "When life is victorious, there is birth; when it is thwarted, there is death. A warrior is always engaged in a life-and-death struggle for Peace."
   },
   "author": {
    "text": "Morihei Ueshiba"
   }
  },
  {
   "quote": {
    "text": "We look forward to the time when the Power of Love will replace the Love of Power. Then will our world know the blessings of peace."
   },
   "author": {
    "text": "William E. Gladstone"
   }
  },
  {
   "quote": {
    "text": "The only reason there is peace and order in Davao is because of me."
   },
   "author": {
    "text": "Rodrigo Duterte"
   }
  },
  {
   "quote": {
    "text": "If you use weapons of war to bring about peace, you're going to have more war and destruction."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "The man who can centre his thoughts and hopes upon something transcending self can find a certain peace in the ordinary troubles of life, which is impossible to the pure egoist."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "We are all familiar with the dove carrying an olive branch as a peace offering. The jewelry I've created pays tribute both to the messenger's noble mission and gardens as a refuge of peace and tranquility."
   },
   "author": {
    "text": "Paloma Picasso"
   }
  },
  {
   "quote": {
    "text": "Sailing a boat calls for quick action, a blending of feeling with the wind and water as well as with the very heart and soul of the boat itself. Sailing teaches alertness and courage, and gives in return a joyousness and peace that but few sports afford."
   },
   "author": {
    "text": "George Matthew Adams"
   }
  },
  {
   "quote": {
    "text": "Oh, come, Divine Physician, and bind up every broken bone. Come with Thy sacred nard which Thou hast compounded of Thine own heart's blood, and lay it home to the wounded conscience and let it feel its power. Oh! Give peace to those whose conscience is like the troubled sea which cannot rest."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "I just think bad vibes and hate and Trump are getting so much airtime, we need to speak out loud for peace and equality and fairness and make sure we all know that there are a lot of us out here in the world that just want love."
   },
   "author": {
    "text": "Jim James"
   }
  },
  {
   "quote": {
    "text": "Enigma is really an investment in peace of mind. I keep a lot of confidential information on my laptop. I'm usually very careful about keeping my laptop under close physical control but had an unfortunate lapse and left it on a plane. That could have cost me dearly if not for the Enigma."
   },
   "author": {
    "text": "Jim Cantrell"
   }
  },
  {
   "quote": {
    "text": "I created the Women's Federation for World Peace in order to restore all that woman originally lost. You American women don't need a man in the position of grandfather, parents, husband, elder or younger brother. You only need the true Adam."
   },
   "author": {
    "text": "Sun Myung Moon"
   }
  },
  {
   "quote": {
    "text": "Peace along with freedom and justice are the pillars for attaining both security and stability and will pave the way towards the eradication of oppression, extremism, and terrorism in our world."
   },
   "author": {
    "text": "Najib Mikati"
   }
  },
  {
   "quote": {
    "text": "I believe in the Prince of Peace. I believe that War is Murder. I believe that armies and navies are at bottom the tinsel and braggadocio of oppression and wrong, and I believe that the wicked conquest of weaker and darker nations by nations whiter and stronger but foreshadows the death of that strength."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "When you can whip any man in the world, you never know peace."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "If there is to be any peace it will come through being, not having."
   },
   "author": {
    "text": "Henry Miller"
   }
  },
  {
   "quote": {
    "text": "Imagine the peace symbol. The peace symbol has three pieces in it. One piece is emotion, that's your body. Another piece has spirit in it, that's your fuel. Another piece has intellect in it and that's your steering wheel. You can never overdo the fuel that goes into the body, which is the emotions and the steering wheel to drive it."
   },
   "author": {
    "text": "Gary Busey"
   }
  },
  {
   "quote": {
    "text": "Peace can be promoted by the limitation of arms and by the creation of the instrumentality for peaceful settlement of controversies. But it will become a reality only through self-restraint and active effort in friendliness and helpfulness."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "Well may the boldest fear and the wisest tremble when incurring responsibilities on which may depend our country's peace and prosperity, and in some degree the hopes and happiness of the whole human family."
   },
   "author": {
    "text": "James K. Polk"
   }
  },
  {
   "quote": {
    "text": "People always make war when they say they love peace."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "Some men know that a light touch of the tongue, running from a woman's toes to her ears, lingering in the softest way possible in various places in between, given often enough and sincerely enough, would add immeasurably to world peace."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Mr. Speaker, I rise today to recognize the Peace Corps as it reached its 45th anniversary on March 1, 2006."
   },
   "author": {
    "text": "Solomon Ortiz"
   }
  },
  {
   "quote": {
    "text": "Deregulation created this epidemic of greed which according to the rules of capitalism was OK. Beyond that there was criminal behaviour. There have been no repercussions and it's hard to make your peace with."
   },
   "author": {
    "text": "Brad Pitt"
   }
  },
  {
   "quote": {
    "text": "Peace is purchased from strength. It's not purchased from weakness or unilateral retreats."
   },
   "author": {
    "text": "Benjamin Netanyahu"
   }
  },
  {
   "quote": {
    "text": "A heartsong doesn't have to be a song in your heart. It doesn't have to be talking about love and peace. It can just be your message. It can be your feeling. Some people might even call it a conscience, even though that's not really what it is. It's your message, what you feel like you need to do."
   },
   "author": {
    "text": "Mattie Stepanek"
   }
  },
  {
   "quote": {
    "text": "Peace is one of the most precious gifts God has promised His children. I know, because for many years my life was not peaceful, and I was miserable."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "I think the perception of peace is what distracts most people from really having it."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "It seems like a lot of people seek their peace in things. And most of us are not even satisfied with the things we have... we always want more."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "The devil is a peace stealer, and he works hard to set us up to get upset. But we can learn how to change our approach so we don't live upset all of the time. And Jesus gives us the best example to follow."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "If you're not careful to think and speak words of faith, worry will creep in, and it will not only steal your peace and joy, it will steal your 'today.' The present is the greatest gift God ever gives us. So hold on to the peace that's yours in Christ. Don't let it go."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Peace is one of the most precious gifts God has promised His children."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "We must learn how to live in the space of inner peace in our everyday lives. This takes consistent, conscious effort because I know so many black women are hurting and sad, and we don't easily express our heartache or show our wounds."
   },
   "author": {
    "text": "Susan L. Taylor"
   }
  },
  {
   "quote": {
    "text": "Give peace a chance."
   },
   "author": {
    "text": "Yitzhak Rabin"
   }
  },
  {
   "quote": {
    "text": "Quakers are known for wanting to give back. Ban the bomb and the civil rights movement and the native American struggle for justice - those things were very, very front-burner in my childhood, as were the ideas of working for peace and if you have more than you need, then you share it with people who don't."
   },
   "author": {
    "text": "Bonnie Raitt"
   }
  },
  {
   "quote": {
    "text": "The United Nations was founded 70 years ago, at the end of World War II. Since that time, Japan has steadfastly walked the path of peace and rebuilt a nation. And, since the mid-1950s onward, we have actively worked to share our experience of development with other nations, especially in Asia."
   },
   "author": {
    "text": "Shinzo Abe"
   }
  },
  {
   "quote": {
    "text": "The difference must be distinguished between worship and respect. Islam orders you to obey and respect, as long as you are not worshiping anything other than God... Islam is a religion of peace. You don't attack. You explain."
   },
   "author": {
    "text": "Hakeem Olajuwon"
   }
  },
  {
   "quote": {
    "text": "If I were asked to name the chief benefit of the house, I should say: the house shelters day-dreaming, the house protects the dreamer, the house allows one to dream in peace."
   },
   "author": {
    "text": "Gaston Bachelard"
   }
  },
  {
   "quote": {
    "text": "The Union, which can alone insure internal peace, and external security to each State, Must and Shall be Preserved, cost what it may in time, treasure, and blood."
   },
   "author": {
    "text": "George B. McClellan"
   }
  },
  {
   "quote": {
    "text": "The hippies wanted peace and love. We wanted Ferraris, blondes and switchblades."
   },
   "author": {
    "text": "Alice Cooper"
   }
  },
  {
   "quote": {
    "text": "Self-Realization Fellowship seemed like training. It was the training ground for finding a sense of peace in myself. Because that's my job. It's no one else's."
   },
   "author": {
    "text": "Mariel Hemingway"
   }
  },
  {
   "quote": {
    "text": "It is heroic to prepare for war with a tyrant power. Patriots will always win the admiration of mankind for daring to meet the bloodshed of battle for their country's liberty. But the patriot who is willing to go to that sacrifice will be the first to condemn the aimless and secret shedding of blood in time of peace."
   },
   "author": {
    "text": "John Boyle O'Reilly"
   }
  },
  {
   "quote": {
    "text": "The slow rhythm of the body, the insistent rhythm of the wit, were they becoming irreconcilable in modern civilisation? The sedentary life, frustration and irritability; work with the body, fatigue - and peace of mind."
   },
   "author": {
    "text": "Henry Williamson"
   }
  },
  {
   "quote": {
    "text": "On even the worst days, when nothing was working at the lab, I knew that at home I would find warmth, peace, companionship, and encouragement. As a consequence, the next day would surely be better."
   },
   "author": {
    "text": "James Cronin"
   }
  },
  {
   "quote": {
    "text": "Our most important task is to transform our consciousness so that violence is no longer an option for us in our personal lives, that understanding that a world of peace is possible only if we relate to each other as peaceful beings, one individual at a time."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Peace is not the absence of war, but a virtue based on strength of character."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "A peace that depends on fear is nothing but a suppressed war."
   },
   "author": {
    "text": "Henry Van Dyke"
   }
  },
  {
   "quote": {
    "text": "When I go home and get off tour, I'd like to have a peace of mind. I like to chill. I don't like everything to be all chaotic like how it is when I step outside, you know?"
   },
   "author": {
    "text": "Tyga"
   }
  },
  {
   "quote": {
    "text": "Little islands of human happiness, peace, and prosperity are so exceptional at this point in history that I'm not even sure we can draw lessons from them."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Some taxpayers may object to a print journalism bailout on the grounds that it mostly benefits the liberal elite. And we can't blame taxpayers for being reluctant to subsidize the reportorial careers of J-school twerps who should have joined the Peace Corps and gone to Africa to 'speak truth to power' to Robert Mugabe."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Loud peace propaganda makes war seem imminent."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "No nation ever had an army large enough to guarantee it against attack in time of peace, or ensure it of victory in time of war."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "Remember, each one of us has the power to change the world. Just start thinking peace, and the message will spread quicker than you think."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "The war industry people are very together; they know exactly what they want; they don't even have to talk to each other. The peace industry people are just intellectuals who are very critical of each other... Unless the peace industry is powerful, we're always going to have war. It is as simple as that."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "If you want to make peace, you don't talk to your friends. You talk to your enemies."
   },
   "author": {
    "text": "Moshe Dayan"
   }
  },
  {
   "quote": {
    "text": "That idea of peace and love toward humanity shouldn't be nationalistic or denominational. It should be a chief concern for all mankind."
   },
   "author": {
    "text": "Mos Def"
   }
  },
  {
   "quote": {
    "text": "The Creator of the seas, sands, and endless stars is reaching out to you this very day! He is offering the grand recipe for happiness, peace, and eternal life!"
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "Other people do not have to change for us to experience peace of mind."
   },
   "author": {
    "text": "Gerald Jampolsky"
   }
  },
  {
   "quote": {
    "text": "I'm literally fighting for the equality of every man, woman and child regardless of race, religion, color, creed, and sexual orientation and here to spread a message of peace, love, and positivity."
   },
   "author": {
    "text": "Logic"
   }
  },
  {
   "quote": {
    "text": "Countries around the world have their own immigration laws and methods of dealing with a recurring theme: desperate people searching for peace from volatile parts of the world. And nations everywhere thrive and prosper from the contributions of immigrants and the children of immigrants - including right here in the U.S."
   },
   "author": {
    "text": "Al Sharpton"
   }
  },
  {
   "quote": {
    "text": "Peace is a natural effect of trade."
   },
   "author": {
    "text": "Montesquieu"
   }
  },
  {
   "quote": {
    "text": "There are some things that money can't buy: peace of mind, for starters, and lean muscle mass. Neither the Queen of England nor the founder of Microsoft can put in an order for either one."
   },
   "author": {
    "text": "Victoria Moran"
   }
  },
  {
   "quote": {
    "text": "While conscience is our friend, all is at peace; however once it is offended, farewell to a tranquil mind."
   },
   "author": {
    "text": "Mary Wortley Montagu"
   }
  },
  {
   "quote": {
    "text": "Let a new earth rise. Let another world be born. Let a bloody peace be written in the sky. Let a second generation full of courage issue forth; let a people loving freedom come to growth."
   },
   "author": {
    "text": "Margaret Walker"
   }
  },
  {
   "quote": {
    "text": "In times of peace, the war party insists on making preparation for war. As soon as prepared for, it insists on making war."
   },
   "author": {
    "text": "Robert M. La Follette"
   }
  },
  {
   "quote": {
    "text": "I say that building peace is like building a cathedral. You have to have a solid base, and then you do it brick by brick. But the process is irreversible. There's no way back."
   },
   "author": {
    "text": "Juan Manuel Santos"
   }
  },
  {
   "quote": {
    "text": "What my job is, is to get on with getting the process of democratic politics, back on the road, entrenching the peace settlement, and I ask you to judge me on my record."
   },
   "author": {
    "text": "Peter Hain"
   }
  },
  {
   "quote": {
    "text": "We who go out to die shall be remembered, because we gave the world peace. That will be our reward, though we will know nothing of it, but lie rotting in the earth - dead."
   },
   "author": {
    "text": "Philip Gibbs"
   }
  },
  {
   "quote": {
    "text": "If the death of Osama Bin Laden brings any peace to those who lost loved ones on that awful day in September 2001, that is a great thing. It is more likely, however, just a painful reminder of what was lost."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "You don't make peace with your friends. That's the bottom line. You end conflicts by trying to find some political resolution."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "A conqueror is always a lover of peace."
   },
   "author": {
    "text": "Carl von Clausewitz"
   }
  },
  {
   "quote": {
    "text": "To secure peace is to prepare for war."
   },
   "author": {
    "text": "Carl von Clausewitz"
   }
  },
  {
   "quote": {
    "text": "Before we went on any protest, whether it was sit-ins or the freedom rides or any march, we prepared ourselves, and we were disciplined. We were committed to the way of peace - the way of non-violence - the way of love - the way of life as the way of living."
   },
   "author": {
    "text": "John Lewis"
   }
  },
  {
   "quote": {
    "text": "The olive branch has been consecrated to peace, palm branches to victory, the laurel to conquest and poetry, the myrtle to love and pleasure, the cypress to mourning, and the willow to despondency."
   },
   "author": {
    "text": "Dorothea Dix"
   }
  },
  {
   "quote": {
    "text": "I never was a hippie! I went to India because so many friends like Mia Farrow and the Beatles were going there to discover truth. And so I went and trekked through India by myself, but instead of discovering truth, I wanted to join the Peace Corps."
   },
   "author": {
    "text": "Jane Fonda"
   }
  },
  {
   "quote": {
    "text": "But he is unworthy the name of a minister of the gospel of peace, who is unwilling, not only to have his name cast out as evil, but also to die for the truths of the Lord Jesus."
   },
   "author": {
    "text": "George Whitefield"
   }
  },
  {
   "quote": {
    "text": "I would like to see real peace and a state of Israel living peacefully alongside a state of Palestine."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "When you have a baby, when you feel his love, you feel so at peace with the world. You just want to share the good news and share how happy you feel."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "But only art and music have the power to bring peace."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "When you're imagining peace, you can't kill anyone. That's good isn't it?"
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "Therefore I feel that the aforementioned guiding principle must be modified to read: If you desire peace, cultivate justice, but at the same time cultivate the fields to produce more bread; otherwise there will be no peace."
   },
   "author": {
    "text": "Norman Borlaug"
   }
  },
  {
   "quote": {
    "text": "If man does find the solution for world peace it will be the most revolutionary reversal of his record we have ever known."
   },
   "author": {
    "text": "George C. Marshall"
   }
  },
  {
   "quote": {
    "text": "I'm deeply, deeply passionate about creating peace and well-being in the classroom, and well-being as a global nation."
   },
   "author": {
    "text": "Goldie Hawn"
   }
  },
  {
   "quote": {
    "text": "I believe if religion brings you to a sense of peace, that's beautiful. But I also believe if religion's not your thing, that's fine, too, just so long as you're a good person and you find that one thing that leads you to peace and teaches you to have harmony with yourself and other people around you."
   },
   "author": {
    "text": "Michelle Phan"
   }
  },
  {
   "quote": {
    "text": "We will not have peace by afterthought."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "A calling is the place where your gifts, abilities, desires, and feelings of worth all meet. When you follow your calling, you feel at home, at peace - you feel as though you're where you're meant to be."
   },
   "author": {
    "text": "Mike Yaconelli"
   }
  },
  {
   "quote": {
    "text": "There are more than 300,000 families in the Gulf region that lost their homes and are waiting for peace of mind. The hurricane exposed the sad reality of poverty in America. We saw, in all its horrific detail, the vulnerabilities of living in inadequate housing and the heartbreak of losing one's home."
   },
   "author": {
    "text": "Harry Connick, Jr."
   }
  },
  {
   "quote": {
    "text": "The following terms all mean one and the same thing: God, goodness, mental health, truth, decency, happiness, freedom, reality, peace, love, sensibleness."
   },
   "author": {
    "text": "Vernon Howard"
   }
  },
  {
   "quote": {
    "text": "Whoever wishes peace among peoples must fight statism."
   },
   "author": {
    "text": "Ludwig von Mises"
   }
  },
  {
   "quote": {
    "text": "Whoever wants peace among nations must seek to limit the state and its influence most strictly."
   },
   "author": {
    "text": "Ludwig von Mises"
   }
  },
  {
   "quote": {
    "text": "The Divine of the Lord in heaven is love, for the reason that love is receptive of all things of heaven, such as peace, intelligence, wisdom and happiness."
   },
   "author": {
    "text": "Emanuel Swedenborg"
   }
  },
  {
   "quote": {
    "text": "When life doesn't make sense, we can still have peace."
   },
   "author": {
    "text": "Rick Warren"
   }
  },
  {
   "quote": {
    "text": "I just want you to know that, when we talk about war, we're really talking about peace."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "There is always a certain peace in being what one is, in being that completely."
   },
   "author": {
    "text": "Ugo Betti"
   }
  },
  {
   "quote": {
    "text": "Love, peace and soul."
   },
   "author": {
    "text": "Don Cornelius"
   }
  },
  {
   "quote": {
    "text": "The Disarmament Conference has become the focal point of a great struggle between anarchy and world order... between those who think in terms of inevitable armed conflict and those who seek to build a universal and durable peace."
   },
   "author": {
    "text": "Arthur Henderson"
   }
  },
  {
   "quote": {
    "text": "In our quest for peace, we should constantly ask ourselves what we should do to create conditions in which peace can prosper."
   },
   "author": {
    "text": "F. W. de Klerk"
   }
  },
  {
   "quote": {
    "text": "There is so much of good in human nature that men grow to like each other upon better acquaintance, and this points to another way in which we may strive to promote the peace of the world."
   },
   "author": {
    "text": "Elihu Root"
   }
  },
  {
   "quote": {
    "text": "President Trump should win the Nobel Peace Prize. What we need is only peace."
   },
   "author": {
    "text": "Moon Jae-in"
   }
  },
  {
   "quote": {
    "text": "Let us all pledge to protect this opportunity in order to see that the wish of peace becomes a true and daily fact in this region."
   },
   "author": {
    "text": "Mahmoud Abbas"
   }
  },
  {
   "quote": {
    "text": "I would head to the countryside for peace and silence. That would be the best way, away from panicked, hysterical people."
   },
   "author": {
    "text": "Diana Rigg"
   }
  },
  {
   "quote": {
    "text": "I never will have peace of mind. I'm not constructed that way. Some things in life can be horrible."
   },
   "author": {
    "text": "Julie Christie"
   }
  },
  {
   "quote": {
    "text": "You are not going to get peace with millions of armed men. The chariot of peace cannot advance over a road littered with cannon."
   },
   "author": {
    "text": "David Lloyd"
   }
  },
  {
   "quote": {
    "text": "Peace in Palestine is inevitable. The question is how do we make it happen today."
   },
   "author": {
    "text": "Darrell Issa"
   }
  },
  {
   "quote": {
    "text": "I just want to live in peace and quiet."
   },
   "author": {
    "text": "Agnetha Faltskog"
   }
  },
  {
   "quote": {
    "text": "When we are unwilling to draw clear moral lines between free societies and fear societies, when we are unwilling to call the former good and the latter evil, we will not be able to advance the cause of peace because peace cannot be disconnected from freedom."
   },
   "author": {
    "text": "Natan Sharansky"
   }
  },
  {
   "quote": {
    "text": "We in the West think of peace as society's default position. War is a temporary state of affairs that happens when peace fails. For us, war is something that has a beginning, a middle, and an end. When it is over, win or lose, the warring factions lay down their arms and resume their normal lives."
   },
   "author": {
    "text": "Kathleen Troia McFarland"
   }
  },
  {
   "quote": {
    "text": "Peace does not include a vendetta; there will be neither winners nor losers."
   },
   "author": {
    "text": "Ahmed Ben Bella"
   }
  },
  {
   "quote": {
    "text": "I haven't had a single thought for 26 years. I have only understanding. It's somewhat complicated to understand that. I've hardly ever spoken about it. You're in a state of total peace of mind. A kind of nirvana."
   },
   "author": {
    "text": "Byron Katie"
   }
  },
  {
   "quote": {
    "text": "My constant prayer, my number one foreign goal, is to bring peace to Israel. And in the process to Israel's neighbours."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "If you hit a Talib with your shoe, then there would be no difference between you and the Talib. You must not treat others with cruelty and that much harshly, you must fight others but through peace and through dialogue and through education."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "We have to be active about kindness and about peace. I've always fantasized that it would be great if there was a Department of Peace."
   },
   "author": {
    "text": "Dave Matthews"
   }
  },
  {
   "quote": {
    "text": "There is need occasionally to leave the noise and the tumult of the world and step within the walls of a sacred house of God, there to feel His Spirit in an environment of holiness and peace."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "We all say things sometimes to hurt people, so it's important to forgive and have peace with others and forgive and be at peace with yourself."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "The need for peace in Northern Ireland goes well beyond political stability. It now speaks to regional Europe and even global stability."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Egypt has been a partner of the United States over the last 30 years, has been instrumental in keeping the peace in the Middle East between Egypt and Israel, which is a critical accomplishment that has meant so much to so many people."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "The most disadvantageous peace is better than the most just war."
   },
   "author": {
    "text": "Desiderius Erasmus"
   }
  },
  {
   "quote": {
    "text": "The services in wartime are fit only for desperadoes, but in peace are only fit for fools."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "This celebration here tells me that this work is not hopeless. I thank you for this teaching with all my heart and lift my glass to human solidarity, to the ultimate victory of knowledge, peace, good-will and understanding."
   },
   "author": {
    "text": "Albert Szent-Gyorgyi"
   }
  },
  {
   "quote": {
    "text": "Some might complain that nuclear disarmament is little more than a dream. But that ignores the very tangible benefits disarmament would bring for all humankind. Its success would strengthen international peace and security. It would free up vast and much-needed resources for social and economic development. It would advance the rule of law."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "I bought my own home in 2004. It's a sanctuary for my family and a place of peace and calm. It's key for anyone committed to leadership and success to avoid the noise and focus on their best opportunities."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "The fact that Newark is having poetry festivals and peace conferences - all of these things are building an undeniable thesis that our city is making incredible strides forward."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "Peace is necessary. For justice, it is necessary. For hope, it is necessary, for our future."
   },
   "author": {
    "text": "Harry Belafonte"
   }
  },
  {
   "quote": {
    "text": "The price of peace is righteousness."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "Wishful thinking won't make the Palestinians an Israeli peace partner, no matter how much President Barack Obama pressures Israel to make concessions; caustically mocking Putin's worldview won't make it any less real or mitigate the Russian threat."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "Fill you mind with the meaningless stimuli of a world preoccupied with meaningless things, and it will not be easy to feel peace in your heart."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Could I have but a line a century hence crediting a contribution to the advance of peace, I would yield every honor which has been accorded by war."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "I'm against genocide. I'm against fascism. I'm willing to fight against them so that, in that sense, I think one can still be committed to justice and committed to peace but recognize the circumstances under which one does have to fight."
   },
   "author": {
    "text": "Cornel West"
   }
  },
  {
   "quote": {
    "text": "The choice, however, is as clear now for nations as it was once for the individual: peace or extinction."
   },
   "author": {
    "text": "Lester B. Pearson"
   }
  },
  {
   "quote": {
    "text": "Many African leaders refuse to send their troops on peace keeping missions abroad because they probably need their armies to intimidate their own populations."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "I desired to become a Christian, and prayed earnestly for the forgiveness of my sins. I felt a peace of mind resulting, and loved every one, feeling desirous that all should have their sins forgiven, and love Jesus as I did."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "We travel together, passengers on a little spaceship, dependent on its vulnerable reserves of air and soil, all committed, for our safety, to its security and peace. Preserved from annihilation only by the care, the work and the love we give our fragile craft."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "If it came to a magic genie, I would ask him for two extra wishes. One would be that no one would have to live with the muscular dystrophy disease or any disease. And the second one would be world peace, that we just stop fighting, talk about things, and we could live in harmony once again, like God intended us to do."
   },
   "author": {
    "text": "Mattie Stepanek"
   }
  },
  {
   "quote": {
    "text": "Through the years I have received my share of recognition for efforts in the fields of sports, the arts, the struggle for full citizenship for the Negro people, labor's rights and the fight for peace."
   },
   "author": {
    "text": "Paul Robeson"
   }
  },
  {
   "quote": {
    "text": "What they could do with 'round here is a good war. What else can you expect with peace running wild all over the place? You know what the trouble with peace is? No organization."
   },
   "author": {
    "text": "Bertolt Brecht"
   }
  },
  {
   "quote": {
    "text": "We remain at peace with all nations, and no efforts on my part consistent with the preservation of our rights and the honor of the country shall be spared to maintain a position so consonant to our institutions."
   },
   "author": {
    "text": "Martin Van Buren"
   }
  },
  {
   "quote": {
    "text": "Laws are the terms by which independent and isolated men united to form a society, once they tired of living in a perpetual state of war where the enjoyment of liberty was rendered useless by the uncertainty of its preservation. They sacrificed a portion of this liberty so that they could enjoy the remainder in security and peace."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "Broad-mindedness is related to tolerance; open-mindedness is the sibling of peace."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "I wish to assure you that there can never be any return to the state of armed conflict which existed before our commitment to peace and the democratic process of election under the Lancaster House agreement."
   },
   "author": {
    "text": "Robert Mugabe"
   }
  },
  {
   "quote": {
    "text": "The Church of Christ is constituted in two orders, the clergy and the people, the one having the care of the Church that all may be ruled for the salvation of souls; the other contains kings, princes, and nobles who have to carry on secular government that all things may lead to the peace and unity of the Church."
   },
   "author": {
    "text": "Thomas Becket"
   }
  },
  {
   "quote": {
    "text": "As this long and difficult war ends, I would like to address a few special words to the American people: Your steadfastness in supporting our insistence on peace with honor has made peace with honor possible."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "The spirit of the kingdom undermines its defenses. People will rise against the king. A new peace is made; holy laws deteriorate. Paris has never before found herself in such dire straits."
   },
   "author": {
    "text": "Nostradamus"
   }
  },
  {
   "quote": {
    "text": "I come from a family of very devout, praying people. That idea of peace and love toward humanity shouldn't be nationalistic or denominational. It should be a chief concern for all mankind."
   },
   "author": {
    "text": "Mos Def"
   }
  },
  {
   "quote": {
    "text": "I only got 'War and Peace' on the third attempt."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "In the course of my lifetime, that world went from violence to a kind of peace."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "My commitment is to continue making a Mexico where families live in an environment of peace and better security."
   },
   "author": {
    "text": "Enrique Pena Nieto"
   }
  },
  {
   "quote": {
    "text": "Let me just say: Peace to you, if you're willing to fight for it."
   },
   "author": {
    "text": "Fred Hampton"
   }
  },
  {
   "quote": {
    "text": "In the scriptures, 'peace' means either freedom from strife, contention, conflict, or war, or an inner calm and comfort born of the Spirit that is a gift of God to all of his children, an assurance and serenity within a person's heart."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "Tony Benn and I were very close, very close friends for 30, 40 years. We talked to each other a great deal, and we were great friends. And I was with him shortly before he died, talking about prospects of the world and prospects for peace. And I'm very sad that he's gone."
   },
   "author": {
    "text": "Jeremy Corbyn"
   }
  },
  {
   "quote": {
    "text": "Anyone who spends time on the road knows there's something special about being in the middle of Utah or Nebraska - you sit with it, and there's a peace about it. You can go left or right, and it opens up all kinds of doors. You take your own path."
   },
   "author": {
    "text": "Jason Momoa"
   }
  },
  {
   "quote": {
    "text": "My mother, may her soul rest in peace, shaped my personality; thanks to her, I have acquired many values, good traits and skills."
   },
   "author": {
    "text": "Mohammed bin Rashid Al Maktoum"
   }
  },
  {
   "quote": {
    "text": "The Grateful Dead, they're my best friends. Their message of hope, peace, love, teamwork, creativity, imagination, celebration, the dance, the vision, the purpose, the passion all of the things I believe in makes me the luckiest Deadhead in the world."
   },
   "author": {
    "text": "Bill Walton"
   }
  },
  {
   "quote": {
    "text": "The wars don't end when you sign peace treaties or when the years go by. They will echo on until I'm gone and all the widows and orphans are gone."
   },
   "author": {
    "text": "Tim O'Brien"
   }
  },
  {
   "quote": {
    "text": "The man who has gotten everything he wants is all in favor of peace and order."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "I believe that it is my responsibility as the prime minister of Israel to do whatever can be done to exploit the unique opportunities that lie ahead of us to move towards peace. Not everything can be done by one act."
   },
   "author": {
    "text": "Yitzhak Rabin"
   }
  },
  {
   "quote": {
    "text": "Americans and Europeans share a common goal - to build an enduring peace based on freedom."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "A peace talk is always difficult, always complicated."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "We need to move into a culture of peace. What I hope to promote is the idea that we all need each other and that the greatest happiness in life is not how much we have but how much we give. That's a wealth that's priceless. You can't buy compassion."
   },
   "author": {
    "text": "Herbie Hancock"
   }
  },
  {
   "quote": {
    "text": "One is called to live nonviolently, even if the change one works for seems impossible."
   },
   "author": {
    "text": "Daniel Berrigan"
   }
  },
  {
   "quote": {
    "text": "Peace must be more than the absence of war."
   },
   "author": {
    "text": "Helmut Kohl"
   }
  },
  {
   "quote": {
    "text": "Peace with the Palestinians will open ports of peace all around the Mediterranean. The duty of leaders is to pursue freedom ceaselessly, even in the face of hostility, in the face of doubt and disappointment. Just imagine what could be."
   },
   "author": {
    "text": "Shimon Peres"
   }
  },
  {
   "quote": {
    "text": "Our political machine, composed of thirteen independent sovereignties, have been perpetually operating against each other and against the federal head ever since the peace."
   },
   "author": {
    "text": "Henry Knox"
   }
  },
  {
   "quote": {
    "text": "It is far easier to make war than peace."
   },
   "author": {
    "text": "Georges Clemenceau"
   }
  },
  {
   "quote": {
    "text": "Liberty is ceding a certain amount of your ability to do what you want so that everybody else can live in peace and freedom and respecting the rights of other people."
   },
   "author": {
    "text": "Rudy Giuliani"
   }
  },
  {
   "quote": {
    "text": "There will never be peace unless we have open borders. But that does not mean open on our side and you continue to hit me on the other."
   },
   "author": {
    "text": "Reuven Rivlin"
   }
  },
  {
   "quote": {
    "text": "As one of the participants in the Aqaba summit, I can testify that Israel fully expected the Palestinian Authority's newly reorganized and trained security agencies to take harsh action against the rejectionists who sought to wreck the peace process."
   },
   "author": {
    "text": "Ehud Olmert"
   }
  },
  {
   "quote": {
    "text": "For our part, we shall continue to work for the new dawn when all the Children of Abraham and their descendants are living together in the birthplace of their three great monotheistic religions, a life free from fear, a life free from want - a life in peace."
   },
   "author": {
    "text": "Hussein of Jordan"
   }
  },
  {
   "quote": {
    "text": "If I have been of service, if I have glimpsed more of the nature and essence of ultimate good, if I am inspired to reach wider horizons of thought and action, if I am at peace with myself, it has been a successful day."
   },
   "author": {
    "text": "Alex Noble"
   }
  },
  {
   "quote": {
    "text": "We do not covet one inch of Lebanese territory, and the basis for the peace treaty between our two countries will be the international border, which exists now, between Rosh Haniqra and Ras en Naqura."
   },
   "author": {
    "text": "Menachem Begin"
   }
  },
  {
   "quote": {
    "text": "Operation Peace for Galilee is not a military operation resulting from the lack of an alternative."
   },
   "author": {
    "text": "Menachem Begin"
   }
  },
  {
   "quote": {
    "text": "I like to greet anyone who comes to my house with a lot of positivity and peace."
   },
   "author": {
    "text": "Adnan Sami"
   }
  },
  {
   "quote": {
    "text": "As peacemakers, we must resist all the powers of war and destruction and proclaim that peace is the divine gift offered to all who affirm life. Resistance means saying 'No' to all the forces of death, wherever they may be."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "All through the years since World War II, the Japanese people have, I am convinced, made strenuous efforts to preserve and promote world peace, contributing to the progress and prosperity of mankind."
   },
   "author": {
    "text": "Eisaku Sato"
   }
  },
  {
   "quote": {
    "text": "I declare that I will establish peace in this world."
   },
   "author": {
    "text": "Prem Rawat"
   }
  },
  {
   "quote": {
    "text": "The greatest problem all around the world today, whether in America, Japan, China Russia, India or anywhere else in the world, is that people are not in peace. People want peace."
   },
   "author": {
    "text": "Prem Rawat"
   }
  },
  {
   "quote": {
    "text": "Every goal, every action, every thought, every feeling one experiences, whether it be consciously or unconsciously known, is an attempt to increase one's level of peace of mind."
   },
   "author": {
    "text": "Sydney Madwed"
   }
  },
  {
   "quote": {
    "text": "Battle is the soldier's vital breath! Peace turns him into a stooping asthmatic. War makes him a whole man again, and gives him the heart, strength, and vigor of a hero."
   },
   "author": {
    "text": "Charles Studd"
   }
  },
  {
   "quote": {
    "text": "International peace and security depend on certain taboos that are easily recognized when they are broken. It can be more important for an intervention to take place because nuclear or chemical or biological weapons are used as opposed to just measuring how many people are killed."
   },
   "author": {
    "text": "Ian Lustick"
   }
  },
  {
   "quote": {
    "text": "I just absolutely needed the theatre so desperately - it was my fate; it was where I was running towards. It was the place where I found peace and survival and all kinds of things."
   },
   "author": {
    "text": "Mark Rylance"
   }
  },
  {
   "quote": {
    "text": "I have won many trophies in my time, but nothing will ever top helping win the battle for peace in my country."
   },
   "author": {
    "text": "Didier Drogba"
   }
  },
  {
   "quote": {
    "text": "A babe in the house is a well-spring of pleasure, a messenger of peace and love, a resting place for innocence on earth, a link between angels and men."
   },
   "author": {
    "text": "Martin Farquhar Tupper"
   }
  },
  {
   "quote": {
    "text": "It is extremely important that mass media, having freed from the relics of the Cold War, served for peace and dialogue between nations and religions, the rich and the poor, countries and continents."
   },
   "author": {
    "text": "Nursultan Nazarbayev"
   }
  },
  {
   "quote": {
    "text": "The FARC has given up their arms. They are now a political party. They are now doing politics, which is what a peace process was all about."
   },
   "author": {
    "text": "Juan Manuel Santos"
   }
  },
  {
   "quote": {
    "text": "God made the world for us to live together in peace and not fight."
   },
   "author": {
    "text": "Samantha Smith"
   }
  },
  {
   "quote": {
    "text": "The education of peoples is a necessary precondition to peace."
   },
   "author": {
    "text": "Carlo Azeglio Ciampi"
   }
  },
  {
   "quote": {
    "text": "The constitution of the United States is a law for rulers and people, equally in war and in peace, and covers with the shield of its protection all classes of men, at all times, and under all circumstances."
   },
   "author": {
    "text": "David Davis"
   }
  },
  {
   "quote": {
    "text": "A peaceful resolution to the Israeli-Palestinian conflict will likely depend to a great extent on the economic development of a future Palestinian state. As I have argued before, private sector investment - especially in the West Bank - is going to prove crucial in creating the right political and social context for peace."
   },
   "author": {
    "text": "Edgar Bronfman, Sr."
   }
  },
  {
   "quote": {
    "text": "What could become a danger to world peace is Iran's nuclear program and the country's open threat to annihilate Israel."
   },
   "author": {
    "text": "Sigmar Gabriel"
   }
  },
  {
   "quote": {
    "text": "I like doves. They look so beautiful, like a woman. For me they represent peace and love and purity. And sometimes they're seen as the messengers of God, so they're important to me because I'm a Christian."
   },
   "author": {
    "text": "John Woo"
   }
  },
  {
   "quote": {
    "text": "All we ask is that we have peace with the whites. We want to hold you by the hand. You are our father."
   },
   "author": {
    "text": "Black Kettle"
   }
  },
  {
   "quote": {
    "text": "An honorable Peace is and always was my first wish! I can take no delight in the effusion of human Blood; but, if this War should continue, I wish to have the most active part in it."
   },
   "author": {
    "text": "John Paul Jones"
   }
  },
  {
   "quote": {
    "text": "I believe in peace. I believe in mercy."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Islam means peace."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Each religion, by the help of more or less myth, which it takes more or less seriously, proposes some method of fortifying the human soul and enabling it to make its peace with its destiny."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "As a peace activist, I am dismayed by the encouragement of aggressiveness and violence by television, movies, and war toys."
   },
   "author": {
    "text": "Benjamin Spock"
   }
  },
  {
   "quote": {
    "text": "The United States, obviously, has a great interest in helping to maintain peace and security in Europe, and we have a formal alliance, NATO, to do so."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Now, I have always believed that women are not victims; we are agents of change, we are drivers of progress, we are makers of peace - all we need is a fighting chance."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Messengers of Peace such as Midori - and our Goodwill Ambassadors, who work directly with the UN agencies - are dedicated and well-informed and credible advocates on behalf of the United Nations. They help us educate audiences worldwide and rally support on key issues of the United Nations."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "In a war everybody always knows all about Switzerland, in peace times it is just Switzerland but in war time it is the only country that everybody has confidence in, everybody."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "Martin Luther King Jr. is remembered as our prince of peace, of civil rights. We owe him something major that will keep his memory alive."
   },
   "author": {
    "text": "Morgan Freeman"
   }
  },
  {
   "quote": {
    "text": "If Saddam rejects peace and we have to use force, our purpose is clear. We want to seriously diminish the threat posed by Iraq's weapons of mass destruction program."
   },
   "author": {
    "text": "William J. Clinton"
   }
  },
  {
   "quote": {
    "text": "A bad peace is even worse than war."
   },
   "author": {
    "text": "Tacitus"
   }
  },
  {
   "quote": {
    "text": "Less than two years after its founding, our Republic inflicted an ignominious defeat on the United States that had been boasting of being the 'strongest' in the world, thus defending its national sovereignty and global peace and security."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "Dear God, Please send to me the spirit of Your peace. Then send, dear Lord, the spirit of peace from me to all the world. Amen."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "The art of Peace I practice has room for each of the world's eight million gods, and I cooperate with them all. The God of Peace is very great and enjoins all that is divine and enlightened in every land."
   },
   "author": {
    "text": "Morihei Ueshiba"
   }
  },
  {
   "quote": {
    "text": "Secure property in hand leads to peace in mind."
   },
   "author": {
    "text": "Mencius"
   }
  },
  {
   "quote": {
    "text": "I used to wonder if it was God's plan that I should be alone for so much of my life. But I found peace. I found happiness within people and the world."
   },
   "author": {
    "text": "Lana Del Rey"
   }
  },
  {
   "quote": {
    "text": "Some international law specialists compare the invasion of Iraq to the 'crimes against the peace' for which Nazi leaders were indicted at Nuremberg."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "The 'peace movement' exists only in the fantasies of the paranoid."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "But, my dear sirs, when peace does come, you may call on me for any thing. Then will I share with you the last cracker, and watch with you to shield your homes and families against danger from every quarter."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "I know I had no hand in making this war, and I know I will make more sacrifices today than any of you to secure peace."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "The grim fact is that we prepare for war like precocious giants, and for peace like retarded pygmies."
   },
   "author": {
    "text": "Lester B. Pearson"
   }
  },
  {
   "quote": {
    "text": "And I have lived since - as you have - in a period of cold war, during which we have ensured by our achievements in the science and technology of destruction that a third act in this tragedy of war will result in the peace of extinction."
   },
   "author": {
    "text": "Lester B. Pearson"
   }
  },
  {
   "quote": {
    "text": "But while we all pray for peace, we do not always, as free citizens, support the policies that make for peace or reject those which do not. We want our own kind of peace, brought about in our own way."
   },
   "author": {
    "text": "Lester B. Pearson"
   }
  },
  {
   "quote": {
    "text": "Let's drink to the spirit of gallantry and courage that made a strange Heaven out of unbelievable Hell, and let's drink to the hope that one day this country of ours, which we love so much, will find dignity and greatness and peace again."
   },
   "author": {
    "text": "Noel Coward"
   }
  },
  {
   "quote": {
    "text": "The Nobel Peace Prize opened up a door in my heart."
   },
   "author": {
    "text": "Aung San Suu Kyi"
   }
  },
  {
   "quote": {
    "text": "When only a minority consisting of capitalists can enjoy the good life, while the majority of workers must endure hardship, they will naturally not be able to live together in peace and harmony."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "Politics is about the improvement of people's lives. It's about advancing the cause of peace and justice in our country and the world. Politics is about doing well for the people."
   },
   "author": {
    "text": "Paul Wellstone"
   }
  },
  {
   "quote": {
    "text": "It has been, after all, 11 years, more than a decade now, of defiance of U.N. resolutions by Saddam Hussein. Every obligation that he signed onto after the Gulf War, so that he would not be a threat to peace and security, he has ignored and flaunted."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "Success is not assured, but America is resolute: this is the best chance for peace we are likely to see for some years to come - and we are acting to help Israelis and Palestinians seize this chance."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "A consecrated Christian life is ever shedding light and comfort and peace."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "You know, I said in the U.N., I said to President Abbas, 'Look, we're in the same city, we're in the same building, for God's sake, the U.N. Let's just sit down and begin to talk peace.'"
   },
   "author": {
    "text": "Benjamin Netanyahu"
   }
  },
  {
   "quote": {
    "text": "Peace is something very dear. If you've been through wars and operations and battles, you want peace."
   },
   "author": {
    "text": "Benjamin Netanyahu"
   }
  },
  {
   "quote": {
    "text": "It's a neutralizing mantra to say to everybody, 'I come in peace.' I come in peace. That's why it's important."
   },
   "author": {
    "text": "RuPaul"
   }
  },
  {
   "quote": {
    "text": "They are patriotic in time of war because it is to their interest to be so, but in time of peace they follow power and the dollar wherever they may lead."
   },
   "author": {
    "text": "Henry A. Wallace"
   }
  },
  {
   "quote": {
    "text": "After four years at the United Nations I sometimes yearn for the peace and tranquility of a political convention."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "The journey of a thousand leagues begins with a single step. So we must never neglect any work of peace within our reach, however small."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "My life mission is to spread peace to the world."
   },
   "author": {
    "text": "Mattie Stepanek"
   }
  },
  {
   "quote": {
    "text": "But the deep desire for peace remained with the American people."
   },
   "author": {
    "text": "Paul Robeson"
   }
  },
  {
   "quote": {
    "text": "There can be no vulnerability without risk; there can be no community without vulnerability; there can be no peace, and ultimately no life, without community."
   },
   "author": {
    "text": "M. Scott Peck"
   }
  },
  {
   "quote": {
    "text": "I challenged God. I said, 'God, I know that I'm a sinner. I know that I won't probably have peace until You're in my heart. But I will not let You in my heart until You answer me, why? Why did you take my arms and legs? Why didn't You give me what everybody else has? God, until You answer me that question, I will not serve You.'"
   },
   "author": {
    "text": "Nick Vujicic"
   }
  },
  {
   "quote": {
    "text": "Bob Marley performed the 'One Love Peace' concert in Jamaica with the two different warring political sides. There's always been that in black music and culture in general. It's no surprise because black music is such a reflection of what's going on in black life. It's not unusual for hip-hop."
   },
   "author": {
    "text": "Mos Def"
   }
  },
  {
   "quote": {
    "text": "Everybody knows that love is better than hate, and peace is better than war."
   },
   "author": {
    "text": "Marilyn Ferguson"
   }
  },
  {
   "quote": {
    "text": "When I decide who to vote for as president, I ask myself who will be best for America and for the world. An important component of my answer involves my assessment of the candidate's willingness and ability to protect Israel's security, since I strongly believe that a strong Israel serves the interests of the United States and of world peace."
   },
   "author": {
    "text": "Alan Dershowitz"
   }
  },
  {
   "quote": {
    "text": "I feel that my father's greatest legacy was the people he inspired to get involved in public service and their communities, to join the Peace Corps, to go into space. And really that generation transformed this country in civil rights, social justice, the economy and everything."
   },
   "author": {
    "text": "Caroline Kennedy"
   }
  },
  {
   "quote": {
    "text": "People get a little sidelined thinking that fame and fortune is going to bring them happiness, peace and contentment in their lives. Everyone thinks they want to be famous until the paparazzi are in their face, and then they're asking, 'Just give me some privacy.'"
   },
   "author": {
    "text": "Linda Thompson"
   }
  },
  {
   "quote": {
    "text": "America needs a restart. It has long devoted its energies to solving its many big problems - unequal opportunity, crumbling infrastructure, lagging education, inadequate training in a changing economy, and threats to peace around the world."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "Here is my prescription to heal all wounds. Watch the film 'Funny Girl' at least five times, eat at least 45 chocolate bars, and hang out with all those friends you blew off to hang out with your ex. I truly believe that, through a combination of Nutella, old pals and Barbra Streisand, we can achieve happiness and, very probably, world peace."
   },
   "author": {
    "text": "Beth Ditto"
   }
  },
  {
   "quote": {
    "text": "Nothing is more conducive to peace of mind than not having any opinion at all."
   },
   "author": {
    "text": "Georg C. Lichtenberg"
   }
  },
  {
   "quote": {
    "text": "Today, hundreds of millions dwell in freedom, from the Baltic to the Adriatic, from the Western Approaches to the Aegean. And while we must never take this for granted, the first purpose of the European Union - to secure peace - has been achieved and we should pay tribute to all those in the EU, alongside Nato, who made that happen."
   },
   "author": {
    "text": "David Cameron"
   }
  },
  {
   "quote": {
    "text": "Society has arisen out of the works of peace; the essence of society is peacemaking."
   },
   "author": {
    "text": "Ludwig von Mises"
   }
  },
  {
   "quote": {
    "text": "The government I led gave ordinary people peace, security, dignity, and opportunity to progress."
   },
   "author": {
    "text": "Benazir Bhutto"
   }
  },
  {
   "quote": {
    "text": "It's wonderful to be back. Back among the mountains that remind us of our vulnerability, our ultimate lack of control over the world we live in. Mountains that demand humility, and yield so much peace in return."
   },
   "author": {
    "text": "Alex Lowe"
   }
  },
  {
   "quote": {
    "text": "Peace does exist. It exists in your heart and soul."
   },
   "author": {
    "text": "Sharon Stone"
   }
  },
  {
   "quote": {
    "text": "But take comfort in that I die at peace with the world and myself - not afraid."
   },
   "author": {
    "text": "Robert Falcon Scott"
   }
  },
  {
   "quote": {
    "text": "The ancient Jewish people gave the world the vision of eternal peace, of universal disarmament, of abolishing the teaching and learning of war."
   },
   "author": {
    "text": "Menachem Begin"
   }
  },
  {
   "quote": {
    "text": "Bob Marley stood for universal peace and love. He tried to break racial barriers."
   },
   "author": {
    "text": "Wyclef Jean"
   }
  },
  {
   "quote": {
    "text": "Capitalism is war; socialism is peace."
   },
   "author": {
    "text": "Karl Liebknecht"
   }
  },
  {
   "quote": {
    "text": "To craftsmanship we shall add statesmanship in the capitol of peace."
   },
   "author": {
    "text": "Warren R. Austin"
   }
  },
  {
   "quote": {
    "text": "We want to take good tidings home to our people, that they may sleep in peace."
   },
   "author": {
    "text": "Black Kettle"
   }
  },
  {
   "quote": {
    "text": "It was my dream that I had clenched in a fist of discontent and wouldn't release. But time had now pried every finger open. There is peace in an open and upraised hand that isn't grasping for anything."
   },
   "author": {
    "text": "Laurel Lea"
   }
  },
  {
   "quote": {
    "text": "Peace is the first thing the angels sang."
   },
   "author": {
    "text": "John Keble"
   }
  },
  {
   "quote": {
    "text": "War is tragedy. The great war stories are tragedies. It's the failure of diplomacy. 'War and Peace,' 'A Farewell to Arms,' 'For Whom the Bell Tolls.' Those are some of the greatest tragedies."
   },
   "author": {
    "text": "David Mamet"
   }
  },
  {
   "quote": {
    "text": "We will not learn how to live together in peace by killing each other's children."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "When I was elected President nobody asked me to negotiate between Israel and Egypt. It was not even a question raised in my campaign. But I felt that one of the reasons that I was elected President was to try to bring peace to the Holy Land."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "Because I know about the Holy Land, I've taught lessons about the Holy Land all my life, and - but you can't bring peace to Israel without giving the Palestinian also peace. And Lebanon and Jordan and Syria as well."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "I've used the prestige and influence of having been a president of the United States as effectively as possible. And secondly, I've still been able to carry out my commitments to peace and human rights and environmental quality and freedom and democracy and so forth."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "I do know that some Buddhists are able to attain peace of mind."
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "If we have not peace within ourselves, it is in vain to seek it from outward sources."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "Form the habit early in life of leaving your business at the store or wherever you may be employed. Never carry it home to mar the peace of your family; if you do, you will soon drive out the sunshine."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "When attempting to make a plea for more peace in the world at a rock concert, we are reflecting the feelings of all those we have come in contact with so we may all have a better understanding of each other."
   },
   "author": {
    "text": "Eddie Vedder"
   }
  },
  {
   "quote": {
    "text": "Take a moment every day to find peace. Pull over to the side of the road, turn off the radio, and find peace."
   },
   "author": {
    "text": "Richard Simmons"
   }
  },
  {
   "quote": {
    "text": "One does not need buildings, money, power, or status to practice the Art of Peace. Heaven is right where you are standing, and that is the place to train."
   },
   "author": {
    "text": "Morihei Ueshiba"
   }
  },
  {
   "quote": {
    "text": "True there has been more talk of peace since 1945 than, I should think, at any other time in history. At least we hear more and read more about it because man's words, for good or ill, can now so easily reach the millions."
   },
   "author": {
    "text": "Lester B. Pearson"
   }
  },
  {
   "quote": {
    "text": "The Iranian regime, in my mind, is the single most enduring threat to stability and peace in the Middle East."
   },
   "author": {
    "text": "James Mattis"
   }
  },
  {
   "quote": {
    "text": "This was not a decision made with the Israelis. This was a decision by the president for the American people. And so, it was a decision that we all said Jerusalem should be the capital and the embassy should be there. This decision should not weigh in on the peace process."
   },
   "author": {
    "text": "Nikki Haley"
   }
  },
  {
   "quote": {
    "text": "Power to the peaceful!"
   },
   "author": {
    "text": "Michael Franti"
   }
  },
  {
   "quote": {
    "text": "The supreme need of the world is peace and good will among men. It must be peace founded upon justice and fairness, the righting of past wrong, and the securing of the future as far as possible against the evils of the past."
   },
   "author": {
    "text": "Charles M. Schwab"
   }
  },
  {
   "quote": {
    "text": "When anyone arouses my anger, I will immediately pray for them and regain my peace of soul."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "Money can't heal your heart. Money can't give you purpose. I don't want arms and legs, I want purpose. I don't want arms and legs, I want peace. I don't want arms and legs, I want to be a miracle for someone else."
   },
   "author": {
    "text": "Nick Vujicic"
   }
  },
  {
   "quote": {
    "text": "Russia is a direct threat to our NATO allies in the Baltics and in Poland as well as a threat to peace and stability in the entire western world."
   },
   "author": {
    "text": "Dan Lipinski"
   }
  },
  {
   "quote": {
    "text": "I wanted to get that sense of peace and even boredom that comes with long familiarity."
   },
   "author": {
    "text": "Debbie Reynolds"
   }
  },
  {
   "quote": {
    "text": "With 'Wind River,' I became fascinated with the notion of how you overcome a tragedy - accepting it, making whatever peace you can with it - without ever knowing what really happened."
   },
   "author": {
    "text": "Taylor Sheridan"
   }
  },
  {
   "quote": {
    "text": "Peace and not war is the father of all things."
   },
   "author": {
    "text": "Ludwig von Mises"
   }
  },
  {
   "quote": {
    "text": "I don't know whether war is an interlude during peace, or peace an interlude during war."
   },
   "author": {
    "text": "Georges Clemenceau"
   }
  },
  {
   "quote": {
    "text": "As long as we have decided to coexist in peace, we must do so on a firm basis that will withstand time and for generations."
   },
   "author": {
    "text": "Yasser Arafat"
   }
  },
  {
   "quote": {
    "text": "You will find peace not by trying to escape your problems, but by confronting them courageously. You will find peace not in denial, but in victory."
   },
   "author": {
    "text": "J. Donald Walters"
   }
  },
  {
   "quote": {
    "text": "We love peace, but not peace at any price."
   },
   "author": {
    "text": "Douglas William Jerrold"
   }
  },
  {
   "quote": {
    "text": "If there is any one thing that will bring peace and contentment into the human heart, and into the family, it is to live within our means."
   },
   "author": {
    "text": "Heber J. Grant"
   }
  },
  {
   "quote": {
    "text": "Every true Christian is a soldier - of Christ - a hero 'par excellence'! Braver than the bravest - scorning the soft seductions of peace and her oft-repeated warnings against hardship, disease, danger, and death, whom he counts among his bosom friends."
   },
   "author": {
    "text": "Charles Studd"
   }
  },
  {
   "quote": {
    "text": "Hospice is such a tremendous thing. Patients seem to reach an inner peace."
   },
   "author": {
    "text": "Harmon Killebrew"
   }
  },
  {
   "quote": {
    "text": "I can't think of a greater privilege than to speak out with legislation for people that can't often speak for themselves. And I know the ABLE Act will bring justice and peace of mind to millions of American families who deal with disabilities every day."
   },
   "author": {
    "text": "Ander Crenshaw"
   }
  },
  {
   "quote": {
    "text": "Be at peace with your own soul, then heaven and earth will be at peace with you."
   },
   "author": {
    "text": "Isaac of Nineveh"
   }
  },
  {
   "quote": {
    "text": "As we all know, there is inner beauty and outer beauty. If we examine inner beauty, to me there is nothing more beautiful than inner peace, in a man or a woman."
   },
   "author": {
    "text": "Alice Greczyn"
   }
  },
  {
   "quote": {
    "text": "Jesus means life to me. Jesus is our savior. When I think about Jesus, I think about the sacrifice He made so that we may have eternal life. I can certainly tell you I'm not afraid to die, and I certainly have a peace about my life."
   },
   "author": {
    "text": "Jake Peavy"
   }
  },
  {
   "quote": {
    "text": "I happen to dig being able to use whatever mystique I have to further the idea of peace."
   },
   "author": {
    "text": "Garrett Morris"
   }
  },
  {
   "quote": {
    "text": "Peace is when time doesn't matter as it passes by."
   },
   "author": {
    "text": "Maria Schell"
   }
  },
  {
   "quote": {
    "text": "Policemen are seldom tried for their crimes, or indeed, held responsible for what they do, which disturbs the peace and causes distress among the orderly."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "Peace is rarely denied to the peaceful."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "There was a time in my life when I thought I had everything - millions of dollars, mansions, cars, nice clothes, beautiful women, and every other materialistic thing you can imagine. Now I struggle for peace."
   },
   "author": {
    "text": "Richard Pryor"
   }
  },
  {
   "quote": {
    "text": "It is easier to lead men to combat, stirring up their passion, than to restrain them and direct them toward the patient labors of peace."
   },
   "author": {
    "text": "Andre Gide"
   }
  },
  {
   "quote": {
    "text": "The simplification of life is one of the steps to inner peace. A persistent simplification will create an inner and outer well-being that places harmony in one's life."
   },
   "author": {
    "text": "Peace Pilgrim"
   }
  },
  {
   "quote": {
    "text": "To avoid the trap of Europe fragmenting on the economy, security, and identity, we have to return to the original promises of the European project: peace, prosperity and freedom. We should have a real, adult, democratic debate about the Europe we want."
   },
   "author": {
    "text": "Emmanuel Macron"
   }
  },
  {
   "quote": {
    "text": "What we need is Star Peace and not Star Wars."
   },
   "author": {
    "text": "Mikhail Gorbachev"
   }
  },
  {
   "quote": {
    "text": "I won't undertake war until I have tried all the arts and means of peace."
   },
   "author": {
    "text": "Francois Rabelais"
   }
  },
  {
   "quote": {
    "text": "For me, peace should provide security to the Jewish people."
   },
   "author": {
    "text": "Ariel Sharon"
   }
  },
  {
   "quote": {
    "text": "The attainment of the economic aims of man presupposes peace."
   },
   "author": {
    "text": "Ludwig von Mises"
   }
  },
  {
   "quote": {
    "text": "The business of peace requires more than showing up with paint brushes, foodstuffs and an oil pipeline or two."
   },
   "author": {
    "text": "Tony Snow"
   }
  },
  {
   "quote": {
    "text": "Music is the message of peace, and music only brings peace."
   },
   "author": {
    "text": "Zubin Mehta"
   }
  },
  {
   "quote": {
    "text": "We must all make peace so that we can all live in peace."
   },
   "author": {
    "text": "Jean-Bertrand Aristide"
   }
  },
  {
   "quote": {
    "text": "To my knowledge, no one has died from a cyberattack... but there is a gray area between peace and war."
   },
   "author": {
    "text": "Valerie Plame"
   }
  },
  {
   "quote": {
    "text": "You don't have to have fought in a war to love peace."
   },
   "author": {
    "text": "Geraldine Ferraro"
   }
  },
  {
   "quote": {
    "text": "Social justice is the surest guarantor of peace in the world."
   },
   "author": {
    "text": "Guy Ryder"
   }
  },
  {
   "quote": {
    "text": "A quiet mind cureth all."
   },
   "author": {
    "text": "Robert Burton"
   }
  },
  {
   "quote": {
    "text": "Of one thing I am certain, the body is not the measure of healing, peace is the measure."
   },
   "author": {
    "text": "Phyllis McGinley"
   }
  },
  {
   "quote": {
    "text": "Yes, we love peace, but we are not willing to take wounds for it, as we are for war."
   },
   "author": {
    "text": "John Holmes"
   }
  },
  {
   "quote": {
    "text": "This enemy of peace in the world today is unlike any we have seen in the past, and our military is learning from, and building on, previous successes while carrying peace and freedom into the future."
   },
   "author": {
    "text": "Mark Kennedy"
   }
  },
  {
   "quote": {
    "text": "It has become impossible to give up the enterprise of disarmament without abandoning the whole great adventure of building up a collective peace system."
   },
   "author": {
    "text": "Arthur Henderson"
   }
  },
  {
   "quote": {
    "text": "The forces that are driving mankind toward unity and peace are deep-seated and powerful. They are material and natural, as well as moral and intellectual."
   },
   "author": {
    "text": "Arthur Henderson"
   }
  },
  {
   "quote": {
    "text": "For behind all imperialism is ultimately the imperialistic individual, just as behind all peace is ultimately the peaceful individual."
   },
   "author": {
    "text": "Irving Babbitt"
   }
  },
  {
   "quote": {
    "text": "I just can't seem to write songs about peace and love. Yeah right, how do you get that?"
   },
   "author": {
    "text": "Siobhan Fahey"
   }
  },
  {
   "quote": {
    "text": "For hundreds of millions of Americans who believe in God, prayer is our bridge between Earth and Heaven, our way of opening our hearts to the Lord. Through this intimate relationship we find peace and guidance."
   },
   "author": {
    "text": "Nick Rahall"
   }
  },
  {
   "quote": {
    "text": "It is better we disintegrate in peace and not in pieces."
   },
   "author": {
    "text": "Nnamdi Azikiwe"
   }
  },
  {
   "quote": {
    "text": "My way of thinking is to create a situation where we rally everyone together and create peace and pardon people, to not forget about the past - because we need to learn from it - but to mainly think about the future."
   },
   "author": {
    "text": "Michel Martelly"
   }
  },
  {
   "quote": {
    "text": "Movements such as the Pan-Germanic, Pan-Islamic, or Pan-Negro justify themselves on the basis of their common language, or their common religion, or their color. But since the undefined masses involved in these movements lack the essential and real unity of background or community of purpose, they become a grave danger to general peace."
   },
   "author": {
    "text": "Leon Bourgeois"
   }
  },
  {
   "quote": {
    "text": "May peace rule the universe, may peace rule in kingdoms and empires, may peace rule in states and in the lands of the potentates, may peace rule in the house of friends and may peace also rule in the house of enemies."
   },
   "author": {
    "text": "Virchand Gandhi"
   }
  }
 ]
}