{
 "PetQuotes": [
  {
   "quote": {
    "text": "A dog is the only thing on earth that loves you more than you love yourself."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "Money can buy you a fine dog, but only love can make him wag his tail."
   },
   "author": {
    "text": "Kinky Friedman"
   }
  },
  {
   "quote": {
    "text": "Scratch a dog and you'll find a permanent job."
   },
   "author": {
    "text": "Franklin P. Jones"
   }
  },
  {
   "quote": {
    "text": "I wonder if other dogs think poodles are members of a weird religious cult."
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "When we adopt a dog or any pet, we know it is going to end with us having to say goodbye, but we still do it. And we do it for a very good reason: They bring so much joy and optimism and happiness. They attack every moment of every day with that attitude."
   },
   "author": {
    "text": "W. Bruce Cameron"
   }
  },
  {
   "quote": {
    "text": "Women and cats will do as they please, and men and dogs should relax and get used to the idea."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "There's a saying. If you want someone to love you forever, buy a dog, feed it and keep it around."
   },
   "author": {
    "text": "Dick Dale"
   }
  },
  {
   "quote": {
    "text": "An animal's eyes have the power to speak a great language."
   },
   "author": {
    "text": "Martin Buber"
   }
  },
  {
   "quote": {
    "text": "Outside of a dog, a book is a man's best friend. Inside of a dog it's too dark to read."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "Until one has loved an animal a part of one's soul remains unawakened."
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "My little dog - a heartbeat at my feet."
   },
   "author": {
    "text": "Edith Wharton"
   }
  },
  {
   "quote": {
    "text": "Time spent with cats is never wasted."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "I love women, but I feel like you can't trust some of them. Some of them are liars, you know? Like I was in the park and I met this girl, she was cute and she had a dog. And I went up to her, we started talking. She told me her dog's name. Then I said, 'Does he bite?' She said, 'No.' And I said, 'Oh yeah? Then how does he eat?' Liar."
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "Before you get a dog, you can't quite imagine what living with one might be like; afterward, you can't imagine living any other way."
   },
   "author": {
    "text": "Caroline Knapp"
   }
  },
  {
   "quote": {
    "text": "The average dog is a nicer person than the average person."
   },
   "author": {
    "text": "Andy Rooney"
   }
  },
  {
   "quote": {
    "text": "There are two means of refuge from the miseries of life: music and cats."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "Cats are connoisseurs of comfort."
   },
   "author": {
    "text": "James Herriot"
   }
  },
  {
   "quote": {
    "text": "No one appreciates the very special genius of your conversation as the dog does."
   },
   "author": {
    "text": "Christopher Morley"
   }
  },
  {
   "quote": {
    "text": "Just watching my cats can make me happy."
   },
   "author": {
    "text": "Paula Cole"
   }
  },
  {
   "quote": {
    "text": "Don't sweat the petty things and don't pet the sweaty things."
   },
   "author": {
    "text": "George Carlin"
   }
  },
  {
   "quote": {
    "text": "Actually, my dog I think is the only person who consistently loves me all the time."
   },
   "author": {
    "text": "H. G. Bissinger"
   }
  },
  {
   "quote": {
    "text": "Cats have it all - admiration, an endless sleep, and company only when they want it."
   },
   "author": {
    "text": "Rod McKuen"
   }
  },
  {
   "quote": {
    "text": "In ancient times cats were worshipped as gods; they have not forgotten this."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "Cats are intended to teach us that not everything in nature has a function."
   },
   "author": {
    "text": "Garrison Keillor"
   }
  },
  {
   "quote": {
    "text": "No matter how much cats fight, there always seem to be plenty of kittens."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "I am fond of pigs. Dogs look up to us. Cats look down on us. Pigs treat us as equals."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "If having a soul means being able to feel love and loyalty and gratitude, then animals are better off than a lot of humans."
   },
   "author": {
    "text": "James Herriot"
   }
  },
  {
   "quote": {
    "text": "What a dog I got, his favorite bone is in my arm."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "There is no psychiatrist in the world like a puppy licking your face."
   },
   "author": {
    "text": "Bernard Williams"
   }
  },
  {
   "quote": {
    "text": "Dogs are not our whole life, but they make our lives whole."
   },
   "author": {
    "text": "Roger Caras"
   }
  },
  {
   "quote": {
    "text": "Dogs are better than human beings because they know but do not tell."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "He who is cruel to animals becomes hard also in his dealings with men. We can judge the heart of a man by his treatment of animals."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "Animals are such agreeable friends - they ask no questions; they pass no criticisms."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "A few years ago, the city council of Monza, Italy, barred pet owners from keeping goldfish in curved bowls... saying that it is cruel to keep a fish in a bowl with curved sides because, gazing out, the fish would have a distorted view of reality. But how do we know we have the true, undistorted picture of reality?"
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "I had been told that the training procedure with cats was difficult. It's not. Mine had me trained in two days."
   },
   "author": {
    "text": "Bill Dana"
   }
  },
  {
   "quote": {
    "text": "Pets are humanizing. They remind us we have an obligation and responsibility to preserve and nurture and care for all life."
   },
   "author": {
    "text": "James Cromwell"
   }
  },
  {
   "quote": {
    "text": "I love cats because I enjoy my home; and little by little, they become its visible soul."
   },
   "author": {
    "text": "Jean Cocteau"
   }
  },
  {
   "quote": {
    "text": "Pets have more love and compassion in them than most humans."
   },
   "author": {
    "text": "Robert Wagner"
   }
  },
  {
   "quote": {
    "text": "Even cats grow lonely and anxious."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "If a dog will not come to you after having looked you in the face, you should go home and examine your conscience."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "We've begun to long for the pitter-patter of little feet - so we bought a dog. Well, it's cheaper, and you get more feet."
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "A kitten is in the animal world what a rosebud is in the garden."
   },
   "author": {
    "text": "Robert Southey"
   }
  },
  {
   "quote": {
    "text": "I believe cats to be spirits come to earth. A cat, I am sure, could walk on a cloud without coming through."
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "The trouble with a kitten is that eventually it becomes a cat."
   },
   "author": {
    "text": "Ogden Nash"
   }
  },
  {
   "quote": {
    "text": "Cats are inquisitive, but hate to admit it."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "Like all pure creatures, cats are practical."
   },
   "author": {
    "text": "William S. Burroughs"
   }
  },
  {
   "quote": {
    "text": "What counts is not necessarily the size of the dog in the fight - it's the size of the fight in the dog."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Cats have a scam going - you buy the food, they eat the food, they go away; that's the deal."
   },
   "author": {
    "text": "Eddie Izzard"
   }
  },
  {
   "quote": {
    "text": "I worked in a pet store and people would ask how big I would get."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "I've always been mad about cats."
   },
   "author": {
    "text": "Vivien Leigh"
   }
  },
  {
   "quote": {
    "text": "Ever consider what pets must think of us? I mean, here we come back from a grocery store with the most amazing haul - chicken, pork, half a cow. They must think we're the greatest hunters on earth!"
   },
   "author": {
    "text": "Anne Tyler"
   }
  },
  {
   "quote": {
    "text": "Animals are reliable, many full of love, true in their affections, predictable in their actions, grateful and loyal. Difficult standards for people to live up to."
   },
   "author": {
    "text": "Alfred A. Montapert"
   }
  },
  {
   "quote": {
    "text": "We have three cats. It's like having children, but there is no tuition involved."
   },
   "author": {
    "text": "Ron Reagan"
   }
  },
  {
   "quote": {
    "text": "I can't imagine God not allowing my dog into heaven."
   },
   "author": {
    "text": "Rick Warren"
   }
  },
  {
   "quote": {
    "text": "Animals are sentient, intelligent, perceptive, funny and entertaining. We owe them a duty of care as we do to children."
   },
   "author": {
    "text": "Michael Morpurgo"
   }
  },
  {
   "quote": {
    "text": "Cats know how to obtain food without labor, shelter without confinement, and love without penalties."
   },
   "author": {
    "text": "W. L. George"
   }
  },
  {
   "quote": {
    "text": "The smallest feline is a masterpiece."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "If a dog jumps into your lap, it is because he is fond of you; but if a cat does the same thing, it is because your lap is warmer."
   },
   "author": {
    "text": "Alfred North Whitehead"
   }
  },
  {
   "quote": {
    "text": "Cats don't like change without their consent."
   },
   "author": {
    "text": "Roger Caras"
   }
  },
  {
   "quote": {
    "text": "Pet me, touch me, love me, that's what I get when I perform. That's when I'm really getting what I want."
   },
   "author": {
    "text": "Connie Stevens"
   }
  },
  {
   "quote": {
    "text": "Humor and laughter - not necessarily derogatory derision - are my pet tools. This may come from my general philosophy of never taking the world too seriously - for fear of dying of boredom."
   },
   "author": {
    "text": "Marcel Duchamp"
   }
  },
  {
   "quote": {
    "text": "What happens when you take a lion out of the safari and try to take him to your place of residence and make him a house pet? It ain't going to happen. That's the type of person that I am. I'm that lion."
   },
   "author": {
    "text": "Cam Newton"
   }
  },
  {
   "quote": {
    "text": "A lizard is a perfect pet for a model. They only need feeding once a fortnight. And I'm always travelling, so it's perfect. If I had a dog, it would drop dead of starvation."
   },
   "author": {
    "text": "Abbey Lee Kershaw"
   }
  },
  {
   "quote": {
    "text": "If you are a dog and your owner suggests that you wear a sweater suggest that he wear a tail."
   },
   "author": {
    "text": "Fran Lebowitz"
   }
  },
  {
   "quote": {
    "text": "Cat: a pygmy lion who loves mice, hates dogs, and patronizes human beings."
   },
   "author": {
    "text": "Oliver Herford"
   }
  },
  {
   "quote": {
    "text": "Animals have a much better attitude to life and death than we do. They know when their time has come. We are the ones that suffer when they pass, but it's a healing kind of grief that enables us to deal with other griefs that are not so easy to grab hold of."
   },
   "author": {
    "text": "Emmylou Harris"
   }
  },
  {
   "quote": {
    "text": "Teach your children how to behave with animals. Adopt a pet. Don't go buy one. Please. That's a sin. Let's get these puppy mills out of business."
   },
   "author": {
    "text": "Shelley Morrison"
   }
  },
  {
   "quote": {
    "text": "My favorite type of pet has always been a dog. They're loyal, kind, and offer endless affection. My friend Eric says, 'The more people I meet, the more I like my dog.' Funny thought."
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "I have felt cats rubbing their faces against mine and touching my cheek with claws carefully sheathed. These things, to me, are expressions of love."
   },
   "author": {
    "text": "James Herriot"
   }
  },
  {
   "quote": {
    "text": "A real Christian is a person who can give his pet parrot to the town gossip."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Dogs are our link to paradise. They don't know evil or jealousy or discontent."
   },
   "author": {
    "text": "Milan Kundera"
   }
  },
  {
   "quote": {
    "text": "As anyone who has ever been around a cat for any length of time well knows, cats have enormous patience with the limitations of the human kind."
   },
   "author": {
    "text": "Cleveland Amory"
   }
  },
  {
   "quote": {
    "text": "You cannot share your life with a dog, as I had done in Bournemouth, or a cat, and not know perfectly well that animals have personalities and minds and feelings."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "The better I get to know men, the more I find myself loving dogs."
   },
   "author": {
    "text": "Charles de Gaulle"
   }
  },
  {
   "quote": {
    "text": "It is much easier to show compassion to animals. They are never wicked."
   },
   "author": {
    "text": "Haile Selassie"
   }
  },
  {
   "quote": {
    "text": "I poured spot remover on my dog. Now he's gone."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "Don't accept your dog's admiration as conclusive evidence that you are wonderful."
   },
   "author": {
    "text": "Ann Landers"
   }
  },
  {
   "quote": {
    "text": "Cats seem to go on the principle that it never does any harm to ask for what you want."
   },
   "author": {
    "text": "Joseph Wood Krutch"
   }
  },
  {
   "quote": {
    "text": "I got a pet monkey called Charlie Chan."
   },
   "author": {
    "text": "Jimi Hendrix"
   }
  },
  {
   "quote": {
    "text": "Disrespect is my biggest pet peeve."
   },
   "author": {
    "text": "Bill Goldberg"
   }
  },
  {
   "quote": {
    "text": "Just like hair frames our face, brows frame our eyes. I see so much potential in harmonized beauty whenever I see a woman who's not filling in her brows, and I just want to go in with my brow pencil and just be like, 'Filling in eyebrows, OK, done - look in the mirror and be inspired.' That's one of my pet peeves, but beauty is subjective."
   },
   "author": {
    "text": "Michelle Phan"
   }
  },
  {
   "quote": {
    "text": "For many people who are so lost in their minds, so much involved in their thought processes, the only moments they have when they are not trapped in that is when they are relating to their animal, their pet."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "Laziness in my biggest pet peeve of all time. Get up, make a plan, do the work, and love yourself, people!"
   },
   "author": {
    "text": "Dove Cameron"
   }
  },
  {
   "quote": {
    "text": "I don't have pet peeves; I have whole kennels of irritation."
   },
   "author": {
    "text": "Whoopi Goldberg"
   }
  },
  {
   "quote": {
    "text": "It's difficult to understand why people don't realize that pets are gifts to mankind."
   },
   "author": {
    "text": "Linda Blair"
   }
  },
  {
   "quote": {
    "text": "I have a pet lizard named Puff, five goldfish - named Pinky, Brain, Jowels, Pearl and Sandy, an oscar fish named Chef, two pacus, an albino African frog named Whitey, a bonsai tree, four Venus flytraps, a fruit fly farm and sea monkeys."
   },
   "author": {
    "text": "Chris Pratt"
   }
  },
  {
   "quote": {
    "text": "A dog is a vehicle, you know; a dog is a window to Mother Nature, and that's the closest species we have."
   },
   "author": {
    "text": "Cesar Millan"
   }
  },
  {
   "quote": {
    "text": "A dog teaches a boy fidelity, perseverance, and to turn around three times before lying down."
   },
   "author": {
    "text": "Robert Benchley"
   }
  },
  {
   "quote": {
    "text": "I would say I don't like people who are really into themselves or are very materialistic. Just always talking themselves up. Not being real is the pet peeve. Be true to yourself."
   },
   "author": {
    "text": "Austin Stowell"
   }
  },
  {
   "quote": {
    "text": "There are things that I invented - the creaky geriatric robot that is always grumpy, for example, or the little wheelie guy, he's not in the Hasbro lore. But kids love that stuff - this little guy as a pet on a chain. They gravitate towards it."
   },
   "author": {
    "text": "Michael Bay"
   }
  },
  {
   "quote": {
    "text": "Being successful is about professionalism, and chewing gum is unprofessional. Its also a huge pet peeve of mine."
   },
   "author": {
    "text": "Tabatha Coffey"
   }
  },
  {
   "quote": {
    "text": "I always pet a dog with my left hand because if he bit me I'd still have my right hand to paint with."
   },
   "author": {
    "text": "Juan Gris"
   }
  },
  {
   "quote": {
    "text": "Dogs laugh, but they laugh with their tails."
   },
   "author": {
    "text": "Max Eastman"
   }
  },
  {
   "quote": {
    "text": "Kittens are wide-eyed, soft and sweet. With needles in their jaws and feet."
   },
   "author": {
    "text": "Pam Brown"
   }
  },
  {
   "quote": {
    "text": "Taking responsibility and having faith in your own judgment will help you make good choices and decisions at the end of your pet's life."
   },
   "author": {
    "text": "Jon Katz"
   }
  },
  {
   "quote": {
    "text": "I have a chip on my shoulder I pet every morning, a constant feeling like I have something to prove. Hearing that the canon can't be diversified, there's no room for more brown faces - that fueled my fire."
   },
   "author": {
    "text": "Jason Reynolds"
   }
  },
  {
   "quote": {
    "text": "The cat is a dilettante in fur."
   },
   "author": {
    "text": "Theophile Gautier"
   }
  },
  {
   "quote": {
    "text": "Cats are rather delicate creatures and they are subject to a good many different ailments, but I have never heard of one who suffered from insomnia."
   },
   "author": {
    "text": "Joseph Wood Krutch"
   }
  },
  {
   "quote": {
    "text": "I do have the most adorable little Chihuahua mix. I adopted him about 3 1/2 years ago from Much Love pet adoption, and he has been the love of my life ever since. His name is Beau, or as my sister and I like to call him ' mushy mush' because he truly is just a pile of loving mush that just melts in your arms."
   },
   "author": {
    "text": "Torrey DeVitto"
   }
  },
  {
   "quote": {
    "text": "Why would you want to do anything else but rescue a pet?"
   },
   "author": {
    "text": "Paul Shaffer"
   }
  },
  {
   "quote": {
    "text": "It's a little known fact that one in three family pets gets lost during its lifetime, and approximately 9 million pets enter shelters each year. That's why it's a wonderful thing to get your pet microchipped and registered with your contact information because then they can be located and the owners can track where their pets are."
   },
   "author": {
    "text": "Betty White"
   }
  },
  {
   "quote": {
    "text": "The kinds of roles dogs fill can be hard to come by in human relationships. We touch the dog or the pet at whim. There is a lack of self-consciousness and a fluidity to it that is absent from most human relationships. If someone acted that way to you, you'd feel claustrophobic pretty quickly. It's a boundary violation."
   },
   "author": {
    "text": "Caroline Knapp"
   }
  },
  {
   "quote": {
    "text": "I've got a new invention. It's a revolving bowl for tired goldfish."
   },
   "author": {
    "text": "Lefty Gomez"
   }
  },
  {
   "quote": {
    "text": "I love cats."
   },
   "author": {
    "text": "Dick Van Patten"
   }
  },
  {
   "quote": {
    "text": "My dream pet? I like a couple of them, man: monkey, I love dogs. See, tigers, I don't know - I can't be playing with something like that. A monkey, I can handle it. A dog, yeah; I would get a monkey."
   },
   "author": {
    "text": "French Montana"
   }
  },
  {
   "quote": {
    "text": "I have studied many philosophers and many cats. The wisdom of cats is infinitely superior."
   },
   "author": {
    "text": "Hippolyte Taine"
   }
  },
  {
   "quote": {
    "text": "The clever cat eats cheese and breathes down rat holes with baited breath."
   },
   "author": {
    "text": "W. C. Fields"
   }
  },
  {
   "quote": {
    "text": "Some dog I got too. We call him Egypt. Because in every room he leaves a pyramid."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "I looked up my family tree and found three dogs using it."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "When I was 16... I worked in a pet store. And they fired me because... they had three snakes in there, and one day I braided them."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "A happy arrangement: many people prefer cats to other people, and many cats prefer people to other cats."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "My roommate got a pet elephant. Then it got lost. It's in the apartment somewhere."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "I used to love dogs until I discovered cats."
   },
   "author": {
    "text": "Nafisa Joseph"
   }
  },
  {
   "quote": {
    "text": "Those who wish to pet and baby wild animals 'love' them. But those who respect their natures and wish to let them live normal lives, love them more."
   },
   "author": {
    "text": "Edwin Way Teale"
   }
  },
  {
   "quote": {
    "text": "The dog is the god of frolic."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "We long for an affection altogether ignorant of our faults. Heaven has accorded this to us in the uncritical canine attachment."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "I have a lot of plants and fish and a pet lizard and Venus flytraps. I have a whole ecosystem in my room, like a running waterfall and different lights and sensors set on digital timers."
   },
   "author": {
    "text": "Chris Pratt"
   }
  },
  {
   "quote": {
    "text": "Never wear anything that panics the cat."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Every time someone buys a cat or a dog from a breeder or a pet shop, a cat on the streets or in an animal shelter loses his or her chance at finding a good home."
   },
   "author": {
    "text": "Amy Jackson"
   }
  },
  {
   "quote": {
    "text": "Dogs got personality. Personality goes a long way."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "I'm scared to death of being poor. It's like a fat girl who loses 500 pounds but is always fat inside. I grew up poor and will always feel poor inside. It's my pet paranoia."
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "It is a good morning exercise for a research scientist to discard a pet hypothesis every day before breakfast. It keeps him young."
   },
   "author": {
    "text": "Konrad Lorenz"
   }
  },
  {
   "quote": {
    "text": "We all know the stories about the Human Rights Act... about the illegal immigrant who cannot be deported because, and I am not making this up, he had a pet cat."
   },
   "author": {
    "text": "Theresa May"
   }
  },
  {
   "quote": {
    "text": "We can stop the cycle of animal homelessness and save lives by opening our hearts and homes to a loving cat or dog from an animal shelter instead of buying animals from breeders or pet shops."
   },
   "author": {
    "text": "Amy Jackson"
   }
  },
  {
   "quote": {
    "text": "There is something very independent about French balloons - you feel you couldn't make a pet of one."
   },
   "author": {
    "text": "Elizabeth Bibesco"
   }
  },
  {
   "quote": {
    "text": "To his dog, every man is Napoleon; hence the constant popularity of dogs."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "My pet peeves are people touching me a lot. Random dudes grabbing me and slapping me across the back. They're not doing it on purpose, but it's like they forget I'm a person. But you can't do anything about it. What are you going to do?"
   },
   "author": {
    "text": "Rob Gronkowski"
   }
  },
  {
   "quote": {
    "text": "Who indeed, after pulling off the coloured glasses of prejudice and thrusting out of sight his pet projects, can help seeing the folly of these endeavours to protect men against themselves? A sad population of imbeciles would our schemers fill the world with, could their plans last."
   },
   "author": {
    "text": "Herbert Spencer"
   }
  },
  {
   "quote": {
    "text": "Maybe humans are just the pet alligators that God flushed down the toilet."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "Millions of animals are euthanized every year because shelters can't find homes for them. Buying animals from pet stores also tends to support puppy and cat mills, many of which have deplorable conditions for animals, which shouldn't be tolerated."
   },
   "author": {
    "text": "Laura Mennell"
   }
  },
  {
   "quote": {
    "text": "My biggest pet peeve is when you go to a fine restaurant, and it's like a mausoleum inside. Good food should be joyful. There should be laughter and chatter, not people sitting there like they're in a funeral-parlor waiting room."
   },
   "author": {
    "text": "Jim Harrison"
   }
  },
  {
   "quote": {
    "text": "One of my biggest pet peeves is when a guy's wearing flip-flop sandals, which I don't understand. Men's feet are disgusting to begin with, but now they're on display when I try to go out for a nice steak at a restaurant, and I have to sit there and look at some guy's hoof? I don't get it. I don't understand it."
   },
   "author": {
    "text": "Sebastian Maniscalco"
   }
  },
  {
   "quote": {
    "text": "Way down deep, we're all motivated by the same urges. Cats have the courage to live by them."
   },
   "author": {
    "text": "Jim Davis"
   }
  },
  {
   "quote": {
    "text": "Vinyl is the real deal. I've always felt like, until you buy the vinyl record, you don't really own the album. And it's not just me or a little pet thing or some kind of retro romantic thing from the past. It is still alive."
   },
   "author": {
    "text": "Jack White"
   }
  },
  {
   "quote": {
    "text": "You know what I hate? I hate people who give me plants. The whole giving someone plants - it's like giving someone a pet. I'm giving you responsibility, I'm giving you a thing that you now have to take care of for, like, a year until it dies, and then I'm giving you sadness and guilt."
   },
   "author": {
    "text": "Chelsea Cain"
   }
  },
  {
   "quote": {
    "text": "A kitten is chiefly remarkable for rushing about like mad at nothing whatever, and generally stopping before it gets there."
   },
   "author": {
    "text": "Agnes Repplier"
   }
  },
  {
   "quote": {
    "text": "We write in ways that, we generally hope, reflect real life, or at least look familiar to humans. And in life, recurring themes are a recurring theme. We never quite conquer a pet vice or a relationship pattern or a communication habit. We're haunted by our particular demons."
   },
   "author": {
    "text": "Sara Zarr"
   }
  },
  {
   "quote": {
    "text": "The cat does not offer services. The cat offers itself. Of course he wants care and shelter. You don't buy love for nothing."
   },
   "author": {
    "text": "William S. Burroughs"
   }
  },
  {
   "quote": {
    "text": "I am an enthusiast, but not a crank in the sense that I have some pet theories as to the proper construction of a flying machine. I wish to avail myself of all that is already known and then, if possible, add my mite to help on the future worker who will attain final success."
   },
   "author": {
    "text": "Wilbur Wright"
   }
  },
  {
   "quote": {
    "text": "Dachshunds are ideal dogs for small children, as they are already stretched and pulled to such a length that the child cannot do much harm one way or the other."
   },
   "author": {
    "text": "Robert Benchley"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, I was obsessed with different planets in the solar system, and I used to create, for every single planet, a different alien race with a certain kind of pet, a certain kind of house, a certain kind of water system, and everything. I would draw these pictures. I had hundreds of these pictures in a box."
   },
   "author": {
    "text": "James Gunn"
   }
  },
  {
   "quote": {
    "text": "Veterans report that service dogs help break their isolation. People will often avert their eyes when they see a wounded veteran. But when the veteran has a dog, the same people will come up and say, 'Hi' to pet the dog and then strike up a conversation."
   },
   "author": {
    "text": "Al Franken"
   }
  },
  {
   "quote": {
    "text": "There are all sorts of cute puppy dogs, but it doesn't stop people from going out and buying Dobermans."
   },
   "author": {
    "text": "Angus Young"
   }
  },
  {
   "quote": {
    "text": "My biggest pet peeve, I guess, is other comedians criticizing Larry the Cable Guy."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "There's kind of a toll you have to pay with a cat; if you don't pet her for 10 minutes she'll bother you for six hours."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "It doesn't work if the bad guys kill his mother's uncle's friend's neighbor's pet dog. You've got to make the stakes high."
   },
   "author": {
    "text": "Steven Seagal"
   }
  },
  {
   "quote": {
    "text": "Cats are very independent animals. They're very sexy, if you want. Dogs are different. They're familiar. They're obedient. You call a cat, you go, 'Cat, come here.' He doesn't come to you unless you have something in your hand that he thinks might be food. They're very free animals, and I like that."
   },
   "author": {
    "text": "Antonio Banderas"
   }
  },
  {
   "quote": {
    "text": "One of my pet peeves is that sometimes the talents of my band get overlooked because, and it was the same problem that Frank Zappa had, with a lot of groups that use humor, people don't realize there's a lot of craft behind the comedy."
   },
   "author": {
    "text": "Al Yankovic"
   }
  },
  {
   "quote": {
    "text": "I used to have this little mouse. I buy birds from the pet store and I let them go."
   },
   "author": {
    "text": "Ziggy Marley"
   }
  },
  {
   "quote": {
    "text": "I fed my yak on my spare Cadbury chocolate 21,0000ft up Everest. It was a blonde, very sweet female yak. I made it my pet after that."
   },
   "author": {
    "text": "Brian Blessed"
   }
  },
  {
   "quote": {
    "text": "I really liked the snake that breaks out of the cage in the beginning of the movie. I saw it in real life, and it was really cool. Really big and fat. The owls are cool as well, but you can't really pet them."
   },
   "author": {
    "text": "Tom Felton"
   }
  },
  {
   "quote": {
    "text": "Dogs are my favorite people."
   },
   "author": {
    "text": "Richard Dean Anderson"
   }
  },
  {
   "quote": {
    "text": "People who keep dogs are cowards who haven't got the guts to bite people themselves."
   },
   "author": {
    "text": "August Strindberg"
   }
  },
  {
   "quote": {
    "text": "I really want a pet, and I really love animals."
   },
   "author": {
    "text": "Aurora"
   }
  },
  {
   "quote": {
    "text": "If I was good each week, my father would take me to a different pet store each Saturday. I had a snake, horny toads, turtles, lizards, rabbits, guinea pigs... I kept my alligator in the bathtub until it got too big."
   },
   "author": {
    "text": "Dick Van Patten"
   }
  },
  {
   "quote": {
    "text": "I hate when people don't keep their word or they are late. Tardiness is a big pet peeve of mine."
   },
   "author": {
    "text": "Tim Hudson"
   }
  },
  {
   "quote": {
    "text": "I am a pet person. My dog actually lives in Georgia now. But I work with animal trainers and pets quite often. I also volunteer at different places like animal shelters. It's good to be around pets. They kind of put things into perspective. They're easygoing, loyal, and they seem to get it, even when humans don't."
   },
   "author": {
    "text": "Alyson Stoner"
   }
  },
  {
   "quote": {
    "text": "I think there's something great and generic about goldfish. They're everybody's first pet."
   },
   "author": {
    "text": "Paul Rudd"
   }
  },
  {
   "quote": {
    "text": "Perhaps it is because cats do not live by human patterns, do not fit themselves into prescribed behavior, that they are so united to creative people."
   },
   "author": {
    "text": "Andre Norton"
   }
  },
  {
   "quote": {
    "text": "I spent a lot of time in the White House in the public areas where reporters are allowed to go, but I spoke to people about the private quarters as well. Some of the things I learned were small, novelistic details. For example, the fact that there were still pet stains on the carpets from the Bush cats when the Obamas moved in."
   },
   "author": {
    "text": "Jodi Kantor"
   }
  },
  {
   "quote": {
    "text": "The dog has got more fun out of Man than Man has got out of the dog, for the clearly demonstrable reason that Man is the more laughable of the two animals."
   },
   "author": {
    "text": "James Thurber"
   }
  },
  {
   "quote": {
    "text": "My big pet peeve with people posting food - and I love it when people post food - but my number one thing is when you're posting at a restaurant, and it's dark, like a date night, food never looks good. Flash looks horrible, no flash looks horrible. It's important to only do food photos during daylight - and it's all about color with Instagram."
   },
   "author": {
    "text": "Chrissy Teigen"
   }
  },
  {
   "quote": {
    "text": "One of the most obvious ways dogs can improve our physical and mental health is via daily walks."
   },
   "author": {
    "text": "Andrew Weil"
   }
  },
  {
   "quote": {
    "text": "I had a Super Beetle that I restored and painted deep purple in honor of Jimi Hendrix that was stolen. After that, I got a Ford Falcon that had no windshield wipers, so whenever it rained - which, thankfully, in L.A. it doesn't do very much - I'd have to lean out my driver's side window like 'Ace Ventura: Pet Detective.'"
   },
   "author": {
    "text": "Tamara Taylor"
   }
  },
  {
   "quote": {
    "text": "A hungry dog hunts best. A hungrier dog hunts even better."
   },
   "author": {
    "text": "Norman Ralph Augustine"
   }
  },
  {
   "quote": {
    "text": "It might seem strange to feast on Guinea pig, but Ecuadorians love to eat cuy. Personally, I think it's a phenomenal alternative to pork or chicken. High in protein, low in fat, cheap and easy to raise. Oh, and cuy tastes great, much like roast pig. You might call it a pet, but I prefer to call it dinner."
   },
   "author": {
    "text": "Andrew Zimmern"
   }
  },
  {
   "quote": {
    "text": "Whales are killed today to supply the limited demand for whale meat or to be used in pet foods or as fodder for fur-bearing animals used in the fur trade."
   },
   "author": {
    "text": "Paul Watson"
   }
  },
  {
   "quote": {
    "text": "When you want a break from dogs, and you take them to the kennel to the stars, no one thinks you're a bad pet owner. But when you have kids, you can't drop them off for three weeks without someone calling Child Protective Services!"
   },
   "author": {
    "text": "Gabrielle Union"
   }
  },
  {
   "quote": {
    "text": "I want to be a lawyer, a dancer, an actress, a mother, a wife, a children's author, a distance runner, a poet, a pianist, a pet store owner, an astronaut, an environmental and humanitarian activist, a psychiatrist, a ballet teacher, and the first woman president."
   },
   "author": {
    "text": "Rachel Corrie"
   }
  },
  {
   "quote": {
    "text": "Every time I decide I want a child I get another pet. I have 3 dogs, 13 birds and 3 horses, what does that tell you?"
   },
   "author": {
    "text": "Alyssa Milano"
   }
  },
  {
   "quote": {
    "text": "Owners lavish love on their pets, which is why so many go from non-aggressive pups to being out of control when they're older. People just don't realise their dog must respect them as leader of the pack."
   },
   "author": {
    "text": "Cesar Millan"
   }
  },
  {
   "quote": {
    "text": "Learning from wolves to interact with pet dogs makes about as much sense as, 'I want to improve my parenting - let's see how the chimps do it!'"
   },
   "author": {
    "text": "Ian Dunbar"
   }
  },
  {
   "quote": {
    "text": "No one ever pretended that shopping for anything is a rational experience. If it were, would there be Fluffernutter? Laceless sneakers? Porkpie hats? Would the Chia Pet even exist?"
   },
   "author": {
    "text": "Jeffrey Kluger"
   }
  },
  {
   "quote": {
    "text": "The world spends $40 billion a year on pet food."
   },
   "author": {
    "text": "Nicholas Kristof"
   }
  },
  {
   "quote": {
    "text": "We created a line of pet food called Nutrish that's made to human standards, and 100 percent of the proceeds go to animal rescue. One of our top-tier donors is the ASPCA, and they help us challenge animal shelters all across the country to get more animals placed in homes."
   },
   "author": {
    "text": "Rachael Ray"
   }
  },
  {
   "quote": {
    "text": "When you're fighting for social justice, one of my biggest pet peeves is speaking out of ignorance."
   },
   "author": {
    "text": "Eva Longoria"
   }
  },
  {
   "quote": {
    "text": "For me, it's always been one of my pet peeves to keep people engaged and talking, and just always being interested in what I have going on. To keep the level of creativity always turned up to the max."
   },
   "author": {
    "text": "Future"
   }
  },
  {
   "quote": {
    "text": "One of my pet peeves about Nashville is that it tends to be copycatted. I don't want to do that. I've got to be different."
   },
   "author": {
    "text": "Blake Shelton"
   }
  },
  {
   "quote": {
    "text": "The trees in Siberia are miles apart, that is why the dogs are so fast."
   },
   "author": {
    "text": "Bob Hope"
   }
  },
  {
   "quote": {
    "text": "I started keeping track of my pet peeves and so far have counted over 160... but to pick one: muffins. They're imposters. They think they're breakfast food, but really, they are just terrible cupcakes."
   },
   "author": {
    "text": "Aubrey Peeples"
   }
  },
  {
   "quote": {
    "text": "I have the same pet peeve as Anderson Cooper, which is bare feet in public. I hate it. It so grosses me out, especially in New York. Oh my God, New York in the summer with people and their feet in their sandals and their flip-flops, like get it away!"
   },
   "author": {
    "text": "Busy Philipps"
   }
  },
  {
   "quote": {
    "text": "We are deeply sorry for the loss of anything - from your luggage to, of course, a loved pet."
   },
   "author": {
    "text": "Oscar Munoz"
   }
  },
  {
   "quote": {
    "text": "I really love animals. My cat is my little soul mate. He's not just a cat, he's my friend."
   },
   "author": {
    "text": "Tracey Emin"
   }
  },
  {
   "quote": {
    "text": "I have a real pet peeve for women who play damaged characters but don't look damaged."
   },
   "author": {
    "text": "Patty Jenkins"
   }
  },
  {
   "quote": {
    "text": "I love the ubiquitous idly-dosa combination. In fact, that was my pet name as a kid! In school, I would bug the canteen boys to get me my daily quota of idly!"
   },
   "author": {
    "text": "Hansika Motwani"
   }
  },
  {
   "quote": {
    "text": "There are people all over the world who like to write fan letters in the voice of their pet: 'Hello, my name is Fifi and I'm a labrador and I think you're great. Paw paw!'"
   },
   "author": {
    "text": "Rebecca Hall"
   }
  },
  {
   "quote": {
    "text": "A pet store is a celebration of dogs' existence and an explosion of options. About cats, a pet store seems to say, 'Here, we couldn't think of anything else.' Cats are the Hanukkah of the animal world in this way. They are feted quietly and happily by a minority, but there's only so much hoopla applicable to them."
   },
   "author": {
    "text": "Sloane Crosley"
   }
  },
  {
   "quote": {
    "text": "I have more pet peeves than anybody: people talking in the movie theater, people eating in the movie theater loudly, people being rude, people making noise when you're supposed to be asleep, like drilling noises outside. I could be here all day."
   },
   "author": {
    "text": "Kate Beckinsale"
   }
  },
  {
   "quote": {
    "text": "I brought a Border Collie back home to Vancouver from Wales - where some of my ancestors are from - and needed to challenge him in other ways than just being my pet. So I investigated sheep herding and took a few lessons, and decided I was probably learning more than my dog!"
   },
   "author": {
    "text": "Jane Siberry"
   }
  },
  {
   "quote": {
    "text": "My pet peeve is when people come over to my house, and there are coasters, but they don't use a coaster."
   },
   "author": {
    "text": "Chord Overstreet"
   }
  },
  {
   "quote": {
    "text": "All writers have their own pet commandments."
   },
   "author": {
    "text": "Darin Strauss"
   }
  },
  {
   "quote": {
    "text": "I'm a writer who stacks cat food for a living. It's true: I have a master's degree in creative writing, I've published two critically successful books, and I get paid to replenish the shelves of my local food co-op with pet food, sponges and toilet paper. Nine days out of 10, I do it quite happily."
   },
   "author": {
    "text": "Ali Liebegott"
   }
  },
  {
   "quote": {
    "text": "I always want to try to make films feel timeless, because one of my biggest pet peeves is that there's a movie you love, and then you revisit it twenty years later, you show your kid or something, and it's like, 'Oh my God!' with hairstyles and clothing and all that kind of stuff."
   },
   "author": {
    "text": "Francis Lawrence"
   }
  },
  {
   "quote": {
    "text": "Chadron had a water tower, grain elevators, a tanning salon, a video rental store, a small liberal arts college, a Hardee's, a stoplight, and a curling yellow sign in the pet store window that read, 'Hamsters and Tarantulas Featured Today.'"
   },
   "author": {
    "text": "Poe Ballantine"
   }
  },
  {
   "quote": {
    "text": "My mother and dad were big animal lovers, too. I just don't know how I would have lived without animals around me. I'm fascinated by them - both domestic pets and the wild community. They just are the most interesting things in the world to me, and it's made such a difference in my lifetime."
   },
   "author": {
    "text": "Betty White"
   }
  },
  {
   "quote": {
    "text": "There's just me and my wife and a dog and we feed him Healthy Choice also."
   },
   "author": {
    "text": "Mike Ditka"
   }
  },
  {
   "quote": {
    "text": "Many who have spent a lifetime in it can tell us less of love than the child that lost a dog yesterday."
   },
   "author": {
    "text": "Thornton Wilder"
   }
  },
  {
   "quote": {
    "text": "I don't read good books anymore, it seems; I just buy them and put them on the shelf and every now and then walk over and pet them. I'm like the optimistic dieter who fills her closet with clothes two sizes too small and dreams of the day she can wear them. I know just what I want to do when I retire."
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "Pet foods come in a variety of flavors because that's what humans like, and we assume our pets like what we like. We're wrong."
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "A lover tries to stand in well with the pet dog of the house."
   },
   "author": {
    "text": "Moliere"
   }
  },
  {
   "quote": {
    "text": "I'd say the best is when I was in Africa, I saw a hippo in a house. Someone had a pet hippo. And they're meant to be one of the most dangerous animals on the planet, and they had one that was sort of just wandering in and out of their house, just sort of roaming about."
   },
   "author": {
    "text": "Karl Pilkington"
   }
  },
  {
   "quote": {
    "text": "To me, a cat is an easy pet, they don't need any spoiling or looking after."
   },
   "author": {
    "text": "Karl Pilkington"
   }
  },
  {
   "quote": {
    "text": "Like most people, I have several pet subjects - that may or may not be interesting to other people. Don't get me started on happiness, or habits, or children's literature, or Winston Churchill, unless you really want to talk about it."
   },
   "author": {
    "text": "Gretchen Rubin"
   }
  },
  {
   "quote": {
    "text": "Growing up in Kansas City, I was always neat, the teacher's pet, know-it-all type."
   },
   "author": {
    "text": "Gretchen Rubin"
   }
  },
  {
   "quote": {
    "text": "I grew up with a pet iguana named Willy. We had a very contentious relationship. It turns out that iguanas are not meant to live in suburban homes."
   },
   "author": {
    "text": "Kate McKinnon"
   }
  },
  {
   "quote": {
    "text": "When a guy tells me I'm cute, it's not something desirable. Cute is more like what you want your pet to be."
   },
   "author": {
    "text": "Natalie Portman"
   }
  },
  {
   "quote": {
    "text": "The first pet I remember was a cat called Baby. She would sleep with me, and I could call her from anywhere, and she would come running."
   },
   "author": {
    "text": "Ashton Eaton"
   }
  },
  {
   "quote": {
    "text": "I need to be able to be at a gig and just put my bag on the floor and not worry about it being stood on or getting ruined. You want a bag that can go through anything. And a little bit of softness is always lovely. If I don't have a dog, I can just pet my bag!"
   },
   "author": {
    "text": "Cara Delevingne"
   }
  },
  {
   "quote": {
    "text": "If cats were double the size they are now, they'd probably be illegal."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "My little dog, he did not get ill. It is so funny that people get ill on a boat and dogs do not."
   },
   "author": {
    "text": "Anna Held"
   }
  },
  {
   "quote": {
    "text": "Some men over-tweeze their eyebrows, and it's just too perfect. Men are meant to have kind of a bushy brow. Too much aftershave is also off-putting; it's one of my pet hates."
   },
   "author": {
    "text": "David Beckham"
   }
  },
  {
   "quote": {
    "text": "If you have time to get your pet rabbit its own Instagram account, you have time to at least tweet about something important."
   },
   "author": {
    "text": "Jameela Jamil"
   }
  },
  {
   "quote": {
    "text": "I hate rats. I had a pet rat to try and overcome it. I even gave him mouth-to mouth resuscitation when he had a heart attack. But I couldn't conquer it."
   },
   "author": {
    "text": "Sam Taylor-Johnson"
   }
  },
  {
   "quote": {
    "text": "No one can feel as helpless as the owner of a sick goldfish."
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "All I want in life is to pet my dog and cat. After that, all I want to do is post photos of them. Mostly because they're the cutest things ever, but also because I don't have to worry about how ugly I look in the photo."
   },
   "author": {
    "text": "Cazzie David"
   }
  },
  {
   "quote": {
    "text": "I have a pet goat."
   },
   "author": {
    "text": "Ryan Holiday"
   }
  },
  {
   "quote": {
    "text": "I wish people would realize that animals are totally dependent on us, helpless, like children, a trust that is put upon us."
   },
   "author": {
    "text": "James Herriot"
   }
  },
  {
   "quote": {
    "text": "I kind of imagine myself at eighty, a cat lady."
   },
   "author": {
    "text": "Juliette Lewis"
   }
  },
  {
   "quote": {
    "text": "I liked animals better than people. That's one of the reasons I wanted to be a vet - then I found out that every pet had a person that owned 'em."
   },
   "author": {
    "text": "Ted Yoho"
   }
  },
  {
   "quote": {
    "text": "Having an animal that you fix, knowing that you saved its life or you saved a pet - Like on a dog, these little kids will come, and their dog is just ready to die, and you do something, and they leave happy. The kids are happy, and the little puppy is licking your hand. Those are kind of neat feelings."
   },
   "author": {
    "text": "Ted Yoho"
   }
  },
  {
   "quote": {
    "text": "I'm very into Taylor Swift. From her music to her wardrobe, she is absolutely killing it. Also, she has adorable cats that I would love to pet."
   },
   "author": {
    "text": "Connor Franta"
   }
  },
  {
   "quote": {
    "text": "Even in a culture where people are well meaning, there are sometimes 'microaggressions.' People who will just cut you off. You'll be talking, and someone will interrupt you. That's become a big pet peeve of mine."
   },
   "author": {
    "text": "Susan Wojcicki"
   }
  },
  {
   "quote": {
    "text": "I don't micromanage, but I do care deeply about every product we make. Every one goes through me, and I try most of our products before they go to market, including our John Paul Pet flea and tick shampoo. If I don't like it, it's not coming out."
   },
   "author": {
    "text": "John Paul DeJoria"
   }
  },
  {
   "quote": {
    "text": "My college friends call me Karu, which is the worst. Only in our country can we make a short form for a short name. But otherwise, I've never had a pet name all my life. But now, in official meetings, someone will call me KJo. And I'll judge that person in my head. Just call me Karan."
   },
   "author": {
    "text": "Karan Johar"
   }
  },
  {
   "quote": {
    "text": "It's just so nice when your pet isn't all needy. I need a lot of space, so dogs suffocate me."
   },
   "author": {
    "text": "Kerli"
   }
  },
  {
   "quote": {
    "text": "Pet lovers know that animals sometimes understand us better than we do, and the annals of human sin and desire provide plenty of stories to drive the point home."
   },
   "author": {
    "text": "Tony Snow"
   }
  },
  {
   "quote": {
    "text": "It was so cold today that I saw a dog chasing a cat, and the dog was walking."
   },
   "author": {
    "text": "Mickey Rivers"
   }
  },
  {
   "quote": {
    "text": "I like animals because they are not consciously cruel and don't betray each other."
   },
   "author": {
    "text": "Taylor Caldwell"
   }
  },
  {
   "quote": {
    "text": "My parents used to take me to the pet department and tell me it was a zoo."
   },
   "author": {
    "text": "Billy Connolly"
   }
  },
  {
   "quote": {
    "text": "One of my big pet peeves is single-use plastic bags. I think it's one of the stupidest ideas in the world."
   },
   "author": {
    "text": "Philippe Cousteau, Jr."
   }
  },
  {
   "quote": {
    "text": "We have a habit of turning to scientists when we want factual answers and artists when we want entertainment, but where are the facts about the nature of the self? Neurologists peering at PET scans and fMRIs know they aren't seeing the soul in there."
   },
   "author": {
    "text": "James Gleick"
   }
  },
  {
   "quote": {
    "text": "My pet peeve and my goal in life is to somehow get an adjective for 'integrity' in the dictionary. 'Truthful' doesn't really cover it, or 'genuine.' It should be like 'integritus.'"
   },
   "author": {
    "text": "Rashida Jones"
   }
  },
  {
   "quote": {
    "text": "I do feel like by buying rats from a pet store, you are saving them because if not, they would get fed to a snake or something."
   },
   "author": {
    "text": "Nikki Reed"
   }
  },
  {
   "quote": {
    "text": "I had a big Akita, Yoshi, who was fabulous. I loved him. We lost him when he was 12, and I've never been able to replace him. Normally, most people lose a pet and get another and keep going on. But it just felt wrong to me; it felt disloyal."
   },
   "author": {
    "text": "Robert Crais"
   }
  },
  {
   "quote": {
    "text": "Packing is my pet hate."
   },
   "author": {
    "text": "Seal"
   }
  },
  {
   "quote": {
    "text": "Nothing gives me quite so much joy as when people tell me they've had their pets spayed or neutered."
   },
   "author": {
    "text": "Bob Barker"
   }
  },
  {
   "quote": {
    "text": "Once they become AKC registered, the newspapers will become flooded with ads for them. And you'll see Border collies in pet stores and animal shelters."
   },
   "author": {
    "text": "Donald McCaig"
   }
  },
  {
   "quote": {
    "text": "Though each trainer believes his or her method is best, I don't think it matters which method the pet owner adopts so long as that owner finds a capable mentor and sticks with the training. Eventually you will learn to see your dog, and when that happens, the richness of your and your dog's lives will tell you what to do next."
   },
   "author": {
    "text": "Donald McCaig"
   }
  },
  {
   "quote": {
    "text": "My parents were very permissive when it came to animals. As long as we earned the money to buy them and built whatever structure it was they were going to live in, we could have any kind of pet we wanted. They would have let us have a rhinoceros if we could have afforded it."
   },
   "author": {
    "text": "Maggie Stiefvater"
   }
  },
  {
   "quote": {
    "text": "Maybe I was unpopular a bit because I was a teacher's pet. But even the teachers complained about me. They would say to my parents, 'For every one question any pupil asks, Walter asks 10.'"
   },
   "author": {
    "text": "Walter O'Brien"
   }
  },
  {
   "quote": {
    "text": "My campaign is about getting pets to be more active, and exercise with your animal is a great way for people to exercise. When you're out with your pet, it becomes fun. You don't think of it as a chore. For me, taking my dog out for a walk is very relaxing."
   },
   "author": {
    "text": "Misty May-Treanor"
   }
  },
  {
   "quote": {
    "text": "Legislators are interested in their pet projects, getting re-elected, and popularity contests."
   },
   "author": {
    "text": "Bud Grant"
   }
  },
  {
   "quote": {
    "text": "In truth, I'm not really a cat person. Seamus, the wonder dog, still deeply mourned by all who knew him, was just about the only pet I've ever really loved."
   },
   "author": {
    "text": "Michael Dirda"
   }
  },
  {
   "quote": {
    "text": "I think you can totally be a totally normal kid from the suburbs of Chicago and go off and play shows. It's one of those things that when you go home, you're still the nerd you were when you left, and your parents still get to yell at you about cleaning up your room, and your girlfriend still drags you to the pet store."
   },
   "author": {
    "text": "Patrick Stump"
   }
  },
  {
   "quote": {
    "text": "I didn't get a lot of attention from my dad when I was young. That's a big part of it for girls. Because your dad is the first love of your life. If he doesn't put you on his lap and give you a pet, you do end up not really liking yourself that much."
   },
   "author": {
    "text": "Dolores O'Riordan"
   }
  },
  {
   "quote": {
    "text": "Apart from 'VIP' being a blockbuster movie, the various characters such as mine, the Luna bike I use in the movie, the lovable amma and appa, a pet dog named Harry Potter, the innocent brother, etc., had a huge reach among the audiences."
   },
   "author": {
    "text": "Dhanush"
   }
  },
  {
   "quote": {
    "text": "I have a lot of trouble understanding how people see me as a celebrity. I work 14 hours a day, and then I just want to talk to my family, see the people I love, pet my dog, and go to bed. I'm not looking to be best friends with or emulate a celebrity."
   },
   "author": {
    "text": "America Ferrera"
   }
  },
  {
   "quote": {
    "text": "I live alone, with cats, books, pictures, fresh vegetables to cook, the garden, the hens to feed."
   },
   "author": {
    "text": "Jeanette Winterson"
   }
  },
  {
   "quote": {
    "text": "You can get too bogged down in technology and you can sort of forget what it is you were trying to do. And with the Pet Shop Boys it's primarily about the songs, it's about song writing."
   },
   "author": {
    "text": "Chris Lowe"
   }
  },
  {
   "quote": {
    "text": "One of my pet peeves about biblical epics was that the characters' costumes always looked like they're just out of the dry cleaners."
   },
   "author": {
    "text": "Roma Downey"
   }
  },
  {
   "quote": {
    "text": "My best time to write is right after coffee and breakfast - four eggs - because, full disclosure, I'm really a komodo dragon - and that's because then I'm energized but not so awake that the critical voice clicks on, the voice that sometimes says, 'Don't write that,' or, 'Man, that sentence is terrible - you should give up and go pet the cats.'"
   },
   "author": {
    "text": "Jeff Vandermeer"
   }
  },
  {
   "quote": {
    "text": "I have some road rage inside of me. Traffic, especially in L.A., is a pet peeve of mine."
   },
   "author": {
    "text": "Katie Holmes"
   }
  },
  {
   "quote": {
    "text": "I'm looking more like my dogs every day - it must be the shaggy fringe and the ears."
   },
   "author": {
    "text": "Christine McVie"
   }
  },
  {
   "quote": {
    "text": "I don't mind being called Maddy at all, but I mind the closeness that you assume you get by calling me by my pet name. So merely by calling me Maddy, I don't give you the authority to come and put your hand around my shoulder."
   },
   "author": {
    "text": "R. Madhavan"
   }
  },
  {
   "quote": {
    "text": "If you're trying to cut down the distance travelled from the farm to your plate, it makes sense to do the same for your pet. If we all shifted our bias towards sustainable pet food, we would be helping more than just our faithful friends."
   },
   "author": {
    "text": "Sheherazade Goldsmith"
   }
  },
  {
   "quote": {
    "text": "We are telling veterans they must sacrifice to pay for the pet projects and contracts to campaign donors of powerful members of Congress."
   },
   "author": {
    "text": "Nick Lampson"
   }
  },
  {
   "quote": {
    "text": "Dogs really are perfect soldiers. They are brave and smart; they can smell through walls, see in the dark, and eat Army rations without complaint."
   },
   "author": {
    "text": "Susan Orlean"
   }
  },
  {
   "quote": {
    "text": "I love animals and feel very strongly that people should not be allowed to buy a pet if they are not able to look after it."
   },
   "author": {
    "text": "Kirsty Gallacher"
   }
  },
  {
   "quote": {
    "text": "If you have a deep-seated need to be loved and admired every day, you shouldn't be in politics. You should go work at a pet store."
   },
   "author": {
    "text": "Michael Nutter"
   }
  },
  {
   "quote": {
    "text": "I could probably give you a list of a dozen pet peeves I have about my own physicality and why I couldn't get a second date."
   },
   "author": {
    "text": "Zachary Levi"
   }
  },
  {
   "quote": {
    "text": "People were a little leery when I was doing the press for my last album 'Rumble Doll,' yes. It's always that thing that this is a dilettante or a pet project."
   },
   "author": {
    "text": "Patti Scialfa"
   }
  },
  {
   "quote": {
    "text": "I never married because there was no need. I have three pets at home which answer the same purpose as a husband. I have a dog which growls every morning, a parrot which swears all afternoon, and a cat that comes home late at night."
   },
   "author": {
    "text": "Marie Corelli"
   }
  },
  {
   "quote": {
    "text": "I saw myself as a teacher's pet but with a little of Ed Haskell mixed in. I was the teacher's pet, but that didn't mean that I was trying to pull one over."
   },
   "author": {
    "text": "Damon Lindelof"
   }
  },
  {
   "quote": {
    "text": "We wanted a pet food based on sound scientific principles and truth, not marketing hype."
   },
   "author": {
    "text": "Dick Van Patten"
   }
  },
  {
   "quote": {
    "text": "We all have our pet things that we like to get religious about."
   },
   "author": {
    "text": "Max Cannon"
   }
  },
  {
   "quote": {
    "text": "One of my pet peeves is when people think that pop guys go country when they can't make it in pop anymore."
   },
   "author": {
    "text": "Darius Rucker"
   }
  },
  {
   "quote": {
    "text": "That's one of my pet peeves. People always want to put something into a category - this one or that one. You know, a great song is a great song."
   },
   "author": {
    "text": "Darius Rucker"
   }
  },
  {
   "quote": {
    "text": "I love animals. I just don't want to have a pet. That's OK, right? I would take a dog over a cat, at least to interact with you. I feel like cats just stare you down all the time. Cats have, like, bad attitudes."
   },
   "author": {
    "text": "Erin Foster"
   }
  },
  {
   "quote": {
    "text": "People always joke that 'dog' spells 'god' backwards. They should consider that it might be the higher power coming down to see just how well they do, what kind of people they are. The animals are right here, right in front of us. And how we treat these companions is a test."
   },
   "author": {
    "text": "Linda Blair"
   }
  },
  {
   "quote": {
    "text": "My mom didn't believe in putting chemicals in hair. But when I got to college, we didn't have A/C in our dorms freshman year. So after several days of waking up looking like a Chia Pet, I was like 'OK, I'm gonna get a perm.' And then my hair revolted and fell out. I was over that quick, fast and in a hurry."
   },
   "author": {
    "text": "Keshia Knight Pulliam"
   }
  },
  {
   "quote": {
    "text": "I try not to wear anything I have to fidget with - there's nothing worse than wearing something and pulling down the hem and re-adjusting the top. My pet hate is when girls wear those strapless dresses and spend the whole night yanking them up."
   },
   "author": {
    "text": "Sophie Ellis-Bextor"
   }
  },
  {
   "quote": {
    "text": "Don't buy furs: that's No. 1. You can start with that. Then spay and neuter your pets. We destroy millions of them a year. Go to an animal shelter for a cat or dog. And read a book about how to care properly for your particular pet."
   },
   "author": {
    "text": "Loretta Swit"
   }
  },
  {
   "quote": {
    "text": "One of the joys of writing historical fiction is the chance to read as much as you like on a pet subject - so much that you could easily bore your friends senseless on the topic."
   },
   "author": {
    "text": "Deanna Raybourn"
   }
  },
  {
   "quote": {
    "text": "I could never date a guy with a pet snake."
   },
   "author": {
    "text": "Genesis Rodriguez"
   }
  },
  {
   "quote": {
    "text": "My first pet at home in Edinburgh was a dog my dad had called Glen. He was a small sheepdog and went with my dad every day to work as manager of a cooking centre, which made the children's lunches for schools."
   },
   "author": {
    "text": "Ronnie Corbett"
   }
  },
  {
   "quote": {
    "text": "My idea of a perfect pet is a really, really big dog! Huge!"
   },
   "author": {
    "text": "Emily VanCamp"
   }
  },
  {
   "quote": {
    "text": "In summation, like your beloved pet rock, Twitter is useful only in your imagination."
   },
   "author": {
    "text": "David Harsanyi"
   }
  },
  {
   "quote": {
    "text": "I have a pet peeve about bands that don't play their hits. I think it's kind of selfish."
   },
   "author": {
    "text": "Art Alexakis"
   }
  },
  {
   "quote": {
    "text": "I read very one-note. Teacher's pet, Goody Two-shoes. I'd hate to be annoying. Who wants to see movies with someone annoying in them? But it's hard for me to paint myself as anything but whatever it is I come across as - which is pretty together."
   },
   "author": {
    "text": "Allison Williams"
   }
  },
  {
   "quote": {
    "text": "Truth be told, ginormous portions have become a pet peeve of mine."
   },
   "author": {
    "text": "Hal Sparks"
   }
  },
  {
   "quote": {
    "text": "One of my biggest pet peeves is well-dressed designers. If you spend that much time thinking about your own clothes, you're not spending enough time thinking about what you're designing."
   },
   "author": {
    "text": "Joseph Altuzarra"
   }
  },
  {
   "quote": {
    "text": "Children are my pet cause. I have a foster child in El Salvador, and whenever I'm home, I work for the Adam Walsh Foundation, which finds missing children. I also do some hospital visits and other things for the Make-a-Wish Foundation."
   },
   "author": {
    "text": "Jane Badler"
   }
  },
  {
   "quote": {
    "text": "My pet peeve is when people criticize things when they're just trying to have a conversation."
   },
   "author": {
    "text": "Jeff Baena"
   }
  },
  {
   "quote": {
    "text": "I have never been a pet lover or really craved the idea of having dogs."
   },
   "author": {
    "text": "Kratika Sengar"
   }
  },
  {
   "quote": {
    "text": "Environmentalists hate sprawl - except when it comes to the size of their expansive pet legislation on Capitol Hill."
   },
   "author": {
    "text": "Michelle Malkin"
   }
  },
  {
   "quote": {
    "text": "Our pets rely on us entirely for their nutrition. So if you're making your own judgments, that could lead to a mistake. At the same time, we have more control over our pet's diet than we do with our children or with ourselves, so your vet can tell you what is appropriate for your dog and you can assign them that."
   },
   "author": {
    "text": "Alison Sweeney"
   }
  },
  {
   "quote": {
    "text": "Humans should always exercise and watch what they eat. So with your pet, make sure they get enough exercise, make sure they're getting fed at the same time every day and getting the nutrition they need. And make sure they get a lot of love and attention you both need. That's why you have them!"
   },
   "author": {
    "text": "Alison Sweeney"
   }
  },
  {
   "quote": {
    "text": "It's true, you can never eat a pet you name. And anyway, it would be like a ventriloquist eating his dummy."
   },
   "author": {
    "text": "Alexander Theroux"
   }
  },
  {
   "quote": {
    "text": "I'm not a big pet fan. I remember the school used to have a hamster, and you used to take it home for a week at a time. I did that. I probably got bored of it within a day."
   },
   "author": {
    "text": "George Ezra"
   }
  },
  {
   "quote": {
    "text": "I adopted a pet because I have been wanting one for the longest time. In fact, I am really close to Ravi Dubey's dog Moyo."
   },
   "author": {
    "text": "Rithvik Dhanjani"
   }
  },
  {
   "quote": {
    "text": "If the Beastie Boys and the Beach Boys and Pet Shop Boys can stay boys, so can we."
   },
   "author": {
    "text": "Howie Dorough"
   }
  },
  {
   "quote": {
    "text": "I have this pet thing about how global communications are moving so fast now, throwing information at you, making everything available to you, and yet I feel it's leaving us more and more isolated."
   },
   "author": {
    "text": "Mike Rutherford"
   }
  },
  {
   "quote": {
    "text": "Growing up, I had an insane crush on Neil Tennant of the Pet Shop Boys."
   },
   "author": {
    "text": "Erin O'Connor"
   }
  },
  {
   "quote": {
    "text": "In their heyday, the Pet Shop Boys were the Interpol of the Eighties, dressing up to sing really weird pop songs about lust and loneliness in the big city. They're low-pro now, not retro-worshipped in the manner of Depeche Mode, New Order, or The Cure, but you can hear the reason why - these guys are too sad."
   },
   "author": {
    "text": "Rob Sheffield"
   }
  },
  {
   "quote": {
    "text": "I was in New York and I walked into this pet store and came out with a dog."
   },
   "author": {
    "text": "Beverley Mitchell"
   }
  },
  {
   "quote": {
    "text": "The same regions of the brain light up when someone touches their smartphone as when they touch a family member or a pet."
   },
   "author": {
    "text": "Matt Cohler"
   }
  },
  {
   "quote": {
    "text": "Crabbed and obscure definitions are of no use beyond a narrow circle of students, of whom probably every one has a pet one of his own."
   },
   "author": {
    "text": "Frederick Pollock"
   }
  },
  {
   "quote": {
    "text": "It is impossible for a lover of cats to banish these alert, gentle, and discriminating friends, who give us just enough of their regard and complaisance to make us hunger for more."
   },
   "author": {
    "text": "Agnes Repplier"
   }
  },
  {
   "quote": {
    "text": "For every book that I write... I develop a history for each person and make sure they are well rounded and flawed. You have to know everything about them from their shoe size, to where they went to school, to what their first pet was, to what they like to eat, to what they want out of life."
   },
   "author": {
    "text": "Jojo Moyes"
   }
  },
  {
   "quote": {
    "text": "Definitely, when I have a place and I'm going to be there for any significant amount of time, I want to have dogs. I like a pet you can have some fun with and who does everything you do."
   },
   "author": {
    "text": "Nick Lachey"
   }
  },
  {
   "quote": {
    "text": "People didn't think animals thought or remembered or had minds! They most certainly do: any pet owner knows more than a lot of scientists about animals."
   },
   "author": {
    "text": "Elizabeth Marshall Thomas"
   }
  },
  {
   "quote": {
    "text": "It is a pet peeve of mine when people throw around arguments citing 'Fair Use' and yet fail to actually explain what a fair use argument actually is."
   },
   "author": {
    "text": "Rachel Sklar"
   }
  },
  {
   "quote": {
    "text": "I was very short. Everybody else was two years older in my class, and I had curly hair and was teacher's pet."
   },
   "author": {
    "text": "Howard Stringer"
   }
  },
  {
   "quote": {
    "text": "I do not believe that I will ever write an adult novel from an animal's point of view unless someday it becomes suddenly appealing to me to make a narrator a mentally ill pet. Never say never."
   },
   "author": {
    "text": "Andrea Seigel"
   }
  },
  {
   "quote": {
    "text": "One of our biggest pet peeves is listening to bands that use harmony guitars for the sake of it. If you can't figure out how do something different than Maiden, UFO, or even Boston, then what's the point?"
   },
   "author": {
    "text": "Zacky Vengeance"
   }
  },
  {
   "quote": {
    "text": "Only very brave mouse makes nest in cat's ear."
   },
   "author": {
    "text": "Earl Derr Biggers"
   }
  },
  {
   "quote": {
    "text": "The reason I want to be able to teleport is that I don't like waiting around. It's one of my pet peeves. I also don't like traveling, because I don't like sitting on a plane for six hours, doing nothing, essentially wasting time. You know what would be awesome? Bam, I'm in New York."
   },
   "author": {
    "text": "Alan Schaaf"
   }
  },
  {
   "quote": {
    "text": "I have realized that when you rescue your pet from a shelter, it is the most amazing feeling in the world how this animal changes your life by giving it a better one."
   },
   "author": {
    "text": "Zak Bagans"
   }
  },
  {
   "quote": {
    "text": "I was ridiculed in public school for being smart. A teacher's pet."
   },
   "author": {
    "text": "Julia Glass"
   }
  },
  {
   "quote": {
    "text": "I'm a dog person, but I don't have a pet."
   },
   "author": {
    "text": "Timothy Simons"
   }
  },
  {
   "quote": {
    "text": "I'm always gonna do my own thing. I wanna be something - whether I'm 19 years old working at a pet store, or I'm 19 years old with a No. 1 record - I wanna be the biggest I can be to my crowd, no matter what my crowd is."
   },
   "author": {
    "text": "Danielle Bregoli"
   }
  },
  {
   "quote": {
    "text": "I'm not about to go out and buy a snake for a pet. I mean, I may have faced a few fears but I'm not insane."
   },
   "author": {
    "text": "Kristin Davis"
   }
  },
  {
   "quote": {
    "text": "I have a little bit of a pet peeve about how the middle class is depicted in movies. I feel like they tend to be either depicted in a very sentimental way, where everybody has a heart of gold except for the villains you're supposed to hiss at, or there's a sort of indie-style version... When it's done well, it's brilliant, it's 'Blue Velvet.'"
   },
   "author": {
    "text": "Greg Mottola"
   }
  },
  {
   "quote": {
    "text": "Ill-fitted T-shirts stretched over a gut are my pet hate. And if the colour's faded - ugh."
   },
   "author": {
    "text": "Joanne Froggatt"
   }
  },
  {
   "quote": {
    "text": "I was a dog in a past life. Really. I'll be walking down the street and dogs will do a sort of double take. Like, Hey, I know him."
   },
   "author": {
    "text": "William H. Macy"
   }
  },
  {
   "quote": {
    "text": "I've been lucky. I've made films that I really like. It's been a combination of what comes to me and what I choose. I've gone after lots of things that I didn't get, pet projects that everybody ends up chasing after. Really, you're lucky if you get anything."
   },
   "author": {
    "text": "Hope Davis"
   }
  },
  {
   "quote": {
    "text": "I was in three academic clubs, a huge book worm and the teacher's pet. I was kind of an easy target for bullies."
   },
   "author": {
    "text": "Nicole Gale Anderson"
   }
  },
  {
   "quote": {
    "text": "When I was pregnant with my first child, I was 35 years old, and I was working in a pet shop."
   },
   "author": {
    "text": "Ann Dowd"
   }
  },
  {
   "quote": {
    "text": "I've teamed up with PetSmart Charities to celebrate the five million homeless pets who've found homes through their in-store adoption centers, and to spread the word about how we can work together to save millions more pets' lives and, ultimately, end pet homelessness."
   },
   "author": {
    "text": "Josh Duhamel"
   }
  },
  {
   "quote": {
    "text": "The government needs to help those in need, but members of Congress shouldn't take advantage of the situation and use a national tragedy as an opportunity to spend taxpayer dollars on their pet projects."
   },
   "author": {
    "text": "Chris Chocola"
   }
  },
  {
   "quote": {
    "text": "Having a pet spayed or neutered actually extends its lifespan by a few years and reduces any aggressive traits or tendencies."
   },
   "author": {
    "text": "Suzy Shuster"
   }
  },
  {
   "quote": {
    "text": "It is one of my pet hates when I see players who have agents who do everything for them. They don't know how to set up their own bank accounts, they don't know what they are spending their money on and they can't make their own decisions."
   },
   "author": {
    "text": "Gary Neville"
   }
  },
  {
   "quote": {
    "text": "I have a Lab, it's fun to hang out and hike with the dog, people come up to him, and pet him, it's fun."
   },
   "author": {
    "text": "George Eads"
   }
  },
  {
   "quote": {
    "text": "Gypsy was the name my brother gave a pet turtle he had. I always thought it was so peculiar."
   },
   "author": {
    "text": "Joel Hodgson"
   }
  },
  {
   "quote": {
    "text": "My biggest pet peeve is when people don't admit what they've done."
   },
   "author": {
    "text": "Daniela Bobadilla"
   }
  },
  {
   "quote": {
    "text": "I was raised in a strict Southern household in Lexington, South Carolina, and I remember sneaking off to watch 'Pet Cemetery' as a kid. After seeing those animals reincarnate, I screamed and couldn't sleep for weeks, but watched it again and again."
   },
   "author": {
    "text": "Jessica Stroup"
   }
  },
  {
   "quote": {
    "text": "People buy a cat and think, 'Oh that's a beautiful collar. I'll put that on,' but that doesn't make them a responsible pet owner."
   },
   "author": {
    "text": "Celia Hammond"
   }
  },
  {
   "quote": {
    "text": "To this day I don't ever remember seeing a pet inside Moscow, I never saw anyone carrying a dog, or leading a dog. Err I finally saw a, a pet some years later in Kiev, so I thought that life must have been, different."
   },
   "author": {
    "text": "Ralph Boston"
   }
  },
  {
   "quote": {
    "text": "Learning about factory farms and their horrendous treatment of animals is what made me become vegetarian in the first place. I also support the education of the public on adopting pets from animal shelters or saving homeless animals off the street in lieu of buying them from pet shops."
   },
   "author": {
    "text": "Laura Mennell"
   }
  },
  {
   "quote": {
    "text": "Pet stores just sell their animals."
   },
   "author": {
    "text": "Booboo Stewart"
   }
  },
  {
   "quote": {
    "text": "One of my obsession is animals. I'm into dog rescues. It drives me crazy when people go to pet stores and buy dogs. There are so many dogs that need a good home. And this sounds crazy, but I really believe they know what is happening and are appreciative, and I just think they make for the best pets."
   },
   "author": {
    "text": "Jim O'Heir"
   }
  },
  {
   "quote": {
    "text": "My biggest pet peeve are just girls who go to sports bars who have no intention on caring what teams are playing, like they're looking for just a night out. That drives me more crazy than anything else. Like, don't pretend to be a sports fan."
   },
   "author": {
    "text": "Jerry Ferrara"
   }
  },
  {
   "quote": {
    "text": "Our cat is kind dove shellfish, and thinks the world is hers, She finds a comfy spot and then we pet turtle sheep purrs."
   },
   "author": {
    "text": "Brian P. Cleary"
   }
  },
  {
   "quote": {
    "text": "A move to a different town or school gives us new places to explore, new people to meet; a lost pet means we have to organize a careful search; baby-sitting requires looking out for dangers a young child can't foresee; a car crash or fire demands that we get help immediately."
   },
   "author": {
    "text": "Jim Murphy"
   }
  },
  {
   "quote": {
    "text": "I'm a fan of the old 'Creature Features' like 'Critters,' and 'Gremlins' and 'Tremors.' 'Jaws' is classic. It's funny that I still like those films because I remember my mom would tease me about getting a pet Critter to keep under my bed."
   },
   "author": {
    "text": "Brooke Nevin"
   }
  },
  {
   "quote": {
    "text": "I don't have a pet, but I dream of someday getting a pug dog whom I will name Croque Monsieur so that I may alternate between calling him Croque, Monsieur or his full name: Croque Monsieur. I'll more than likely only use his first and last name most often when he's been bad."
   },
   "author": {
    "text": "John Gallagher, Jr."
   }
  },
  {
   "quote": {
    "text": "And I strongly believe people should rescue dogs, or, at the very least, listen to Bob Barker and have your pet spayed or neutered."
   },
   "author": {
    "text": "Justin Chambers"
   }
  },
  {
   "quote": {
    "text": "One of my biggest pet peeves is that I just don't like it when characters do things that are funny to the writer, but you don't know why they're doing it and it doesn't make any sense."
   },
   "author": {
    "text": "Glenn Howerton"
   }
  },
  {
   "quote": {
    "text": "Kittens can happen to anyone."
   },
   "author": {
    "text": "Paul Gallico"
   }
  },
  {
   "quote": {
    "text": "Many cats are the death of the mouse."
   },
   "author": {
    "text": "Kaspar Hauser"
   }
  },
  {
   "quote": {
    "text": "I heard that Jesus had a pet dinosaur. Evolution must be a myth then."
   },
   "author": {
    "text": "John Bacon"
   }
  },
  {
   "quote": {
    "text": "I'm no one's pet, and I intend to be an independent voice in the U.S. Senate."
   },
   "author": {
    "text": "Chris Coons"
   }
  },
  {
   "quote": {
    "text": "Do not make the mistake of treating your dogs like humans or they will treat you like dogs."
   },
   "author": {
    "text": "Martha Scott"
   }
  }
 ]
}