{
 "PoetryQuotes": [
  {
   "quote": {
    "text": "Pure mathematics is, in its way, the poetry of logical ideas."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Poetry is when an emotion has found its thought and the thought has found words."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "Poetry comes from the highest happiness or the deepest sorrow."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Painting is silent poetry, and poetry is painting that speaks."
   },
   "author": {
    "text": "Plutarch"
   }
  },
  {
   "quote": {
    "text": "The world is full of poetry. The air is living with its spirit; and the waves dance to the music of its melodies, and sparkle in its brightness."
   },
   "author": {
    "text": "James Gates Percival"
   }
  },
  {
   "quote": {
    "text": "Poetry is an echo, asking a shadow to dance."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "Ye stars! which are the poetry of heaven!"
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "All religion, my friend, is simply evolved out of fraud, fear, greed, imagination, and poetry."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "I would define, in brief, the poetry of words as the rhythmical creation of Beauty."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "The dance can reveal everything mysterious that is hidden in music, and it has the additional merit of being human and palpable. Dancing is poetry with arms and legs."
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "What can a pencil do for all of us? Amazing things. It can write transcendent poetry, uplifting music, or life-changing equations; it can sketch the future, give life to untold beauty, and communicate the full-force of our love and aspirations."
   },
   "author": {
    "text": "Adam Braun"
   }
  },
  {
   "quote": {
    "text": "Personality is everything in art and poetry."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Poetry is simply the most beautiful, impressive, and widely effective mode of saying things."
   },
   "author": {
    "text": "Matthew Arnold"
   }
  },
  {
   "quote": {
    "text": "When power leads man toward arrogance, poetry reminds him of his limitations. When power narrows the area of man's concern, poetry reminds him of the richness and diversity of existence. When power corrupts, poetry cleanses."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "The poetry of the earth is never dead."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "Listen, real poetry doesn't say anything; it just ticks off the possibilities. Opens all doors. You can walk through any one that suits you."
   },
   "author": {
    "text": "Jim Morrison"
   }
  },
  {
   "quote": {
    "text": "Wine is bottled poetry."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "When truth has no burning, then it is philosophy, when it gets burning from the heart, it becomes poetry."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "Genuine poetry can communicate before it is understood."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "Poetry is not only dream and vision; it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before."
   },
   "author": {
    "text": "Audre Lorde"
   }
  },
  {
   "quote": {
    "text": "A poem begins as a lump in the throat, a sense of wrong, a homesickness, a lovesickness."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "As human beings, we are the only organisms that create for the sheer stupid pleasure of doing so. Whether it's laying out a garden, composing a new tune on the piano, writing a bit of poetry, manipulating a digital photo, redecorating a room, or inventing a new chili recipe - we are happiest when we are creating."
   },
   "author": {
    "text": "Gary Hamel"
   }
  },
  {
   "quote": {
    "text": "Poetry is thoughts that breathe, and words that burn."
   },
   "author": {
    "text": "Thomas Gray"
   }
  },
  {
   "quote": {
    "text": "What is a poet? An unhappy person who conceals profound anguish in his heart but whose lips are so formed that as sighs and cries pass over them they sound like beautiful music."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "Some people go to priests; others to poetry; I to my friends."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "Sri Lanka is an island that everyone loves at some level inside themselves. A very special island that travellers, from Sinbad to Marco Polo, dreamed about. A place where the contours of the land itself forms a kind of sinewy poetry."
   },
   "author": {
    "text": "Romesh Gunesekera"
   }
  },
  {
   "quote": {
    "text": "With me poetry has not been a purpose, but a passion."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "Poetry may make us from time to time a little more aware of the deeper, unnamed feelings which form the substratum of our being, to which we rarely penetrate; for our lives are mostly a constant evasion of ourselves."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "Nobody, I think, ought to read poetry, or look at pictures or statues, who cannot find a great deal more in them than the poet or artist has actually expressed. Their highest merit is suggestiveness."
   },
   "author": {
    "text": "Nathaniel Hawthorne"
   }
  },
  {
   "quote": {
    "text": "We especially need imagination in science. It is not all mathematics, nor all logic, but it is somewhat beauty and poetry."
   },
   "author": {
    "text": "Maria Mitchell"
   }
  },
  {
   "quote": {
    "text": "If your daily life seems poor, do not blame it; blame yourself that you are not poet enough to call forth its riches; for the Creator, there is no poverty."
   },
   "author": {
    "text": "Rainer Maria Rilke"
   }
  },
  {
   "quote": {
    "text": "In a meadow full of flowers, you cannot walk through and breathe those smells and see all those colors and remain angry. We have to support the beauty, the poetry, of life."
   },
   "author": {
    "text": "Jonas Mekas"
   }
  },
  {
   "quote": {
    "text": "Poetry is just the evidence of life. If your life is burning well, poetry is just the ash."
   },
   "author": {
    "text": "Leonard Cohen"
   }
  },
  {
   "quote": {
    "text": "If my poetry aims to achieve anything, it's to deliver people from the limited ways in which they see and feel."
   },
   "author": {
    "text": "Jim Morrison"
   }
  },
  {
   "quote": {
    "text": "I'm sorry, man, but I've got magic. I've got poetry in my fingertips. Most of the time - and this includes naps - I'm an F-18, bro. And I will destroy you in the air. I will deploy my ordinance to the ground."
   },
   "author": {
    "text": "Charlie Sheen"
   }
  },
  {
   "quote": {
    "text": "For me, I used to be shy towards journalism because it wasn't poetry. And then I realized that the events that I covered in essays that became journalism were actually great because they inspired me, and they became my muse."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Poetry is the spontaneous overflow of powerful feelings: it takes its origin from emotion recollected in tranquility."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "The poet is a liar who always speaks the truth."
   },
   "author": {
    "text": "Jean Cocteau"
   }
  },
  {
   "quote": {
    "text": "A poet is, before anything else, a person who is passionately in love with language."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "Poetry is what gets lost in translation."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "I grew up in this town, my poetry was born between the hill and the river, it took its voice from the rain, and like the timber, it steeped itself in the forests."
   },
   "author": {
    "text": "Pablo Neruda"
   }
  },
  {
   "quote": {
    "text": "I was reading the dictionary. I thought it was a poem about everything."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "Poetry is the lifeblood of rebellion, revolution, and the raising of consciousness."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Real friendship, like real poetry, is extremely rare - and precious as a pearl."
   },
   "author": {
    "text": "Tahar Ben Jelloun"
   }
  },
  {
   "quote": {
    "text": "Music has a poetry of its own, and that poetry is called melody."
   },
   "author": {
    "text": "Joshua Logan"
   }
  },
  {
   "quote": {
    "text": "Rap is rhythm and poetry. Hip-hop is storytelling and poetry as well."
   },
   "author": {
    "text": "Ajay Naidu"
   }
  },
  {
   "quote": {
    "text": "Oratory is the masterful art. Poetry, painting, music, sculpture, architecture please, thrill, inspire - but oratory rules. The orator dominates those who hear him, convinces their reason, controls their judgment, compels their action. For the time being, he is master."
   },
   "author": {
    "text": "David Josiah Brewer"
   }
  },
  {
   "quote": {
    "text": "If I read a book and it makes my whole body so cold no fire can ever warm me, I know that is poetry."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "A poet is a nightingale, who sits in darkness and sings to cheer its own solitude with sweet sounds."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "There is no Frigate like a book to take us lands away nor any coursers like a page of prancing Poetry."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "Poetry lifts the veil from the hidden beauty of the world, and makes familiar objects be as if they were not familiar."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "Poetry is the one place where people can speak their original human mind. It is the outlet for people to say in public what is known in private."
   },
   "author": {
    "text": "Allen Ginsberg"
   }
  },
  {
   "quote": {
    "text": "If you have so earth-creeping a mind that it cannot lift itself up to look to the sky of poetry... thus much curse I must send you, in the behalf of all poets, that while you live, you live in love, and never get favour for lacking skill of a sonnet; and, when you die, your memory die from the earth for want of an epitaph."
   },
   "author": {
    "text": "Philip Sidney"
   }
  },
  {
   "quote": {
    "text": "Poetry: the best words in the best order."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "Poetry is not a turning loose of emotion, but an escape from emotion; it is not the expression of personality, but an escape from personality. But, of course, only those who have personality and emotions know what it means to want to escape from these things."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "The flower is the poetry of reproduction. It is an example of the eternal seductiveness of life."
   },
   "author": {
    "text": "Jean Giraudoux"
   }
  },
  {
   "quote": {
    "text": "From the beginnings of literature, poets and writers have based their narratives on crossing borders, on wandering, on exile, on encounters beyond the familiar. The stranger is an archetype in epic poetry, in novels. The tension between alienation and assimilation has always been a basic theme."
   },
   "author": {
    "text": "Jhumpa Lahiri"
   }
  },
  {
   "quote": {
    "text": "I like cups of tea and reading books and poetry and old people things."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "Istanbul is inspiring because it has its own code of architecture, literature, poetry, music."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "Naming a baby is an act of poetry, for many people the only creative moment of their lives."
   },
   "author": {
    "text": "Richard Eyre"
   }
  },
  {
   "quote": {
    "text": "Poetry and music are very good friends. Like mommies and daddies and strawberries and cream - they go together."
   },
   "author": {
    "text": "Nikki Giovanni"
   }
  },
  {
   "quote": {
    "text": "I like to borrow forms and quotes and use a lot of allusions, in both poetry and music."
   },
   "author": {
    "text": "Jamila Woods"
   }
  },
  {
   "quote": {
    "text": "Poetry should surprise by a fine excess and not by singularity, it should strike the reader as a wording of his own highest thoughts, and appear almost a remembrance."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "Poetry is about the grief. Politics is about the grievance."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "If I feel physically as if the top of my head were taken off, I know that is poetry."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "There is no gender to my music. There's no male or female voice, no trite lyrics or poetry. It's much more abstract, so it lives with you longer."
   },
   "author": {
    "text": "Yanni"
   }
  },
  {
   "quote": {
    "text": "My subject is War, and the pity of War. The Poetry is in the pity."
   },
   "author": {
    "text": "Wilfred Owen"
   }
  },
  {
   "quote": {
    "text": "It is the hour to be drunken! to escape being the martyred slaves of time, be ceaselessly drunk. On wine, on poetry, or on virtue, as you wish."
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "The poets have been mysteriously silent on the subject of cheese."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "I have been writing poetry for a long time now. I started writing in my school days."
   },
   "author": {
    "text": "Kapil Sibal"
   }
  },
  {
   "quote": {
    "text": "Poetry is like a bird, it ignores all frontiers."
   },
   "author": {
    "text": "Yevgeny Yevtushenko"
   }
  },
  {
   "quote": {
    "text": "Poetry comes alive to me through recitation."
   },
   "author": {
    "text": "Natalie Merchant"
   }
  },
  {
   "quote": {
    "text": "A poem is never finished, only abandoned."
   },
   "author": {
    "text": "Paul Valery"
   }
  },
  {
   "quote": {
    "text": "You campaign in poetry. You govern in prose."
   },
   "author": {
    "text": "Mario Cuomo"
   }
  },
  {
   "quote": {
    "text": "Cotton was a force of nature. There's a poetry to it, hoeing and growing cotton."
   },
   "author": {
    "text": "B. B. King"
   }
  },
  {
   "quote": {
    "text": "Poetry; a criticism of life under the conditions fixed for such a criticism by the laws of poetic truth and poetic beauty."
   },
   "author": {
    "text": "Matthew Arnold"
   }
  },
  {
   "quote": {
    "text": "Poetry has been to me its own exceeding great reward; it has given me the habit of wishing to discover the good and beautiful in all that meets and surrounds me."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "Hip-hop is about the brilliance of pavement poetry."
   },
   "author": {
    "text": "Michael Eric Dyson"
   }
  },
  {
   "quote": {
    "text": "Poetry, fiction as novels or short stories - these are autonomous as created by their authors. They should stand on their own, like pieces of furniture that should be judged as to their usefulness, elegance."
   },
   "author": {
    "text": "F. Sionil Jose"
   }
  },
  {
   "quote": {
    "text": "Poetry is the language we speak in the most terrifying or ecstatic passages of our lives. But the very word poetry scares people. They think of their grade school teachers reciting 'Hiawatha' and they groan."
   },
   "author": {
    "text": "Erica Jong"
   }
  },
  {
   "quote": {
    "text": "A lot of ancient poetry sees in nature a reflection of human emotions, and in a post-industrialized era, once people have become more aware of the necessity of a more harmonious relation between man and nature, we need to build cities which can connect with human spiritual needs instead of being merely functional."
   },
   "author": {
    "text": "Ma Yansong"
   }
  },
  {
   "quote": {
    "text": "Sometimes the beauty is easy. Sometimes you don't have to try at all. Sometimes you can hear the wind blow in a handshake. Sometimes there's poetry written right on the bathroom wall."
   },
   "author": {
    "text": "Ani DiFranco"
   }
  },
  {
   "quote": {
    "text": "You don't have to suffer to be a poet; adolescence is enough suffering for anyone."
   },
   "author": {
    "text": "John Ciardi"
   }
  },
  {
   "quote": {
    "text": "Not until the human heart is stolid to poetry, the human eye blind to beauty, not until the intellect ceases its quest for truth and conscience finds its quietus either in universal defeat or in triumphant success, will organized religion cease to be."
   },
   "author": {
    "text": "Jenkin Lloyd Jones"
   }
  },
  {
   "quote": {
    "text": "I decided that it was not wisdom that enabled poets to write their poetry, but a kind of instinct or inspiration, such as you find in seers and prophets who deliver all their sublime messages without knowing in the least what they mean."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "I wrote some of the worst poetry west from the Mississippi River, but I wrote. And I finally sometimes got it right."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I'm happy to be a writer - of prose, poetry, every kind of writing. Every person in the world who isn't a recluse, hermit or mute uses words. I know of no other art form that we always use."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "To design is much more than simply to assemble, to order, or even to edit: it is to add value and meaning, to illuminate, to simplify, to clarify, to modify, to dignify, to dramatize, to persuade, and perhaps even to amuse. To design is to transform prose into poetry."
   },
   "author": {
    "text": "Paul Rand"
   }
  },
  {
   "quote": {
    "text": "I joined the army on my seventeenth birthday, full of the romance of war after having read a lot of World War I British poetry and having seen a lot of post-World War II films. I thought the romantic presentations of war influenced my joining and my presentation of war to my younger siblings."
   },
   "author": {
    "text": "Walter Dean Myers"
   }
  },
  {
   "quote": {
    "text": "Too many people in the modern world view poetry as a luxury, not a necessity like petrol. But to me it's the oil of life."
   },
   "author": {
    "text": "John Betjeman"
   }
  },
  {
   "quote": {
    "text": "As things are, and as fundamentally they must always be, poetry is not a career, but a mug's game. No honest poet can ever feel quite sure of the permanent value of what he has written: He may have wasted his time and messed up his life for nothing."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "Poetry is nearer to vital truth than history."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Living here on Earth, we breathe the rhythms of a universe that extends infinitely above us. When resonant harmonies arise between this vast outer cosmos and the inner human cosmos, poetry is born."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "Superstition is the poetry of life."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Not too many people know it, but when I was in junior high, I was a pretty tough kid and was the leader of a street gang. Well, OK, it was less a street gang than an Ecology Club. We were pretty intimidating, though, and had our own meeting room until we got run out of there by a bunch of thugs from the Poetry Society."
   },
   "author": {
    "text": "W. Bruce Cameron"
   }
  },
  {
   "quote": {
    "text": "He who draws noble delights from sentiments of poetry is a true poet, though he has never written a line in all his life."
   },
   "author": {
    "text": "George Sand"
   }
  },
  {
   "quote": {
    "text": "I can't understand Urdu, Bahasa or Russian, but when the Pakistani Faiz, the Indonesian Rendra and the Russian Rosdentvensky declaim, I can feel the living throb of rhythm and music, the warmth and passion of their poetry, as do the hundreds, not a mere roomful, of poetry lovers in the audience."
   },
   "author": {
    "text": "F. Sionil Jose"
   }
  },
  {
   "quote": {
    "text": "There are certain things in which mediocrity is not to be endured, such as poetry, music, painting, public speaking."
   },
   "author": {
    "text": "Jean de la Bruyere"
   }
  },
  {
   "quote": {
    "text": "I think the biggest thing that I have to do is to remind people that poetry is there for us to turn to not only to remind us that we're not alone - for example, if we are grieving the loss of someone - but also to help us celebrate our joys. That's why so many people I know who've gotten married will have a poem read at the wedding."
   },
   "author": {
    "text": "Natasha Trethewey"
   }
  },
  {
   "quote": {
    "text": "We explore our environment, more than we are compelled to utter poetry, when we're toddlers. We start doing that later. Before that happens, every child is a scientist."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "San Diego shaped me a lot. The visual landscapes, the emotional panoramas, the teachers and mentors I had from the third grade through San Diego High - it's all a big part of the poetry fountain that I continue to drink from."
   },
   "author": {
    "text": "Juan Felipe Herrera"
   }
  },
  {
   "quote": {
    "text": "There's a reason poets often say, 'Poetry saved my life,' for often the blank page is the only one listening to the soul's suffering, the only one registering the story completely, the only one receiving all softly and without condemnation."
   },
   "author": {
    "text": "Clarissa Pinkola Estes"
   }
  },
  {
   "quote": {
    "text": "The business of the poet is not to find new emotions, but to use the ordinary ones and, in working them up into poetry, to express feelings which are not in actual emotions at all."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "We make out of the quarrel with others, rhetoric, but of the quarrel with ourselves, poetry."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "I began writing early - very, very early... I was already writing short stories for the radio and selling poems to poetry and art festivals; I was involved in school plays; I wrote essays, so there was no definite moment when I said, 'Now I'm a writer.' I've always been a writer."
   },
   "author": {
    "text": "Wole Soyinka"
   }
  },
  {
   "quote": {
    "text": "Poetry, even when apparently most fantastic, is always a revolt against artifice, a revolt, in a sense, against actuality."
   },
   "author": {
    "text": "James Joyce"
   }
  },
  {
   "quote": {
    "text": "Poetry, at its best, is the language your soul would speak if you could teach your soul to speak."
   },
   "author": {
    "text": "Jim Harrison"
   }
  },
  {
   "quote": {
    "text": "It could be that all awful dictators are frustrated artists - Mao with his poetry and Mussolini with his monuments. Stalin was once a journalistic hack, and I can personally testify to how frustrated they are. Pol Pot left a very edgy photo collection behind. And Osama seems quite interested in video."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Poetry and beauty are always making peace. When you read something beautiful you find coexistence; it breaks walls down."
   },
   "author": {
    "text": "Mahmoud Darwish"
   }
  },
  {
   "quote": {
    "text": "Many great works of art, poetry, and music are inspired by astral memories. The desire to do noble, beautiful things here on Earth is also often a carryover of astral experiences between a person's earth lives."
   },
   "author": {
    "text": "Paramahansa Yogananda"
   }
  },
  {
   "quote": {
    "text": "Epic poetry exhibits life in some great symbolic attitude. It cannot strictly be said to symbolize life itself, but always some manner of life."
   },
   "author": {
    "text": "Lascelles Abercrombie"
   }
  },
  {
   "quote": {
    "text": "It is time to get drunk! So as not to be the martyred slaves of Time, get drunk; get drunk without stopping! On wine, on poetry, or on virtue, as you wish."
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "As we produce work that becomes pure poetry, we impact and influence our teammates, we wow our suppliers, we inspire customers and strangers. And we lead our industry."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "A novel is a work of poetry. In order to write it, one must have tranquility of spirit and of impression."
   },
   "author": {
    "text": "Fyodor Dostoevsky"
   }
  },
  {
   "quote": {
    "text": "I admire 'Adventure Time' for being a piece of art in the way that I think art should be. If you want to see it is poetry, you can, and if you don't, you can watch a fun cartoon."
   },
   "author": {
    "text": "Rebecca Sugar"
   }
  },
  {
   "quote": {
    "text": "Poetry consists in a rhyming dictionary and things seen."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "Poetry and lyrics are very similar. Making words bounce off a page."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "Poetry is a sword of lightning, ever unsheathed, which consumes the scabbard that would contain it."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "The true spirit of delight, the exaltation, the sense of being more than Man, which is the touchstone of the highest excellence, is to be found in mathematics as surely as poetry."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "As a direct line to human feeling, empathic experience, genuine language and detail, poetry is everything that headline news is not. It takes us inside situations, helps us imagine life from more than one perspective, honors imagery and metaphor - those great tools of thought - and deepens our confidence in a meaningful world."
   },
   "author": {
    "text": "Naomi Shihab Nye"
   }
  },
  {
   "quote": {
    "text": "I always liked the magic of poetry but now I'm just starting to see behind the curtain of even the best poets, how they've used, tried and tested craft to create the illusion. Wonderful feeling of exhilaration to finally be there."
   },
   "author": {
    "text": "David Knopfler"
   }
  },
  {
   "quote": {
    "text": "History shows us that in times of people feeling like they are in need of some sort of rebellion or protests, the artists rise because the poetry we create about pain and its relationship to culture in the world begins to soothe and heal people who are feeling confused or afraid."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "I spent many years in college studying English literature. I was on the verge of attending grad school to get a Ph.D. in Renaissance poetry - my lost careers were being a writer, artist, or academic. Do I regret spending all that time poring over Shakespeare when I could have been getting a jump start on the competition? Not at all."
   },
   "author": {
    "text": "Caterina Fake"
   }
  },
  {
   "quote": {
    "text": "I have felt great advances in my poetry, the main one being a growing victory over word nuances and a superfluity of adjectives."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "If the object of poetry is, to make men, then poetry is the heir of prophecy."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "The Bible is very resonant. It has everything: creation, betrayal, lust, poetry, prophecy, sacrifice. All great things are in the Bible, and all great writers have drawn from it and more than people realise, whether Shakespeare, Herman Melville or Bob Dylan."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "The commonest error made in relation to poetry is that it consists simply in verse-making. Many confound the casket of meter and rhyme with the jewel of thought which it encloses, and, perhaps, in some instances, after close investigation, they have found the casket empty and turned away with feelings of disappointment and disgust."
   },
   "author": {
    "text": "Orson F. Whitney"
   }
  },
  {
   "quote": {
    "text": "America's liberal arts universities have long been safe zones for leftist thinking, protected ivory towers for the pseudo-elite who earn their livings writing papers nobody reads about gender roles in the poetry of Maya Angelou."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "Surrealism is not a poetry but a poetics, and even more, and more decisively, a world vision."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "If Galileo had said in verse that the world moved, the inquisition might have let him alone."
   },
   "author": {
    "text": "Thomas Hardy"
   }
  },
  {
   "quote": {
    "text": "Money is a kind of poetry."
   },
   "author": {
    "text": "Wallace Stevens"
   }
  },
  {
   "quote": {
    "text": "The only thing that can save the world is the reclaiming of the awareness of the world. That's what poetry does."
   },
   "author": {
    "text": "Allen Ginsberg"
   }
  },
  {
   "quote": {
    "text": "I came into music because I thought the presentation of poetry wasn't vibrant enough. So I merged improvised poetry with basic rock chords. That was my original mission."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "Sometimes poetry, it is incomprehensible. But we need incomprehensible stuff! It is very healthy to talk about incomprehensible things! It is very healthy! We need it!"
   },
   "author": {
    "text": "Roberto Benigni"
   }
  },
  {
   "quote": {
    "text": "At the age when Bengali youth almost inevitably writes poetry, I was listening to European classical music."
   },
   "author": {
    "text": "Satyajit Ray"
   }
  },
  {
   "quote": {
    "text": "Poetry is the revelation of a feeling that the poet believes to be interior and personal which the reader recognizes as his own."
   },
   "author": {
    "text": "Salvatore Quasimodo"
   }
  },
  {
   "quote": {
    "text": "The Victorian language of flowers began with the publication of 'Le Language des Fleurs,' written by Charlotte de Latour and printed in Paris in 1819. To create the book - which was a list of flowers and their meanings - de Latour gathered references to flower symbolism throughout poetry, ancient mythology, and even medicine."
   },
   "author": {
    "text": "Vanessa Diffenbaugh"
   }
  },
  {
   "quote": {
    "text": "One will never again look at a birch tree, after the Robert Frost poem, in exactly the same way."
   },
   "author": {
    "text": "Paul Muldoon"
   }
  },
  {
   "quote": {
    "text": "You will not find poetry anywhere unless you bring some of it with you."
   },
   "author": {
    "text": "Joseph Joubert"
   }
  },
  {
   "quote": {
    "text": "Yet, it is true, poetry is delicious; the best prose is that which is most full of poetry."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "Most people read poetry listening for echoes because the echoes are familiar to them. They wade through it the way a boy wades through water, feeling with his toes for the bottom: The echoes are the bottom."
   },
   "author": {
    "text": "Wallace Stevens"
   }
  },
  {
   "quote": {
    "text": "You know, people speak in poetry all the time. They just don't realize it."
   },
   "author": {
    "text": "Sherman Alexie"
   }
  },
  {
   "quote": {
    "text": "Everybody interprets things differently with their own perception, and I want poetry to pull out of them their own feelings."
   },
   "author": {
    "text": "John Trudell"
   }
  },
  {
   "quote": {
    "text": "Colloquial poetry is to the real art as the barber's wax dummy is to sculpture."
   },
   "author": {
    "text": "Ezra Pound"
   }
  },
  {
   "quote": {
    "text": "I used to write sonnets and various things, and moved from there into writing prose, which, incidentally, is a lot more interesting than poetry, including the rhythms of prose."
   },
   "author": {
    "text": "Shelby Foote"
   }
  },
  {
   "quote": {
    "text": "Rather than numbing or drowning out the difficult-to-describe but urgently sensed feelings that are part of being human, poetry invites us to tease them out, to draw them into language that is rooted in intricate thought and strange impulse."
   },
   "author": {
    "text": "Tracy K. Smith"
   }
  },
  {
   "quote": {
    "text": "One of the rules of Greek lament poetry is that it mustn't mention the dead by name in case of invoking a ghost. Maybe the 'Iliad,' crowded with names, is more than a poem. Maybe it's a dangerous piece of the brightness of both this world and the next."
   },
   "author": {
    "text": "Alice Oswald"
   }
  },
  {
   "quote": {
    "text": "But every great scripture, whether Hebrew, Indian, Persian, or Chinese, apart from its religious value will be found to have some rare and special beauty of its own; and in this respect the original Bible stands very high as a monument of sublime poetry and of artistic prose."
   },
   "author": {
    "text": "Lafcadio Hearn"
   }
  },
  {
   "quote": {
    "text": "I love kids that come to shows, little kids coming up to you with braces; like, some kid came up to me in a parking lot outside a show in Santa Cruz - he was about 14 or 15 - and he said, 'Y'know, I love 'The Basketball Diaries,' but I hope your next book of poetry isn't gonna be as academic as 'Living at the Movies' was.'"
   },
   "author": {
    "text": "Jim Carroll"
   }
  },
  {
   "quote": {
    "text": "I think of something quite different from a snapshot. I know of a lot of poems, some very fine ones, that are like snapshots, but I'm more interested in poetry that is like an endless film, long stories, things that weave together many different strands, like a big piece of cloth, not like a photograph."
   },
   "author": {
    "text": "Robert Bringhurst"
   }
  },
  {
   "quote": {
    "text": "Beauty is not all there is of poetry. It must contain the truth. It is not simply an oak, rude and grand, neither is it simply a vine. It is both. Around the oak of truth runs the vine of beauty."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "A play is basically a long, formalistic polemic. You can write it without the poetry, and if you do, you may have a pretty good play. We know this because we see plays in translation. Not many people speak Norwegian or Danish or whatever guys like Ibsen spoke, or Russian - yet we understand Chekhov and the others."
   },
   "author": {
    "text": "David Mamet"
   }
  },
  {
   "quote": {
    "text": "I write poetry on my iPhone. I've got about 100 poems on there."
   },
   "author": {
    "text": "Aaron Neville"
   }
  },
  {
   "quote": {
    "text": "I started out in life as a poet; I was only writing poetry all through my 20s. It wasn't until I was about 30 that I got serious about writing prose. While I was writing poems, I would often divert myself by reading detective novels; I liked them."
   },
   "author": {
    "text": "Paul Auster"
   }
  },
  {
   "quote": {
    "text": "I love Sufism as I love beautiful poetry, but it is not the answer. Sufism is like a mirage in the desert. It says to you, come and sit, relax and enjoy yourself for a while."
   },
   "author": {
    "text": "Naguib Mahfouz"
   }
  },
  {
   "quote": {
    "text": "Poetry is not an issue of form and enjambments. Poetry, as the word is classically used, has to do with sound and sense. It can be rhyme. It can be rhythm, pace, breath."
   },
   "author": {
    "text": "Tim O'Brien"
   }
  },
  {
   "quote": {
    "text": "I always loved singing and writing poetry. I always loved music, and I've loved writing my whole life. When I put them together, it was probably in my early 20s where I put words to music for the first time."
   },
   "author": {
    "text": "Lisa Marie Presley"
   }
  },
  {
   "quote": {
    "text": "Poetry is life distilled."
   },
   "author": {
    "text": "Gwendolyn Brooks"
   }
  },
  {
   "quote": {
    "text": "This assumption that the blue collar crowd is not supposed to read it, or a farmer in his overalls is not to read poetry, seems to be dangerous if not tragic."
   },
   "author": {
    "text": "Joseph Brodsky"
   }
  },
  {
   "quote": {
    "text": "It's bad poetry executed by people that can't sing. That's my definition of Rap."
   },
   "author": {
    "text": "Peter Steele"
   }
  },
  {
   "quote": {
    "text": "I'm a storyteller: the crux of the matter is to reach beauty, poetry; it doesn't matter if that is comedy or tragedy. They're the same if you reach the beauty."
   },
   "author": {
    "text": "Roberto Benigni"
   }
  },
  {
   "quote": {
    "text": "You have to really dive deep back into yourself and get rid of so much modern analytical categorization. It's one of the great things poetry does."
   },
   "author": {
    "text": "Robert Morgan"
   }
  },
  {
   "quote": {
    "text": "I have published in 'The New Yorker,' 'Holiday,' 'Life,' 'Mademoiselle,' 'American Heritage,' 'Horizon,' 'The Ladies Home Journal,' 'The Kenyon Review,' 'The Sewanee Review,' 'Poetry,' 'Botteghe Oscure,' the 'Atlantic Monthly,' 'Harper's.'"
   },
   "author": {
    "text": "Paul Engle"
   }
  },
  {
   "quote": {
    "text": "Deep feeling doesn't make for good poetry. A way with language would be a bit of help."
   },
   "author": {
    "text": "Thom Gunn"
   }
  },
  {
   "quote": {
    "text": "For poetry there exists neither large countries nor small. Its domain is in the heart of all men."
   },
   "author": {
    "text": "Giorgos Seferis"
   }
  },
  {
   "quote": {
    "text": "Poetry is the mother-tongue of the human race."
   },
   "author": {
    "text": "Johann Georg Hamann"
   }
  },
  {
   "quote": {
    "text": "There is no gilding of setting sun or glamor of poetry to light up the ferocious and endless toil of the farmers' wives."
   },
   "author": {
    "text": "Hamlin Garland"
   }
  },
  {
   "quote": {
    "text": "Women who are inclined to write poetry at all are inspired by being mad at something."
   },
   "author": {
    "text": "Amy Clampitt"
   }
  },
  {
   "quote": {
    "text": "When you're writing fiction or poetry... it really comes down to this: indifference to everything except what you're doing... A young writer could do worse than follow the advice given in those lines."
   },
   "author": {
    "text": "Raymond Carver"
   }
  },
  {
   "quote": {
    "text": "Poetry is a mere drug, Sir."
   },
   "author": {
    "text": "George Farquhar"
   }
  },
  {
   "quote": {
    "text": "When I was in my late twenties, a friend suggested that, since I was an avid SF reader and had been since I was barely a teenager, that since it didn't look like the poetry was going where I wanted, I might try writing a science fiction story. I did, and the first story I ever wrote was 'The Great American Economy.'"
   },
   "author": {
    "text": "L. E. Modesitt, Jr."
   }
  },
  {
   "quote": {
    "text": "Read something of interest every day - something of interest to you, not to your teacher or your best friend or your minister/rabbi/priest. Comics count. So does poetry. So do editorials in your school newspaper. Or a biography of a rock star. Or an instructional manual. Or the Bible."
   },
   "author": {
    "text": "Jane Yolen"
   }
  },
  {
   "quote": {
    "text": "If you cannot be a poet, be the poem."
   },
   "author": {
    "text": "David Carradine"
   }
  },
  {
   "quote": {
    "text": "The poetry you read has been written for you, each of you - black, white, Hispanic, man, woman, gay, straight."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Human beings love poetry. They don't even know it sometimes... whether they're the songs of Bono, or the songs of Justin Bieber... they're listening to poetry."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I think that there is nothing, not even crime, more opposed to poetry, to philosophy, ay, to life itself than this incessant business."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "In all my work, in the movies I write, the lyrics, the poetry, the prose, the essays, I am saying that we may encounter many defeats - maybe it's imperative that we encounter the defeats - but we are much stronger than we appear to be and maybe much better than we allow ourselves to be. Human beings are more alike than unalike."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I find in my poetry and prose the rhythms and imagery of the best - I mean, when I'm at my best - of the good Southern black preachers. The lyricism of the spirituals and the directness of gospel songs and the mystery of blues are in my music or in my poetry and prose, or I missed everything."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I liked to write from the time I was about 12 or 13. I loved to read. And since I only spoke to my brother, I would write down my thoughts. And I think I wrote some of the worst poetry west of the Rockies. But by the time I was in my 20s, I found myself writing little essays and more poetry - writing at writing."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I know some people might think it odd - unworthy even - for me to have written a cookbook, but I make no apologies. The U.S. poet laureate Billy Collins thought I had demeaned myself by writing poetry for Hallmark Cards, but I am the people's poet so I write for the people."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I've always written. There's a journal which I kept from about 9 years old. The man who gave it to me lived across the street from the store and kept it when my grandmother's papers were destroyed. I'd written some essays. I loved poetry, still do. But I really, really loved it then."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Poetry is a deal of joy and pain and wonder, with a dash of the dictionary."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Poetry is finer and more philosophical than history; for poetry expresses the universal, and history only the particular."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Lean your body forward slightly to support the guitar against your chest, for the poetry of the music should resound in your heart."
   },
   "author": {
    "text": "Andres Segovia"
   }
  },
  {
   "quote": {
    "text": "Hence poetry is something more philosophic and of graver import than history, since its statements are rather of the nature of universals, whereas those of history are singulars."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Immature poets imitate; mature poets steal."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "A poet can survive everything but a misprint."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "You don't have to be a renowned artist like Q-Tip to try your hand at poetry. You don't need any special equipment - that's the beauty of it."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "One merit of poetry few persons will deny: it says more and in fewer words than prose."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "All bad poetry springs from genuine feeling."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "When it comes to atoms, language can be used only as in poetry. The poet, too, is not nearly so concerned with describing facts as with creating images."
   },
   "author": {
    "text": "Niels Bohr"
   }
  },
  {
   "quote": {
    "text": "The gross heathenism of civilization has generally destroyed nature, and poetry, and all that is spiritual."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Dancing is the poetry of the foot."
   },
   "author": {
    "text": "John Dryden"
   }
  },
  {
   "quote": {
    "text": "Poetry is a way of taking life by the throat."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "In the French language, there is a great gulf between prose and poetry; in English, there is hardly any difference. It is a splendid privilege of the great literary languages Greek, Latin, and French that they possess a prose. English has not this privilege. There is no prose in English."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "There's a certain line between jokes and music and poetry that's a bit blurred in my mind."
   },
   "author": {
    "text": "Bo Burnham"
   }
  },
  {
   "quote": {
    "text": "Verse in itself does not constitute poetry. Verse is only an elegant vestment for a beautiful form. Poetry can express itself in prose, but it does so more perfectly under the grace and majesty of verse. It is poetry of soul that inspires noble sentiments and noble actions as well as noble writings."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "How can any one paint who cannot grade colors? How can any one write poetry who has not learnt to hear and see?"
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Poets are the unacknowledged legislators of the world."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "Poetry surrounds us everywhere, but putting it on paper is, alas, not so easy as looking at it."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "Every now and then I read a poem that does touch something in me, but I never turn to poetry for solace or pleasure in the way that I throw myself into prose."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "Rhyme, that enslaved queen, that supreme charm of our poetry, that creator of our meter."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Poetry is the art of substantiating shadows, and of lending existence to nothing."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "On the subject of literary genres, I've always felt that my response to poetry is inadequate. I'd love to be the kind of person that drifts off into the garden with a slim volume of Elizabethan verse or a sheaf of haikus, but my passion is story."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "It's not easy to define poetry."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "The drama is complete poetry. The ode and the epic contain it only in germ; it contains both of them in a state of high development, and epitomizes both."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Poetry can do a lot of things to people. I mean it can improve your imagination. It can take you to new places. It can give you this incredible form of verbal pleasure."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "Let's say intelligence is your ability to compose poetry, symphonies, do art, math and science. Chimps can't do any of that, yet we share 99 percent DNA. Everything that we are, that distinguishes us from chimps, emerges from that one-percent difference."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "You can find poetry in your everyday life, your memory, in what people say on the bus, in the news, or just what's in your heart."
   },
   "author": {
    "text": "Carol Ann Duffy"
   }
  },
  {
   "quote": {
    "text": "What other people may find in poetry or art museums, I find in the flight of a good drive."
   },
   "author": {
    "text": "Arnold Palmer"
   }
  },
  {
   "quote": {
    "text": "Poetry has done enough when it charms, but prose must also convince."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Nowadays, what an award gives is a sense of solidarity with the poetry guild, as it were: sustenance coming from the assent of your peers on the judging panel."
   },
   "author": {
    "text": "Seamus Heaney"
   }
  },
  {
   "quote": {
    "text": "Poetry is the opening and closing of a door, leaving those who look through to guess about what is seen during the moment."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "Science arose from poetry... when times change the two can meet again on a higher level as friends."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Poetry is not a matter of feelings, it is a matter of language. It is language which creates feelings."
   },
   "author": {
    "text": "Umberto Eco"
   }
  },
  {
   "quote": {
    "text": "Poetry should help, not only to refine the language of the time, but to prevent it from changing too rapidly."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "For awhile after you quit Keats all other poetry seems to be only whistling or humming."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "Poetry fettered, fetters the human race. Nations are destroyed or flourish in proportion as their poetry, painting, and music are destroyed or flourish."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Writing a book of poetry is like dropping a rose petal down the Grand Canyon and waiting for the echo."
   },
   "author": {
    "text": "Don Marquis"
   }
  },
  {
   "quote": {
    "text": "All slang is metaphor, and all metaphor is poetry."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Poetry is one of the ancient arts, and it began as did all the fine arts, within the original wilderness of the earth."
   },
   "author": {
    "text": "Mary Oliver"
   }
  },
  {
   "quote": {
    "text": "Making poetry with a camera - that's the essence of what I do."
   },
   "author": {
    "text": "Denis Villeneuve"
   }
  },
  {
   "quote": {
    "text": "The cloning of humans is on most of the lists of things to worry about from Science, along with behaviour control, genetic engineering, transplanted heads, computer poetry and the unrestrained growth of plastic flowers."
   },
   "author": {
    "text": "Lewis Thomas"
   }
  },
  {
   "quote": {
    "text": "Painting (like poetry) chooses from universals what is most apposite. It brings together, in a single imaginary being, circumstances and characteristics which occur in nature in many different persons."
   },
   "author": {
    "text": "Francisco Goya"
   }
  },
  {
   "quote": {
    "text": "Plagiarism has been around far longer than the Internet. In fact, I had a poem published in 'Seventeen' magazine when I was 15 years old. About a year later I was informed that there was a girl who used that same poem to win a statewide poetry competition in Alabama. It took months for people to put together that this had happened."
   },
   "author": {
    "text": "Megan McCafferty"
   }
  },
  {
   "quote": {
    "text": "I read poetry to save time."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "Art works because it appeals to certain faculties of the mind. Music depends on details of the auditory system, painting and sculpture on the visual system. Poetry and literature depend on language."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "I don't think I've ever read poetry, ever."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "I don't think I've ever read poetry, ever. I'm not really book-smart."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "Everything is complicated; if that were not so, life and poetry and everything else would be a bore."
   },
   "author": {
    "text": "Wallace Stevens"
   }
  },
  {
   "quote": {
    "text": "In the television age, the key distinction is between the candidate who can speak poetry and the one who can only speak prose."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "Poetry is the art of uniting pleasure with truth."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "I always thought that poetry is the verdict that others give to a certain kind of writing. So to call yourself a poet is a kind of dangerous description. It's for others; it's for others to use."
   },
   "author": {
    "text": "Leonard Cohen"
   }
  },
  {
   "quote": {
    "text": "That metre itself forms an essential part of all true poetry is a principle which not even the assertions of an Aristotle or the pronouncements of a Plato can disestablish."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "I wish our clever young poets would remember my homely definitions of prose and poetry; that is, prose = words in their best order; - poetry = the best words in the best order."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "It is written on the arched sky; it looks out from every star. It is the poetry of Nature; it is that which uplifts the spirit within us."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "I think the first time I really heard poetry was in the schoolyard. Just the little limericks that kids say when they're jumping rope and playing games. I think that's the first time I heard rhyming words - I don't know if I'd call that the definitive poetry, but that's when I heard rhyming words said and not necessarily sung."
   },
   "author": {
    "text": "Jill Scott"
   }
  },
  {
   "quote": {
    "text": "Few rappers realize the genre sprang from West African griots through Delta slave songs to jazz poetry and the comedic trash talk of 'the dozens.'"
   },
   "author": {
    "text": "Quincy Jones"
   }
  },
  {
   "quote": {
    "text": "The blood jet is poetry and there is no stopping it."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "I consider myself a poet first and a musician second. I live like a poet and I'll die like a poet."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "Poetry is language at its most distilled and most powerful."
   },
   "author": {
    "text": "Rita Dove"
   }
  },
  {
   "quote": {
    "text": "Some say they see poetry in my paintings; I see only science."
   },
   "author": {
    "text": "Georges Seurat"
   }
  },
  {
   "quote": {
    "text": "In science one tries to tell people, in such a way as to be understood by everyone, something that no one ever knew before. But in poetry, it's the exact opposite."
   },
   "author": {
    "text": "Paul Dirac"
   }
  },
  {
   "quote": {
    "text": "Nonfiction speaks to the head. Fiction speaks to the heart. Poetry speaks to the soul. It's the essence of beauty. The essence of pain. It pleases the eye and the ear."
   },
   "author": {
    "text": "Ellen Hopkins"
   }
  },
  {
   "quote": {
    "text": "Poetry must have something in it that is barbaric, vast and wild."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "I was a victim of a stereotype. There were only two of us Negro kids in the whole class, and our English teacher was always stressing the importance of rhythm in poetry. Well, everybody knows - except us - that all Negroes have rhythms, so they elected me class poet."
   },
   "author": {
    "text": "Langston Hughes"
   }
  },
  {
   "quote": {
    "text": "More modern poetry is written than read."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "There's a love of rhetorical skill in the Muslim world. Osama bin Laden doesn't just go on tape cassettes and say, 'America sucks.' He recites poetry; he finds things that 'America sucks' rhymes with."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Poetry is emotion put into measure. The emotion must come by nature, but the measure can be acquired by art."
   },
   "author": {
    "text": "Thomas Hardy"
   }
  },
  {
   "quote": {
    "text": "Poetry should... should strike the reader as a wording of his own highest thoughts, and appear almost a remembrance."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "Poetry should be great and unobtrusive, a thing which enters into one's soul, and does not startle it or amaze it with itself, but with its subject."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "I don't like to have a calm, orderly, quiet place to work. I often compose while driving, compose in my head. It is true that I wrote my little book, 'The Sounds of Poetry, A Brief Guide,' almost entirely in airplanes and airport departure lounges."
   },
   "author": {
    "text": "Robert Pinsky"
   }
  },
  {
   "quote": {
    "text": "Poetry is a form of mathematics, a highly rigorous relationship with words."
   },
   "author": {
    "text": "Tahar Ben Jelloun"
   }
  },
  {
   "quote": {
    "text": "I love being on the road with others, with a camera, but also being alone writing poetry."
   },
   "author": {
    "text": "Tony Harrison"
   }
  },
  {
   "quote": {
    "text": "Every age has its own poetry; in every age the circumstances of history choose a nation, a race, a class to take up the torch by creating situations that can be expressed or transcended only through poetry."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "Poetry is the synthesis of hyacinths and biscuits."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "Poetry is a phantom script telling how rainbows are made and why they go away."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "I don't think of poetry as a 'rational' activity but as an aural one. My poems usually begin with words or phrases which appeal more because of their sound than their meaning, and the movement and phrasing of a poem are very important to me."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "The greatest thing a human soul ever does in this world... to see clearly is poetry, prophecy and religion all in one."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "The olive branch has been consecrated to peace, palm branches to victory, the laurel to conquest and poetry, the myrtle to love and pleasure, the cypress to mourning, and the willow to despondency."
   },
   "author": {
    "text": "Dorothea Dix"
   }
  },
  {
   "quote": {
    "text": "Why should poetry have to make sense?"
   },
   "author": {
    "text": "Charlie Chaplin"
   }
  },
  {
   "quote": {
    "text": "I'm no longer religious, but the Bible fascinates me. Hardly anyone reads it anymore, but it's got everything: it's a book of poetry, it's a book of principle, it's a book of stories, and of myths and of epic tales, a book of histories and a book of fictions, of riddles, fables, parables and allegories."
   },
   "author": {
    "text": "Tara Westover"
   }
  },
  {
   "quote": {
    "text": "Poetry at its best can do you a lot of harm."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "The Bible should be taught, but emphatically not as reality. It is fiction, myth, poetry, anything but reality. As such it needs to be taught because it underlies so much of our literature and our culture."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Poetry is that art which selects and arranges the symbols of thought in such a manner as to excite the imagination the most powerfully and delightfully."
   },
   "author": {
    "text": "William Cullen Bryant"
   }
  },
  {
   "quote": {
    "text": "I see architecture not as Gropius did, as a moral venture, as truth, but as invention, in the same way that poetry or music or painting is invention."
   },
   "author": {
    "text": "Michael Graves"
   }
  },
  {
   "quote": {
    "text": "Let's detox our cluttered academic brain. That's what the poet does. People call it daydreaming, detoxing our minds and taking care of that clutter. It's being able to let in call letters from the poetry universe."
   },
   "author": {
    "text": "Juan Felipe Herrera"
   }
  },
  {
   "quote": {
    "text": "The fate of poetry is to fall in love with the world."
   },
   "author": {
    "text": "Derek Walcott"
   }
  },
  {
   "quote": {
    "text": "Who writes poetry imbibes honey from the poisoned lips of life."
   },
   "author": {
    "text": "William Rose Benet"
   }
  },
  {
   "quote": {
    "text": "Poetry is at least an elegance and at most a revelation."
   },
   "author": {
    "text": "Robert Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "I was raised on songs of poetry like Simon and Garfunkel and Cat Stevens and Neil Young, etc. I love those old songs probably the most because they hit me so deep down in my core."
   },
   "author": {
    "text": "Jessica Steen"
   }
  },
  {
   "quote": {
    "text": "A verbal art like poetry is reflective; it stops to think. Music is immediate, it goes on to become."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "A man of eighty has outlived probably three new schools of painting, two of architecture and poetry and a hundred in dress."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "I think the term poet is a very exalted term and should be applied to a man at the end of his work. When he looks back over the body of his work and he's written poetry then let the verdict be that he's a poet."
   },
   "author": {
    "text": "Leonard Cohen"
   }
  },
  {
   "quote": {
    "text": "When superstition is allowed to perform the task of old age in dulling the human temperament, we can say goodbye to all excellence in poetry, in painting, and in music."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "When I get depressed, I try to get something for the terrible sadness that comes over me and create something in terms of poetry."
   },
   "author": {
    "text": "Spike Milligan"
   }
  },
  {
   "quote": {
    "text": "Love is the poetry of the senses."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "The fact that Newark is having poetry festivals and peace conferences - all of these things are building an undeniable thesis that our city is making incredible strides forward."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "The genesis of a poem for me is usually a cluster of words. The only good metaphor I can think of is a scientific one: dipping a thread into a supersaturated solution to induce crystal formation. I don't think I solve problems in my poetry; I think I uncover the problems."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "All one's inventions are true, you can be sure of that. Poetry is as exact a science as geometry."
   },
   "author": {
    "text": "Gustave Flaubert"
   }
  },
  {
   "quote": {
    "text": "To see clearly is poetry, prophecy and religion all in one."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "I find a lot of poetry to be narcissistic."
   },
   "author": {
    "text": "Joni Mitchell"
   }
  },
  {
   "quote": {
    "text": "I went through a phase of reading lots of Urdu poetry, thanks to the great transliterated versions that have become available."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "Poetry is my cheap means of transportation. By the end of the poem the reader should be in a different place from where he started. I would like him to be slightly disoriented at the end, like I drove him outside of town at night and dropped him off in a cornfield."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "Rap is poetry set to music. But to me it's like a jackhammer."
   },
   "author": {
    "text": "Bette Midler"
   }
  },
  {
   "quote": {
    "text": "God is the perfect poet."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "I have been enlightened. I have fallen into poetry and it has swallowed me up."
   },
   "author": {
    "text": "Keith Haring"
   }
  },
  {
   "quote": {
    "text": "I certainly derived my skills as a prose writer from my scrutiny of poetry and of the individual word. But schools don't do things like that anymore - tracking words down to their roots."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "Art: If the object of poetry is, to make men, then poetry is the heir of prophecy."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "When I was nine, the teacher asked us to write a piece about our village fete. He read mine in class. I was encouraged and continued. I even wanted to write my memoirs at the age of ten. At twelve I wrote poetry, mostly about friendship - 'Ode to Friendship.' Then my class wanted to make a film, and one little boy suggested that I write the script."
   },
   "author": {
    "text": "Eugene Ionesco"
   }
  },
  {
   "quote": {
    "text": "Shakespeare is rhythmic; he is musical in the sense that he likes poetry, and he's musical because he constantly refers to settings where there's singing and dancing."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "I love poetry. I love rhyming. Do you know, there are poets who don't rhyme? Shakespeare did not rhyme most of the time, and that's why I do not like him."
   },
   "author": {
    "text": "Chuck Berry"
   }
  },
  {
   "quote": {
    "text": "I'm not really a musician. I'm a performer, and I love rock n' roll. I've embraced rock n' roll because it encompasses all the things I'm interested in: poetry, revolution, sexuality, political activism - all of these things can be found in rock n' roll."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "Poetry heals the wounds inflicted by reason."
   },
   "author": {
    "text": "Novalis"
   }
  },
  {
   "quote": {
    "text": "Nothing is too small. Nothing is too, quote-unquote, ordinary or insignificant. Those are the things that make up the measure of our days, and they're the things that sustain us. And they're the things that certainly can become worthy of poetry."
   },
   "author": {
    "text": "Rita Dove"
   }
  },
  {
   "quote": {
    "text": "When I began to listen to poetry, it's when I began to listen to the stones, and I began to listen to what the clouds had to say, and I began to listen to others. And I think, most importantly for all of us, then you begin to learn to listen to the soul, the soul of yourself in here, which is also the soul of everyone else."
   },
   "author": {
    "text": "Joy Harjo"
   }
  },
  {
   "quote": {
    "text": "Poetry always runs away from you - it's very difficult to grasp it, and every time you read it, depending on your conditions, you will have a different grasp of it. Whereas with a novel, once you have read it, you have grasped it."
   },
   "author": {
    "text": "Abbas Kiarostami"
   }
  },
  {
   "quote": {
    "text": "I do not see how a man can work on the frontiers of physics and write poetry at the same time. They are in opposition."
   },
   "author": {
    "text": "Paul Dirac"
   }
  },
  {
   "quote": {
    "text": "One night, I lay awake for hours, just terrified. When the dawn finally came up - the comfortable blue sky, the familiar world returning - I could think of no other way to express my relief than through poetry. I made a decision there and then that it was what I wanted to do. Every time I pulled a wishbone, it was what I asked for."
   },
   "author": {
    "text": "Alice Oswald"
   }
  },
  {
   "quote": {
    "text": "The poetry and transgression that was so much of surrealism's anarchic force has been recruited into mainstream culture. It has been made commonplace by television and magazine merchandising, by computer games and Internet visuals, by film and MTV, by the fashion shoot."
   },
   "author": {
    "text": "Graham Joyce"
   }
  },
  {
   "quote": {
    "text": "A grain of poetry suffices to season a century."
   },
   "author": {
    "text": "Jose Marti"
   }
  },
  {
   "quote": {
    "text": "The beauty, the poetry of the fear in their eyes. I didn't mind going to jail for, what, five, six hours? It was absolutely worth it."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "I never really liked poetry readings; I liked to read poetry by myself, but I liked singing, chanting my lyrics to this jazz group."
   },
   "author": {
    "text": "Leonard Cohen"
   }
  },
  {
   "quote": {
    "text": "Teach your children poetry; it opens the mind, lends grace to wisdom and makes the heroic virtues hereditary."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "Shakespeare was a man who wrote poetry. I'm a man who writes poetry. Why not compare yourself to the best?"
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "Poetry is emotion, passion, love, grief - everything that is human. It is not for zombies by zombies."
   },
   "author": {
    "text": "F. Sionil Jose"
   }
  },
  {
   "quote": {
    "text": "The poet doesn't invent. He listens."
   },
   "author": {
    "text": "Jean Cocteau"
   }
  },
  {
   "quote": {
    "text": "A true poet does not bother to be poetical. Nor does a nursery gardener scent his roses."
   },
   "author": {
    "text": "Jean Cocteau"
   }
  },
  {
   "quote": {
    "text": "Poetry is indispensable - if I only knew what for."
   },
   "author": {
    "text": "Jean Cocteau"
   }
  },
  {
   "quote": {
    "text": "I felt like my favorite writers have almost musical hooks in their work, whether it's poetry or a hook at the end of a chapter that makes you want to read the next one. And I think that my favorite writers definitely have something musical about what they do, in saying something so relatable and universal and so simple."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "Well you can't teach the poetry, but you can teach the craft."
   },
   "author": {
    "text": "David Hockney"
   }
  },
  {
   "quote": {
    "text": "Money is everywhere but so is poetry. What we lack are the poets."
   },
   "author": {
    "text": "Federico Fellini"
   }
  },
  {
   "quote": {
    "text": "A poet looks at the world the way a man looks at a woman."
   },
   "author": {
    "text": "Wallace Stevens"
   }
  },
  {
   "quote": {
    "text": "We love, you know, children love the ingredients of poetry. And then they go into this tunnel that we call adolescence, and when they come out of it, they hate poetry."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "Poetry is a mirror which makes beautiful that which is distorted."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "Poetry is the record of the best and happiest moments of the happiest and best minds."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "I have not the slightest pretension to call my verses poetry; I write now and then for no other purpose than to relieve depression or to improve my English."
   },
   "author": {
    "text": "Alfred Nobel"
   }
  },
  {
   "quote": {
    "text": "And New York is the most beautiful city in the world? It is not far from it. No urban night is like the night there... Squares after squares of flame, set up and cut into the aether. Here is our poetry, for we have pulled down the stars to our will."
   },
   "author": {
    "text": "Ezra Pound"
   }
  },
  {
   "quote": {
    "text": "Poetry, I feel, is a tyrannical discipline. You've got to go so far so fast in such a small space; you've got to burn away all the peripherals."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "I saw the gooseflesh on my skin. I did not know what made it. I was not cold. Had a ghost passed over? No, it was the poetry."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "I believe in the power of poetry, which gives me reasons to look ahead and identify a glint of light."
   },
   "author": {
    "text": "Mahmoud Darwish"
   }
  },
  {
   "quote": {
    "text": "Against barbarity, poetry can resist only by confirming its attachment to human fragility like a blade of grass growing on a wall while armies march by."
   },
   "author": {
    "text": "Mahmoud Darwish"
   }
  },
  {
   "quote": {
    "text": "Poetry is a beautiful way of expressing feelings - happy, sad, angry, caring. It's also a way that we share with other people, to help them with those feelings."
   },
   "author": {
    "text": "Mattie Stepanek"
   }
  },
  {
   "quote": {
    "text": "I love romantic poetry."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "When I was in college, I really liked poetry. I don't read much anymore."
   },
   "author": {
    "text": "Steve Martin"
   }
  },
  {
   "quote": {
    "text": "I wrote poetry, which got me into lyrics. Stevie Wonder, Carole King, Elton John pulled me into pop. I started singing with a band - just for fun - when I was 17. And pretty soon, I was thinking I could sing pop in English as well as Spanish."
   },
   "author": {
    "text": "Gloria Estefan"
   }
  },
  {
   "quote": {
    "text": "Poetry isn't a profession, it's a way of life. It's an empty basket; you put your life into it and make something out of that."
   },
   "author": {
    "text": "Mary Oliver"
   }
  },
  {
   "quote": {
    "text": "Experience has taught me, when I am shaving of a morning, to keep watch over my thoughts, because, if a line of poetry strays into my memory, my skin bristles so that the razor ceases to act."
   },
   "author": {
    "text": "A. E. Housman"
   }
  },
  {
   "quote": {
    "text": "I'm a failed poet. Reading poetry helps me to see the world differently, and I try to infuse my prose with figurative language, which goes against the trend in fiction."
   },
   "author": {
    "text": "Jesmyn Ward"
   }
  },
  {
   "quote": {
    "text": "I think there are things in my story that have helped my creativity. Your father being killed, for instance, is one of the best things that could happen to a kid if he's going to write poetry or songs."
   },
   "author": {
    "text": "Roger Waters"
   }
  },
  {
   "quote": {
    "text": "Poetry offers works of art that are beautiful, like paintings, which are my second favorite work of the art, but there are also works of art that embody emotion and that are kind of school for feeling. They teach how to feel, and they do this by the means of their beauty of language."
   },
   "author": {
    "text": "Donald Hall"
   }
  },
  {
   "quote": {
    "text": "Drawing is a way of coming upon the connection between things, just like metaphor in poetry reconnects what has become separated."
   },
   "author": {
    "text": "John Berger"
   }
  },
  {
   "quote": {
    "text": "For me, prose walks, poetry dances."
   },
   "author": {
    "text": "James Broughton"
   }
  },
  {
   "quote": {
    "text": "So, poetry becomes a means for useful dialogue between people who are not only unknown, but mute to each other. It produces a dialogue among people that guards all of us against manipulation by our so-called leaders."
   },
   "author": {
    "text": "June Jordan"
   }
  },
  {
   "quote": {
    "text": "I think poetry's always a kind of faith. It is the kind that I have."
   },
   "author": {
    "text": "Natasha Trethewey"
   }
  },
  {
   "quote": {
    "text": "I've read a lot of war writing, even World War I writing, the British war poetry of Wilfred Owen and Siegfried Sassoon, Robert Graves's memoir 'Goodbye to All That,' and a civilian memoir, 'Testament of Youth,' by Vera Brittain."
   },
   "author": {
    "text": "George Packer"
   }
  },
  {
   "quote": {
    "text": "My dream is that people will find a way back home, into their bodies, to connect with the earth, to connect with each other, to connect with the poor, to connect with the broken, to connect with the needy, to connect with people calling out all around us, to connect with the beauty, poetry, the wildness."
   },
   "author": {
    "text": "Eve Ensler"
   }
  },
  {
   "quote": {
    "text": "I see people who talk about America, and then undermine it by not paying attention to its soul, to its poetry. I see polarization, reductionism and superficiality."
   },
   "author": {
    "text": "Azar Nafisi"
   }
  },
  {
   "quote": {
    "text": "There is an urgent need for Americans to look deeply into themselves and their actions, and musical poetry is perhaps the most effective mirror available. Every newspaper headline is a potential song."
   },
   "author": {
    "text": "Phil Ochs"
   }
  },
  {
   "quote": {
    "text": "Poetry is a special use of language that opens onto the real. The business of the poet is truth telling, which is why in the Celtic tradition no one could be a teacher unless he or she was a poet."
   },
   "author": {
    "text": "Huston Smith"
   }
  },
  {
   "quote": {
    "text": "Poetry is a call to action, and it also is action."
   },
   "author": {
    "text": "Juan Felipe Herrera"
   }
  },
  {
   "quote": {
    "text": "Poetry is truth in its Sunday clothes."
   },
   "author": {
    "text": "Joseph Roux"
   }
  },
  {
   "quote": {
    "text": "Spoken word poetry is the art of performance poetry. I tell people it involves creating poetry that doesn't just want to sit on paper, that something about it demands it be heard out loud or witnessed in person."
   },
   "author": {
    "text": "Sarah Kay"
   }
  },
  {
   "quote": {
    "text": "Rap and spoken word have reawakened the country to poetry in itself. Texting and Twitter encourage creative uses of casual language, in ways I have celebrated widely. But we've fallen behind on savoring the formal layer of our language."
   },
   "author": {
    "text": "John McWhorter"
   }
  },
  {
   "quote": {
    "text": "The crown of literature is poetry."
   },
   "author": {
    "text": "W. Somerset Maugham"
   }
  },
  {
   "quote": {
    "text": "Without touching my subject I want to come to the moment when, through pure concentration of seeing, the composed picture becomes more made than taken. Without a descriptive caption to justify its existence, it will speak for itself - less descriptive, more creative; less informative, more suggestive - less prose, more poetry."
   },
   "author": {
    "text": "Ernst Haas"
   }
  },
  {
   "quote": {
    "text": "The line is a way of framing poetry. All verse is measured by lines. The poetic line immediately announces its difference from everyday speech and prose."
   },
   "author": {
    "text": "Edward Hirsch"
   }
  },
  {
   "quote": {
    "text": "Daydreaming is one of the key sources of poetry - a poem often starts as a daydream that finds its way into language - and walking seems to bring a different sort of alertness, an associative kind of thinking, a drifting state of mind."
   },
   "author": {
    "text": "Edward Hirsch"
   }
  },
  {
   "quote": {
    "text": "For this reason poets and artists developed the doctrine of Art for Art's Sake. The community did not appear to need them, so, tit for tat, they did not need the community. This being granted, it was no longer necessary or even desirable to make one's poetry either intelligible or sympathetic to the community."
   },
   "author": {
    "text": "Louis MacNeice"
   }
  },
  {
   "quote": {
    "text": "I have experienced healing through other writers' poetry, but there's no way I can sit down to write in the hope a poem will have healing potential. If I do, I'll write a bad poem."
   },
   "author": {
    "text": "Marilyn Hacker"
   }
  },
  {
   "quote": {
    "text": "I have piles of poetry books in the bathroom, on the stairs, everywhere. The only way to write poetry is to read it."
   },
   "author": {
    "text": "Carol Ann Duffy"
   }
  },
  {
   "quote": {
    "text": "Poetry is an orphan of silence. The words never quite equal the experience behind them."
   },
   "author": {
    "text": "Charles Simic"
   }
  },
  {
   "quote": {
    "text": "Now I think poetry will save nothing from oblivion, but I keep writing about the ordinary because for me it's the home of the extraordinary, the only home."
   },
   "author": {
    "text": "Philip Levine"
   }
  },
  {
   "quote": {
    "text": "English poetry begins whenever we decide to say the modern English language begins, and it extends as far as we decide to say that the English language extends."
   },
   "author": {
    "text": "James Fenton"
   }
  },
  {
   "quote": {
    "text": "For me, there is a paradox in poetry, which is like the paradox in tragedy. You have the most terrible subject, but it's in a form that is so sensually gratifying that it connects the surviving heart to the despairing intellect."
   },
   "author": {
    "text": "Tony Harrison"
   }
  },
  {
   "quote": {
    "text": "If you've ever been to a poetry slam, you know that the highest scoring emotion is self-righteous indignation: how dare you judge me. So in that way, the poem, 'What Teachers Make,' is an absolutely formulaic slam poem designed to allow me to get up on my soap box and say, 'Let me tell you what really makes me angry.'"
   },
   "author": {
    "text": "Taylor Mali"
   }
  },
  {
   "quote": {
    "text": "Poetry is like making a joke. If you get one word wrong at the end of a joke, you've lost the whole thing."
   },
   "author": {
    "text": "W. S. Merwin"
   }
  },
  {
   "quote": {
    "text": "Every American poet feels that the whole responsibility for contemporary poetry has fallen upon his shoulders, that he is a literary aristocracy of one."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "I've written some poetry I don't understand myself."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "When I was writing pretty poor poetry, this girl with midnight black hair told me to go on."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "No poems can please for long or live that are written by water drinkers."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "Any healthy man can go without food for two days - but not without poetry."
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "I always wrote poetry as a teenager and it was always so dark, but it made me feel good to get it out."
   },
   "author": {
    "text": "Pink"
   }
  },
  {
   "quote": {
    "text": "We are supposed to write poetry to keep the gods alive."
   },
   "author": {
    "text": "Jim Harrison"
   }
  },
  {
   "quote": {
    "text": "In poetry everything which must be said is almost impossible to say well."
   },
   "author": {
    "text": "Paul Valery"
   }
  },
  {
   "quote": {
    "text": "But I liked Yeats! That wild Irishman. I really loved his love of language, his flow. His chaotic ideas seemed to me just the right thing for a poet. Passion! He was always on the right side. He may be wrongheaded, but his heart was always on the right side. He wrote beautiful poetry."
   },
   "author": {
    "text": "Chinua Achebe"
   }
  },
  {
   "quote": {
    "text": "When Auden said his poetry didn't save one Jew from the gas chamber, he'd said it all."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "I am two fools, I know, for loving, and for saying so in whining poetry."
   },
   "author": {
    "text": "John Donne"
   }
  },
  {
   "quote": {
    "text": "What my character is or how many jails I have lounged in, or wards or walls or wassails, how many lonely-heart poetry readings I have dodged, is beside the point. A man's soul or lack of it will be evident with what he can carve upon a white sheet of paper."
   },
   "author": {
    "text": "Charles Bukowski"
   }
  },
  {
   "quote": {
    "text": "When I am writing fiction, I believe I am much better organized, more methodical - one has to be when writing a novel. Writing poetry is a state of free float."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "Everything one invents is true, you may be perfectly sure of that. Poetry is as precise as geometry."
   },
   "author": {
    "text": "Gustave Flaubert"
   }
  },
  {
   "quote": {
    "text": "I had originally planned to do musical theatre and be on Broadway, but then my love for poetry also set in. Once that happened, I became torn between a career as an English teacher or a music teacher."
   },
   "author": {
    "text": "Khalid"
   }
  },
  {
   "quote": {
    "text": "Poetry is the experience of liberty. The poet risks himself, chances all on the poem's all with each verse he writes."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "Rap is poetry to music, like beatniks without beards and bongos."
   },
   "author": {
    "text": "David Lee Roth"
   }
  },
  {
   "quote": {
    "text": "I'm conscious of a series of circles working its way through my life. And at this particular moment I have come round to the beginning of my writing cycle. It begins with poetry. There's hardly a day that goes past on which I don't write poetry."
   },
   "author": {
    "text": "Ben Okri"
   }
  },
  {
   "quote": {
    "text": "In poetry, you must love the words, the ideas and the images and rhythms with all your capacity to love anything at all."
   },
   "author": {
    "text": "Wallace Stevens"
   }
  },
  {
   "quote": {
    "text": "When I became poet laureate, I was in a slightly uncomfortable position because I think a lot of poetry isn't worth reading."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "Poetry remembers that it was an oral art before it was a written art."
   },
   "author": {
    "text": "Jorge Luis Borges"
   }
  },
  {
   "quote": {
    "text": "When the poet is in love, he is incapable of writing poetry on love. He has to write when he remembers that he was in love."
   },
   "author": {
    "text": "Umberto Eco"
   }
  },
  {
   "quote": {
    "text": "I want to write a play. I'd like to do an original musical. I should probably put together a poetry collection."
   },
   "author": {
    "text": "Neil Gaiman"
   }
  },
  {
   "quote": {
    "text": "I was a very creative child. I played the saxophone and piano, and I was always writing poetry and stories, or drawing in my notebook. I just tried to express myself through as many creative outlets as possible. And in high school, I started to get really into photography and videography and would spend hours working on it."
   },
   "author": {
    "text": "Kali Uchis"
   }
  },
  {
   "quote": {
    "text": "Reading a piece of poetry with no beat in front of 20 people is way more challenging than rocking for 10,000 people."
   },
   "author": {
    "text": "Macklemore"
   }
  },
  {
   "quote": {
    "text": "Those who have never entered upon scientific pursuits know not a tithe of the poetry by which they are surrounded."
   },
   "author": {
    "text": "Herbert Spencer"
   }
  },
  {
   "quote": {
    "text": "To be under occupation, to be under siege, is not a good inspiration for poetry."
   },
   "author": {
    "text": "Mahmoud Darwish"
   }
  },
  {
   "quote": {
    "text": "If our hearts are ready for anything, we are touched by the beauty and poetry and mystery that fill our world."
   },
   "author": {
    "text": "Tara Brach"
   }
  },
  {
   "quote": {
    "text": "Often I find that poems predict what I'm going to do later in my own writing, and often I find that poems predict my life. So I think poetry is the most intense expression of feeling that we have."
   },
   "author": {
    "text": "Erica Jong"
   }
  },
  {
   "quote": {
    "text": "In poetry you can express almost inexpressible feelings. You can express the pain of loss, you can express love. People always turn to poetry when someone they love dies, when they fall in love."
   },
   "author": {
    "text": "Erica Jong"
   }
  },
  {
   "quote": {
    "text": "I'm quite a softy, yes. I have a blank spot with respect to visual art, but I have perhaps a compensating hypersensitivity to poetry and music."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Solitude gives birth to the original in us, to beauty unfamiliar and perilous - to poetry. But also, it gives birth to the opposite: to the perverse, the illicit, the absurd."
   },
   "author": {
    "text": "Thomas Mann"
   }
  },
  {
   "quote": {
    "text": "That's all there was in our house: poetry and choir rehearsal and duets and so forth; I listened to Dad and Mother discuss things about poetry and delivery and voice and diction - I don't think anyone could know how much it really means."
   },
   "author": {
    "text": "Chuck Berry"
   }
  },
  {
   "quote": {
    "text": "The idea that myth is the opposite of knowledge, or the opposite of truth, is simply to disallow it. It is like saying poetry is the opposite of truth."
   },
   "author": {
    "text": "Marilynne Robinson"
   }
  },
  {
   "quote": {
    "text": "When I was younger, I felt it was my duty to wake people up. I thought poetry was asleep. I thought rock 'n' roll was asleep."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "What I wanted to do in rock 'n roll was merge poetry with sonic scapes, and the two people who had contributed so much to that were Jimi Hendrix and Jim Morrison."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "I didn't love Jim Morrison 'cause he was self-destructive. I loved him because of his work. Because of the way he merged poetry and rock-and-roll. Because he did something new."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "One thing I do know is that poetry, to be understood, must be clear."
   },
   "author": {
    "text": "Mary Oliver"
   }
  },
  {
   "quote": {
    "text": "People want poetry. They need poetry. They get it. They don't want fancy work."
   },
   "author": {
    "text": "Mary Oliver"
   }
  },
  {
   "quote": {
    "text": "Poetry is meant to be heard."
   },
   "author": {
    "text": "Mary Oliver"
   }
  },
  {
   "quote": {
    "text": "Deals are my art form. Other people paint beautifully on canvas or write wonderful poetry. I like making deals, preferably big deals. That's how I get my kicks."
   },
   "author": {
    "text": "Ed Koch"
   }
  },
  {
   "quote": {
    "text": "There is poetry as soon as we realize that we possess nothing."
   },
   "author": {
    "text": "John Cage"
   }
  },
  {
   "quote": {
    "text": "This proves that great lyric poetry can die, be reborn, die again, but will always remain one of the most outstanding creations of the human soul."
   },
   "author": {
    "text": "Eugenio Montale"
   }
  },
  {
   "quote": {
    "text": "In high school I was very much involved in poetry. You cannot read a poem quickly. There's too much going on there. There are rhythms and alliterations. You have to read poetry slow, slow, slow to absorb it all."
   },
   "author": {
    "text": "Eugene H. Peterson"
   }
  },
  {
   "quote": {
    "text": "There's poetry in being the band that can sell out Wembley but also makes a record in a garage. I don't like doing what people expect me to do."
   },
   "author": {
    "text": "Dave Grohl"
   }
  },
  {
   "quote": {
    "text": "The music just tends to be a vehicle for that poetry."
   },
   "author": {
    "text": "Mark Knopfler"
   }
  },
  {
   "quote": {
    "text": "There are better ways we can transform this virulent hatred - by living our ideals, the Peace Corps, exchange students, teachers, exporting our music, poetry, blue jeans."
   },
   "author": {
    "text": "Helen Thomas"
   }
  },
  {
   "quote": {
    "text": "There was no market for poetry about trauma, abuse, loss, love, and healing through the lens of a Punjabi-Sikh immigrant woman."
   },
   "author": {
    "text": "Rupi Kaur"
   }
  },
  {
   "quote": {
    "text": "Plot, rules, nor even poetry, are not half so great beauties in tragedy or comedy as a just imitation of nature, of character, of the passions and their operations in diversified situations."
   },
   "author": {
    "text": "Horace Walpole"
   }
  },
  {
   "quote": {
    "text": "There's a fierce practicality and empiricism which the whole imaginative, lyrical aspect of poetry comes from."
   },
   "author": {
    "text": "David Whyte"
   }
  },
  {
   "quote": {
    "text": "I'm about 75 pages into a book on poetry. I don't know if anybody wants to read it. It's on any broad variety of subjects. I walk down the street and think of a topic and jot it down and say, 'Okay, that's another one.' They go from the humorous to the serious to every topic imaginable."
   },
   "author": {
    "text": "Marv Levy"
   }
  },
  {
   "quote": {
    "text": "Instead of trying to come up and pontificate on what literature is, you need to talk with children, to teachers, and make sure they get poetry in the curriculum early."
   },
   "author": {
    "text": "Rita Dove"
   }
  },
  {
   "quote": {
    "text": "I think one of the things that people tend to forget is that poets do write out of life. It isn't some set piece that then gets put up on the shelf, but that the impetus, the real instigation for poetry is everything that's happening around us."
   },
   "author": {
    "text": "Rita Dove"
   }
  },
  {
   "quote": {
    "text": "Science fiction, outside of poetry, is the only literary field which has no limits, no parameters whatsoever."
   },
   "author": {
    "text": "Theodore Sturgeon"
   }
  },
  {
   "quote": {
    "text": "I began the way nearly everybody I ever heard of - I began writing poetry. And I find that to be quite usual with writers, their trying their hand at poetry."
   },
   "author": {
    "text": "Shelby Foote"
   }
  },
  {
   "quote": {
    "text": "I am an artist, you understand? For me, a picture is like poetry. When you make art, this is not coming from an intellectual place. It's coming from the deep side of your unconscious, your soul."
   },
   "author": {
    "text": "Alejandro Jodorowsky"
   }
  },
  {
   "quote": {
    "text": "Poetry is a political act because it involves telling the truth."
   },
   "author": {
    "text": "June Jordan"
   }
  },
  {
   "quote": {
    "text": "It's necessary to start most work alone. But I'm tickled to death when I can pull somebody in or join someone, whether it's borrowing poetry or traveling with an associate."
   },
   "author": {
    "text": "Jenny Holzer"
   }
  },
  {
   "quote": {
    "text": "I'm moved by people who see the world differently than others. People who see the world with a longing for its poetry often can be broken people."
   },
   "author": {
    "text": "Laura Dern"
   }
  },
  {
   "quote": {
    "text": "So much of my poetry begins with something that I can describe in visual terms, so thinking about distance, thinking about how life begins and what might be watching us."
   },
   "author": {
    "text": "Tracy K. Smith"
   }
  },
  {
   "quote": {
    "text": "I wanted to write the kind of poetry that people read and remembered, that they lived by - the kinds of lines that I carried with me from moment to moment on a given day without even having chosen to."
   },
   "author": {
    "text": "Tracy K. Smith"
   }
  },
  {
   "quote": {
    "text": "Everyone needs solitude, especially a person who is used to thinking about what she experiences. Solitude is very important in my work as a mode of inspiration, but isolation is not good in this respect. I am not writing poetry about isolation."
   },
   "author": {
    "text": "Wislawa Szymborska"
   }
  },
  {
   "quote": {
    "text": "It is a happy thing that there is no royal road to poetry. The world should know by this time that one cannot reach Parnassus except by flying thither."
   },
   "author": {
    "text": "Gerard Manley Hopkins"
   }
  },
  {
   "quote": {
    "text": "Poetry is for me Eucharistic. You take someone else's suffering into your body, their passion comes into your body, and in doing that you commune, you take communion, you make a community with others."
   },
   "author": {
    "text": "Mary Karr"
   }
  },
  {
   "quote": {
    "text": "Breathe-in experience, breathe-out poetry."
   },
   "author": {
    "text": "Muriel Rukeyser"
   }
  },
  {
   "quote": {
    "text": "Publishing the lyric books, poetry or comics of other musicians I know. That's the thing I really want to break into!"
   },
   "author": {
    "text": "Frank Iero"
   }
  },
  {
   "quote": {
    "text": "The poetry of a people comes from the deep recesses of the unconscious, the irrational and the collective body of our ancestral memories."
   },
   "author": {
    "text": "Margaret Walker"
   }
  },
  {
   "quote": {
    "text": "Poetry is the art of creating imaginary gardens with real toads."
   },
   "author": {
    "text": "Marianne Moore"
   }
  },
  {
   "quote": {
    "text": "When you are writing literary writing, you are communicating something subtextual with emotions and poetry. The prose has to have a voice; it's not just typing. It takes a while to get that voice."
   },
   "author": {
    "text": "Joyce Carol Oates"
   }
  },
  {
   "quote": {
    "text": "Journalism wishes to tell what it is that has happened everywhere as though the same things had happened for every man. Poetry wishes to say what it is like for any man to be himself in the presence of a particular occurrence as though only he were alone there."
   },
   "author": {
    "text": "Archibald MacLeish"
   }
  },
  {
   "quote": {
    "text": "The moment of change is the only poem."
   },
   "author": {
    "text": "Adrienne Rich"
   }
  },
  {
   "quote": {
    "text": "Poetry is above all a concentration of the power of language, which is the power of our ultimate relationship to everything in the universe."
   },
   "author": {
    "text": "Adrienne Rich"
   }
  },
  {
   "quote": {
    "text": "Rational intelligence is dangerous and leads to ratiocination. The painter is a medium who doesn't realize what he is doing. No translation can express the mystery of sensibility, a word, still unreliable, which is nevertheless the basis of painting or poetry, like a kind of alchemy."
   },
   "author": {
    "text": "Marcel Duchamp"
   }
  },
  {
   "quote": {
    "text": "Alchemy is the art of far and near, and I think poetry is alchemy in that way. It's delightful to distort size, to see something that's tiny as though it were vast."
   },
   "author": {
    "text": "Robert Morgan"
   }
  },
  {
   "quote": {
    "text": "Poetry, being supremely useless, by its very existence represents a protest against the so-called 'real world' of busy-ness and moneymaking, so we must embrace, salute and support our poets."
   },
   "author": {
    "text": "Tom Hodgkinson"
   }
  },
  {
   "quote": {
    "text": "In the total darkness, poetry is still there, and it is there for you."
   },
   "author": {
    "text": "Abbas Kiarostami"
   }
  },
  {
   "quote": {
    "text": "I went to school in California, at Stanford when I was seventeen, and I lived in San Francisco until I was twenty-three, and then I lived in Hungary for, like, a summer, and then I went to Iowa for three years. At Iowa, I actually did the fiction program, not poetry. I was a fiction writer for a long time before I was 'out' as a poet."
   },
   "author": {
    "text": "Jenny Zhang"
   }
  },
  {
   "quote": {
    "text": "I sometimes wish I had been educated a Catholic, in order to unite the poetry of religion with its higher principles. Are they necessarily inseparable? Is man really so much of a philosopher, that he can conceive of truth in its abstract purity, and divest life and the affections of all the aids of the imagination?"
   },
   "author": {
    "text": "James Fenimore Cooper"
   }
  },
  {
   "quote": {
    "text": "All voices are important, and yet it seems that people of color have a lot to say, particularly if you look through the poetry of young people - a lot of questions and a lot of concerns about immigration and security issues, you name it - big questions."
   },
   "author": {
    "text": "Juan Felipe Herrera"
   }
  },
  {
   "quote": {
    "text": "For the last 15 years that I have been performing, all I ever wanted to do was transcend poetry to the world. See, it wasn't enough for me to write a book. It wasn't enough for me to join a slam competition, and while those things hold weight, it wasn't the driving force that pushes the pen to the pad."
   },
   "author": {
    "text": "Lemon Andersen"
   }
  },
  {
   "quote": {
    "text": "I have never separated the writing of poetry from prayer. I have grown up believing it is a vocation, a religious vocation."
   },
   "author": {
    "text": "Derek Walcott"
   }
  },
  {
   "quote": {
    "text": "I've always been a fan of poetry. I grew up with Lawrence Ferlinghetti and the Beat poets. I really followed that stuff for a while. I just love the way people threw words around like they were painting."
   },
   "author": {
    "text": "Ric Ocasek"
   }
  },
  {
   "quote": {
    "text": "Poetry is a matter of life, not just a matter of language."
   },
   "author": {
    "text": "Lucille Clifton"
   }
  },
  {
   "quote": {
    "text": "I was writing poetry, and the Mountain Goats was an outgrowth of that."
   },
   "author": {
    "text": "John Darnielle"
   }
  },
  {
   "quote": {
    "text": "My father loved poetry and music. But deep in himself he thought teaching the finest thing a person could do."
   },
   "author": {
    "text": "George Steiner"
   }
  },
  {
   "quote": {
    "text": "I define poetry as celebration and confrontation. When we witness something, are we responsible for what we witness? That's an on-going existential question. Perhaps we are and perhaps there's a kind of daring, a kind of necessary energetic questioning. Because often I say it's not what we know, it's what we can risk discovering."
   },
   "author": {
    "text": "Yusef Komunyakaa"
   }
  },
  {
   "quote": {
    "text": "I don't like the word 'poetry,' and I don't like poetry readings, and I usually don't like poets. I would much prefer describing myself and what I do as: I'm kind of a curator, and I'm kind of a night-owl reporter."
   },
   "author": {
    "text": "Tom Waits"
   }
  },
  {
   "quote": {
    "text": "In politics, as in poetry, it is sometimes true that it is darkest before dawn."
   },
   "author": {
    "text": "Lawrence Summers"
   }
  },
  {
   "quote": {
    "text": "Music is my thing. It's my thing; it's what I love. It's what I do. It's football to me; it's Christmas to me; religion to me; poetry to me."
   },
   "author": {
    "text": "Ryan Adams"
   }
  },
  {
   "quote": {
    "text": "There's no money in poetry, but then there's no poetry in money, either."
   },
   "author": {
    "text": "Robert Graves"
   }
  },
  {
   "quote": {
    "text": "Poetry is a mixture of common sense, which not all have, with an uncommon sense, which very few have."
   },
   "author": {
    "text": "John Masefield"
   }
  },
  {
   "quote": {
    "text": "The reason why we do maths is because it's like poetry. It's about patterns, and that really turned me on. It made me feel that maths was in tune with the other things I liked doing."
   },
   "author": {
    "text": "Marcus du Sautoy"
   }
  },
  {
   "quote": {
    "text": "I sometimes talk about the making of a poem within the poem."
   },
   "author": {
    "text": "Howard Nemerov"
   }
  },
  {
   "quote": {
    "text": "Poetry is a vocation. It is not a career but a calling."
   },
   "author": {
    "text": "Edward Hirsch"
   }
  },
  {
   "quote": {
    "text": "And my father was a comic. He could play any musical instrument. He loved to perform. He was a wonderfully comedic character. He had the ability to dance and sing and charm and analyze poetry."
   },
   "author": {
    "text": "Lynn Johnston"
   }
  },
  {
   "quote": {
    "text": "I read, read enormously on all different fields of Islamic thought, from philosophy to Islamic literature, poetry, exegeses, knowledge of the Hadith, the teachings of the prophet. That's how I trained myself. And then I was appointed imam by a Sufi master from Istanbul, Turkey."
   },
   "author": {
    "text": "Feisal Abdul Rauf"
   }
  },
  {
   "quote": {
    "text": "All those authors there, most of whom of course I've never met. That's the poetry side, that's the prose side, that's the fishing and miscellaneous behind me. You get an affection for books that you've enjoyed."
   },
   "author": {
    "text": "Norman MacCaig"
   }
  },
  {
   "quote": {
    "text": "I never think about poetry except when I'm writing it. I mean my poetry."
   },
   "author": {
    "text": "Norman MacCaig"
   }
  },
  {
   "quote": {
    "text": "I was very interested in American poetry for many years. Much less now."
   },
   "author": {
    "text": "Norman MacCaig"
   }
  },
  {
   "quote": {
    "text": "There are things that neuroscience is useful for in terms of understanding behavior, but there are also things it is not all that useful for, like understanding the nuances of our reactions to poetry."
   },
   "author": {
    "text": "Alissa Quart"
   }
  },
  {
   "quote": {
    "text": "Children can write poetry and then, unless they're poets, they stop when reach puberty."
   },
   "author": {
    "text": "Dennis Potter"
   }
  },
  {
   "quote": {
    "text": "There is one type of ideal woman very seldom described in poetry - the old maid, the woman whom sorrow or misfortune prevents from fulfilling her natural destiny."
   },
   "author": {
    "text": "Lafcadio Hearn"
   }
  },
  {
   "quote": {
    "text": "In fact, in lyric poetry, truthfulness becomes recognizable as a ring of truth within the medium itself."
   },
   "author": {
    "text": "Seamus Heaney"
   }
  },
  {
   "quote": {
    "text": "Poetry is a domestic art, most itself when most at home."
   },
   "author": {
    "text": "Seamus Heaney"
   }
  },
  {
   "quote": {
    "text": "In poetry, everything can be faked but the intensity of utterance."
   },
   "author": {
    "text": "Seamus Heaney"
   }
  },
  {
   "quote": {
    "text": "Dylan Thomas is now as much a case history as a chapter in the history of poetry."
   },
   "author": {
    "text": "Seamus Heaney"
   }
  },
  {
   "quote": {
    "text": "Poetry begins where language starts: in the shadows and accidents of one person's life."
   },
   "author": {
    "text": "Eavan Boland"
   }
  },
  {
   "quote": {
    "text": "I think it's really hard to move between genres, and I think, especially in Britain, we're very judgmental about it - me included. I know that when an actor comes out with some poetry or an album, I think, 'Oh crikey, what's this going to be like?'"
   },
   "author": {
    "text": "Andrea Riseborough"
   }
  },
  {
   "quote": {
    "text": "Mathematics is, as it were, a sensuous logic, and relates to philosophy as do the arts, music, and plastic art to poetry."
   },
   "author": {
    "text": "Karl Wilhelm Friedrich Schlegel"
   }
  },
  {
   "quote": {
    "text": "A definition of poetry can only determine what poetry should be and not what poetry actually was and is; otherwise the most concise formula would be: Poetry is that which at some time and some place was thus named."
   },
   "author": {
    "text": "Karl Wilhelm Friedrich Schlegel"
   }
  },
  {
   "quote": {
    "text": "By the general process of epic poetry, I mean the way this form of art has constantly responded to the profound needs of the society in which it was made."
   },
   "author": {
    "text": "Lascelles Abercrombie"
   }
  },
  {
   "quote": {
    "text": "That is to say, epic poetry has been invented many times and independently; but, as the needs which prompted the invention have been broadly similar, so the invention itself has been."
   },
   "author": {
    "text": "Lascelles Abercrombie"
   }
  },
  {
   "quote": {
    "text": "I did literature at university, so I had a real relationship with poetry, but they don't make many films about the world of a poet."
   },
   "author": {
    "text": "Alice Eve"
   }
  },
  {
   "quote": {
    "text": "One culture I find fascinating to juxtapose against American culture is the culture of Germany. They've gone through a long process through their art, poetry, public discourse, their politics, of owning the fact of their complicity in what happened in World War II. It's still a topic of everyday conversation in Germany."
   },
   "author": {
    "text": "Chris Jordan"
   }
  },
  {
   "quote": {
    "text": "To me, art begets art. Painting feeds the eye just as poetry feeds the ear, which is to say that both feed the soul."
   },
   "author": {
    "text": "Susan Vreeland"
   }
  },
  {
   "quote": {
    "text": "I write the occasional poem. I think my dabbling in poetry makes me better at screenplays. Poetry teaches the value of condensing, the importance of talking in a few words."
   },
   "author": {
    "text": "Kamal Haasan"
   }
  },
  {
   "quote": {
    "text": "Translation is an interestingly different way to be involved both with poetry and with the language that I've found myself living in much of the time. I think the two feed each other."
   },
   "author": {
    "text": "Marilyn Hacker"
   }
  },
  {
   "quote": {
    "text": "Elaine Equi has been publishing her observant, often playful poetry for some 30 years, extending and deepening the range of her intrinsically wry voice."
   },
   "author": {
    "text": "Floyd Skloot"
   }
  },
  {
   "quote": {
    "text": "I think that the job of poetry, its political job, is to refresh the idea of justice, which is going dead in us all the time."
   },
   "author": {
    "text": "Robert Hass"
   }
  },
  {
   "quote": {
    "text": "The Vietnam War and the Iraq war, in different ways, both made me feel like I could not not address them. I'm very doubtful about the usefulness of poetry to do that."
   },
   "author": {
    "text": "Robert Hass"
   }
  },
  {
   "quote": {
    "text": "I guess the two Manifesto, Communicating Vessels, Mad Love, and some of his poetry made a significant mark on me but as far as bringing a literary element into the music I see it as a much broader assimilation."
   },
   "author": {
    "text": "Trevor Dunn"
   }
  },
  {
   "quote": {
    "text": "I grew up in New York City. In elementary school, I was a charter member of the Scribble Scrabble Club, and in high school, my poems were published in an anthology of student poetry."
   },
   "author": {
    "text": "Gail Carson Levine"
   }
  },
  {
   "quote": {
    "text": "With Shakespeare and poetry, a new world was born. New dreams, new desires, a self consciousness was born. I desired to know to know myself in terms of the new standards set by these books."
   },
   "author": {
    "text": "Peter Abrahams"
   }
  },
  {
   "quote": {
    "text": "A lyric, it is true, is the expression of personal emotion, but then so is all poetry, and to suppose that there are several kinds of poetry, differing from each other in essence, is to be deceived by wholly artificial divisions which have no real being."
   },
   "author": {
    "text": "John Drinkwater"
   }
  },
  {
   "quote": {
    "text": "So it is in poetry. All we ask is that the mood recorded shall impress us as having been of the kind that exhausts the imaginative capacity; if it fails to do this the failure will announce itself either in prose or in insignificant verse."
   },
   "author": {
    "text": "John Drinkwater"
   }
  },
  {
   "quote": {
    "text": "The musician - if he be a good one - finds his own perception prompted by the poet's perception, and he translates the expression of that perception from the terms of poetry into the terms of music."
   },
   "author": {
    "text": "John Drinkwater"
   }
  },
  {
   "quote": {
    "text": "Poetry and prayer are very similar."
   },
   "author": {
    "text": "Carol Ann Duffy"
   }
  },
  {
   "quote": {
    "text": "I grew up in a bookless house - my parents didn't read poetry, so if I hadn't had the chance to experience it at school I'd never have experienced it. But I loved English, and I was very lucky in that I had inspirational English teachers, Miss Scriven and Mr. Walker, and they liked us to learn poems by heart, which I found I loved doing."
   },
   "author": {
    "text": "Carol Ann Duffy"
   }
  },
  {
   "quote": {
    "text": "Wanted: a needle swift enough to sew this poem into a blanket."
   },
   "author": {
    "text": "Charles Simic"
   }
  },
  {
   "quote": {
    "text": "Poetry is, first and last, language - the rest is filler."
   },
   "author": {
    "text": "Mark Strand"
   }
  },
  {
   "quote": {
    "text": "I love reading all kinds of books. I usually have about ten books going at any one time - books about the past, the present, novels, non-fiction, poetry, mythology, religion, etc. Reading is my favorite thing to do."
   },
   "author": {
    "text": "Mary Pope Osborne"
   }
  },
  {
   "quote": {
    "text": "I think it comes from really liking literary forms. Poetry is very beautiful, but the space on the page can be as affecting as where the text is. Like when Miles Davis doesn't play, it has a poignancy to it."
   },
   "author": {
    "text": "Jim Jarmusch"
   }
  },
  {
   "quote": {
    "text": "I liked painting and drawing, and I liked humanities mainly - poetry, literature - this speculative attitude toward life."
   },
   "author": {
    "text": "Rafael Moneo"
   }
  },
  {
   "quote": {
    "text": "But it is the province of religion, of philosophy, of pure poetry only, to go beyond life, beyond time, into eternity."
   },
   "author": {
    "text": "Alfred de Vigny"
   }
  },
  {
   "quote": {
    "text": "Do-gooders are easily overlooked. We're supposed to be soft, touchy-feely types, who wear Birkenstocks, compost everything, and write poetry by candlelight."
   },
   "author": {
    "text": "Nancy Lublin"
   }
  },
  {
   "quote": {
    "text": "I think poetry always lives its life, and people come to it and people go away from it, 'people' in the sense of larger numbers of people. It's as though you begin to think that poetry is a resource, and that at certain times people seem to need it or want it or can find sustenance in it, and at other times they can't."
   },
   "author": {
    "text": "C. K. Williams"
   }
  },
  {
   "quote": {
    "text": "Poetry is that sentiment of the soul, or faculty of the mind, which enables its possessor to appreciate and realize the heights and depths of human experience. It is the power to feel pleasure or suffer pain in all its exquisiteness and intensity."
   },
   "author": {
    "text": "Orson F. Whitney"
   }
  },
  {
   "quote": {
    "text": "Public school teachers from every corner of America post classroom project requests on DonorsChoose.org. Requests range from pencils for a poetry writing unit to violins for a school recital to microscope slides for a biology class."
   },
   "author": {
    "text": "Charles Best"
   }
  },
  {
   "quote": {
    "text": "What we know is that Shakespeare wrote perhaps the most remarkable body of passionate love poetry in the English language to a young man."
   },
   "author": {
    "text": "Stephen Greenblatt"
   }
  },
  {
   "quote": {
    "text": "I am grateful for - though I can't keep up with - the flood of articles, theses, and textbooks that mean to share insight concerning the nature of poetry."
   },
   "author": {
    "text": "A. R. Ammons"
   }
  },
  {
   "quote": {
    "text": "Poetry leads us to the unstructured sources of our beings, to the unknown, and returns us to our rational, structured selves refreshed."
   },
   "author": {
    "text": "A. R. Ammons"
   }
  },
  {
   "quote": {
    "text": "I think I would have been a writer, anyhow, in the sense of having written a story every now and then, or continued writing poetry. But it was the war experience and the two novels I wrote about Vietnam that really got me started as a professional writer."
   },
   "author": {
    "text": "Joe Haldeman"
   }
  },
  {
   "quote": {
    "text": "My feeling is that poetry will wither on the vine if you don't regularly come back to the simplest fundamentals of the poem: rhythm, rhyme, simple subjects - love, death, war."
   },
   "author": {
    "text": "James Fenton"
   }
  },
  {
   "quote": {
    "text": "Those who say we should dismantle the role of Poet Laureate altogether, the trick they miss is that being called this thing, with the weight of tradition behind it, and with the association of the Royal family, does allow you to have conversations and to open doors, and wallets, for the good of poetry in a way that nothing else would allow."
   },
   "author": {
    "text": "Andrew Motion"
   }
  },
  {
   "quote": {
    "text": "With my fiction, I focused on chapters and overall conceptions, while in poetry, I crawled along in the trenches of each sentence, examining every word for a sign of a deeper significance."
   },
   "author": {
    "text": "Philip Schultz"
   }
  },
  {
   "quote": {
    "text": "Writing poetry makes you intensely conscious of how words sound, both aloud and inside the head of the reader. You learn the weight of words and how they sound to the ear."
   },
   "author": {
    "text": "Helen Dunmore"
   }
  },
  {
   "quote": {
    "text": "Poetry teaches us music, metaphor, condensation and specificity."
   },
   "author": {
    "text": "Walter Mosley"
   }
  },
  {
   "quote": {
    "text": "On a summer night it can be lovely to sit around outside with friends after dinner and, yes, read poetry to each other. Keats and Yeats will never let you down, but it's differently exciting to read the work of poets who are still walking around out there."
   },
   "author": {
    "text": "Michael Cunningham"
   }
  },
  {
   "quote": {
    "text": "I don't think anybody in my family meant there to be any pressure for me to write. But our parents were incredibly verbal and wrote for a living. The house was full of books, and we all grew up steeped in language. I mean, our mother recited poetry at the dinner table."
   },
   "author": {
    "text": "Hallie Ephron"
   }
  },
  {
   "quote": {
    "text": "In my opinion, the most significant works of the twentieth century are those that rise beyond the conceptual tyranny of genre; they are, at the same time, poetry, criticism, narrative, drama, etc."
   },
   "author": {
    "text": "Juan Goytisolo"
   }
  },
  {
   "quote": {
    "text": "The next big push in my life is trying to get poetry popular again."
   },
   "author": {
    "text": "Joshua Sasse"
   }
  },
  {
   "quote": {
    "text": "I read as much poetry as time allows and circumstance dictates: No heartache can pass without a little Dorothy Parker, no thunderstorm without W. H. Auden, no sleepless night without W. B. Yeats."
   },
   "author": {
    "text": "J. Courtney Sullivan"
   }
  },
  {
   "quote": {
    "text": "I am often asked why I started to write poetry. The answer is that my motivation sprang from a visceral need to creatively articulate the experiences of the black youth of my generation, coming of age in a racist society."
   },
   "author": {
    "text": "Linton Kwesi Johnson"
   }
  },
  {
   "quote": {
    "text": "Most people ignore most poetry because most poetry ignores most people."
   },
   "author": {
    "text": "Adrian Mitchell"
   }
  },
  {
   "quote": {
    "text": "I will not leave a corner of my consciousness covered up, but saturate myself with the strange and extraordinary new conditions of this life, and it will all refine itself into poetry later on."
   },
   "author": {
    "text": "Isaac Rosenberg"
   }
  },
  {
   "quote": {
    "text": "Nobody ever told me what to read, or ever put poetry in my way."
   },
   "author": {
    "text": "Isaac Rosenberg"
   }
  },
  {
   "quote": {
    "text": "Long before we created libraries, or even books, poetry was the way we humans remembered who we were, a primary means of documenting and contemplating our lives."
   },
   "author": {
    "text": "Robin Coste Lewis"
   }
  },
  {
   "quote": {
    "text": "I think that a good deal of poetry and art gives us some sense of access to another's voice, perception, texture of thought, imagination. Sometimes it gives us better access to the strangeness in ourselves."
   },
   "author": {
    "text": "Mary Szybist"
   }
  },
  {
   "quote": {
    "text": "Memory and poetry go together, absolutely. It is a matter of preserving and of remembering things."
   },
   "author": {
    "text": "Lisel Mueller"
   }
  },
  {
   "quote": {
    "text": "My mother asked me what I wanted for my birthday, so I said I wanted to read poetry with her."
   },
   "author": {
    "text": "Guy Johnson"
   }
  },
  {
   "quote": {
    "text": "The mystic purchases a moment of exhilaration with a lifetime of confusion; and the confusion is infectious and destructive. It is confusing and destructive to try and explain anything in terms of anything else, poetry in terms of psychology."
   },
   "author": {
    "text": "Basil Bunting"
   }
  },
  {
   "quote": {
    "text": "All good poetry is forged slowly and patiently, link by link, with sweat and blood and tears."
   },
   "author": {
    "text": "Lord Alfred Douglas"
   }
  },
  {
   "quote": {
    "text": "I didn't want to deal in poetry. I got rid of that after a few months."
   },
   "author": {
    "text": "Tom Wesselmann"
   }
  },
  {
   "quote": {
    "text": "I wrote things for the school's newspaper, and - like all teenagers - I dabbled in poetry."
   },
   "author": {
    "text": "Stephen Colbert"
   }
  },
  {
   "quote": {
    "text": "Before people complain of the obscurity of modern poetry, they should first examine their consciences and ask themselves with how many people and on how many occasions they have genuinely and profoundly shared some experience with another."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "We read Robert Browning's poetry. Here we needed no guidance from the professor: the poems themselves were enough."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "It's always a combination of physics and poetry that I find inspiring. It's hard to wrap your head around things like the Hubble scope."
   },
   "author": {
    "text": "Tom Hanks"
   }
  },
  {
   "quote": {
    "text": "I learn poetry, learn text, and that really keeps you alive."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "I know nothing new except that Herr Gellert, the Leipzig poet, is dead, and has written no more poetry since his death."
   },
   "author": {
    "text": "Wolfgang Amadeus Mozart"
   }
  },
  {
   "quote": {
    "text": "Always be a poet, even in prose."
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "Poetry and progress are like two ambitious men who hate one another with an instinctive hatred, and when they meet upon the same road, one of them has to give place."
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "France is not poetic; she even feels, in fact, a congenital horror of poetry. Among the writers who use verse, those whom she will always prefer are the most prosaic."
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "I always wrote poetry and stuff like that, so putting songs together wasn't that spectacular."
   },
   "author": {
    "text": "Amy Winehouse"
   }
  },
  {
   "quote": {
    "text": "I liked Yeats! That wild Irishman. I really loved his love of language, his flow. His chaotic ideas seemed to me just the right thing for a poet. Passion! He was always on the right side. He may be wrongheaded, but his heart was always on the right side. He wrote beautiful poetry."
   },
   "author": {
    "text": "Chinua Achebe"
   }
  },
  {
   "quote": {
    "text": "'Therefore' is a word the poet must not know."
   },
   "author": {
    "text": "Andre Gide"
   }
  },
  {
   "quote": {
    "text": "You will find poetry nowhere unless you bring some of it with you."
   },
   "author": {
    "text": "Joseph Joubert"
   }
  },
  {
   "quote": {
    "text": "A poem is true if it hangs together. Information points to something else. A poem points to nothing but itself."
   },
   "author": {
    "text": "E. M. Forster"
   }
  },
  {
   "quote": {
    "text": "The sort of poetry I seek resides in objects man can't touch."
   },
   "author": {
    "text": "E. M. Forster"
   }
  },
  {
   "quote": {
    "text": "Poetry. I read Walt Whitman, Emily Dickinson, and Jane Hirschfield. I like to read Billy Collins out loud."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "Poetry is something to make us wiser and better, by continually revealing those types of beauty and truth, which God has set in all men's souls."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "I am for poetry that is admired by peasant and aristocrat alike."
   },
   "author": {
    "text": "F. Sionil Jose"
   }
  },
  {
   "quote": {
    "text": "Poetry is as precise a thing as geometry."
   },
   "author": {
    "text": "Gustave Flaubert"
   }
  },
  {
   "quote": {
    "text": "Poetry is all that is worth remembering in life."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "Poetry is the universal language which the heart holds with nature and itself. He who has a contempt for poetry, cannot have much respect for himself, or for anything else."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "Writing criticism is to writing fiction and poetry as hugging the shore is to sailing in the open sea."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "I must say, when I reread myself, it's the poetry I tend to look at. It's the most exciting to write, and it's over the quickest."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "To be poet laureate is to try to spread the love and the accessibility of poetry to young people."
   },
   "author": {
    "text": "Jacqueline Woodson"
   }
  },
  {
   "quote": {
    "text": "To read a poem is to hear it with our eyes; to hear it is to see it with our ears."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "Poetry is not a genre in harmony with the modern world; its innermost nature is hostile or indifferent to the dogmas of modern times, progress and the cult of the future."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "Poetry, whatever the manifest content of the poem, is always a violation of the rationalism and morality of bourgeois society."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "Any reflection about poetry should begin, or end, with this question: who and how many read poetry books?"
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "Romantic poetry had its heyday when people like Lord Byron were kicking it large. But you try and make a living as a poet today, and you'll find it's very different!"
   },
   "author": {
    "text": "Alan Moore"
   }
  },
  {
   "quote": {
    "text": "The idea is to make the script out of a political analysis and then to convey that - sometimes in poetry, sometimes science, sometimes all it takes is a film. The film itself is less and less spectacular because I think very strongly now the more spectacular you are, the more you are absorbed by the things you are trying to destroy."
   },
   "author": {
    "text": "Jean-Luc Godard"
   }
  },
  {
   "quote": {
    "text": "I've been reading poetry publicly for 20 years, and this is what you do - you express, you sometimes dig a bit to get a conversation started. That's the point of poetry. You're supposed to go, 'Hmmmm,' and 'Woooh!'"
   },
   "author": {
    "text": "Jill Scott"
   }
  },
  {
   "quote": {
    "text": "I was reading poetry to my girlfriends, and they were like, 'You're really good. You should go to some poetry readings or something.' And I eventually went and got a, you know, somewhat of a name for myself and a little bit of a following."
   },
   "author": {
    "text": "Jill Scott"
   }
  },
  {
   "quote": {
    "text": "I stay up on current events. I read 'The New Yorker' and 'The Economist.' I go to community meetings to see what concerns the people in my neighborhood. I studied literature in college, so I also continue to read poetry, literature, and novels."
   },
   "author": {
    "text": "Caterina Fake"
   }
  },
  {
   "quote": {
    "text": "The single thing I've found it valuable to memorize is poetry."
   },
   "author": {
    "text": "Caterina Fake"
   }
  },
  {
   "quote": {
    "text": "I wanted to become a writer and felt that poetry was perfected language, so having it in my subconscious mind would make the music of language always available to me."
   },
   "author": {
    "text": "Caterina Fake"
   }
  },
  {
   "quote": {
    "text": "The Internet is full of strangers, generous strangers who want to help you for no reason at all. Strangers post poetry and discographies and advice and essays and photos and art and diatribes. None of them are known to you, in the old-fashioned sense. But they give the Internet its life and meaning."
   },
   "author": {
    "text": "Caterina Fake"
   }
  },
  {
   "quote": {
    "text": "It makes me happy to meet other poetry fans. Especially when they recommend poets I'm not familiar with."
   },
   "author": {
    "text": "Caterina Fake"
   }
  },
  {
   "quote": {
    "text": "Perhaps no person can be a poet, or even enjoy poetry, without a certain unsoundness of mind."
   },
   "author": {
    "text": "Thomas Babington Macaulay"
   }
  },
  {
   "quote": {
    "text": "As civilization advances, poetry almost necessarily declines."
   },
   "author": {
    "text": "Thomas Babington Macaulay"
   }
  },
  {
   "quote": {
    "text": "Making love is, simply put, poetry in motion."
   },
   "author": {
    "text": "Wale"
   }
  },
  {
   "quote": {
    "text": "I come here to speak poetry. It will always be in the grass. It will also be necessary to bend down to hear it. It will always be too simple to be discussed in assemblies."
   },
   "author": {
    "text": "Boris Pasternak"
   }
  },
  {
   "quote": {
    "text": "There may be more poetry than justice in poetic justice."
   },
   "author": {
    "text": "George Will"
   }
  },
  {
   "quote": {
    "text": "One difference between poetry and lyrics is that lyrics sort of fade into the background. They fade on the page and live on the stage when set to music."
   },
   "author": {
    "text": "Stephen Sondheim"
   }
  },
  {
   "quote": {
    "text": "I began my writing life as a poet, so poetry has always been fundamental. I evolved from poetry to journalism to stories to novels. But poetry was always there."
   },
   "author": {
    "text": "Ben Okri"
   }
  },
  {
   "quote": {
    "text": "If poetry should address itself to the same needs and aspirations, the same hopes and fears, to which the Bible addresses itself, it might rival it in distribution."
   },
   "author": {
    "text": "Wallace Stevens"
   }
  },
  {
   "quote": {
    "text": "The poem is not, as someone put it, deflective of entry. But the real question is, 'What happens to the reader once he or she gets inside the poem?' That's the real question for me, is getting the reader into the poem and then taking the reader somewhere, because I think of poetry as a kind of form of travel writing."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "Often people, when they're confronted with a poem, it's like someone who keep saying 'what is the meaning of this? What is the meaning of this?' And that dulls us to the other pleasures poetry offers."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "There are interesting forms of difficulty, and there are unprofitable forms of difficulty. I mean, I enjoy some difficult poetry, but some of it is impenetrable and I actually wouldn't want to penetrate it if I could, perhaps."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "Radio is such a perfect medium for the transmission of poetry, primarily because there just is the voice, there's no visual distraction."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "Listeners are kind of ambushed... if a poem just happens to be said when they're listening to the radio. The listener doesn't have time to deploy what I call their 'poetry deflector shields' that were installed in high school - there's little time to resist the poem."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "I'm pretty much all for poetry in public places - poetry on buses, poetry on subways, on billboards, on cereal boxes."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "I think if a poet wanted to lead, he or she would want the message to be unequivocally clear and free of ambiguity. Whereas poetry is actually the home of ambiguity, ambivalence and uncertainty."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "I have my Poetry 180 project, which I've made my main project. We encourage high schools, because that's really where, for most people, poetry dies off and gets buried under other adolescent pursuits."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "I don't think anybody reads a book of poetry front to back. Editors and reviewers only. I don't think anybody else does."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "I'm a great believer in poetry out of the classroom, in public places, on subways, trains, on cocktail napkins. I'd rather have my poems on the subway than around the seminar table at an MFA program."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "I'm happy to stick with my persona. There are themes of love lost and love regained, but the main themes of all poems are basically love and death, and that seems to be the message of poetry."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "I know my voice has a limited range of motion; I don't write dramatic monologues and pretend to be other people. But so far, my voice is broad enough to accommodate most of what I want to put into my poetry. I like my persona; I often wish I were him and not me."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "When I was a young man, I understood that poetry was two things - it was difficult to understand, but you could understand that the poet was miserable. So for a while there, I wrote poems that were hard to understand, even by me, but gave off whiffs of misery."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "One of the disadvantages of poetry over popular music is that if you write a pop song, it naturally gets into people's heads as they listen in the car. You don't have to memorize a Paul Simon song; it's just in your head, and you can sing along. With a poem, you have to will yourself to memorize it."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "For most Americans, poetry plays no role in their everyday lives. But also for most Americans, contemporary painting or jazz or sculpture play no role either. I'm not saying poetry is singled out as a special thing to ignore."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "People think of poetry as a school subject... Poetry is very frustrating to students because they don't have a taste for ambiguity, for one thing. That gives them a poetry hangover."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "My persona is less miserable than a lot of contemporary poetry speakers are."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "I'm all for poetry catching up with technology, and just as there are iTunes, I think we should have iPoems. I mean, people should be able to walk around with their earbuds in and listening to poems on their iPod."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "I find a lot of poetry very disappointing, but I do have poets that I go back to. One book of poetry that I'd like to mention is 'The Exchange' by Sophie Cabot Black. Her poems are difficult without being too difficult."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "In the long revolt against inherited forms that has by now become the narrative of 20th-century poetry in English, no poet was more flamboyant or more recognizable in his iconoclasm than Cummings."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "Some honor Cummings as the granddaddy of all American innovators in poetry and ascribe to him a diverse progeny that includes virtually any poet who considers the page a field and allows silence to be part of poetry's expressiveness."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "I love reading poetry, and yet, at this point, the thought of writing a poem, to me, is tantamount to figuring out a trigonometry question."
   },
   "author": {
    "text": "Jhumpa Lahiri"
   }
  },
  {
   "quote": {
    "text": "Poetry involves the mysteries of the irrational perceived through rational words."
   },
   "author": {
    "text": "Vladimir Nabokov"
   }
  },
  {
   "quote": {
    "text": "Maybe it is something to do with age, but I have become fonder of poetry than of prose."
   },
   "author": {
    "text": "Aung San Suu Kyi"
   }
  },
  {
   "quote": {
    "text": "What I wrote all the time when I was a kid - I don't want to call it 'poetry,' because it wasn't poetry. I was not that kind of a writer. I was a rhymer. I was a fan of Dorothy Parker's, so maybe I wrote poetry to that extent, but my main focus was the humor of it, and word construction, and the slant. Your words, it's a very powerful experience."
   },
   "author": {
    "text": "Carrie Fisher"
   }
  },
  {
   "quote": {
    "text": "Every single soul is a poem."
   },
   "author": {
    "text": "Michael Franti"
   }
  },
  {
   "quote": {
    "text": "Writing dark poetry was always my escape."
   },
   "author": {
    "text": "Bishop Briggs"
   }
  },
  {
   "quote": {
    "text": "On a practical level, poetry isn't something anybody has really made a great living at. I might sell some books and, once in a while, someone might pay to hear me read."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "Photography, painting or poetry - those are just extensions of me, how I perceive things; they are my way of communicating."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "I have a publishing company of books by me and books of others. It drew people to poetry readings and photo exhibitions and painting exhibitions that I've been doing for years before that."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "Well, I still write poetry, but I wouldn't call myself a poet."
   },
   "author": {
    "text": "David Duchovny"
   }
  },
  {
   "quote": {
    "text": "So now I have a collection of poetry by Aaron Neville and I give it to people I want to share it with. I'd like to publish it someday."
   },
   "author": {
    "text": "Aaron Neville"
   }
  },
  {
   "quote": {
    "text": "What is beautiful enchants me. I mean not just physical beauty but a wider concept of beauty. There is beauty in poetry and in great musical or singing performances. There is beauty everywhere if you can just see it."
   },
   "author": {
    "text": "Andrea Bocelli"
   }
  },
  {
   "quote": {
    "text": "Poetry is not an expression of the party line. It's that time of night, lying in bed, thinking what you really think, making the private world public, that's what the poet does."
   },
   "author": {
    "text": "Allen Ginsberg"
   }
  },
  {
   "quote": {
    "text": "I want people to bow as they see me and say he is gifted with poetry, he has seen the presence of the creator."
   },
   "author": {
    "text": "Allen Ginsberg"
   }
  },
  {
   "quote": {
    "text": "Music begins to atrophy when it departs too far from the dance... poetry begins to atrophy when it gets too far from music."
   },
   "author": {
    "text": "Ezra Pound"
   }
  },
  {
   "quote": {
    "text": "It's more fun to have a name rather than a number. I think this gives our products a personality. I get the names from literature, movies, opera, traveling, nature, poetry, sometimes even the street. I keep a small book that I write in. I wake up in the middle of the night and jot down a name for a lipstick or an eyeshadow."
   },
   "author": {
    "text": "Francois Nars"
   }
  },
  {
   "quote": {
    "text": "I see poetry as spiritual medicine."
   },
   "author": {
    "text": "Mahmoud Darwish"
   }
  },
  {
   "quote": {
    "text": "Some people ask, 'How do you attract the young and so many different people when your poetry is complicated and different?' I say, 'My accomplishment is that my readers trust me and accept my suggestions for change.'"
   },
   "author": {
    "text": "Mahmoud Darwish"
   }
  },
  {
   "quote": {
    "text": "The importance of poetry is not measured, finally, by what the poet says but by how he says it."
   },
   "author": {
    "text": "Mahmoud Darwish"
   }
  },
  {
   "quote": {
    "text": "Poetry is adolescence fermented, and thus preserved."
   },
   "author": {
    "text": "Jose Ortega y Gasset"
   }
  },
  {
   "quote": {
    "text": "I didn't start off as a journalist; I started off as a poet. My ambition was to practise poetry. Then I found journalism, but that other voice never fled from me."
   },
   "author": {
    "text": "Ta-Nehisi Coates"
   }
  },
  {
   "quote": {
    "text": "I started playing guitar when I was 13. I'd written a few songs on the guitar over some time. I'd written a book of poetry, and I got a book of lyrics that I had when I was a kid."
   },
   "author": {
    "text": "Lewis Hamilton"
   }
  },
  {
   "quote": {
    "text": "Poetry is the deification of reality."
   },
   "author": {
    "text": "Edith Sitwell"
   }
  },
  {
   "quote": {
    "text": "Poetry is what we turn to in the most emotional moments of our life - when a beloved friend dies, when a baby is born or when we fall in love."
   },
   "author": {
    "text": "Erica Jong"
   }
  },
  {
   "quote": {
    "text": "I thought to spend my declining years writing poetry and teaching - but that won't pay the Bergdorf's bill. I think I'll move to somewhere life is cheaper."
   },
   "author": {
    "text": "Erica Jong"
   }
  },
  {
   "quote": {
    "text": "I guess the thing that I'm most proud of is that I kept on writing poetry. I understand that poetry is sort of the source of everything I do. It's the source of my creativity."
   },
   "author": {
    "text": "Erica Jong"
   }
  },
  {
   "quote": {
    "text": "What are the sources of poetry? Love and death and the paradox of love and death. All poetry from the beginning is about Eros and Thanatos. Those are the only subjects. And how Eros and Thanatos interweave."
   },
   "author": {
    "text": "Erica Jong"
   }
  },
  {
   "quote": {
    "text": "When you write, it's just a much more crystalline, compressed version of the voice you think with - though not the one you speak with. I think your writing voice is your laser-guided missile. It's the poetry part of you."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "Dylan captured what was on a million minds and turned it into poetry. With 'Blowin' in the Wind' or 'The Times They Are A-Changin',' he set a whole new standard."
   },
   "author": {
    "text": "Jimmy Iovine"
   }
  },
  {
   "quote": {
    "text": "I'm reading a lot of poetry because it's a lot easier to dip in and dip out when you've got 10 minutes to yourself."
   },
   "author": {
    "text": "Hozier"
   }
  },
  {
   "quote": {
    "text": "Thinking in its lower grades, is comparable to paper money, and in its higher forms it is a kind of poetry."
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "Write verse, not poetry. The public wants verse. If you have a talent for poetry, then don't by any means mother it, but try your hand at verse."
   },
   "author": {
    "text": "Robert W. Service"
   }
  },
  {
   "quote": {
    "text": "A poet's work is to name the unnameable, to point at frauds, to take sides, start arguments, shape the world, and stop it going to sleep."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "I did not move into developing or processing color. I stayed with black and white. I still think to this day that I prefer to work in black and white if it has to do with poetry or anything other than specific reality. I have worked in color when I thought it was the appropriate way to express the thought that I was working on."
   },
   "author": {
    "text": "Leonard Nimoy"
   }
  },
  {
   "quote": {
    "text": "I've been writing poetry seriously since about 2008, 2009."
   },
   "author": {
    "text": "Clint Smith"
   }
  },
  {
   "quote": {
    "text": "One does not read a poem by Gwendolyn Brooks with hopes that it will grant him a career in engineering; he does so because poetry helps him see something in the world that he might not have seen before."
   },
   "author": {
    "text": "Clint Smith"
   }
  },
  {
   "quote": {
    "text": "My poetry is me trying to reconcile my own life and opportunities I've had with opportunities my students aren't given and how profoundly unfair that is."
   },
   "author": {
    "text": "Clint Smith"
   }
  },
  {
   "quote": {
    "text": "There is little premium in poetry in a world that thinks of Pound and Whitman as a weight and a sampler, not an Ezra, a Walt, a thing of beauty, a joy forever."
   },
   "author": {
    "text": "Anna Quindlen"
   }
  },
  {
   "quote": {
    "text": "Being able to say something lyrically, to say something that will do more than just be words, is really hard. It's easy to do when you're writing a chapter of a book or writing poetry, but it's really hard to do when you're confined to a melody line."
   },
   "author": {
    "text": "Nikki Sixx"
   }
  },
  {
   "quote": {
    "text": "Muhammadan law in its relation to women, is a pattern to European law. Look back to the history of Islam, and you will find that women have often taken leading places - on the throne, in the battle-field, in politics, in literature, poetry, etc."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "Sylvia Plath, Rumi, there's a lot of spoken word poets who do a really incredible job putting their spoken work into page poetry - that's what I strive to do."
   },
   "author": {
    "text": "Mary Lambert"
   }
  },
  {
   "quote": {
    "text": "Publishing a volume of verse is like dropping a rose petal down the Grand Canyon and waiting for the echo."
   },
   "author": {
    "text": "Don Marquis"
   }
  },
  {
   "quote": {
    "text": "Poetry is what Milton saw when he went blind."
   },
   "author": {
    "text": "Don Marquis"
   }
  },
  {
   "quote": {
    "text": "I want to promote poetry to the point where you got all the baldhead kids running around doing poetry, getting the music out of the way and having only words, the spoken word, and then see what happens."
   },
   "author": {
    "text": "Russell Simmons"
   }
  },
  {
   "quote": {
    "text": "The mystical poetry of William Blake's artwork also forms the basis for the album cover."
   },
   "author": {
    "text": "Bruce Dickinson"
   }
  },
  {
   "quote": {
    "text": "Poetry is really a way of sharing feelings and ideas."
   },
   "author": {
    "text": "Caroline Kennedy"
   }
  },
  {
   "quote": {
    "text": "When you're going through something, whether it's a wonderful thing like having a child or a sad thing like losing somebody, you often feel like 'Oh my God, I'm so overwhelmed; I'm dealing with this huge thing on my own.' In fact, poetry's a nice reminder that, no, everybody goes through it. These are universal experiences."
   },
   "author": {
    "text": "Caroline Kennedy"
   }
  },
  {
   "quote": {
    "text": "The biggest problem is people are afraid of poetry, think they can't understand it or that it will be boring."
   },
   "author": {
    "text": "Caroline Kennedy"
   }
  },
  {
   "quote": {
    "text": "I never thought I'd be doing poetry books. I never really studied poetry. But the first one I did was after my mother died, and I realized that people sort of think and talk about her style and fashion, but in fact, what made her the person she was was really her love of reading and ideas."
   },
   "author": {
    "text": "Caroline Kennedy"
   }
  },
  {
   "quote": {
    "text": "I wrote some bad poetry that I published in North African journals, but even as I withdrew into this reading, I also led the life of a kind of young hooligan."
   },
   "author": {
    "text": "Jacques Derrida"
   }
  },
  {
   "quote": {
    "text": "The applause of his native land is the richest reward to which the patriot ever aspires. It is this for which 'he bears to live or dares to die.' It is the high incentive to those achievements which illustrate the page of history and give to poetry its brightest charm."
   },
   "author": {
    "text": "John Tyler"
   }
  },
  {
   "quote": {
    "text": "All I knew about Ethiopia was from a few records that I like, as well as what I read about the famine. But you get there and it's another world. It's filled with art and music and poetry and intellectuals and writers - all kinds of people."
   },
   "author": {
    "text": "Flea"
   }
  },
  {
   "quote": {
    "text": "You know, bad poetry I wrote in high school can still be found on the Internet, and, you know, there's a Web log of our college newspaper. You know, there's so many different stages of my creative development are sort of on-record if somebody were to choose to look for them."
   },
   "author": {
    "text": "Lena Dunham"
   }
  },
  {
   "quote": {
    "text": "In much of computer science, I can easily 'auto-grade' your work and give you an instant meaningful feedback. I can't do this when it comes to the subtlety of human thought, language, poetry, philosophy."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "My dad was the cause of me being in show business. He was not only in poetry but in acting a bit. He was Mordecai in the play 'A Dream of Queen Esther.'"
   },
   "author": {
    "text": "Chuck Berry"
   }
  },
  {
   "quote": {
    "text": "One of the things that is wonderful about hymns is that they are a sort of universally shared poetry, at least among certain populations."
   },
   "author": {
    "text": "Marilynne Robinson"
   }
  },
  {
   "quote": {
    "text": "I didn't start writing songs, honestly, until I started making my album. I was always doing poetry, but I never thought I could write songs. I discouraged myself and thought it was so hard. But starting this process and learning just what it is to be a songwriter and performer taught me that you don't have to feel discouraged about anything."
   },
   "author": {
    "text": "Alessia Cara"
   }
  },
  {
   "quote": {
    "text": "I guess I wanted to leave America for awhile. It wasn't that I wanted to become an expatriate, or just never come back, I needed some breathing room. I'd already been translating French poetry, I'd been to Paris once before and liked it very much, and so I just went."
   },
   "author": {
    "text": "Paul Auster"
   }
  },
  {
   "quote": {
    "text": "I was always interested in French poetry sort of as a sideline to my own work, I was translating contemporary French poets. That kind of spilled out into translation as a way to earn money, pay for food and put bread on the table."
   },
   "author": {
    "text": "Paul Auster"
   }
  },
  {
   "quote": {
    "text": "I have nothing to say, I am saying it, and that is poetry."
   },
   "author": {
    "text": "John Cage"
   }
  },
  {
   "quote": {
    "text": "You have to be careful about over-politicizing the utterances of people of colour because, oftentimes, there's poetry that seeks to go beyond that narrative."
   },
   "author": {
    "text": "Kehinde Wiley"
   }
  },
  {
   "quote": {
    "text": "One of my greatest joys is poetry. I read it almost every day, and I've even taken a stab at writing some of my own. A poem I wrote for my mother when she was dying really helped me get through that hard time."
   },
   "author": {
    "text": "Maria Shriver"
   }
  },
  {
   "quote": {
    "text": "Poetry has always been made to seem kind of cultish. But the truth is, everybody really loves it! It's much more mainstream than anyone thought."
   },
   "author": {
    "text": "Maria Shriver"
   }
  },
  {
   "quote": {
    "text": "For my part, if I consider poetry as an object, I maintain that it is born of the necessity of adding a vocal sound (speech) to the hammering of the first tribal music."
   },
   "author": {
    "text": "Eugenio Montale"
   }
  },
  {
   "quote": {
    "text": "However, poetry does not live solely in books or in school anthologies."
   },
   "author": {
    "text": "Eugenio Montale"
   }
  },
  {
   "quote": {
    "text": "I do not go in search of poetry. I wait for poetry to visit me."
   },
   "author": {
    "text": "Eugenio Montale"
   }
  },
  {
   "quote": {
    "text": "Narrative art, the novel, from Murasaki to Proust, has produced great works of poetry."
   },
   "author": {
    "text": "Eugenio Montale"
   }
  },
  {
   "quote": {
    "text": "Poetry is the art which is technically within the grasp of everyone: a piece of paper and a pencil and one is ready."
   },
   "author": {
    "text": "Eugenio Montale"
   }
  },
  {
   "quote": {
    "text": "Slowly poetry becomes visual because it paints images, but it is also musical: it unites two arts into one."
   },
   "author": {
    "text": "Eugenio Montale"
   }
  },
  {
   "quote": {
    "text": "There is also poetry written to be shouted in a square in front of an enthusiastic crowd. This occurs especially in countries where authoritarian regimes are in power."
   },
   "author": {
    "text": "Eugenio Montale"
   }
  },
  {
   "quote": {
    "text": "There is poetry even in prose, in all the great prose which is not merely utilitarian or didactic: there exist poets who write in prose or at least in more or less apparent prose; millions of poets write verses which have no connection with poetry."
   },
   "author": {
    "text": "Eugenio Montale"
   }
  },
  {
   "quote": {
    "text": "True poetry is similar to certain pictures whose owner is unknown and which only a few initiated people know."
   },
   "author": {
    "text": "Eugenio Montale"
   }
  },
  {
   "quote": {
    "text": "There isn't, even now, a great tradition of novel-writing in Afghanistan. Most of the literature is in the form of poetry."
   },
   "author": {
    "text": "Khaled Hosseini"
   }
  },
  {
   "quote": {
    "text": "The claims I'm making for art are simply the claims that we naturally make around music or around poetry. We're much more relaxed around those art forms. We're willing to ask, 'How could this find a place in my heart?'"
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "An age which is incapable of poetry is incapable of any kind of literature except the cleverness of a decadence."
   },
   "author": {
    "text": "Raymond Chandler"
   }
  },
  {
   "quote": {
    "text": "Existential philosophy, poetry and art - just like sadness - were all unavoidable to a tender young man in the meat works."
   },
   "author": {
    "text": "Michael Leunig"
   }
  },
  {
   "quote": {
    "text": "Fogs are like dreams that feed the soul, and without their mysterious embrace, childhood, courtship, poetry and the composition of music become all the more difficult."
   },
   "author": {
    "text": "Michael Leunig"
   }
  },
  {
   "quote": {
    "text": "Stylized acting and direction is to realistic acting and direction as poetry is to prose."
   },
   "author": {
    "text": "Elia Kazan"
   }
  },
  {
   "quote": {
    "text": "Hebrew as a contemporary language, especially for poetry, is no longer the language of the Bible; but neither is it not the language of the Bible."
   },
   "author": {
    "text": "Cynthia Ozick"
   }
  },
  {
   "quote": {
    "text": "Whether you like modern incarnations of what country radio hits are, or you like what I'm doing, or you like something really off in folk, poetry Americana land, it's all just music, man. If you like one of them, great - go buy it."
   },
   "author": {
    "text": "Chris Stapleton"
   }
  },
  {
   "quote": {
    "text": "I think poetry is the only domain where a writer you like can truly be said to influence you, because you read and reread a poem so many times that it simply drills itself into your head."
   },
   "author": {
    "text": "Michel Houellebecq"
   }
  },
  {
   "quote": {
    "text": "My father is a visual artist, so I was influenced by him, and my mother is an English teacher who forced me to read a lot of books and poetry and get involved in theatre. I developed a varied taste for different arts."
   },
   "author": {
    "text": "Taika Waititi"
   }
  },
  {
   "quote": {
    "text": "I wanted to be a poet. I fell in love with poetry around eight years old, but not through literature. Instead, it came through hip-hop lyrics and my obsession with reading liner notes. Queen Latifah's 'Black Reign' is the album that stands out the most."
   },
   "author": {
    "text": "Jason Reynolds"
   }
  },
  {
   "quote": {
    "text": "Queen Latifah was writing poetry. Maybe Latifah's 'Ladies First' and Angelou's 'Phenomenal Woman' are the same thing, a generation apart."
   },
   "author": {
    "text": "Jason Reynolds"
   }
  },
  {
   "quote": {
    "text": "Poetry has the ability to create entire moments with just a few choice words. The spacing and line breaks create rhythm, a helpful musicality, a natural flow. The separate stanzas aid in perpetuating a kind of incremental reading, one small chunk at a time."
   },
   "author": {
    "text": "Jason Reynolds"
   }
  },
  {
   "quote": {
    "text": "You can be intuitive when you've got a more expansive role. You can get into the poetry of telling the story rather than just pushing buttons."
   },
   "author": {
    "text": "Willem Dafoe"
   }
  },
  {
   "quote": {
    "text": "I would give anything to sing like Beyonce or Adele. I've said many times to my friends that if I could sing like them, I would give up poetry and writing."
   },
   "author": {
    "text": "Rupi Kaur"
   }
  },
  {
   "quote": {
    "text": "The topics just kind of come to me. If they are relevant, it's because they're happening in the world around me, and it's affecting me. Poetry is my way of dealing with it."
   },
   "author": {
    "text": "Rupi Kaur"
   }
  },
  {
   "quote": {
    "text": "Poetry and art are key influences in changing how we look at taboos."
   },
   "author": {
    "text": "Rupi Kaur"
   }
  },
  {
   "quote": {
    "text": "'Milk and Honey' was written with me being honest to myself, kind of pulling at the things that I hear the most and saying that out loud, and you know, that thing that we hear the most is most universal, and so that rings true with all folks. The language used in the poetry is extremely, extremely accessible."
   },
   "author": {
    "text": "Rupi Kaur"
   }
  },
  {
   "quote": {
    "text": "For me, the power of the poetry in 'Milk and Honey' is the feeling you get after finished reading the poem. It's the emotion you feel once you've read the last word, and that is only possible when the diction is easy, and you don't get stuck on every other word, you don't know what the word means."
   },
   "author": {
    "text": "Rupi Kaur"
   }
  },
  {
   "quote": {
    "text": "Even when poetry has a meaning, as it usually has, it may be inadvisable to draw it out... Perfect understanding will sometimes almost extinguish pleasure."
   },
   "author": {
    "text": "A. E. Housman"
   }
  },
  {
   "quote": {
    "text": "If a line of poetry strays into my memory, my skin bristles so that the razor ceases to act."
   },
   "author": {
    "text": "A. E. Housman"
   }
  },
  {
   "quote": {
    "text": "Poetry is a beautiful way of spoiling prose, and the laborious art of exchanging plain sense for harmony."
   },
   "author": {
    "text": "Horace Walpole"
   }
  },
  {
   "quote": {
    "text": "Poetry is often the art of overhearing yourself say things you didn't know you knew. It is a learned skill to force yourself to articulate your life, your present world or your possibilities for the future."
   },
   "author": {
    "text": "David Whyte"
   }
  },
  {
   "quote": {
    "text": "Poetry is a street fighter. It has sharp elbows. It can look after itself. Poetry can't be used for manipulation; it's why you never see good poetry in advertising."
   },
   "author": {
    "text": "David Whyte"
   }
  },
  {
   "quote": {
    "text": "By definition, poetry works with qualities and dynamics that mainstream society is reluctant to face head-on. It's an interesting phenomenon that by necessity, poetry is just below the radar."
   },
   "author": {
    "text": "David Whyte"
   }
  },
  {
   "quote": {
    "text": "It is the province of poetry to be more realistic and present than the artificial narratives of an outer discourse, and not afraid of the truthful difficulty of the average human life."
   },
   "author": {
    "text": "David Whyte"
   }
  },
  {
   "quote": {
    "text": "Poetry gives us courage and sets us straight with the world. Poems are great companions and friends."
   },
   "author": {
    "text": "David Whyte"
   }
  },
  {
   "quote": {
    "text": "Poetry carries the imagery which is large enough for the kind of life we want for ourselves."
   },
   "author": {
    "text": "David Whyte"
   }
  },
  {
   "quote": {
    "text": "The thing about great poetry is we have no defenses against it."
   },
   "author": {
    "text": "David Whyte"
   }
  },
  {
   "quote": {
    "text": "I think the novel is not so much a literary genre, but a literary space, like a sea that is filled by many rivers. The novel receives streams of science, philosophy, poetry and contains all of these; it's not simply telling a story."
   },
   "author": {
    "text": "Jose Saramago"
   }
  },
  {
   "quote": {
    "text": "I've written for every medium except poetry, at which I suck."
   },
   "author": {
    "text": "J. Michael Straczynski"
   }
  },
  {
   "quote": {
    "text": "When I arrived at Columbia, I gave up acting and became interested in all things French. French poetry, French history, French literature."
   },
   "author": {
    "text": "Joseph Gordon-Levitt"
   }
  },
  {
   "quote": {
    "text": "I dabbled in writing, wrote really bad poetry in high school. I also took a few writing classes when I was an undergrad at Stanford. I was so intimidated."
   },
   "author": {
    "text": "Jesmyn Ward"
   }
  },
  {
   "quote": {
    "text": "When I first started reading poetry, all the poets I read - Edgar Allan Poe, Oliver Wendell Holmes, John Greenleaf Whittier - were rhyme poets. That's what captured me."
   },
   "author": {
    "text": "Marv Levy"
   }
  },
  {
   "quote": {
    "text": "Actually, I'm working on a book of poetry."
   },
   "author": {
    "text": "Marv Levy"
   }
  },
  {
   "quote": {
    "text": "It just happens to be that people like to associate poetry and rap music. I think that idea is kind of corny."
   },
   "author": {
    "text": "Earl Sweatshirt"
   }
  },
  {
   "quote": {
    "text": "I think rap music is rap music. I mean, are there heavy writing aspects of it? Absolutely. In a sense, is it poetry? Yeah. I've heard that so much, growing up in a house with poetry. But I think people like to use that as a shortcut for who's good and who's not. It's like the word 'lyrical' - 'lyrical' is the worst word in the entire world."
   },
   "author": {
    "text": "Earl Sweatshirt"
   }
  },
  {
   "quote": {
    "text": "I try to show what it is about language and music that enthralls, because I think those are the two elements of poetry."
   },
   "author": {
    "text": "Rita Dove"
   }
  },
  {
   "quote": {
    "text": "Have you ever heard a good joke? If you've ever heard someone just right, with the right pacing, then you're already on the way to poetry. It's about using words in very precise ways and using gesture."
   },
   "author": {
    "text": "Rita Dove"
   }
  },
  {
   "quote": {
    "text": "There are distinct duties of a poet laureate. I plan a reading series at the Library of Congress and advise the librarian. The rest is how I want to promote poetry."
   },
   "author": {
    "text": "Rita Dove"
   }
  },
  {
   "quote": {
    "text": "I was apprehensive. I feared every time I talked about poetry, it would be filtered through the lens of race, sex, and age."
   },
   "author": {
    "text": "Rita Dove"
   }
  },
  {
   "quote": {
    "text": "I see a resurgence of interest in poetry. I am less optimistic about the prospects for the arts when it comes to federal funding."
   },
   "author": {
    "text": "Rita Dove"
   }
  },
  {
   "quote": {
    "text": "The poetry that sustains me is when I feel that, for a minute, the clouds have parted and I've seen ecstasy or something."
   },
   "author": {
    "text": "Rita Dove"
   }
  },
  {
   "quote": {
    "text": "Poetry has, in a way, been my bridge to my acting career."
   },
   "author": {
    "text": "Omari Hardwick"
   }
  }
 ]
}