{
 "PositiveQuotes": [
  {
   "quote": {
    "text": "Love yourself. It is important to stay positive because beauty comes from the inside out."
   },
   "author": {
    "text": "Jenn Proske"
   }
  },
  {
   "quote": {
    "text": "Live life to the fullest, and focus on the positive."
   },
   "author": {
    "text": "Matt Cameron"
   }
  },
  {
   "quote": {
    "text": "Your positive action combined with positive thinking results in success."
   },
   "author": {
    "text": "Shiv Khera"
   }
  },
  {
   "quote": {
    "text": "Stay positive and happy. Work hard and don't give up hope. Be open to criticism and keep learning. Surround yourself with happy, warm and genuine people."
   },
   "author": {
    "text": "Tena Desae"
   }
  },
  {
   "quote": {
    "text": "Once you replace negative thoughts with positive ones, you'll start having positive results."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "Each day, I come in with a positive attitude, trying to get better."
   },
   "author": {
    "text": "Stefon Diggs"
   }
  },
  {
   "quote": {
    "text": "A positive attitude can really make dreams come true - it did for me."
   },
   "author": {
    "text": "David Bailey"
   }
  },
  {
   "quote": {
    "text": "I believe if you keep your faith, you keep your trust, you keep the right attitude, if you're grateful, you'll see God open up new doors."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Adopting the right attitude can convert a negative stress into a positive one."
   },
   "author": {
    "text": "Hans Selye"
   }
  },
  {
   "quote": {
    "text": "Work hard, stay positive, and get up early. It's the best part of the day."
   },
   "author": {
    "text": "George Allen, Sr."
   }
  },
  {
   "quote": {
    "text": "Yesterday is not ours to recover, but tomorrow is ours to win or lose."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "Work hard for what you want because it won't come to you without a fight. You have to be strong and courageous and know that you can do anything you put your mind to. If somebody puts you down or criticizes you, just keep on believing in yourself and turn it into something positive."
   },
   "author": {
    "text": "Leah LaBelle"
   }
  },
  {
   "quote": {
    "text": "Keep your face to the sunshine and you cannot see a shadow."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Your smile will give you a positive countenance that will make people feel comfortable around you."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "A strong, positive self-image is the best possible preparation for success."
   },
   "author": {
    "text": "Joyce Brothers"
   }
  },
  {
   "quote": {
    "text": "Successful people maintain a positive focus in life no matter what is going on around them. They stay focused on their past successes rather than their past failures, and on the next action steps they need to take to get them closer to the fulfillment of their goals rather than all the other distractions that life presents to them."
   },
   "author": {
    "text": "Jack Canfield"
   }
  },
  {
   "quote": {
    "text": "When you think positive, good things happen."
   },
   "author": {
    "text": "Matt Kemp"
   }
  },
  {
   "quote": {
    "text": "Find a place inside where there's joy, and the joy will burn out the pain."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "You're going to go through tough times - that's life. But I say, 'Nothing happens to you, it happens for you.' See the positive in negative events."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Don't forget to tell yourself positive things daily! You must love yourself internally to glow externally."
   },
   "author": {
    "text": "Hannah Bronfman"
   }
  },
  {
   "quote": {
    "text": "I will keep smiling, be positive and never give up! I will give 100 percent each time I play. These are always my goals and my attitude."
   },
   "author": {
    "text": "Yani Tseng"
   }
  },
  {
   "quote": {
    "text": "Choosing to be positive and having a grateful attitude is going to determine how you're going to live your life."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Did I offer peace today? Did I bring a smile to someone's face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges."
   },
   "author": {
    "text": "Pat Riley"
   }
  },
  {
   "quote": {
    "text": "What you feel inside reflects on your face. So be happy and positive all the time."
   },
   "author": {
    "text": "Sridevi"
   }
  },
  {
   "quote": {
    "text": "You cannot have a positive life and a negative mind."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "A positive attitude causes a chain reaction of positive thoughts, events and outcomes. It is a catalyst and it sparks extraordinary results."
   },
   "author": {
    "text": "Wade Boggs"
   }
  },
  {
   "quote": {
    "text": "I truly believe that everything that we do and everyone that we meet is put in our path for a purpose. There are no accidents; we're all teachers - if we're willing to pay attention to the lessons we learn, trust our positive instincts and not be afraid to take risks or wait for some miracle to come knocking at our door."
   },
   "author": {
    "text": "Marla Gibbs"
   }
  },
  {
   "quote": {
    "text": "No matter what you're going through, there's a light at the end of the tunnel and it may seem hard to get to it but you can do it and just keep working towards it and you'll find the positive side of things."
   },
   "author": {
    "text": "Demi Lovato"
   }
  },
  {
   "quote": {
    "text": "I realized that if my thoughts immediately affect my body, I should be careful about what I think. Now if I get angry, I ask myself why I feel that way. If I can find the source of my anger, I can turn that negative energy into something positive."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "I think that life is difficult. People have challenges. Family members get sick, people get older, you don't always get the job or the promotion that you want. You have conflicts in your life. And really, life is about your resilience and your ability to go through your life and all of the ups and downs with a positive attitude."
   },
   "author": {
    "text": "Jennifer Hyman"
   }
  },
  {
   "quote": {
    "text": "I often think that the night is more alive and more richly colored than the day."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "A good laugh is sunshine in the house."
   },
   "author": {
    "text": "William Makepeace Thackeray"
   }
  },
  {
   "quote": {
    "text": "Your attitude is like a box of crayons that color your world. Constantly color your picture gray, and your picture will always be bleak. Try adding some bright colors to the picture by including humor, and your picture begins to lighten up."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, the most overwhelming key to a child's success is the positive involvement of parents."
   },
   "author": {
    "text": "Jane D. Hull"
   }
  },
  {
   "quote": {
    "text": "In order to carry a positive action we must develop here a positive vision."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Trust in dreams, for in them is hidden the gate to eternity."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "I surround myself with good people who make me feel great and give me positive energy."
   },
   "author": {
    "text": "Ali Krieger"
   }
  },
  {
   "quote": {
    "text": "Always turn a negative situation into a positive situation."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "Social media websites are no longer performing an envisaged function of creating a positive communication link among friends, family and professionals. It is a veritable battleground, where insults fly from the human quiver, damaging lives, destroying self-esteem and a person's sense of self-worth."
   },
   "author": {
    "text": "Anthony Carmona"
   }
  },
  {
   "quote": {
    "text": "Few things in the world are more powerful than a positive push. A smile. A world of optimism and hope. A 'you can do it' when things are tough."
   },
   "author": {
    "text": "Richard M. DeVos"
   }
  },
  {
   "quote": {
    "text": "When you are enthusiastic about what you do, you feel this positive energy. It's very simple."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "Positive thinking will let you do everything better than negative thinking will."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "We are constituted so that simple acts of kindness, such as giving to charity or expressing gratitude, have a positive effect on our long-term moods. The key to the happy life, it seems, is the good life: a life with sustained relationships, challenging work, and connections to community."
   },
   "author": {
    "text": "Paul Bloom"
   }
  },
  {
   "quote": {
    "text": "In every day, there are 1,440 minutes. That means we have 1,440 daily opportunities to make a positive impact."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "I think it's important to get your surroundings as well as yourself into a positive state - meaning surround yourself with positive people, not the kind who are negative and jealous of everything you do."
   },
   "author": {
    "text": "Heidi Klum"
   }
  },
  {
   "quote": {
    "text": "Virtually nothing is impossible in this world if you just put your mind to it and maintain a positive attitude."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "You've done it before and you can do it now. See the positive possibilities. Redirect the substantial energy of your frustration and turn it into positive, effective, unstoppable determination."
   },
   "author": {
    "text": "Ralph Marston"
   }
  },
  {
   "quote": {
    "text": "I've never really been aware of what is said about me, whether it's positive or negative. I ignore it. I've always had the mind-set: 'No one can challenge me better than myself.'"
   },
   "author": {
    "text": "Troy Polamalu"
   }
  },
  {
   "quote": {
    "text": "Always Do Your Best. Your best is going to change from moment to moment; it will be different when you are healthy as opposed to sick. Under any circumstance, simply do your best, and you will avoid self-judgment, self-abuse and regret."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "Today or any day that phone may ring and bring good news."
   },
   "author": {
    "text": "Ethel Waters"
   }
  },
  {
   "quote": {
    "text": "It's easy to get negative because you get beat down. You go through a few disappointments and it's easy to stay in that negative frame of mind. Choosing to be positive and having a grateful attitude is a whole cliche, but your attitude is going to determine how you're going to live your life."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "The joy of life comes from our encounters with new experiences, and hence there is no greater joy than to have an endlessly changing horizon, for each day to have a new and different sun."
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "Believe that life is worth living and your belief will help create the fact."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "While you're going through this process of trying to find the satisfaction in your work, pretend you feel satisfied. Tell yourself you had a good day. Walk through the corridors with a smile rather than a scowl. Your positive energy will radiate. If you act like you're having fun, you'll find you are having fun."
   },
   "author": {
    "text": "Jean Chatzky"
   }
  },
  {
   "quote": {
    "text": "Correction does much, but encouragement does more."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Perpetual optimism is a force multiplier."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "I have moments where I feel incredibly ugly or fat, and it sucks, you know? I'll usually try to keep a positive attitude because I'm really so grateful for where I am and the life I get to live, but I definitely have to work hard not to feel insecure."
   },
   "author": {
    "text": "Charlotte McKinney"
   }
  },
  {
   "quote": {
    "text": "Natural ability is important, but you can go far without it if you have the focus, drive, desire and positive attitude."
   },
   "author": {
    "text": "Kirsten Sweetland"
   }
  },
  {
   "quote": {
    "text": "Positive anything is better than negative nothing."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "Pessimism leads to weakness, optimism to power."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "The most important thing is to try and inspire people so that they can be great in whatever they want to do."
   },
   "author": {
    "text": "Kobe Bryant"
   }
  },
  {
   "quote": {
    "text": "Life is measured in love and positive contributions and moments of grace."
   },
   "author": {
    "text": "Carly Fiorina"
   }
  },
  {
   "quote": {
    "text": "Leaders must exemplify integrity and earn the trust of their teams through their everyday actions. When you do this, you set high standards for everyone at your company. And when you do so with positive energy and enthusiasm for shared goals and purpose, you can deeply connect with your team and customers."
   },
   "author": {
    "text": "Marillyn Hewson"
   }
  },
  {
   "quote": {
    "text": "Every day brings new choices."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "I believe to be a leader is to enable others to embrace a vision, initiative or assignment in a way that they feel a sense of purpose, ownership, personal engagement, and common cause. I was very affected as a child by my father's positive example as a civic leader who inspired others to share his commitment to improving our community."
   },
   "author": {
    "text": "Melanne Verveer"
   }
  },
  {
   "quote": {
    "text": "God never ends anything on a negative; God always ends on a positive."
   },
   "author": {
    "text": "Edwin Louis Cole"
   }
  },
  {
   "quote": {
    "text": "Instead of drifting along like a leaf in a river, understand who you are and how you come across to people and what kind of an impact you have on the people around you and the community around you and the world, so that when you go out, you can feel you have made a positive difference."
   },
   "author": {
    "text": "Jane Fonda"
   }
  },
  {
   "quote": {
    "text": "The person who can bring the spirit of laughter into a room is indeed blessed."
   },
   "author": {
    "text": "Bennett Cerf"
   }
  },
  {
   "quote": {
    "text": "It's amazing. Life changes very quickly, in a very positive way, if you let it."
   },
   "author": {
    "text": "Lindsey Vonn"
   }
  },
  {
   "quote": {
    "text": "You have to enjoy life. Always be surrounded by people that you like, people who have a nice conversation. There are so many positive things to think about."
   },
   "author": {
    "text": "Sophia Loren"
   }
  },
  {
   "quote": {
    "text": "Look up, laugh loud, talk big, keep the color in your cheek and the fire in your eye, adorn your person, maintain your health, your beauty and your animal spirits."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "A stereotype may be negative or positive, but even positive stereotypes present two problems: They are cliches, and they present a human being as far more simple and uniform than any human being actually is."
   },
   "author": {
    "text": "Nancy Kress"
   }
  },
  {
   "quote": {
    "text": "I always like to look on the optimistic side of life, but I am realistic enough to know that life is a complex matter."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "I am happy to say that everyone that I have met in my life, I have gained something from them; be it negative or positive, it has enforced and reinforced my life in some aspect."
   },
   "author": {
    "text": "Walter Payton"
   }
  },
  {
   "quote": {
    "text": "In times of great stress or adversity, it's always best to keep busy, to plow your anger and your energy into something positive."
   },
   "author": {
    "text": "Lee Iacocca"
   }
  },
  {
   "quote": {
    "text": "Delete the negative; accentuate the positive!"
   },
   "author": {
    "text": "Donna Karan"
   }
  },
  {
   "quote": {
    "text": "My style motto is pretty classic: you give off a positive energy when you wear what you're most comfortable in."
   },
   "author": {
    "text": "Petra Collins"
   }
  },
  {
   "quote": {
    "text": "Negative attitude is nine times more powerful than positive attitude."
   },
   "author": {
    "text": "Bikram Choudhury"
   }
  },
  {
   "quote": {
    "text": "You will always have ups and downs in your life and your career, but just stay positive and go for it."
   },
   "author": {
    "text": "Angelique Kerber"
   }
  },
  {
   "quote": {
    "text": "When you go through a negative situation, don't think about it. Make it positive."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "Positive thinking will let you use the ability which you have, and that is awesome."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "The true mark of professionalism is the ability to respect everyone else for their styles and always find something positive in every dining experience and highlight it in your thoughts and words."
   },
   "author": {
    "text": "Johnny Iuzzini"
   }
  },
  {
   "quote": {
    "text": "I truly believe in positive synergy, that your positive mindset gives you a more hopeful outlook, and belief that you can do something great means you will do something great."
   },
   "author": {
    "text": "Russell Wilson"
   }
  },
  {
   "quote": {
    "text": "I'm a very positive person. My grandmother taught me that happiness is both a skill and a decision, and you are responsible for the outcome."
   },
   "author": {
    "text": "Helen McCrory"
   }
  },
  {
   "quote": {
    "text": "When you show deep empathy toward others, their defensive energy goes down, and positive energy replaces it. That's when you can get more creative in solving problems."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Adopting a really positive attitude can work wonders to adding years to your life, a spring to your step, a sparkle to your eye, and all of that."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah."
   },
   "author": {
    "text": "Afrika Bambaataa"
   }
  },
  {
   "quote": {
    "text": "Resilience isn't a single skill. It's a variety of skills and coping mechanisms. To bounce back from bumps in the road as well as failures, you should focus on emphasizing the positive."
   },
   "author": {
    "text": "Jean Chatzky"
   }
  },
  {
   "quote": {
    "text": "To succeed, you need to find something to hold on to, something to motivate you, something to inspire you."
   },
   "author": {
    "text": "Tony Dorsett"
   }
  },
  {
   "quote": {
    "text": "Being positive is like going up a mountain. Being negative is like sliding down a hill. A lot of times, people want to take the easy way out, because it's basically what they've understood throughout their lives."
   },
   "author": {
    "text": "Chuck D"
   }
  },
  {
   "quote": {
    "text": "I believe in karma, and I believe if you put out positive vibes to everybody, that's all you're going to get back."
   },
   "author": {
    "text": "Kesha"
   }
  },
  {
   "quote": {
    "text": "If someone says something hurtful to you or makes you feel down on yourself, then you just gotta stay positive and keep moving forward because they might not know much about you, or they may not understand the situation."
   },
   "author": {
    "text": "Jazz Jennings"
   }
  },
  {
   "quote": {
    "text": "Putting forward your positive energy connects you back to basic human values which we all share. Good Deeds Day shows that no matter the size of the gesture, a smile that brightens someone else's day or volunteering in your community, we can all take active part in making a difference."
   },
   "author": {
    "text": "Shari Arison"
   }
  },
  {
   "quote": {
    "text": "Positive energy knows no boundaries. If everyone were to spread positive energy on the Internet, the world would be a much better place."
   },
   "author": {
    "text": "Lu Wei"
   }
  },
  {
   "quote": {
    "text": "To me, it doesn't matter how good you are. Sport is all about playing and competing. Whatever you do in cricket and in sport, enjoy it, be positive and try to win."
   },
   "author": {
    "text": "Ian Botham"
   }
  },
  {
   "quote": {
    "text": "Your destiny is to fulfill those things upon which you focus most intently. So choose to keep your focus on that which is truly magnificent, beautiful, uplifting and joyful. Your life is always moving toward something."
   },
   "author": {
    "text": "Ralph Marston"
   }
  },
  {
   "quote": {
    "text": "My optimism wears heavy boots and is loud."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "I love everybody. One of the great things about me is that I have a very positive attitude."
   },
   "author": {
    "text": "Imelda Marcos"
   }
  },
  {
   "quote": {
    "text": "I truly believe the intention of creating positive change is so important to the collective consciousness. When you have a group of people that have the intention and the capacity, talent, and intelligence to actualize those intentions, then you have something really powerful."
   },
   "author": {
    "text": "Jimmy Chin"
   }
  },
  {
   "quote": {
    "text": "My grades put me in about 5,000th place in all of South Korea. If I kept going down that path, I would've become a successful man with a regular job. However, I was positive I'd be number one in the country as a rapper. So I asked my mother whether she wanted to have a son who was a first-place rapper, or a 5,000th-place student."
   },
   "author": {
    "text": "RM"
   }
  },
  {
   "quote": {
    "text": "It's not the situation, but whether we react negative or respond positive to the situation that is important."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Stop being a critic and be a light; don't be a judge, be a model. I think we are far too critical. I think the best way to correct behavior is to accentuate and affirm positive behavior and to ignore negative behavior. Generally speaking, there is a time to correct, of course; but my biggest advice would be, 'Affirm your child.'"
   },
   "author": {
    "text": "Sean Covey"
   }
  },
  {
   "quote": {
    "text": "European nations began World War I with a glamorous vision of war, only to be psychologically shattered by the realities of the trenches. The experience changed the way people referred to the glamour of battle; they treated it no longer as a positive quality but as a dangerous illusion."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "Always go into meetings or negotiations with a positive attitude. Tell yourself you're going to make this the best deal for all parties."
   },
   "author": {
    "text": "Natalie Massenet"
   }
  },
  {
   "quote": {
    "text": "The worst times can be the best if you think with positive energy."
   },
   "author": {
    "text": "Domenico Dolce"
   }
  },
  {
   "quote": {
    "text": "It takes but one positive thought when given a chance to survive and thrive to overpower an entire army of negative thoughts."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "If you so choose, even the unexpected setbacks can bring new and positive possibilities. If you so choose, you can find value and fulfillment in every circumstance."
   },
   "author": {
    "text": "Ralph Marston"
   }
  },
  {
   "quote": {
    "text": "Good things are associated with blue, like clear days, more than singing the blues. Just the word 'blue' in the singular is full of optimism and positive connotation to most people."
   },
   "author": {
    "text": "David Carson"
   }
  },
  {
   "quote": {
    "text": "Be true to yourself and surround yourself with positive, supportive people."
   },
   "author": {
    "text": "Payal Kadakia"
   }
  },
  {
   "quote": {
    "text": "Education should learn from the positive side of gaming - reward, accomplishment, and fun."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "Loneliness is such an omnipotent and painful threat to many persons that they have little conception of the positive values of solitude and even, at times, are frightened at the prospect of being alone."
   },
   "author": {
    "text": "Rollo May"
   }
  },
  {
   "quote": {
    "text": "Drones overall will be more impactful than I think people recognize, in positive ways to help society."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "I have learned that champions aren't just born; champions can be made when they embrace and commit to life-changing positive habits."
   },
   "author": {
    "text": "Lewis Howes"
   }
  },
  {
   "quote": {
    "text": "I am a positive thinker. You have to have this positive energy to get somewhere."
   },
   "author": {
    "text": "Philip Green"
   }
  },
  {
   "quote": {
    "text": "It's your outlook on life that counts. If you take yourself lightly and don't take yourself too seriously, pretty soon you can find the humor in our everyday lives. And sometimes it can be a lifesaver."
   },
   "author": {
    "text": "Betty White"
   }
  },
  {
   "quote": {
    "text": "I want to help transgender individuals who might be struggling realize that they have to love themselves and stay true to who they are because if they keep moving forward, and keep a positive attitude, then things will get better."
   },
   "author": {
    "text": "Jazz Jennings"
   }
  },
  {
   "quote": {
    "text": "Inspiration comes from within yourself. One has to be positive. When you're positive, good things happen."
   },
   "author": {
    "text": "Deep Roy"
   }
  },
  {
   "quote": {
    "text": "We can bring positive energy into our daily lives by smiling more, talking to strangers in line, replacing handshakes with hugs, and calling our friends just to tell them we love them."
   },
   "author": {
    "text": "Brandon Jenner"
   }
  },
  {
   "quote": {
    "text": "A strong positive mental attitude will create more miracles than any wonder drug."
   },
   "author": {
    "text": "Patricia Neal"
   }
  },
  {
   "quote": {
    "text": "I want to make sure I always show off my smile and have a positive attitude the whole time, whether it's during a performance, practice, or doing an interview."
   },
   "author": {
    "text": "Laurie Hernandez"
   }
  },
  {
   "quote": {
    "text": "I'm living on this positive mind frame where I'm only attracting positive things. I'm controlling my energy, I'm eating right, I'm meditating, I'm in the gym, I'm doing all this stuff I'm supposed to be doing. I'm past that young, immature way of thinking. I just want to be great."
   },
   "author": {
    "text": "Shameik Moore"
   }
  },
  {
   "quote": {
    "text": "Winners make a habit of manufacturing their own positive expectations in advance of the event."
   },
   "author": {
    "text": "Brian Tracy"
   }
  },
  {
   "quote": {
    "text": "Positive feelings come from being honest about yourself and accepting your personality, and physical characteristics, warts and all; and, from belonging to a family that accepts you without question."
   },
   "author": {
    "text": "Willard Scott"
   }
  },
  {
   "quote": {
    "text": "The science of psychology has been far more successful on the negative than on the positive side... It has revealed to us much about man's shortcomings, his illnesses, his sins, but little about his potentialities, his virtues, his achievable aspirations, or his psychological health."
   },
   "author": {
    "text": "Abraham Maslow"
   }
  },
  {
   "quote": {
    "text": "Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "All I can control is myself and just keep having a positive attitude."
   },
   "author": {
    "text": "Rose Namajunas"
   }
  },
  {
   "quote": {
    "text": "Scientists have demonstrated that dramatic, positive changes can occur in our lives as a direct result of facing an extreme challenge - whether it's coping with a serious illness, daring to quit smoking, or dealing with depression. Researchers call this 'post-traumatic growth.'"
   },
   "author": {
    "text": "Jane McGonigal"
   }
  },
  {
   "quote": {
    "text": "Wondrous is the strength of cheerfulness, and its power of endurance - the cheerful man will do more in the same time, will do it; better, will preserve it longer, than the sad or sullen."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "I don't think of myself as a role model. I do try to live in a compassionate, considerate and positive way. The only advice I can offer is to find what you love to do, find the joy in it, and express yourself through your passion."
   },
   "author": {
    "text": "Barry Williams"
   }
  },
  {
   "quote": {
    "text": "My father taught my siblings and me the importance of positive values and a strong ethical compass. He showed us how to be resilient, how to deal with challenges, and how to strive for excellence in all that we do. He taught us that there's nothing that we cannot accomplish if we marry vision and passion with an enduring work ethic."
   },
   "author": {
    "text": "Ivanka Trump"
   }
  },
  {
   "quote": {
    "text": "Our chief want is someone who will inspire us to be what we know we could be."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "The gift of fantasy has meant more to me than my talent for absorbing positive knowledge."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Commitment, belief and positive attitude are all important if you're going to be a success, whether you're in sports, in business or, as in my case, anthropology."
   },
   "author": {
    "text": "Donald Johanson"
   }
  },
  {
   "quote": {
    "text": "Poorly planned and stressful vacations eliminate the positive benefit of time away. The less the stress, the more likely you will experience a positive benefit from the time off. A positive, well-managed vacation can make you happier and less stressed, and you can return with more energy at work and with more meaning in your life."
   },
   "author": {
    "text": "Shawn Achor"
   }
  },
  {
   "quote": {
    "text": "Live your days on the positive side of life, in tune with your most treasured values. And in each moment you'll have much to live for."
   },
   "author": {
    "text": "Ralph Marston"
   }
  },
  {
   "quote": {
    "text": "When you wake up every day, you have two choices. You can either be positive or negative; an optimist or a pessimist. I choose to be an optimist. It's all a matter of perspective."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "The internet could be a very positive step towards education, organisation and participation in a meaningful society."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "The more you are positive and say, 'I want to have a good life,' the more you build that reality for yourself by creating the life that you want."
   },
   "author": {
    "text": "Chris Pine"
   }
  },
  {
   "quote": {
    "text": "I've been blessed to be somebody that's been climbing that success mountain top for years of hard work, you know, but now it's all connecting. And now, the whole world is watching, you know what I'm saying, and it feels good 'cause it's good energy. This is all positive vibes, and good vibes and good energy, so it feels incredible."
   },
   "author": {
    "text": "DJ Khaled"
   }
  },
  {
   "quote": {
    "text": "I think anything is possible if you have the mindset and the will and desire to do it and put the time in."
   },
   "author": {
    "text": "Roger Clemens"
   }
  },
  {
   "quote": {
    "text": "I think it takes a strong man to be in a relationship with a strong woman. A lot of people hear the word 'diva' and think of it as a negative. I see it as a positive. I want somebody who knows what they want out of life and isn't afraid to show it."
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "Exercise, prayer, and meditation are examples of calming rituals. They have been shown to induce a happier mood and provide a positive pathway through life's daily frustrations."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "I always have a positive reaction to Times Square - you've got so many people passing through here, so many cultures, and so many people merging into the central community of New York City. This is the hub of America."
   },
   "author": {
    "text": "Dhani Jones"
   }
  },
  {
   "quote": {
    "text": "My grandmother, she's been the positive portion of my life the entire time."
   },
   "author": {
    "text": "Curtis Jackson"
   }
  },
  {
   "quote": {
    "text": "Having haters is just a part of the business, and the more haters you have, the more people like you - that's how I view it, because I try to see the positive in things."
   },
   "author": {
    "text": "Nick Jonas"
   }
  },
  {
   "quote": {
    "text": "I believe the only thing that we really have control over is our attitude. If we focus on the positive things in our lives and learn how to cope with all the surprises, we will be happier people."
   },
   "author": {
    "text": "Brandon Jenner"
   }
  },
  {
   "quote": {
    "text": "I don't want to be linked to anything negative. I don't want negative energy. I want everything positive around me."
   },
   "author": {
    "text": "Kendra Wilkinson"
   }
  },
  {
   "quote": {
    "text": "You must stand for something! It does not have to be grand, but it must be a positive that brings light to someone else's darkness."
   },
   "author": {
    "text": "Anthony Carmona"
   }
  },
  {
   "quote": {
    "text": "I'm a very positive person, but this whole concept of having to always be nice, always smiling, always happy, that's not real. It was like I was wearing a mask. I was becoming this perfectly chiselled sculpture, and that was bad. That took a long time to understand."
   },
   "author": {
    "text": "Alicia Keys"
   }
  },
  {
   "quote": {
    "text": "People deal too much with the negative, with what is wrong. Why not try and see positive things, to just touch those things and make them bloom?"
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "In a position of utter desolation, when man cannot express himself in positive action, when his only achievement may consist in enduring his sufferings in the right way - an honorable way - in such a position man can, through loving contemplation of the image he carries of his beloved, achieve fulfillment."
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "You should also appreciate the goodness around you, and surround yourself with positive people."
   },
   "author": {
    "text": "Nadia Comaneci"
   }
  },
  {
   "quote": {
    "text": "My dear friend, clear your mind of cant."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Frustration, although quite painful at times, is a very positive and essential part of success."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "If you're not making mistakes, then you're not doing anything. I'm positive that a doer makes mistakes."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "Stop saying these negative things about yourself. Look in the mirror and find something about yourself that's positive and celebrate that!"
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "Doing Good is a simple and universal vision. A vision to which each and every one of us can connect and contribute to its realisation. A vision based on the belief that by doing good deeds, positive thinking and affirmative choice of words, feelings and actions, we can enhance goodness in the world."
   },
   "author": {
    "text": "Shari Arison"
   }
  },
  {
   "quote": {
    "text": "Strong women, when respected, make the whole society stronger. One must be careful with such rapid changes, though, and make an effort to preserve, at the same time, the positive traditions of Indian culture."
   },
   "author": {
    "text": "Chitra Banerjee Divakaruni"
   }
  },
  {
   "quote": {
    "text": "I feel ups and downs are a part of one's career, and this totally depends on how you take it. You can either be knocked down by the negative things, or you can take it in a positive way and learn from it."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "Every positive value has its price in negative terms... the genius of Einstein leads to Hiroshima."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "People like to be around those who give off positive energy."
   },
   "author": {
    "text": "Erin Heatherton"
   }
  },
  {
   "quote": {
    "text": "I'm looking forward to influencing others in a positive way. My message is you can do anything if you just put your mind to it."
   },
   "author": {
    "text": "Justin Bieber"
   }
  },
  {
   "quote": {
    "text": "I was determined to share my positive approach and not let diabetes stand in the way of enjoying my life."
   },
   "author": {
    "text": "Paula Deen"
   }
  },
  {
   "quote": {
    "text": "You can't make positive choices for the rest of your life without an environment that makes those choices easy, natural, and enjoyable."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Whatever you do to gain success, you have to hang in there and hope good things happen. Always think positive."
   },
   "author": {
    "text": "Don Rickles"
   }
  },
  {
   "quote": {
    "text": "If I just do everything the opposite of what my dad did, I think that will make things pretty easy. I can joke about it now because I'm past that stage where it used to hurt. By having a kid, it's gone. I could take all that negative energy that I had and put it in a positive way."
   },
   "author": {
    "text": "Derrick Rose"
   }
  },
  {
   "quote": {
    "text": "Our thoughts are mainly controlled by our subconscious, which is largely formed before the age of 6, and you cannot change the subconscious mind by just thinking about it. That's why the power of positive thinking will not work for most people. The subconscious mind is like a tape player. Until you change the tape, it will not change."
   },
   "author": {
    "text": "Bruce Lipton"
   }
  },
  {
   "quote": {
    "text": "There are positive things that come of social media as well as negative."
   },
   "author": {
    "text": "Millie Bobby Brown"
   }
  },
  {
   "quote": {
    "text": "Celebrate yourself... and stay positive!"
   },
   "author": {
    "text": "Khoudia Diop"
   }
  },
  {
   "quote": {
    "text": "To be candid, some people have given positive thinking a bad name. I can't stand to hear some gung-ho individual say that with positive thinking you can just do 'anything.' If you think about that one for a moment, you recognize the absurdity of it."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "The world is a slightly better place for having improvisation in it than it was before. There's something about it that says something positive about the human spirit, that a bunch of people can get together and by following a few simple traffic rules can create art and can entertain an audience and can thrill and exalt each other."
   },
   "author": {
    "text": "Del Close"
   }
  },
  {
   "quote": {
    "text": "Having the positive belief that it will all be O.K. just means that you hustle and make it work because failure is not even an option in your own mind."
   },
   "author": {
    "text": "Natalie Massenet"
   }
  },
  {
   "quote": {
    "text": "Positive culture comes from being mindful, and respecting your coworkers, and being empathetic."
   },
   "author": {
    "text": "Biz Stone"
   }
  },
  {
   "quote": {
    "text": "Properly used, positive reinforcement is extremely powerful."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "When it comes to developing character strength, inner security and unique personal and interpersonal talents and skills in a child, no institution can or ever will compare with, or effectively substitute for, the home's potential for positive influence."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "No matter who you meet in life, you take something from them, positive or negative."
   },
   "author": {
    "text": "Gary Allan"
   }
  },
  {
   "quote": {
    "text": "People shouldn't look at me and think life is one big piece of glamour. That's the marketing, the spin. Life is challenging. But I have courage, strength, and enough good health to see the positive."
   },
   "author": {
    "text": "Carmen Dell'Orefice"
   }
  },
  {
   "quote": {
    "text": "I had to develop the mentality and stay positive about making my comeback."
   },
   "author": {
    "text": "Alonzo Mourning"
   }
  },
  {
   "quote": {
    "text": "All of us profit from being corrected - if we're corrected in a positive way."
   },
   "author": {
    "text": "Sam Walton"
   }
  },
  {
   "quote": {
    "text": "Your Heavenly Father will help you find the right path as you seek His guidance. Remember though, after you pray you must get off your knees and start doing something positive; head in the right direction! He will send people along the way who will assist you, but you must be doing your part as well."
   },
   "author": {
    "text": "Margaret D. Nadauld"
   }
  },
  {
   "quote": {
    "text": "I do a good job of staying positive and just moving on."
   },
   "author": {
    "text": "Katie Taylor"
   }
  },
  {
   "quote": {
    "text": "Listening is a positive act: you have to put yourself out to do it."
   },
   "author": {
    "text": "David Hockney"
   }
  },
  {
   "quote": {
    "text": "The best thing to do when you find yourself in a hurting or vulnerable place is to surround yourself with the strongest, finest, most positive people you know."
   },
   "author": {
    "text": "Kristin Armstrong"
   }
  },
  {
   "quote": {
    "text": "It's great to be somewhat of a role model. I want to be a positive and good role model and lead by example and try to do the best I can. Playing good golf definitely draws attention, but I want to have a good attitude on the course and do the right things."
   },
   "author": {
    "text": "Rickie Fowler"
   }
  },
  {
   "quote": {
    "text": "There is no racial or ethnic involvement in Thanksgiving, and people who may be very distant from the Christian system can see the beauty and the positive spirit that comes from the holiday."
   },
   "author": {
    "text": "John Clayton"
   }
  },
  {
   "quote": {
    "text": "I think fitness is important. I think a healthy lifestyle is important. I think putting positive energy out there is important and just staying connected with the people."
   },
   "author": {
    "text": "LL Cool J"
   }
  },
  {
   "quote": {
    "text": "The learner always begins by finding fault, but the scholar sees the positive merit in everything."
   },
   "author": {
    "text": "Georg Wilhelm Friedrich Hegel"
   }
  },
  {
   "quote": {
    "text": "Don't focus on negative things; focus on the positive, and you will flourish."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "I think a lot of times we don't pay enough attention to people with a positive attitude because we assume they are naive or stupid or unschooled."
   },
   "author": {
    "text": "Amy Adams"
   }
  },
  {
   "quote": {
    "text": "You need to be able to manage stress because hard times will come, and a positive outlook is what gets you through."
   },
   "author": {
    "text": "Marie Osmond"
   }
  },
  {
   "quote": {
    "text": "Positive energy is meant to give people confidence and hope, encourage people to love their country, society and life, as well as to pursue nice things. Everything we do is ultimately for the sake of spreading positive energy."
   },
   "author": {
    "text": "Lu Wei"
   }
  },
  {
   "quote": {
    "text": "Life is short, youth is finite, and opportunities endless. Have you found the intersection of your passion and the potential for world-shaping positive impact? If you don't have a great idea of your own, there are plenty of great teams that need you - unknown startups and established teams in giant companies alike."
   },
   "author": {
    "text": "Justin Rosenstein"
   }
  },
  {
   "quote": {
    "text": "It's extremely important just to keep things positive and happy as much as we can... I think it's important that singers, actors, or whatever use our voice to spread positive messages as much as we possibly can."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "Positive thinking is the notion that if you think good thoughts, things will work out well. Optimism is the feeling of thinking things will be well and be hopeful."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "Positive thinking is more than just a tagline. It changes the way we behave. And I firmly believe that when I am positive, it not only makes me better, but it also makes those around me better."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "Do you feel gloomy? Lift your eyes. Stand on your feet. Say a few words of appreciation and love to the Lord. Be positive."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "I want people to get positive energy from our music."
   },
   "author": {
    "text": "Suga"
   }
  },
  {
   "quote": {
    "text": "It's important to think good, speak good, and do good. If we want to see positive change in the world, then we need to connect to goodness. I try in everything I do, both in business and philanthropy, to make a positive change and do that by doing good."
   },
   "author": {
    "text": "Shari Arison"
   }
  },
  {
   "quote": {
    "text": "The basis for all human relationships and where we derive our greatest strength and power, trust is single-handedly the most powerful source of positive energy and, once in place, unlocks a freedom and peace to explore."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "You just keep a positive attitude no matter what comes in your way - challenges, roadblocks - don't let it faze you, and you can overcome anything."
   },
   "author": {
    "text": "Rose Namajunas"
   }
  },
  {
   "quote": {
    "text": "When a person listens to a good song, and they can look out at the world and their lives and see the dark and the light, the negative and the positive, all the different elements, all come together in one holistic poem, that is a very healing and very reductive thing, and that's what my music is about."
   },
   "author": {
    "text": "Matisyahu"
   }
  },
  {
   "quote": {
    "text": "My mother taught me to be honest, to be selfless, and to touch people in a positive way."
   },
   "author": {
    "text": "Scott Eastwood"
   }
  },
  {
   "quote": {
    "text": "Resist your fear; fear will never lead to you a positive end. Go for your faith and what you believe."
   },
   "author": {
    "text": "T. D. Jakes"
   }
  },
  {
   "quote": {
    "text": "I just believe in the goodwill of people, the power of people to do something positive."
   },
   "author": {
    "text": "Eddie Izzard"
   }
  },
  {
   "quote": {
    "text": "Our thoughts really do create our lives. They've done a lot of research showing if you're an optimistic, positive person you will be a healthier person than if you're a sad, depressed, negative person."
   },
   "author": {
    "text": "Alana Stewart"
   }
  },
  {
   "quote": {
    "text": "There must be a positive and negative in everything in the universe in order to complete a circuit or circle, without which there would be no activity, no motion."
   },
   "author": {
    "text": "John McDonald"
   }
  },
  {
   "quote": {
    "text": "If you look at the history of technology over a couple hundred years, it's all about time compression and making the globe smaller. It's had positive effects, all the ones that we know. So we're much less likely to have the kind of terrible misunderstandings that led to World War I, for example."
   },
   "author": {
    "text": "Eric Schmidt"
   }
  },
  {
   "quote": {
    "text": "The upside to anger? Getting it out of your system. You got to express your anger. Then you have room for more positive things. If I hold something in a long time, and then I speak it, it's amazing how the light shines so much brighter."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "The more time goes by, the more things will happen to you in your life. And the ability to be positive throughout and look for the good in people, look for the good in situations - it's so important."
   },
   "author": {
    "text": "Jennifer Hyman"
   }
  },
  {
   "quote": {
    "text": "If a founder has passion and innovation, he needs to be supported. I am more intuitive than a numbers person, and I recognise that not all investments are going to be positive. Some may fail, and some may have problems for other reasons. That is life."
   },
   "author": {
    "text": "Ratan Tata"
   }
  },
  {
   "quote": {
    "text": "I'm about creating positive change in the communities that I come from."
   },
   "author": {
    "text": "Malcolm Jenkins"
   }
  },
  {
   "quote": {
    "text": "It's human nature that if you get 20 positive comments and one negative one, you're going to focus on the negative. We all do that. It can be something that drags you down. It's easy to get bogged down with it, but I try to concentrate on the good things."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "Whatever you wanna be, just, at the end of the day, if you're being a good person, which is not hard to be, and you're putting positive energy into the world, and you're appreciative and loving to the people around you that care about you and everybody in general, then it'll work out."
   },
   "author": {
    "text": "Gnash"
   }
  },
  {
   "quote": {
    "text": "You are the sum total of everything you've ever seen, heard, eaten, smelled, been told, forgot - it's all there. Everything influences each of us, and because of that I try to make sure that my experiences are positive."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "My favorite parable for living a positive and influential life is the Golden Rule: 'Do unto others what you would have them do unto you.'"
   },
   "author": {
    "text": "Tony Oller"
   }
  },
  {
   "quote": {
    "text": "I'm a really, really optimistic and really, really positive person. My main thing is, 'Enjoy life. Celebrate life.'"
   },
   "author": {
    "text": "Luke Bryan"
   }
  },
  {
   "quote": {
    "text": "A people without a positive history is like a vehicle without an engine."
   },
   "author": {
    "text": "Steven Biko"
   }
  },
  {
   "quote": {
    "text": "The way positive reinforcement is carried out is more important than the amount."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "Good is positive. Evil is merely privative, not absolute: it is like cold, which is the privation of heat. All evil is so much death or nonentity. Benevolence is absolute and real. So much benevolence as a man hath, so much life hath he."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "I hope the millions of people I've touched have the optimism and desire to share their goals and hard work and persevere with a positive attitude."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "I am suggesting that as we go through life, we 'accentuate the positive.' I am asking that we look a little deeper for the good, that we still our voices of insult and sarcasm, that we more generously compliment and endorse virtue and effort."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "College was especially sweet because of the positive, hopeful atmosphere of a college campus."
   },
   "author": {
    "text": "Jerry Kramer"
   }
  },
  {
   "quote": {
    "text": "I am not trendy. I am not 'in fashion.' I am simply a positive human being who has a positive outlook on life."
   },
   "author": {
    "text": "Thierry Mugler"
   }
  },
  {
   "quote": {
    "text": "Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "In order to design a future of positive change, we must first become expert at changing our minds."
   },
   "author": {
    "text": "Jacque Fresco"
   }
  },
  {
   "quote": {
    "text": "Most of us start out with a positive attitude and a plan to do our best."
   },
   "author": {
    "text": "Marilu Henner"
   }
  },
  {
   "quote": {
    "text": "New technologies and approaches are merging the physical, digital, and biological worlds in ways that will fundamentally transform humankind. The extent to which that transformation is positive will depend on how we navigate the risks and opportunities that arise along the way."
   },
   "author": {
    "text": "Klaus Schwab"
   }
  },
  {
   "quote": {
    "text": "I surround myself with positive, happy people. And I always try to balance things that I have to do with things that I want to do."
   },
   "author": {
    "text": "Nina Agdal"
   }
  },
  {
   "quote": {
    "text": "You can do everything you can to try to stop bad things from happening to you, but eventually things will happen, so the best prevention is a positive attitude."
   },
   "author": {
    "text": "Marie Osmond"
   }
  },
  {
   "quote": {
    "text": "Growing up with three older brothers and being the youngest and the only girl, my mom always made me tough. She's taught me over the years how to be a strong, independent woman, how to carry yourself in a positive way and anything that my brothers can do, I can do."
   },
   "author": {
    "text": "Diana Lopez"
   }
  },
  {
   "quote": {
    "text": "When you stand out in a small town or at work,or in your peer group, whatever it is, it feels really awful. Certainly, when you're growing up, you want to be normal. You just want to fit in. Then you realize that maybe fitting in is, in some respects, quite ordinary. I think it's good to put a positive spin on being slightly unique."
   },
   "author": {
    "text": "Katherine Ryan"
   }
  },
  {
   "quote": {
    "text": "The greatest gift of all time is that you can make creation infectious because people spend less time being negative... If you log all the time with negativity in the while world, I wonder how much better the world would be if people sat down and did something positive. It spirals."
   },
   "author": {
    "text": "Skrillex"
   }
  },
  {
   "quote": {
    "text": "A positive attitude is not going to save you. What it's going to do is, everyday, between now and the day you die, whether that's a short time from now or a long time from now, that every day, you're going to actually live."
   },
   "author": {
    "text": "Elizabeth Edwards"
   }
  },
  {
   "quote": {
    "text": "Instead of hating, I have chosen to forgive and spend all of my positive energy on changing the world."
   },
   "author": {
    "text": "Camryn Manheim"
   }
  },
  {
   "quote": {
    "text": "If we give something positive to others, it will return to us. If we give negative, that negativity will be returned."
   },
   "author": {
    "text": "Allu Arjun"
   }
  },
  {
   "quote": {
    "text": "I am usually positive and optimistic. If I get stressed or some results are not so good, I let it go by thinking, 'Oh well, it can be better next time.' I don't worry a lot, and I'm not too serious about anything."
   },
   "author": {
    "text": "G-Dragon"
   }
  },
  {
   "quote": {
    "text": "I've always believed that you can think positive just as well as you can think negative."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "True health infuses positive energy in the mind, body and spirit; it is a main focus in my life."
   },
   "author": {
    "text": "Maximillian Degenerez"
   }
  },
  {
   "quote": {
    "text": "I like to encourage people to realize that any action is a good action if it's proactive and there is positive intent behind it."
   },
   "author": {
    "text": "Michael J. Fox"
   }
  },
  {
   "quote": {
    "text": "I have a positive mental attitude, and I think I'm divine, but I also think it takes a heck of a lot of blood, sweat and tears."
   },
   "author": {
    "text": "Steve Prefontaine"
   }
  },
  {
   "quote": {
    "text": "I'm very naturally happy, quirky and positive."
   },
   "author": {
    "text": "Kiesza"
   }
  },
  {
   "quote": {
    "text": "I like video games, I like tech, I like being positive."
   },
   "author": {
    "text": "Jimmy Fallon"
   }
  },
  {
   "quote": {
    "text": "I think sometimes in life we want to ignore the problems of society and just think about the good. I believe in positive thinking and affirmative living, I also think it's really important to remember all of our disenfranchised members of society."
   },
   "author": {
    "text": "Kerry Washington"
   }
  },
  {
   "quote": {
    "text": "I've always been able to transform happiness and pain and sorrow and tears into positive energy."
   },
   "author": {
    "text": "Thalia"
   }
  },
  {
   "quote": {
    "text": "Art is not a study of positive reality, it is the seeking for ideal truth."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "There is little difference in people, but that little difference makes a big difference. The little difference is attitude. The big difference is whether it is positive or negative."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "I am a positive person. I am not cynical. If you are born in this world, no matter who you are, negative things will happen. If you aren't positive as a person, you'll be very unhappy. It's extremely important to be positive, to laugh, to be happy, to accept life as it comes."
   },
   "author": {
    "text": "Bipasha Basu"
   }
  },
  {
   "quote": {
    "text": "A lot of times people look at the negative side of what they feel they can't do. I always look on the positive side of what I can do."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "Sometimes you're not even sure which of your stories were failures. There are things I've written that I thought were complete catastrophes when I finished with them that have gone on to generate some of my most positive feedback."
   },
   "author": {
    "text": "Len Wein"
   }
  },
  {
   "quote": {
    "text": "Look at people for an example, but then make sure to do things your way. Surround yourself with positive people."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "I think anytime you can affect people in general, in a positive way, then you're a lucky individual."
   },
   "author": {
    "text": "Sam Elliott"
   }
  },
  {
   "quote": {
    "text": "But I have found that in the simple act of living with hope, and in the daily effort to have a positive impact in the world, the days I do have are made all the more meaningful and precious. And for that I am grateful."
   },
   "author": {
    "text": "Elizabeth Edwards"
   }
  },
  {
   "quote": {
    "text": "Too often, women are waiting for someone to recognise their great work and tap them on the shoulder and say, 'Here - this is the next thing we want you to do,' and that may happen. But I feel you need to take more ownership of telling your story, advocating for yourself. You can do it in a way that's positive and that your leaders will appreciate."
   },
   "author": {
    "text": "Lynne Doughtie"
   }
  },
  {
   "quote": {
    "text": "I found this deer toy that poops out candy. And so if I say, 'Cree, you have to go to bed right now. You will get a candy.' We've named the pooping deer 'Gus.'... He gets a jelly bean. And it works. Positive reinforcement is the way to go. I'm learning things like that which help me be a better parent."
   },
   "author": {
    "text": "Tia Mowry"
   }
  },
  {
   "quote": {
    "text": "For to be poised against fatality, to meet adverse conditions gracefully, is more than simple endurance; it is an act of aggression, a positive triumph."
   },
   "author": {
    "text": "Thomas Mann"
   }
  },
  {
   "quote": {
    "text": "Right now people seem to be very tentative about the positive benefits of capitalism."
   },
   "author": {
    "text": "Jeb Bush"
   }
  },
  {
   "quote": {
    "text": "The power of women in the politics is a soft power. It is a positive change that our country and other countries in the region... are making by giving a chance to women."
   },
   "author": {
    "text": "Atifete Jahjaga"
   }
  },
  {
   "quote": {
    "text": "Suppose you could be hooked up to a hypothetical 'experience machine' that, for the rest of your life, would stimulate your brain and give you any positive feelings you desire. Most people to whom I offer this imaginary choice refuse the machine. It is not just positive feelings we want: we want to be entitled to our positive feelings."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "I have to read something positive every single day. I have to have faith that the day is unfolding in a way that is going to be useful to somebody else... For me, living every day in gratitude has been profound for me."
   },
   "author": {
    "text": "Lea Thompson"
   }
  },
  {
   "quote": {
    "text": "When you're put in a position to really affect young people who are going to run the world one day, if you're able to be in their life at a young age and make a positive impact, I think that's a beautiful thing."
   },
   "author": {
    "text": "Zendaya"
   }
  },
  {
   "quote": {
    "text": "It's a wonderful thing to be optimistic. It keeps you healthy and it keeps you resilient."
   },
   "author": {
    "text": "Daniel Kahneman"
   }
  },
  {
   "quote": {
    "text": "By nature, I'm a very positive person, and because I'm happy in myself, and in my life, and I've got a great husband, and beautiful children, and I have a job that I love that calls for a certain amount of emotional expression, I get to realise a lot of my dreams and aspirations."
   },
   "author": {
    "text": "Kate Winslet"
   }
  },
  {
   "quote": {
    "text": "Positive vacations have a significant effect upon energy and stress."
   },
   "author": {
    "text": "Shawn Achor"
   }
  },
  {
   "quote": {
    "text": "My father was an absolutely wonderful human being. From him I learned to always assume positive intent. Whatever anybody says or does, assume positive intent."
   },
   "author": {
    "text": "Indra Nooyi"
   }
  },
  {
   "quote": {
    "text": "That's what makes Linux so good: you put in something, and that effort multiplies. It's a positive feedback cycle."
   },
   "author": {
    "text": "Linus Torvalds"
   }
  },
  {
   "quote": {
    "text": "I think of feedback as constructive, not positive or negative. You choose to do what you want with it."
   },
   "author": {
    "text": "Denise Morrison"
   }
  },
  {
   "quote": {
    "text": "I'm trying to broaden the scope of positive psychology well beyond the smiley face. Happiness is just one-fifth of what human beings choose to do."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "It's unhealthy for people to never express any kind of negativity or doubt. To have balance, you need to address that side of your thoughts as well as the positive. Otherwise, you tend toward crazy."
   },
   "author": {
    "text": "Shirley Manson"
   }
  },
  {
   "quote": {
    "text": "As an artist, the more experience, the better the creation. I'm a very positive person."
   },
   "author": {
    "text": "Psy"
   }
  },
  {
   "quote": {
    "text": "America, you're sending girls a mixed message. On one hand, you're saying to have positive body image and love who we are; on the other, we're being marketed makeup and clothing that obviously turns us into someone different."
   },
   "author": {
    "text": "Adora Svitak"
   }
  },
  {
   "quote": {
    "text": "Really you just gotta keep chugging along and keep a positive attitude and get through all the problems. You gotta face them, otherwise you don't get through."
   },
   "author": {
    "text": "Lesley Gore"
   }
  },
  {
   "quote": {
    "text": "There were times I wouldn't leave my room for weeks and sometimes missed school because I hated how people would look at me. But my older sister helped me find the positive: She used to show me pictures of Alek Wek to say, 'See! You can be a model if you want!'"
   },
   "author": {
    "text": "Khoudia Diop"
   }
  },
  {
   "quote": {
    "text": "Talking about income inequality, even if you're not on the Forbes 400 list, can make us feel uncomfortable. It feels less positive, less optimistic, to talk about how the pie is sliced than to think about how to make the pie bigger."
   },
   "author": {
    "text": "Chrystia Freeland"
   }
  },
  {
   "quote": {
    "text": "I believe in Karma. If the good is sown, the good is collected. When positive things are made, that returns well."
   },
   "author": {
    "text": "Yannick Noah"
   }
  },
  {
   "quote": {
    "text": "I just want to focus on the positive things in my life."
   },
   "author": {
    "text": "Davinia Taylor"
   }
  },
  {
   "quote": {
    "text": "I had to learn how to think as a positive human being, before anything."
   },
   "author": {
    "text": "Hit-Boy"
   }
  },
  {
   "quote": {
    "text": "When someone does something good, applaud! You will make two people happy."
   },
   "author": {
    "text": "Samuel Goldwyn"
   }
  },
  {
   "quote": {
    "text": "When you assume negative intent, you're angry. If you take away that anger and assume positive intent, you will be amazed. Your emotional quotient goes up because you are no longer almost random in your response."
   },
   "author": {
    "text": "Indra Nooyi"
   }
  },
  {
   "quote": {
    "text": "A positive attitude is something everyone can work on, and everyone can learn how to employ it."
   },
   "author": {
    "text": "Joan Lunden"
   }
  },
  {
   "quote": {
    "text": "When the negative thoughts come - and they will; they come to all of us - it's not enough to just not dwell on it... You've got to replace it with a positive thought."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Don't let people disrespect you. My mom says don't open the door to the devil. Surround yourself with positive people."
   },
   "author": {
    "text": "Cuba Gooding, Jr."
   }
  },
  {
   "quote": {
    "text": "Send out a cheerful, positive greeting, and most of the time you will get back a cheerful, positive greeting. It's also true that if you send out a negative greeting, you will, in most cases, get back a negative greeting."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "My dad was a very quiet person, and unbelievably tough. But my grandmother gave me my first look at negative thinking to bring about positive results. When I was just a little guy, anytime I came to my grandmother and said I wish for this or that, Grandma would say, 'If wishes were horses, beggars would ride.'"
   },
   "author": {
    "text": "Bobby Knight"
   }
  },
  {
   "quote": {
    "text": "I've always followed my heart and pursued my dreams, and I imagine that people find that inspiring. I hope that is the effect I have on my fans and people in general. I definitely want to project a positive energy out into the world."
   },
   "author": {
    "text": "Britney Spears"
   }
  },
  {
   "quote": {
    "text": "You have a lot of ups and downs in coaching, especially, but I can't remember any bad times at this point. I mean, they're all good. A lot of tears when you lose, a lot of down times, but I can't remember any of them. They're all positive now. Even the bad times were good."
   },
   "author": {
    "text": "Don Nelson"
   }
  },
  {
   "quote": {
    "text": "Having a positive mental attitude is asking how something can be done rather than saying it can't be done."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "People always accuse me of being motivational in a way, like it was a bad thing, but that's just how I was raised. My mom raised me in a positive environment, with lots of love in my heart, and that reflects in my music."
   },
   "author": {
    "text": "Lenny Kravitz"
   }
  },
  {
   "quote": {
    "text": "If I write a book where all I've ever experienced is success, people won't take a positive lesson from it. In being candid, I have to own up to my own failures, both in my marriage and in my work environment."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "People dwell so much on the little things, but why should they hold you back when you have the big things to look forward to? By exuding positive energy when dealing with your problems, you will exude it in your being in general. Treat yourself with love and you will exude love to others."
   },
   "author": {
    "text": "Hayley Hasselhoff"
   }
  },
  {
   "quote": {
    "text": "I had to overcome bullies and other people who didn't like me and tormented me. I overcame those things with positive affirmations and setting goals. When I would set goals, I wouldn't let anything get in the way of me breaking them. As I found success, a lot of those things subsided and became less important."
   },
   "author": {
    "text": "Jake Paul"
   }
  },
  {
   "quote": {
    "text": "I believe I have a personal responsibility to make a positive impact on society."
   },
   "author": {
    "text": "Anthony Fauci"
   }
  },
  {
   "quote": {
    "text": "The ability to remain calm and focused in stressful situations is central to making positive decisions."
   },
   "author": {
    "text": "Goldie Hawn"
   }
  },
  {
   "quote": {
    "text": "It is good medicine to go to a concert hall and forget the harshness of what's going on. It can be a very positive thing."
   },
   "author": {
    "text": "Itzhak Perlman"
   }
  },
  {
   "quote": {
    "text": "Do I feel any pressure as the most decorated Winter Olympian in American history? None at all. The only pressures that I know I face are those of how to pay it forward: How can I continually make a positive impact in people's lives, help others achieve their dreams, create their own Olympic mindset, creating champions within themselves?"
   },
   "author": {
    "text": "Apolo Ohno"
   }
  },
  {
   "quote": {
    "text": "I don't have much positive to say about motor neurone disease. But it taught me not to pity myself because others were worse off, and to get on with what I could still do."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Kids go to school and college and get through, but they don't seem to really care about using their minds. School doesn't have the kind of long term positive impact that it should."
   },
   "author": {
    "text": "Howard Gardner"
   }
  },
  {
   "quote": {
    "text": "I'm a very positive thinker, and I think that is what helps me the most in difficult moments."
   },
   "author": {
    "text": "Roger Federer"
   }
  },
  {
   "quote": {
    "text": "Perseverance is a positive, active characteristic."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "The greatest competitive advantage in the modern economy is a positive and engaged brain."
   },
   "author": {
    "text": "Shawn Achor"
   }
  },
  {
   "quote": {
    "text": "You prevent kids from joining gangs by offering after-school programs, sports, mentoring, and positive engagement with adults. You intervene with gang members by offering alternatives and employment to help redirect their lives. You deal with areas of high gang crime activity with real community policing. We know what works."
   },
   "author": {
    "text": "Greg Boyle"
   }
  },
  {
   "quote": {
    "text": "I have certain things that I stand for, certain things that I believe in, and if you don't like it and you tell me to go to hell, I think that's your God-given right as a fan. It's one of those deals where I'm that one guy who is outside of that realm of good guy, bad guy. I'm just me, and it elicits a response both positive and negative."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "Anything that's not positive, I don't have the energy to focus on it. Anything that's not going in the right direction, I don't have the time or the energy."
   },
   "author": {
    "text": "DMX"
   }
  },
  {
   "quote": {
    "text": "To me, the #1 key to success is 'creating lasting positive change in yourself and others.' That is what is most rare, most difficult, and most valuable about leading people."
   },
   "author": {
    "text": "Marshall Goldsmith"
   }
  },
  {
   "quote": {
    "text": "There's a fine line between stubbornness and the positive side of that, which is dogged determination."
   },
   "author": {
    "text": "Jeb Bush"
   }
  },
  {
   "quote": {
    "text": "Confidence isn't optimism or pessimism, and it's not a character attribute. It's the expectation of a positive outcome."
   },
   "author": {
    "text": "Rosabeth Moss Kanter"
   }
  },
  {
   "quote": {
    "text": "Positive and engaged brains are a company's greatest assets. More than time and even more than productivity, people must be happy."
   },
   "author": {
    "text": "Shawn Achor"
   }
  },
  {
   "quote": {
    "text": "I realize I will always be the poster child for police brutality, but I can try to use that as a positive force for healing and restraint."
   },
   "author": {
    "text": "Rodney King"
   }
  },
  {
   "quote": {
    "text": "For me, life is about being positive and hopeful, choosing to be joyful, choosing to be encouraging, choosing to be empowering."
   },
   "author": {
    "text": "Billy Porter"
   }
  },
  {
   "quote": {
    "text": "The more you drive positive change, the more enhanced your business model."
   },
   "author": {
    "text": "Anand Mahindra"
   }
  },
  {
   "quote": {
    "text": "Design our world so that we have positive social and environmental side effects."
   },
   "author": {
    "text": "Bjarke Ingels"
   }
  },
  {
   "quote": {
    "text": "That's my gift. I let that negativity roll off me like water off a duck's back. If it's not positive, I didn't hear it. If you can overcome that, fights are easy."
   },
   "author": {
    "text": "George Foreman"
   }
  },
  {
   "quote": {
    "text": "If we could get your subconscious mind to agree with your conscious mind about being happy, that's when your positive thoughts work."
   },
   "author": {
    "text": "Bruce Lipton"
   }
  },
  {
   "quote": {
    "text": "It is as if my life were magically run by two electric currents: joyous positive and despairing negative - whichever is running at the moment dominates my life, floods it."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "I do believe we're all connected. I do believe in positive energy. I do believe in the power of prayer. I do believe in putting good out into the world. And I believe in taking care of each other."
   },
   "author": {
    "text": "Harvey Fierstein"
   }
  },
  {
   "quote": {
    "text": "Go see 'Hidden Figures,' and take a young person! It will give a more positive outlook on what is possible if you work hard, do your best, and are prepared."
   },
   "author": {
    "text": "Katherine Johnson"
   }
  },
  {
   "quote": {
    "text": "I have never, ever focused on the negative of things. I always look at the positive."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "I've read that the ancient Chinese art of feng shui can bring a sense of peace, well-being, and positive energy to a home - same as beer."
   },
   "author": {
    "text": "W. Bruce Cameron"
   }
  },
  {
   "quote": {
    "text": "I like to think my dad was easygoing and kind, and I think some of those things have been passed down. I am like him in a sense of being positive and hopeful. He was compassionate, and I've got a lot of that in me as well."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Some people hate lime-green; red has all this emotional baggage. Blue seems to be overall one of the more positive colors, and a little more serious than yellow."
   },
   "author": {
    "text": "David Carson"
   }
  },
  {
   "quote": {
    "text": "You have to stay true to yourself and where you're coming from, and sometimes people see you in a different light, but you have to take it in and try to be positive about anything."
   },
   "author": {
    "text": "McKayla Maroney"
   }
  },
  {
   "quote": {
    "text": "Black Consciousness is an attitude of the mind and a way of life, the most positive call to emanate from the black world for a long time."
   },
   "author": {
    "text": "Steven Biko"
   }
  },
  {
   "quote": {
    "text": "I work so hard to make that sure I'm successful. If you're positive and really excited and enthusiastic about what you're doing, it's going to happen, and it's going to happen big time."
   },
   "author": {
    "text": "Shawn Mendes"
   }
  },
  {
   "quote": {
    "text": "I believe everything negative that happens in your life is for a positive reason. If your heart breaks, you know that you are a human being and it happens. But you can't mope over it. There's only one life. You better get on ahead and fast. Fast enough not to let your past ever catch up with you."
   },
   "author": {
    "text": "Bipasha Basu"
   }
  },
  {
   "quote": {
    "text": "In a spiritual sense, a positive attitude may help you get through chemotherapy and surgery and radiation and what have you. But a positive mental attitude does not cure cancer - any more than a negative mental attitude causes cancer."
   },
   "author": {
    "text": "Siddhartha Mukherjee"
   }
  },
  {
   "quote": {
    "text": "The most important thing is to stay positive."
   },
   "author": {
    "text": "Saku Koivu"
   }
  },
  {
   "quote": {
    "text": "It is surprising how little most small business values the customers. A positive feedback from the customer is critical to your business, and what's more important is their referral."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "All my life, I have been a positive thinker... I have always been able to survive by telling myself that no matter how bad things are, they will one day be better. And that out of every event - no matter how tragic - one can always find a way to survive and even, perhaps, to be a little bit happy."
   },
   "author": {
    "text": "Zsa Zsa Gabor"
   }
  },
  {
   "quote": {
    "text": "I've learned that to survive, you need a positive state of mind."
   },
   "author": {
    "text": "Thalia"
   }
  },
  {
   "quote": {
    "text": "I don't subscribe to, 'Here are the top ten tips to successful leadership,' or, 'How to learn leadership in ten minutes.' A leader is someone who gives positive energy to others which then results in a better change than would have happened. I think everyone is a leader."
   },
   "author": {
    "text": "Paul Polman"
   }
  },
  {
   "quote": {
    "text": "There is no advertisement as powerful as a positive reputation traveling fast."
   },
   "author": {
    "text": "Brian Koslow"
   }
  },
  {
   "quote": {
    "text": "In everyday life, I use positive thoughts, sense of humor, Taekwondo, running, and yoga to make me stronger."
   },
   "author": {
    "text": "Pom Klementieff"
   }
  },
  {
   "quote": {
    "text": "It's amazing what one positive role model in your life can do in five minutes."
   },
   "author": {
    "text": "Catherine Oxenberg"
   }
  },
  {
   "quote": {
    "text": "Good leaders need a positive agenda, not just an agenda of dealing with crisis."
   },
   "author": {
    "text": "Michael Porter"
   }
  },
  {
   "quote": {
    "text": "The beautiful thing about the NFL season is to see a team come together after they get to know each other in the spring and summer. You then go through adversity together and see how you respond. The teams that can respond in a positive way are the teams that are going to be there in the end."
   },
   "author": {
    "text": "Aaron Rodgers"
   }
  },
  {
   "quote": {
    "text": "Miracles occur naturally as expressions of love. The real miracle is the love that inspires them. In this sense everything that comes from love is a miracle."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Don't look at someone else and want to be them. Search within yourself and find out who you are and be someone positive."
   },
   "author": {
    "text": "Kelly Rowland"
   }
  },
  {
   "quote": {
    "text": "I think it's important to keep things positive. Sometimes you don't win, and that sucks, and you work on improving."
   },
   "author": {
    "text": "Alex Morgan"
   }
  },
  {
   "quote": {
    "text": "I think you can be depressed and flourish, I think you can have cancer and flourish, I think you can be divorced and flourish. When we believed that happiness was only smiling and good mood, that wasn't very good for people like me, people in the lower half of positive affectivity."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "I have always wanted to be a catalyst for bringing about positive change, inspiring others to choose goodness."
   },
   "author": {
    "text": "Shari Arison"
   }
  },
  {
   "quote": {
    "text": "I always see everything in a positive light."
   },
   "author": {
    "text": "Karishma Tanna"
   }
  },
  {
   "quote": {
    "text": "I am not embarrassed to tell you that I believe in miracles."
   },
   "author": {
    "text": "Corazon Aquino"
   }
  },
  {
   "quote": {
    "text": "I have good and bad days like everyone else. I just try to be positive and surround myself with great people. When I think about all the great things and people I have had in my life, that gives me confidence."
   },
   "author": {
    "text": "Jessica White"
   }
  },
  {
   "quote": {
    "text": "I believe all positive things and negative things are valuable because they shape you."
   },
   "author": {
    "text": "Natalie Massenet"
   }
  },
  {
   "quote": {
    "text": "How do you nurture a positive attitude when all the statistics say you're a dead man? You go to work."
   },
   "author": {
    "text": "Patrick Swayze"
   }
  },
  {
   "quote": {
    "text": "I can't be told life is beautiful through a normal positive thinking book or a Hallmark movie; that language doesn't work for me."
   },
   "author": {
    "text": "James Gunn"
   }
  },
  {
   "quote": {
    "text": "I believe in human-centered AI to benefit people in positive and benevolent ways."
   },
   "author": {
    "text": "Fei-Fei Li"
   }
  },
  {
   "quote": {
    "text": "Your best creative assets do not occur unless you do a mental shift. You have to be in a positive frame of mind because inspiration is fleeting. I walk to work for inspiration and to clear my mind."
   },
   "author": {
    "text": "Ron Ben-Israel"
   }
  },
  {
   "quote": {
    "text": "There is always disappointment, heartache. You are losing almost every tournament. You need to just accept it and be positive because you are going to lose and fail. We're not all Nadal or Djokovic, who can win most tournaments."
   },
   "author": {
    "text": "Stan Wawrinka"
   }
  },
  {
   "quote": {
    "text": "I think of myself as a positive agnostic. I don't know, therefore I'm open. I don't know, therefore I'm interested."
   },
   "author": {
    "text": "Grace Slick"
   }
  },
  {
   "quote": {
    "text": "Making the Australian team is the hardest part, and going to the Olympics is the easy part. You're there representing your country - you're representing every single person in it, strangers you don't know - and there's a lot of positive energy, but you have to know to channel it the right way."
   },
   "author": {
    "text": "Ken Wallace"
   }
  },
  {
   "quote": {
    "text": "Try to always stay focused on the objectives that are possible and the positive - and on having fun outside of the stuff that's going on in Washington."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "My ultimate aim is to make euthanasia a positive experience."
   },
   "author": {
    "text": "Jack Kevorkian"
   }
  },
  {
   "quote": {
    "text": "There are certain things about me that I will never tell to anyone because I am a very private person. But basically, what you see is who I am. I'm independent, I do like to be liked, I do look for the good side of life and people. I'm positive, I'm disciplined, I like my life in order, and I'm neat as a pin."
   },
   "author": {
    "text": "Mary Tyler Moore"
   }
  },
  {
   "quote": {
    "text": "It is so easy to be pleasant and charming and positive when life is going swimmingly well. You are winning. You are healthy. You are happy. But what happens when life throws darts at you?"
   },
   "author": {
    "text": "Julie Foudy"
   }
  },
  {
   "quote": {
    "text": "No, I was never one of those positive people who believes he can have whatever he sets his sights on. I just kept working at it."
   },
   "author": {
    "text": "George Miller"
   }
  },
  {
   "quote": {
    "text": "Positive emotion alienated from the exercise of character leads to emptiness, to inauthenticity, to depression, and, as we age, to the gnawing realization that we are fidgeting until we die."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "You can choose not to sit on the fence. You can choose not to criticise. You must stand as guard at the door of your own mind and choose to be positive."
   },
   "author": {
    "text": "Gail Kelly"
   }
  },
  {
   "quote": {
    "text": "I am a happy person and I choose to be a positive person. I think some people think my life has been tragic and there have been these horrible dramas but things really have been, and are, fine."
   },
   "author": {
    "text": "Patsy Kensit"
   }
  },
  {
   "quote": {
    "text": "There's sadness to anyone that dies before their time, and specifically ones that seem to affect people in a positive way. It doesn't matter if it's Whitney Houston or a nameless, faceless person on the street. That's just as big of a tragedy for me."
   },
   "author": {
    "text": "Chris Cornell"
   }
  },
  {
   "quote": {
    "text": "Sexy in India is not considered positive. But, with today's crop of fresh faces in the modelling arena, being sexy is an asset."
   },
   "author": {
    "text": "Aishwarya Rai Bachchan"
   }
  },
  {
   "quote": {
    "text": "A positive self-image has little relationship to our material circumstances."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "For me, I just set little goals for myself and stay on that kind of track and surround myself with positive people along with my teammates. I just kind of have my goals and my dreams, and this is something that we've all been working for our entire lives, so it is kind of easy to wake up and want to better myself every day towards that goal."
   },
   "author": {
    "text": "Ali Krieger"
   }
  },
  {
   "quote": {
    "text": "Every child's taste is different. Don't worry if they're not reading 'War and Peace' at age 12. First, build a good foundation and a positive attitude about reading by letting them pick the stories they enjoy. Make friends with a bookseller or librarian. They are a wealth of information on finding books that kids enjoy."
   },
   "author": {
    "text": "Rick Riordan"
   }
  },
  {
   "quote": {
    "text": "My mother was in the Army Reserve for six years. She taught me the importance of following rules, finishing what I start, never giving up, leadership skills, teamwork, staying positive, motivated and how to pack the military way when I'm traveling!"
   },
   "author": {
    "text": "Laurie Hernandez"
   }
  },
  {
   "quote": {
    "text": "I begin each day with prayer and meditation. Throughout the day, I use affirmations and positive intentions to move through blocks, and each evening, I close the day with self-reflection and an inventory of my growth throughout the day."
   },
   "author": {
    "text": "Gabrielle Bernstein"
   }
  },
  {
   "quote": {
    "text": "The power of the individual, market forces, and the private sector permeate our lives. With that power comes responsibility to address huge challenges. Climate change cannot be solved by governments alone. Xenophobia, hatred, and intolerance - more business leaders have to play a role in trying to be positive leaders, civic leaders."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "The first thing successful people do is view failure as a positive signal to success."
   },
   "author": {
    "text": "Brendon Burchard"
   }
  },
  {
   "quote": {
    "text": "The research says that being successful doesn't automatically make you happier, but being happier - being more positive - makes you more successful."
   },
   "author": {
    "text": "Shawn Achor"
   }
  },
  {
   "quote": {
    "text": "You have to train your brain to be positive just like you work out your body."
   },
   "author": {
    "text": "Shawn Achor"
   }
  },
  {
   "quote": {
    "text": "Engaging in social business is beneficial to a company because it leverages on business competencies to address social issues, involves one-time investment with sustainable results, and produces other positive effects such as employee motivation and improved organizational culture."
   },
   "author": {
    "text": "Muhammad Yunus"
   }
  },
  {
   "quote": {
    "text": "Fortune cookies are a good idea. If the message is positive, it can make your day a little better."
   },
   "author": {
    "text": "Yao Ming"
   }
  },
  {
   "quote": {
    "text": "Actually, we chose the name Sun Cellular because we believe the name 'Sun' is bright, forward-looking and optimistic. It is my sincere hope that the whole Philippines will share our positive outlook, optimism and faith in the country's future."
   },
   "author": {
    "text": "John Gokongwei"
   }
  },
  {
   "quote": {
    "text": "I want to give my followers a positive message. I want to give those girls a positive message who have been forcefully married, who continue to sacrifice. I want to be an example for those people. That's my aim."
   },
   "author": {
    "text": "Qandeel Baloch"
   }
  },
  {
   "quote": {
    "text": "Sometimes the most positive thing you can be in a boring society is absolutely negative."
   },
   "author": {
    "text": "John Lydon"
   }
  },
  {
   "quote": {
    "text": "What manner of thing this 'public opinion' is, should be best known to those who have its name forever in their mouths and erect the regard for it into a positive article of religion. Its self-styled organ in our times is the 'Press.'"
   },
   "author": {
    "text": "Richard Wagner"
   }
  },
  {
   "quote": {
    "text": "I would just urge the youth today to indulge in some sort of physical activity on a regular basis. A holistic approach is essential, and that also means you need to stay happy and positive."
   },
   "author": {
    "text": "Tiger Shroff"
   }
  },
  {
   "quote": {
    "text": "Sometimes a good love song can change the world and create positive energy more than any political song can."
   },
   "author": {
    "text": "Serj Tankian"
   }
  },
  {
   "quote": {
    "text": "Positive thinking is the key to success in business, education, pro football, anything that you can mention. I go out there thinking that I'm going to complete every pass."
   },
   "author": {
    "text": "Ron Jaworski"
   }
  },
  {
   "quote": {
    "text": "'Neon Future' is, in short, a positive outlook on human progress and technology, looking forward to a bright, colorful utopia. It's embracing the future and looking toward the future in a more optimistic way."
   },
   "author": {
    "text": "Steve Aoki"
   }
  },
  {
   "quote": {
    "text": "Say and do something positive that will help the situation; it doesn't take any brains to complain."
   },
   "author": {
    "text": "Robert A. Cook"
   }
  },
  {
   "quote": {
    "text": "On the field, aggression can sometimes be a positive emotion. It boosts performance and can lift your game. But over the years, I have learnt that restrained aggression is a better animal. That way, you will conserve your energy and won't spend yourself quickly."
   },
   "author": {
    "text": "Virat Kohli"
   }
  },
  {
   "quote": {
    "text": "There was always a feeling for me that it would work. That's what keeps me going. You go in with a positive attitude and stay there, and that's a big part of what does make it work."
   },
   "author": {
    "text": "Shelley Long"
   }
  },
  {
   "quote": {
    "text": "I'm a big believer in the power of visualizations. And so are neuroscientists. Numerous studies have proven how merely imagining positive circumstances sends blood flowing from negative brain regions to positive ones."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "Optimists are usually wrong. But all the great change in history, positive change, was done by optimists."
   },
   "author": {
    "text": "Thomas Friedman"
   }
  },
  {
   "quote": {
    "text": "I never think of yesterday. Can't do anything about it. I'm a positive guy. When you really deep down look at it, we go to bed every night, get up every morning, stay here for 70 or 80 years, and then we die."
   },
   "author": {
    "text": "Lee Trevino"
   }
  },
  {
   "quote": {
    "text": "Character is the ability of a person to see a positive end of things. This is the hope that a man of character has."
   },
   "author": {
    "text": "Tom Landry"
   }
  },
  {
   "quote": {
    "text": "Each of us can provide a positive example to others in our lives, and that's powerful. When I visit those with difficult health conditions, I do my best to provide them with positive motivation because I know I was so inspired by people who showed support for me."
   },
   "author": {
    "text": "Victoria Arlen"
   }
  },
  {
   "quote": {
    "text": "For a manager to be perceived as a positive manager, they need a four to one positive to negative contact ratio."
   },
   "author": {
    "text": "Ken Blanchard"
   }
  },
  {
   "quote": {
    "text": "There are a lot of ways to make a positive impact on the community without necessarily being a politician."
   },
   "author": {
    "text": "Theo Epstein"
   }
  },
  {
   "quote": {
    "text": "Contrary to popular mythology, the best and most durable relationships are based not on vulnerability or passion but on a conjugation of positive attributes, a meeting of mind, body and soul that is all the more powerful as it is not weighed down with neediness and unreasonable expectation."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "You have to learn how to harness technology so you can use it for positive stuff without being disconnected from nature."
   },
   "author": {
    "text": "Talib Kweli"
   }
  },
  {
   "quote": {
    "text": "You fight, you try your best, but if you lose, you don't have to break five racquets and smash up the locker room. You can do those things, but when you've finished, nothing's changed. You've still lost. If something positive came from that, I probably would do it. But I see only negativity."
   },
   "author": {
    "text": "Rafael Nadal"
   }
  },
  {
   "quote": {
    "text": "Having those positive friends around can really make a difference in how you view yourself. It's helped me realize that there's no such thing as having a perfect body, and just because I'm not shaped the same way as another girl is, it doesn't mean I'm not pretty. It just means that no two girls are alike."
   },
   "author": {
    "text": "Lauren Jauregui"
   }
  },
  {
   "quote": {
    "text": "As an African-American male born with a couple of strikes against you because of your skin color, I think it's very, very important to have some positive role models around, especially male influences."
   },
   "author": {
    "text": "Omari Hardwick"
   }
  },
  {
   "quote": {
    "text": "All company bosses want a policy on corporate social responsibility. The positive effect is hard to quantify, but the negative consequences of a disaster are enormous."
   },
   "author": {
    "text": "Noreena Hertz"
   }
  },
  {
   "quote": {
    "text": "It is a blessing to have pretty people around me. I like people who are sparky, positive. Evil, dark people are repelled by me: 'Oooh no! Too much sunlight.'"
   },
   "author": {
    "text": "Geri Halliwell"
   }
  },
  {
   "quote": {
    "text": "When you've been touched by sadness and grief, it makes you vulnerable. And because I am vulnerable, I try to be positive. And when I say 'try,' I really do mean try, because it's an effort."
   },
   "author": {
    "text": "Marie Helvin"
   }
  },
  {
   "quote": {
    "text": "Americans try to talk about positive family values, although the actual state of things is disastrous."
   },
   "author": {
    "text": "Vladimir Zhirinovsky"
   }
  },
  {
   "quote": {
    "text": "Chaotic people often have chaotic lives, and I think they create that. But if you try and have an inner peace and a positive attitude, I think you attract that."
   },
   "author": {
    "text": "Imelda Staunton"
   }
  },
  {
   "quote": {
    "text": "I write in my study, where I also have my prayer altar. I believe that keeps me focused and gives me positive energy and reminds me that I'm merely the instrument of greater creative forces."
   },
   "author": {
    "text": "Chitra Banerjee Divakaruni"
   }
  },
  {
   "quote": {
    "text": "The American world had - seemingly, at least - become a Jeffersonian world by the election of 1800, which placed Thomas Jefferson in the presidency. Jefferson had been Hamilton's rival in the new government's early years, and Hamilton has figured in the public memory almost as much for that rivalry as for his positive achievements."
   },
   "author": {
    "text": "Edmund Morgan"
   }
  },
  {
   "quote": {
    "text": "I would absolutely recommend against excessive positivity and optimism. Any positive emotion that you're infusing into a workplace needs to be grounded in reality. If it's not realistic, sincere, meaningful, and individualized, it won't do much good."
   },
   "author": {
    "text": "Tom Rath"
   }
  },
  {
   "quote": {
    "text": "Financial institutions, the corporate world and civil society - all must uphold high standards of probity in their working. Only a genuine partnership between the Government and its people can bring about positive change to create a just society."
   },
   "author": {
    "text": "Pratibha Patil"
   }
  },
  {
   "quote": {
    "text": "I believe that when you work on yourself, you are attracted by different, more positive beings."
   },
   "author": {
    "text": "Isabelle Adjani"
   }
  },
  {
   "quote": {
    "text": "And I'm a pretty positive person - I don't put a lot of energy into worrying, and I'm not a person who lives in a great deal of fear."
   },
   "author": {
    "text": "Rachel Hunter"
   }
  },
  {
   "quote": {
    "text": "Christians were instructed to serve others, and the thanksgiving was for the grace of God and the fact that God offered a way for man to return to a positive relationship with Him."
   },
   "author": {
    "text": "John Clayton"
   }
  },
  {
   "quote": {
    "text": "There is an inherent hope and positive drive to New Yorkers."
   },
   "author": {
    "text": "John Oliver"
   }
  },
  {
   "quote": {
    "text": "I feel equal to Mexicans, Asians, everyone. That's the kind of positive message I want to get out."
   },
   "author": {
    "text": "Lewis Hamilton"
   }
  },
  {
   "quote": {
    "text": "My mom is the most positive person. She has always had a smile on her face no matter what came her way. After seeing that, I'm not going to let a little cellulite get in the way of my happiness!"
   },
   "author": {
    "text": "Ashley Graham"
   }
  },
  {
   "quote": {
    "text": "Her beauty didn't do her any good and she couldn't use it in any positive way or manipulative way. I just hope that people will look and see and believe in that hope of love, that hope of freedom, even if it was just for a limited time."
   },
   "author": {
    "text": "Diane Kruger"
   }
  },
  {
   "quote": {
    "text": "You'll see that the strong, the affirmative, the positive voice in any of the plays I've written is that of a woman. My men are, well, not quite worthless, but they are certainly weak, and that reflects the reality I grew up with and what I think has in a sense shaped me."
   },
   "author": {
    "text": "Athol Fugard"
   }
  },
  {
   "quote": {
    "text": "I'm totally into new age and self-help books. I used to work in a bookstore and that's the section they gave me, and I got way into it. I just loved the power of positive thinking, letting yourself go."
   },
   "author": {
    "text": "Jason Mraz"
   }
  },
  {
   "quote": {
    "text": "Long ago made it a principle of my life to cultivate a positive frame of mind, to strive to project it and to share it with those I meet. It is a principle that has served me well."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "I want to live a very positive and optimistic life that has a wonderful outlook on the future and the impact that I will have on the world and the people around me."
   },
   "author": {
    "text": "David Lowery"
   }
  },
  {
   "quote": {
    "text": "Without question, intelligent technologies will continue to disrupt the world as we know it. There will be profound implications, both positive and negative."
   },
   "author": {
    "text": "Pierre Nanterme"
   }
  },
  {
   "quote": {
    "text": "Traditional hackathons are fun and focused on skill and competition, but we believe that events which focus on the positive social impact of technology engage a wider and more diverse set of participants."
   },
   "author": {
    "text": "Joe Lonsdale"
   }
  },
  {
   "quote": {
    "text": "We see some positive signs coming from our North American customers. The desire to move fast to 5G is certainly there."
   },
   "author": {
    "text": "Rajeev Suri"
   }
  },
  {
   "quote": {
    "text": "I contracted malaria in rural Mozambique. I was a youth ambassador for Australia. For a year after high school, you give positive speeches about Australia and as part of it I traveled to lots of different countries."
   },
   "author": {
    "text": "Rebel Wilson"
   }
  },
  {
   "quote": {
    "text": "I want people to use Perl. I want to be a positive ingredient of the world and make my American history. So, whatever it takes to give away my software and get it used, that's great."
   },
   "author": {
    "text": "Larry Wall"
   }
  },
  {
   "quote": {
    "text": "We who work in technology have nurtured an especially rare gift: the opportunity to effect change at an unprecedented scale and rate. Technology, community, and capitalism combine to make Silicon Valley the potential epicenter of vast positive change."
   },
   "author": {
    "text": "Justin Rosenstein"
   }
  },
  {
   "quote": {
    "text": "Even when bad things happen you have to try to use those bad things in a positive manner and really just take the positive out of it."
   },
   "author": {
    "text": "Natalie du Toit"
   }
  },
  {
   "quote": {
    "text": "I'm taking all the negatives in my life, and turning them into a positive."
   },
   "author": {
    "text": "Pitbull"
   }
  },
  {
   "quote": {
    "text": "Well, you know, a lot of people look at the negative things, the things that they did wrong and - which I do. But I like to stress on the things I did right, because there are certain things that I like to look at from a positive standpoint that are just positive reinforcement."
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "Most of the luxuries and many of the so-called comforts of life are not only not indispensable, but positive hindrances to the elevation of mankind."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "I have a very positive attitude in life. My insecurity, fear and need to know about tomorrow has fortunately eased. What is going to happen will happen anyway. So why break my head over it?"
   },
   "author": {
    "text": "Katrina Kaif"
   }
  },
  {
   "quote": {
    "text": "Directing a movie is a little bit like being back in student government and putting on the homecoming dance. You're like, 'You put up the streamers, and you hire the DJ, and you get the punch bowl.' Some people are just like, 'This dance sucks.' And you're like, 'No no, this dance is awesome!' You have to be really positive."
   },
   "author": {
    "text": "Mike Birbiglia"
   }
  },
  {
   "quote": {
    "text": "If you don't like me, if you like me; both are equally cool. I send love and positive energy to all those people in their lives. I hope they find where they're meant to be."
   },
   "author": {
    "text": "Willow Smith"
   }
  },
  {
   "quote": {
    "text": "Surround yourself with positive people and you'll be a positive person."
   },
   "author": {
    "text": "Kellie Pickler"
   }
  },
  {
   "quote": {
    "text": "You can make positive deposits in your own economy every day by reading and listening to powerful, positive, life-changing content and by associating with encouraging and hope-building people."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "I don't really remember, but I'm positive that whenever I cried, my mother gave me something to eat. I'm sure that whenever I had a fight with the little girl next door, or it was raining and I couldn't go out, or I wasn't invited to a birthday party, my mother gave me a piece of candy to make me feel better."
   },
   "author": {
    "text": "Jean Nidetch"
   }
  },
  {
   "quote": {
    "text": "By harnessing our teammates' unique skills and passion for giving, our professional networks and partnerships, and our financial resources, we will inspire the dreamers and doers of tomorrow and drive positive, lasting change in our communities across the globe."
   },
   "author": {
    "text": "Dennis Muilenburg"
   }
  },
  {
   "quote": {
    "text": "All one needs to do is read - books, magazines, research the Internet - and pay attention to the influencers in their lives to discover the myriad people of strong moral character who have and still are making positive, meaningful contributions and differences in our world."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "I don't have much positive to say about motor neuron disease, but it taught me not to pity myself because others were worse off, and to get on with what I still could do. I'm happier now than before I developed the condition."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "I am convinced after more than 50 years in the field of motivation that anyone who wants to learn to look at life and/or their circumstances in a positive light can do so."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "I think if you just look at life in a positive way, positive things will happen."
   },
   "author": {
    "text": "Jake Owen"
   }
  },
  {
   "quote": {
    "text": "And we can see the positive impacts right here at Solyndra. Less than a year ago, we were standing on what was an empty lot. But through the Recovery Act, this company received a loan to expand its operations. This new factory is the result of those loans."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "While positive mental states may be associated with less stress and more resilience to infection, positive well-being might also be accompanied by a healthy lifestyle."
   },
   "author": {
    "text": "Michael Greger"
   }
  },
  {
   "quote": {
    "text": "Reggae has a philosophy, you know? It's not just entertainment. There's an idea behind it, a way of life behind the music, which is a positive way of life, which is a progressive way of life for better people."
   },
   "author": {
    "text": "Ziggy Marley"
   }
  },
  {
   "quote": {
    "text": "Teaching's hard! You need different skills: positive reinforcement, keeping students from getting bored, commanding their attention in a certain way."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "I think the best advice came from Drew Barrymore, about always finding love in everything you do and keeping a positive attitude and being thankful."
   },
   "author": {
    "text": "Bella Thorne"
   }
  },
  {
   "quote": {
    "text": "Guilt is just as powerful, but its influence is positive, while shame's is destructive. Shame erodes our courage and fuels disengagement."
   },
   "author": {
    "text": "Brene Brown"
   }
  },
  {
   "quote": {
    "text": "I know there's millions of problems in the world, but if you dwell on those, then you're going to be miserable. I think my meditation helps me to transcend and get beyond the grip of all the negativity and regenerate from within a more positive attitude, which comes in very handy when you're going to do 150 concerts a year."
   },
   "author": {
    "text": "Mike Love"
   }
  },
  {
   "quote": {
    "text": "I know that I came into the world with what I call 'big dharma' - with a blueprint to teach self-reliance and a positive loving approach to large numbers of people all over the globe. I am ever so grateful for the circumstances of my life that allowed me to be pretty much left alone and to develop as I was so intended in this incarnation."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Research shows that when women are empowered as political leaders, countries often experience higher standards of living with positive developments in education, infrastructure, and health care."
   },
   "author": {
    "text": "Miriam Defensor-Santiago"
   }
  },
  {
   "quote": {
    "text": "Propaganda has a negative connotation, which it partially deserves, but I think there is some propaganda that is very positive. I feel that if you can do something that gets people's attention, then maybe they'll go and find out more about the person."
   },
   "author": {
    "text": "Shepard Fairey"
   }
  },
  {
   "quote": {
    "text": "I'm the kind of person who doesn't really focus on more negativity. I'm a positive person, and I look at things in a positive way."
   },
   "author": {
    "text": "Caster Semenya"
   }
  },
  {
   "quote": {
    "text": "I hope that others can turn their negative thoughts into positive thoughts and improve their own lives."
   },
   "author": {
    "text": "Farrah Abraham"
   }
  },
  {
   "quote": {
    "text": "To see the positive reaction to my music makes me feel good."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "Money is a very important tool to make a big difference in people's life. It is positive or negative depending on the values."
   },
   "author": {
    "text": "Shiv Khera"
   }
  },
  {
   "quote": {
    "text": "The thing is, I don't do these things for recognition, being a good teammate, being a positive member of the community. I do them because those things make me whole and complete."
   },
   "author": {
    "text": "Dwyane Wade"
   }
  },
  {
   "quote": {
    "text": "In this life, I'm always going to choose the positive."
   },
   "author": {
    "text": "Gloria Estefan"
   }
  },
  {
   "quote": {
    "text": "My mom was a model, so she's been really good about giving me tips on how to navigate behind the scenes - like the importance of being nice to everyone on set and remembering people's names, to how to be a positive part of the photo shoot and stuff like that."
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "In general, for me, a big thing in my life has been just sort of learning what true self-esteem is and what true positive self-image is. And being a dancer, and growing up in that world, you're so focused on yourself, and you're so focused on achieving goals, on finding perfection, and working on your craft."
   },
   "author": {
    "text": "Jenna Dewan"
   }
  },
  {
   "quote": {
    "text": "And what we've lost sight of is that performing manual labor with your hands is one of the most incredibly satisfying and positive things you can do."
   },
   "author": {
    "text": "Nick Offerman"
   }
  },
  {
   "quote": {
    "text": "Winning is fun, but those moments that you can touch someone's life in a very positive way are better."
   },
   "author": {
    "text": "Tim Howard"
   }
  },
  {
   "quote": {
    "text": "It's about not having doubt in your mind and staying focused and not having any preconceived notion about failure. It's just looking forward and staying positive."
   },
   "author": {
    "text": "Freya Tingley"
   }
  },
  {
   "quote": {
    "text": "As a football team, you head into the season the same way with confidence and a positive mindset that you are going to win a bunch of football games."
   },
   "author": {
    "text": "Matthew Stafford"
   }
  },
  {
   "quote": {
    "text": "The most positive men are the most credulous."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "Suffering is the positive element in this world, indeed it is the only link between this world and the positive."
   },
   "author": {
    "text": "Franz Kafka"
   }
  },
  {
   "quote": {
    "text": "Putting good energy into your body and raising your serotonin will lead to a positive mood, exuding a more attractive glow."
   },
   "author": {
    "text": "Dylan Lauren"
   }
  },
  {
   "quote": {
    "text": "I think the positive competition between states in India is one of the most positive dynamics that the country has."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "It's actually cool to be positive and optimistic and idealistic. It's cool to see yourself doing beautiful, great things."
   },
   "author": {
    "text": "Tom DeLonge"
   }
  },
  {
   "quote": {
    "text": "Very gifted people, they win and they win, and they are told that they win because they are a winner. That seems like a positive thing to tell children, but ultimately, what that means is when they lose, it must make them a loser."
   },
   "author": {
    "text": "Joshua Waitzkin"
   }
  },
  {
   "quote": {
    "text": "Self-love, it is obvious, remains always positive and active in our natures."
   },
   "author": {
    "text": "Gordon W. Allport"
   }
  },
  {
   "quote": {
    "text": "That's all I could ever hope for, to have a positive effect on women. 'Cos women are powerful, powerful beings. But they're also the most doubtful beings. They'll never know - we'll never know - how powerful we are."
   },
   "author": {
    "text": "Rihanna"
   }
  },
  {
   "quote": {
    "text": "I have a very positive attitude to anyone who is protecting the environment, but it's inadmissible when people are using it as a means of promoting themselves, using it as a source of self-enrichment. I don't want to name any specific examples... but often, environmentalism is used to blackmail companies."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "Coming together should be considered something positive for people and communities. When thoughts come together, that can be more positive than an individual thought."
   },
   "author": {
    "text": "Amitabh Bachchan"
   }
  },
  {
   "quote": {
    "text": "'Grease' changed my life in the most amazing way, and I've had such an amazing life. When things go wrong, you've got to believe you will get through them and focus on the positive things in your life."
   },
   "author": {
    "text": "Olivia Newton-John"
   }
  },
  {
   "quote": {
    "text": "P is positive emotion, E is engagement, R is relationships, M is meaning and A is accomplishment. Those are the five elements of what free people chose to do. Pretty much everything else is in service of one of or more of these goals. That's the human dashboard."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "I'm a positive person, and I try to look at the good side of everything."
   },
   "author": {
    "text": "Leona Lewis"
   }
  },
  {
   "quote": {
    "text": "A visionary leadership is required to harness rapid technological change for positive benefit rather than allowing to become disruptive and further exacerbate economic inequality."
   },
   "author": {
    "text": "Piyush Goyal"
   }
  },
  {
   "quote": {
    "text": "I was blessed with certain gifts and talents and God gave them to me to be the best person I can be and to have a positive impact on other people."
   },
   "author": {
    "text": "Bryan Clay"
   }
  },
  {
   "quote": {
    "text": "Take your mind off the problems for a moment, and focus on the positive possibilities. Consider how very much you are able to do."
   },
   "author": {
    "text": "Ralph Marston"
   }
  },
  {
   "quote": {
    "text": "Man, I'm 31 years old and a husband with four kids; I hope I'm no thug. I hear all those negative things and don't hear anything positive. I think that's all those people feel... that way that's all they hear about when you hear Allen Iverson did something negative or something."
   },
   "author": {
    "text": "Allen Iverson"
   }
  },
  {
   "quote": {
    "text": "Positive leadership - conveying the idea that there is always a way forward - is so important, because that is what you are here for - to figure out how to move the organization forward. Critical to doing that is reinforcing the idea that everyone is included."
   },
   "author": {
    "text": "Alan Mulally"
   }
  },
  {
   "quote": {
    "text": "Talking is always positive. That's why I talk too much."
   },
   "author": {
    "text": "Louis C. K."
   }
  },
  {
   "quote": {
    "text": "I feel that sin and evil are the negative part of you, and I think it's like a battery: you've got to have the negative and the positive in order to be a complete person."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "We expect all our businesses to have a positive impact on our top and bottom lines. Profitability is very important to us or we wouldn't be in this business."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "The object of my relationship with Vietnam has been to heal the wounds that exist, particularly among our veterans, and to move forward with a positive relationship,... Apparently some in the Vietnamese government don't want to do that and that's their decision."
   },
   "author": {
    "text": "Ho Chi Minh"
   }
  },
  {
   "quote": {
    "text": "No matter how bad any situation, cynicism has no positive impact. Watching the news, you might notice that cynicism and victimhood often seem to go hand-in-hand, but not for veterans."
   },
   "author": {
    "text": "James Mattis"
   }
  },
  {
   "quote": {
    "text": "Satisfaction consists in freedom from pain, which is the positive element of life."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "A President cannot always be popular."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "I've never followed a vegan or vegetarian diet in the past, but I think I could do it. It would not be easy. I have worked with nutritionists who have said a vegan diet is not necessarily all positive for your health, because you need nutrients you only find in meats. I believe in a balanced diet."
   },
   "author": {
    "text": "Joel Robuchon"
   }
  },
  {
   "quote": {
    "text": "It makes me very happy when I create goals or score goals myself, but the most important thing is that the team reaches its goal and plays positive football."
   },
   "author": {
    "text": "Mesut Ozil"
   }
  },
  {
   "quote": {
    "text": "But you see, our society is still trapped in this binary, black/white logic and that has had some very positive implications for our generation. It's had some very negative ones as well and one of the negative ones is that it creates enormous identity problems for people who have one black ancestor and all white ancestors for example."
   },
   "author": {
    "text": "Henry Louis Gates"
   }
  },
  {
   "quote": {
    "text": "I think that when you rally powerful voices around powerful issues, what you get are positive results."
   },
   "author": {
    "text": "Kerby Jean-Raymond"
   }
  },
  {
   "quote": {
    "text": "I don't think of myself as a role model for others, but I like to live my life by my own integrity. So, in that sense, I might be a positive influence. I do believe you should get over your insecurities and just try to be the best you can."
   },
   "author": {
    "text": "Lily Cole"
   }
  },
  {
   "quote": {
    "text": "A lot of the problems I had with fame I was bringing on myself. A lot of self-loathing, a lot of woe-is-me. Now I'm learning to see the positive side of things, instead of, like, 'I can't go to Kmart. I can't take my kids to the haunted house.'"
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "I am able to ride the bike and think clearly about strategy and tyres. I also have positive thinking. I am very constructively critical."
   },
   "author": {
    "text": "Valentino Rossi"
   }
  },
  {
   "quote": {
    "text": "If you have an ongoing relationship with a person, think of everything positive about that person that you possibly can and enter your interaction from that space. Ignore all the crap that used to drive you up the wall before. You will be amazed at what a change this attitude shift brings about."
   },
   "author": {
    "text": "Srikumar Rao"
   }
  },
  {
   "quote": {
    "text": "Whence it follows that God is absolutely perfect, since perfection is nothing but magnitude of positive reality, in the strict sense, setting aside the limits or bounds in things which are limited."
   },
   "author": {
    "text": "Gottfried Leibniz"
   }
  },
  {
   "quote": {
    "text": "The rapid growth of prenatal testing has had some undeniably positive effects: A woman who knows she will bear a child with a handicap can plan to deliver in a hospital equipped for risky births. And many couples prefer the opportunity to prepare psychologically for the work of raising a disabled child."
   },
   "author": {
    "text": "Tucker Carlson"
   }
  },
  {
   "quote": {
    "text": "Injustice, poverty, slavery, ignorance - these may be cured by reform or revolution. But men do not live only by fighting evils. They live by positive goals, individual and collective, a vast variety of them, seldom predictable, at times incompatible."
   },
   "author": {
    "text": "Isaiah Berlin"
   }
  },
  {
   "quote": {
    "text": "You know I think that going into therapy is a very positive thing, and talking about it is really helpful, because the more you talk the more your fears fade, because you get it out."
   },
   "author": {
    "text": "Fran Drescher"
   }
  },
  {
   "quote": {
    "text": "Yes, I do believe that there is a cause and effect and a ripple effect upon everything everybody does, and they have positive consequences and negative consequences. If you start to focus on the kind of minutia of that, it's really quite extraordinary."
   },
   "author": {
    "text": "Kiefer Sutherland"
   }
  },
  {
   "quote": {
    "text": "I like when a man has a positive self-image, no matter what he looks like. I'm not into rock-hard abs."
   },
   "author": {
    "text": "Jessica Parker Kennedy"
   }
  },
  {
   "quote": {
    "text": "The simple act of paying positive attention to people has a great deal to do with productivity."
   },
   "author": {
    "text": "Tom Peters"
   }
  },
  {
   "quote": {
    "text": "I do not expect the white media to create positive black male images."
   },
   "author": {
    "text": "Huey Newton"
   }
  },
  {
   "quote": {
    "text": "I have often been struck by the fact that most parents who are experiencing positive and rewarding relationships with their pre-adolescent children are, nevertheless, waiting apprehensively and bracing themselves for the stormy adolescent period."
   },
   "author": {
    "text": "Albert Bandura"
   }
  },
  {
   "quote": {
    "text": "It's a positive thing to talk about terrible things and make people laugh about them."
   },
   "author": {
    "text": "Louis C. K."
   }
  },
  {
   "quote": {
    "text": "You can't live a positive life with a negative mind and if you have a positive outcome you have a positive income and just to have more positivity and just to kind of laugh it off."
   },
   "author": {
    "text": "Miley Cyrus"
   }
  },
  {
   "quote": {
    "text": "Positive rights are the right to shelter, the right to education, the right to health care, the right to a living wage. These things are - these are, I would call them, more properly, political rights rather than positive rights. And they are extremely tricky, because now we are dealing with things that are zero sum."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "The reason most of the children are having problems in any inner-city neighborhood is because they don't see enough positive role models in their own environment."
   },
   "author": {
    "text": "Marla Gibbs"
   }
  },
  {
   "quote": {
    "text": "If I hadn't spent many years trying to be as compassionate as Mother Teresa, as positive a thinker as W. Clement Stone, as prolific a writer as Stephen King, and as good a speaker as many of the legends I have studied, I would not be as successful as I am today."
   },
   "author": {
    "text": "Jack Canfield"
   }
  },
  {
   "quote": {
    "text": "A sour corporate culture can actually make an entire society unhappy. This means that a strong corporate culture can have a positive impact on a society."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "An important priority for me is a business must get their own house in order. Be or become an agent of positive change in your own enterprise and adopt responsible practices to eliminate the risks that often lie at the root of inequality and poverty."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "A mediocre idea that generates enthusiasm will go further than a great idea that inspires no one."
   },
   "author": {
    "text": "Mary Kay Ash"
   }
  },
  {
   "quote": {
    "text": "I believe many people feel like God is mad at them. One day I put a post on Facebook that said, 'God is not mad at you.' Within a few hours, we literally had thousands of positive responses from people saying things like, 'That is exactly what I needed to hear today.' Obviously, this is a message we need to hear."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "You can't take it on that you're responsible for somebody else's well-being, but you can be positive and bring them up."
   },
   "author": {
    "text": "Jonah Marais"
   }
  },
  {
   "quote": {
    "text": "My wife and I had been to the genetic counselor; my wife is not Jewish - she's the shiksha goddess type - and was negative for everything. But I was positive. I carried the gene for three genetic disorders, which, if she had been positive for, we would have passed down to the child."
   },
   "author": {
    "text": "James Gray"
   }
  },
  {
   "quote": {
    "text": "I'm all about your mindset, being focused, staying positive, being optimistic, and knowing that these are all aspects of my life that I love and enjoy."
   },
   "author": {
    "text": "Kyla Pratt"
   }
  },
  {
   "quote": {
    "text": "I don't think I could, with a straight face, describe myself as a completely positive person, but I'm not overly negative, either. On the whole, most writers think plots through to their consequences, and it's not always a sunny place. I have an occupational temperament for anxiety."
   },
   "author": {
    "text": "James Lasdun"
   }
  },
  {
   "quote": {
    "text": "Engineers in the developed world should be arguing not for protectionism but for trade agreements that seek to establish rules that result in a real rise in living standards. This will ensure that outsourcing is a positive force in the developing nation's economy and not an exploitative one."
   },
   "author": {
    "text": "Brian Behlendorf"
   }
  },
  {
   "quote": {
    "text": "I think 'Heroes of Cosplay' will show a lot of the positive things, like how much effort it takes to make a costume. These people on the show aren't taking shortcuts. As long as that effort gets through to the viewers, we will be inspirational. Then there will be people who watch the show that want to get in and hands-on make outfits."
   },
   "author": {
    "text": "Yaya Han"
   }
  },
  {
   "quote": {
    "text": "I love 'Braxton Family Values!' I love seeing a strong family unit striving for success while dealing with everyday struggles like everyone else. Whatever drama they find themselves in, they find a way to solve it and get back to the importance of family. A positive show for sure."
   },
   "author": {
    "text": "Drew Sidora"
   }
  },
  {
   "quote": {
    "text": "Why should conservationists have a positive interest in... farming? There are lots of reasons, but the plainest is: Conservationists eat."
   },
   "author": {
    "text": "Wendell Berry"
   }
  },
  {
   "quote": {
    "text": "I want always to be positive."
   },
   "author": {
    "text": "Gianni Versace"
   }
  },
  {
   "quote": {
    "text": "Explosion of positive rights started in 1932 with the election of Roosevelt."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "All religions must be made child-proof. Our teachers' unions have done good work in this field, K through 12. Delaying first communions and bar mitzvahs until age 21 would be another positive step."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "You don't want to love - your eternal and abnormal craving is to be loved. You aren't positive, you're negative. You absorb, absorb, as if you must fill yourself up with love, because you've got a shortage somewhere."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "It's in the nature of Italians to live life with a positive tone and to celebrate the invitations that come along in life. Italian food is so conducive to all of that."
   },
   "author": {
    "text": "Lidia Bastianich"
   }
  },
  {
   "quote": {
    "text": "I have never talked publicly or privately about the Jewish people, including conversations with President Nixon, except in the most positive terms."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "If my leg falls off, I'll get a prosthetic. There'd be no deep sadness about. I'd just get on with it! It's called life, and I love life. You have to be positive, and you have to crack on no matter what."
   },
   "author": {
    "text": "John Lydon"
   }
  },
  {
   "quote": {
    "text": "I was raised with hippie parents, so I get down with the positive. I don't pay attention to the negative."
   },
   "author": {
    "text": "Guy Fieri"
   }
  },
  {
   "quote": {
    "text": "Sexism is part of every industry and must be addressed. But I try not to focus on the negative but the positive side of what we can bring."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "I try to make the good days great and take something positive from the days I'm not feeling good - work on technique or something like that."
   },
   "author": {
    "text": "Katie Ledecky"
   }
  },
  {
   "quote": {
    "text": "Exceptional businesses sustain bottom-line results, which they invest to create meaningful, positive impact for their stakeholders."
   },
   "author": {
    "text": "Punit Renjen"
   }
  },
  {
   "quote": {
    "text": "I try to put a positive spin on things."
   },
   "author": {
    "text": "Krysten Ritter"
   }
  },
  {
   "quote": {
    "text": "I think people in Botswana are pleased that my books paint a positive picture of their lives and portray the country as being very special. They've made a great success of their country, and the people are fed up with the constant reporting of only the problems and poverty of the continent. They welcome something which puts the positive side."
   },
   "author": {
    "text": "Alexander McCall Smith"
   }
  },
  {
   "quote": {
    "text": "I feel blessed to be here representing our country and carrying out th research of scientists around the world... I hope you could feel the positive energy that beamed to the whole planet as we glided over."
   },
   "author": {
    "text": "Laurel Clark"
   }
  },
  {
   "quote": {
    "text": "I'm always angry. I wake up angry. There is a lot to be angry about. Anger is a positive energy."
   },
   "author": {
    "text": "Thandie Newton"
   }
  },
  {
   "quote": {
    "text": "As long as you as an individual... can convince yourself that in order to move forward as best you can you have to be optimistic, you can be described as 'one of the faithful,' one of those people who can say, 'Well, look, something's going to happen! Let's just keep trying. Let's not give up."
   },
   "author": {
    "text": "Tom Hanks"
   }
  },
  {
   "quote": {
    "text": "I learned about being positive from my parents. They're the most positive people I've ever known."
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "We succeed in enterprises which demand the positive qualities we possess, but we excel in those which can also make use of our defects."
   },
   "author": {
    "text": "Alexis de Tocqueville"
   }
  },
  {
   "quote": {
    "text": "In Hollywood, there is one dominant voice. It is a white, male, straight gaze. When I talk about positive portrayals of black people and women, I'm saying complexity. I'm not saying goody-two-shoes, everything's okay. No. The positive view of me is to see me as I am: the 'good,' the 'bad,' the gray. That is a positive portrayal."
   },
   "author": {
    "text": "Ava DuVernay"
   }
  },
  {
   "quote": {
    "text": "I'm a big advocate of the power of positive thinking, particularly for small businesses."
   },
   "author": {
    "text": "Kevin Plank"
   }
  },
  {
   "quote": {
    "text": "When the mind is empty, silent, when it is in a state of complete negation - which is not blankness, nor the opposite of being positive, but a totally different state in which all thought has ceased - only then is it possible for that which is unnameable to come into being."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "I learned early in sports that to be effective - for a player to play the best he can play - is a matter of concentration and being unaware of distractions, positive or negative."
   },
   "author": {
    "text": "Tom Landry"
   }
  },
  {
   "quote": {
    "text": "Is truth always positive? Of course. Once the truth comes out, you know, it's all right. We're scared that if the truth comes out that it's not all right. It's the other way around."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "We will all be gone one day. Not as a negative thing - as a positive thing, too, you know, and we should leave something behind ourselves."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "My father... gave me a positive connection with men because he is a gentleman."
   },
   "author": {
    "text": "Iman"
   }
  },
  {
   "quote": {
    "text": "I don't know if the term 'liberation theology,' which can be interpreted in a very positive sense, will help us much. What's important is the common rationality to which the church offers a fundamental contribution, and which must always help in the education of conscience, both for public and for private life."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "We have found a direct correlation between grit and positive emotions, but the fact that I have no evidence that grit is bad for you doesn't mean it's not. It's always a possibility that in the future researchers will discover a downside to grit."
   },
   "author": {
    "text": "Angela Duckworth"
   }
  },
  {
   "quote": {
    "text": "I learned one thing - never hate a positive option."
   },
   "author": {
    "text": "Kevin Garnett"
   }
  },
  {
   "quote": {
    "text": "Some people can be president, some people can speak, some people, you know, anything that's positive, man - a dentist, a doctor. Just hang in there and never give up, and find out what is your talent. First you got to find your talent and just stick with your talent, and I guarantee you'll get there, man."
   },
   "author": {
    "text": "Juicy J"
   }
  },
  {
   "quote": {
    "text": "Negative freedom is freedom from - freedom from oppression, whether it's a colonial power or addiction to alcohol oppressing you. You need to be freed from negative freedom. Positive freedom is freedom for, freedom to be. And that's what's routinely ignored today."
   },
   "author": {
    "text": "Os Guinness"
   }
  },
  {
   "quote": {
    "text": "Women of worth are those who want positive change for themselves, their families, community or society, which I think is important. For me, a woman of worth is someone who has self -espect, who believes that she can change things in society."
   },
   "author": {
    "text": "Sonam Kapoor"
   }
  },
  {
   "quote": {
    "text": "Effective altruism is a philosophy and social movement which tries to work out the most effective ways to improve the world. Effective altruists - conform to old-school utilitarian principles - consider all causes and actions, and then act in the way that they believe brings about the greatest positive impact."
   },
   "author": {
    "text": "Jens Martin Skibsted"
   }
  },
  {
   "quote": {
    "text": "Do your best to spread positive messages."
   },
   "author": {
    "text": "Stephanie McMahon"
   }
  },
  {
   "quote": {
    "text": "In the early 2000s, people expected that anonymity on the Internet would be positive for the development of democracy in South Korea. In a Confucian culture like South Korea's, hierarchy can block the free exchange of opinions in face-to-face situations. The web offered a way around that."
   },
   "author": {
    "text": "Kim Young-ha"
   }
  },
  {
   "quote": {
    "text": "When my inner mood is positive, I also feel great on the outside."
   },
   "author": {
    "text": "Liu Wen"
   }
  },
  {
   "quote": {
    "text": "You win football games by first getting possession and then running 3- and 5-yard plays. Not by Hail Mary passes. Common sense, elbow grease, and keeping a positive attitude."
   },
   "author": {
    "text": "Greg Gianforte"
   }
  },
  {
   "quote": {
    "text": "In your 40s, you shed those who bring you down and surround yourself with the most positive people you know."
   },
   "author": {
    "text": "Jami Attenberg"
   }
  },
  {
   "quote": {
    "text": "All I would say is that when I've been very down or having kind of a tough time in my life, certain films or pieces of music or books have changed that. They've taken me out of a dark place and put me into a more positive one. And I think that if we can do that for people, then it's certainly worth doing."
   },
   "author": {
    "text": "Rupert Friend"
   }
  },
  {
   "quote": {
    "text": "Love is a positive, symbiotic, reciprocal flow between two or more entities."
   },
   "author": {
    "text": "Inga Muscio"
   }
  },
  {
   "quote": {
    "text": "Sometimes negative news does come out, but it is often exaggerated and manipulated to spread scandal. Journalists sometimes risk becoming ill from coprophilia and thus fomenting coprophagia: which is a sin that taints all men and women, that is, the tendency to focus on the negative rather than the positive aspects."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "You have to listen to the people who have a negative opinion as well as those who have positive opinion. Just to make sure that you are blending all these opinions in your mind before a decision is made."
   },
   "author": {
    "text": "Carlos Ghosn"
   }
  },
  {
   "quote": {
    "text": "There are powers inside of you which, if you could discover and use, would make of you everything you ever dreamed or imagined you could become."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Happiness is just a positive perception from our brain. Some days, you will be unhappy. Our brain is a tool we use. It's not who we are."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "There is a sense that things, if you keep positive and optimistic about what can be done, do work out."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "You learn far more from negative leadership than from positive leadership. Because you learn how not to do it. And, therefore, you learn how to do it."
   },
   "author": {
    "text": "Norman Schwarzkopf"
   }
  },
  {
   "quote": {
    "text": "It's so essential to happiness to speak your truth out loud - because this sharing of your core pain is what creates a necessary healing shift - from negative beliefs about the world - to positive beliefs - and frees you up to be able to fully view life with meaning, purpose and connection with others."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "Excellence encourages one about life generally; it shows the spiritual wealth of the world."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "I get so many big ideas while I'm running and such clarity while I'm lifting weights. And staying fit keeps me happy and positive."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Anytime you get an opportunity to put more fun into the game, that's good. I've got a lot of positive energy."
   },
   "author": {
    "text": "Antonio Brown"
   }
  },
  {
   "quote": {
    "text": "What I've learned from my own journey, and from my family's experience with cancer, is how important it is to stay positive and move forward. Not every day is going to be perfect; that's life. But staying positive is going to get you to the next day."
   },
   "author": {
    "text": "Bonnie Blair"
   }
  },
  {
   "quote": {
    "text": "I've never gone into business to make money. Every Virgin product and service has been made into a reality to make a positive difference in people's lives. And by focusing on the happiness of our customers, we have been able to build a successful group of companies."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "People worry that gas prices are high and how they are affecting their pocket book. But they want to know about renewable energy. People are really starting to question things, and that's made people look to the future in a positive way."
   },
   "author": {
    "text": "Michael Franti"
   }
  },
  {
   "quote": {
    "text": "How much do you as a consumer value a positive experience with a brand or its customer service department? How willing are you to share that with your friends? How inclined are you to let that person know that you're interaction with them was positive?"
   },
   "author": {
    "text": "Simon Mainwaring"
   }
  },
  {
   "quote": {
    "text": "If you are given a chance to be a role model, I think you should always take it because you can influence a person's life in a positive light, and that's what I want to do. That's what it's all about."
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "To be in any way a positive contribution, that's all anybody wants to be. It's all I've ever wanted to be. I wanted to be an artist, be a mother. You want to feel that in your life you've been of use, in whatever way that comes out."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "The negative is just as important as the positive."
   },
   "author": {
    "text": "Ellsworth Kelly"
   }
  },
  {
   "quote": {
    "text": "Positive thinking is so firmly enshrined in our culture that knocking it is a little like attacking motherhood or apple pie."
   },
   "author": {
    "text": "Srikumar Rao"
   }
  },
  {
   "quote": {
    "text": "Good news doesn't necessarily have to be a positive thing. Bringing good news is imparting hope to one's fellow man."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "Men are liars. We'll lie about lying if we have to. I'm an algebra liar. I figure two good lies make a positive."
   },
   "author": {
    "text": "Tim Allen"
   }
  },
  {
   "quote": {
    "text": "I think being negative is being positive. You can't improve without stating the problem."
   },
   "author": {
    "text": "Mike Yaconelli"
   }
  },
  {
   "quote": {
    "text": "When I opened Chanel in London, they were happy. People would go, 'Oh, I just came in to see it. It's so beautiful.' And you leave with a positive attitude toward the brand. Now, you don't really get that online. You don't go, like, 'Wow.'"
   },
   "author": {
    "text": "Peter Marino"
   }
  },
  {
   "quote": {
    "text": "I am a positive person. I never think of the glass as half empty. I just keep pushing forward."
   },
   "author": {
    "text": "Rosie Perez"
   }
  },
  {
   "quote": {
    "text": "Each season I find myself constantly inspired by 'The Biggest Loser' contestants. Their tenacity and willingness to learn new, healthy habits is tremendous and the results speak for themselves. I am honored to be part of such an inspiring program that helps inspire positive change in so many lives."
   },
   "author": {
    "text": "Curtis Stone"
   }
  },
  {
   "quote": {
    "text": "So I had to be careful. I recognized the responsibility that, whether I liked it or not, I had to accept whatever the obligation was. That was to behave in a manner, to carry myself in such a professional way, as if there ever is a reflection, it's a positive one."
   },
   "author": {
    "text": "Sidney Poitier"
   }
  },
  {
   "quote": {
    "text": "I think that if you stay positive and remain positive, you can definitely achieve the things you set out to."
   },
   "author": {
    "text": "Franchesca Ramsey"
   }
  },
  {
   "quote": {
    "text": "There are very few things that I love more than being on stage and performing, but more than anything, I want to be a positive role model for teenage girls."
   },
   "author": {
    "text": "Lindsey Stirling"
   }
  },
  {
   "quote": {
    "text": "Let's help those in prison maintain positive connections with their community. If we truly want re-entry to be successful, and we do, people need to come back to a place that still feels like home."
   },
   "author": {
    "text": "J. B. Pritzker"
   }
  },
  {
   "quote": {
    "text": "By doing something positive in this world, you're helping people and the future. We're all trying to help the world... make it a better place to live. We're actually still changing the world, aren't we?"
   },
   "author": {
    "text": "Rick Danko"
   }
  },
  {
   "quote": {
    "text": "People naturally want to know about what happened, about my leukemia. They ask the same questions again and again. And there have been so many positive conclusions, even through the bad times, that I don't mind at all to be reminded of my struggles."
   },
   "author": {
    "text": "Jose Carreras"
   }
  },
  {
   "quote": {
    "text": "I'm very positive - music-wise, production-wise and life-wise."
   },
   "author": {
    "text": "Martin Garrix"
   }
  },
  {
   "quote": {
    "text": "Sometimes in order for change to be made in a positive fashion, we must force ourselves to look unblinkingly at painful realities and reevaluate."
   },
   "author": {
    "text": "Jeffrey Bowyer-Chapman"
   }
  },
  {
   "quote": {
    "text": "As a tennis player, you have to get used to losing every week. Unless you win the tournament, you always go home as a loser. But you have to take the positive out of a defeat and go back to work. Improve to fail better."
   },
   "author": {
    "text": "Stan Wawrinka"
   }
  },
  {
   "quote": {
    "text": "One reason why it has become harder to promote the beneficial side of emotions such as anger is that the moral vocabulary of good and bad has been replaced by the self-help lexicon of positive and negative thinking."
   },
   "author": {
    "text": "Julian Baggini"
   }
  },
  {
   "quote": {
    "text": "Better to be called something positive and inspirational than something negative."
   },
   "author": {
    "text": "Donnie Yen"
   }
  },
  {
   "quote": {
    "text": "You see, you learn from all your bad experiences, so they're really positive. It's all part of the cosmic knowing."
   },
   "author": {
    "text": "Nina Hagen"
   }
  },
  {
   "quote": {
    "text": "It is really important that we get more women doing exercise and being active, and those that have taken up boxing or boxing training will definitely find that it has a really positive impact on their health, fitness and well-being."
   },
   "author": {
    "text": "Nicola Adams"
   }
  },
  {
   "quote": {
    "text": "I'm not sure what the future holds but I do know that I'm going to be positive and not wake up feeling desperate. As my dad said 'Nic, it is what it is, it's not what it should have been, not what it could have been, it is what it is.'"
   },
   "author": {
    "text": "Nicole Kidman"
   }
  },
  {
   "quote": {
    "text": "I'm not here to discuss the past... I'm here to be positive."
   },
   "author": {
    "text": "Mark McGwire"
   }
  },
  {
   "quote": {
    "text": "For, to be a stranger is naturally a very positive relation; it is a specific form of interaction."
   },
   "author": {
    "text": "Georg Simmel"
   }
  },
  {
   "quote": {
    "text": "Tahoe is a magical place full of positive energy, beautiful mountains, and lakes all around. It's home for me and feels so good to be there."
   },
   "author": {
    "text": "Jamie Anderson"
   }
  },
  {
   "quote": {
    "text": "The Games are just a nice, positive way to build friendships, camaraderie and, of course, self-esteem. Plus, the Games are a great opportunity for people to participate in sports who normally wouldn't."
   },
   "author": {
    "text": "Greg Louganis"
   }
  },
  {
   "quote": {
    "text": "We actually found some home videos, some really funny footage of me when I was around 3 years old. I come up to the camera to do a Nixon impression. I don't know who taught me that, but I come up to the camera and said, 'I am not a crook.' I got a really good laugh. You see me register that bringing joy to people is a positive thing."
   },
   "author": {
    "text": "Annaleigh Ashford"
   }
  },
  {
   "quote": {
    "text": "Museums are managers of consciousness. They give us an interpretation of history, of how to view the world and locate ourselves in it. They are, if you want to put it in positive terms, great educational institutions. If you want to put it in negative terms, they are propaganda machines."
   },
   "author": {
    "text": "Hans Haacke"
   }
  },
  {
   "quote": {
    "text": "I think the big thing is keeping positive energy in the clubhouse. The amount of time we spend in there and spend together carries over into what you do on the field."
   },
   "author": {
    "text": "Matt Harvey"
   }
  },
  {
   "quote": {
    "text": "I learned to take those experiences that were difficult in my life and in the adversity that I had overcome to use it for a positive change."
   },
   "author": {
    "text": "Dominique Moceanu"
   }
  },
  {
   "quote": {
    "text": "Instead of yelling and spanking, which don't work anyway, I believe in finding creative ways to keep their attention - turning things into a game, for instance. And, when they do something good, positive reinforcement and praise."
   },
   "author": {
    "text": "Patricia Richardson"
   }
  },
  {
   "quote": {
    "text": "I think honest communication, no matter where it comes from, is positive for a relationship."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "Oftentimes, when we think of 3D, we think of things coming out of the screen, but actually, you've got this zero, this negative space, what they call the negative space, which is the scene, what's being filmed in the positive space of the audience. As you can have things come out, you can have all of this depth."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "To delight in war is a merit in the soldier, a dangerous quality in the captain, and a positive crime in the statesman."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "In the years after the expedition to Chad, I started the Honnold Foundation, a small nonprofit that was my attempt to do something positive in the world. I sought out projects that both helped the environment and improved peoples' standards of living. The more I researched, the more I gravitated toward solar."
   },
   "author": {
    "text": "Alex Honnold"
   }
  },
  {
   "quote": {
    "text": "We don't have enough support for maternal leave and the kinds of things that some of the European countries do. So we still make it hard on women to go into the work force and feel that they can be good at work but then doing the most important job, which is raising your children in a responsible and positive way."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "I would be delighted if the United States could have a positive relationship with Russia, and I would be thrilled if the Russian people, who are so capable, had a normal country that they could chart a different future."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "I found that being with happy positive people annoys me."
   },
   "author": {
    "text": "Karl Pilkington"
   }
  },
  {
   "quote": {
    "text": "I have had positive experiences with cameras. When I have been asked to join experiments using cameras in the courtroom, I have participated; I have volunteered."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "Take stock of your thoughts and behavior. Each night ask yourself, when were you negative when you could have been positive? When did you withhold love when you might have given it? When did you play a neurotic game instead of behaving in a powerful way? Use this process to self-correct."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "As far as vanity and wrinkles and things like that, that's a part of life I don't worry about. I put on creams, you know, but don't go mad, and I don't have any kind of treatments. I just live a healthy lifestyle. And staying happy, not getting negative and angry, I think that helps, looking at the positive of everything."
   },
   "author": {
    "text": "Jerry Hall"
   }
  },
  {
   "quote": {
    "text": "President Trump has a magnetic personality and exudes positive energy, which is infectious to those around him."
   },
   "author": {
    "text": "Hope Hicks"
   }
  },
  {
   "quote": {
    "text": "I would like to make a building as intellectually driven as it is sculptural and as positive as it would be acceptable to hope."
   },
   "author": {
    "text": "Frank Gehry"
   }
  },
  {
   "quote": {
    "text": "My wife was the first romantic partner who understood both American and native parts of me - not so much the positive stuff, but the damage."
   },
   "author": {
    "text": "Sherman Alexie"
   }
  },
  {
   "quote": {
    "text": "No matter what nationalities became a part of our country in the future, they would have to assimilate into the Han nationality. The nationalism our party supports is a positive nationalism. Do not forget that."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "I'm into crystals and good energy and harnessing more. It's just like prayer. It helps you be grateful, think about good things, and keep that positive energy around you."
   },
   "author": {
    "text": "Kali Uchis"
   }
  },
  {
   "quote": {
    "text": "To be happy when you are travelling, you need to be happy inside before you leave. A positive frame of mind will definitely enhance your travelling experience. If I'm not in a positive frame of mind then the whole thing definitely becomes more of a challenge for me."
   },
   "author": {
    "text": "Andrea Bocelli"
   }
  },
  {
   "quote": {
    "text": "People should focus on my foundation, my projects, and everything positive and important that I am doing in Latin America and the around the world."
   },
   "author": {
    "text": "Maluma"
   }
  },
  {
   "quote": {
    "text": "I don't think the world focuses on the positive things enough."
   },
   "author": {
    "text": "Dwyane Wade"
   }
  },
  {
   "quote": {
    "text": "Hoping they'd been inspired by the examples of Anne Frank and other teens who had turned negative experiences into something positive by writing about them, I handed out notebooks for my students to journal about their lives. There was some initial resistance. But then the stories poured out of them, full of anger and sadness."
   },
   "author": {
    "text": "Erin Gruwell"
   }
  },
  {
   "quote": {
    "text": "The ferment and viability in any society is directly proportionate to the number of people actively living their ideas. This is not positive thinking - it is positive action: the spirit of experiment."
   },
   "author": {
    "text": "Marilyn Ferguson"
   }
  },
  {
   "quote": {
    "text": "There's a certain darkness to Slipknot, but at the same time, there's a very strong dose of positivity. Stone Sour is the same way. There's a certain melancholy that comes with the slower stuff, but at the end of the day there's also that other side that is very positive. It's all how you deliver."
   },
   "author": {
    "text": "Corey Taylor"
   }
  },
  {
   "quote": {
    "text": "The Rise credo is about accepting no limits, alternative thinking, and driving positive change - the three pillars."
   },
   "author": {
    "text": "Anand Mahindra"
   }
  },
  {
   "quote": {
    "text": "This place? Nothing positive. OK, I want to say something positive. It's positively a dump."
   },
   "author": {
    "text": "Charles Barkley"
   }
  },
  {
   "quote": {
    "text": "Is everything funny? For me, yes. There's a positive to every negative. Even my divorce? For me, yes. If you go back and look at it, why it happened or how it happened, there's something in there that'll make you laugh."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "When I designed 'Flower' I was thinking about making it a positive, almost like a self-healing experience. It's like therapy."
   },
   "author": {
    "text": "Jenova Chen"
   }
  },
  {
   "quote": {
    "text": "My whole thing is just to put out positive messages in the music, give people something that can change their lives."
   },
   "author": {
    "text": "Kid Cudi"
   }
  },
  {
   "quote": {
    "text": "What I really like is an intelligent review. It doesn't have to be positive. A review that has some kind of insight, and sometimes people say something that's startling or is so poignant."
   },
   "author": {
    "text": "Patti Smith"
   }
  },
  {
   "quote": {
    "text": "My mother was a very positive thinker; she was always active, always doing something good."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "In high school, in sport, I had a coach who told me I was much better than I thought I was, and would make me do more in a positive sense. He was the first person who taught me not to be afraid of failure."
   },
   "author": {
    "text": "Mike Krzyzewski"
   }
  },
  {
   "quote": {
    "text": "I don't know why people don't feel like being positive is much more powerful than being negative."
   },
   "author": {
    "text": "Shonda Rhimes"
   }
  },
  {
   "quote": {
    "text": "For the people to hear directly from their president, no matter what format that is in - whether it's through social-media platforms, whether it's through speeches, whether it's through interviews - that's always a positive."
   },
   "author": {
    "text": "Sarah Huckabee Sanders"
   }
  },
  {
   "quote": {
    "text": "You don't need to invade a place or install a new government to help bring about a positive change."
   },
   "author": {
    "text": "Nicholas Kristof"
   }
  },
  {
   "quote": {
    "text": "I never appreciated 'positive heroes' in literature. They are almost always cliches, copies of copies, until the model is exhausted. I prefer perplexity, doubt, uncertainty, not just because it provides a more 'productive' literary raw material, but because that is the way we humans really are."
   },
   "author": {
    "text": "Jose Saramago"
   }
  },
  {
   "quote": {
    "text": "The more we can lower or even eliminate the activation energy for our desired actions, the more we enhance our ability to jump-start positive change."
   },
   "author": {
    "text": "Shawn Achor"
   }
  },
  {
   "quote": {
    "text": "Flexible working is not just for women with children. It is necessary at the other end of the scale. If people can move into part-time work, instead of retirement, then that will be a huge help. If people can fit their work around caring responsibilities for the elderly, the disabled, then again that's very positive."
   },
   "author": {
    "text": "Theresa May"
   }
  },
  {
   "quote": {
    "text": "When I first had my legs amputated, it was hard for me to be positive and feel pretty. Many people don't know that someone with a disability can be strong and beautiful and successful as an athlete."
   },
   "author": {
    "text": "Oksana Masters"
   }
  },
  {
   "quote": {
    "text": "'Yes' is the mother of all positive words, next to 'love.' Maybe 'love' is the father of all positive words."
   },
   "author": {
    "text": "Jason Mraz"
   }
  },
  {
   "quote": {
    "text": "Making great strides without a well-defined purpose will not bring positive results."
   },
   "author": {
    "text": "John Rampton"
   }
  },
  {
   "quote": {
    "text": "Even out of severe difficulty, some positive things come."
   },
   "author": {
    "text": "Jose Carreras"
   }
  },
  {
   "quote": {
    "text": "Laws matter. With effective implementation and enforcement, good laws can nudge forward positive changes in social and cultural mores."
   },
   "author": {
    "text": "Arancha Gonzalez"
   }
  },
  {
   "quote": {
    "text": "My favourite moments at Dreamforce are when people come up and thank me randomly. It's a selfish time for me, as I get lots of positive feedback."
   },
   "author": {
    "text": "Parker Harris"
   }
  },
  {
   "quote": {
    "text": "We all go through sad times, but I was brought up to be positive."
   },
   "author": {
    "text": "Jess Glynne"
   }
  },
  {
   "quote": {
    "text": "When I learn something new - and it happens every day - I feel a little more at home in this universe, a little more comfortable in the nest."
   },
   "author": {
    "text": "Bill Moyers"
   }
  },
  {
   "quote": {
    "text": "My advice to young wrestlers is that your surroundings really make a difference. You want to put yourself in good, positive surroundings."
   },
   "author": {
    "text": "Dan Gable"
   }
  },
  {
   "quote": {
    "text": "I try to keep it light and positive most of the time, whereas earlier on I didn't always do that."
   },
   "author": {
    "text": "Gordon Lightfoot"
   }
  },
  {
   "quote": {
    "text": "In 'Chappie,' you see this sort of young robot that's learning through maybe 'deep learning' how to see the world really, look out into the world, and learn step by step. What's so interesting is that with 'Chappie,' you're getting to see how human behavior reacts to artificial intelligence, and I don't think it's always going to be positive."
   },
   "author": {
    "text": "Gray Scott"
   }
  },
  {
   "quote": {
    "text": "The reason we have so much talent in Silicon Valley building and investing in for-profit technology companies is that markets richly reward successful ideas, no matter who invents them. But to remain competitive in a free market, companies must exercise discipline to meet quantitative goals and eventually become cashflow positive."
   },
   "author": {
    "text": "Joe Lonsdale"
   }
  },
  {
   "quote": {
    "text": "Indeed, our particular concept of private property, which deters us from exhausting the positive resources of the earth, favors pollution."
   },
   "author": {
    "text": "Garrett Hardin"
   }
  },
  {
   "quote": {
    "text": "If war occurs, that positive adult contact in every shape is needed more than ever. It will be a matter of emotional life and death. There's not a handy one-minute way of talking to your kid about war."
   },
   "author": {
    "text": "Richard Louv"
   }
  },
  {
   "quote": {
    "text": "Constructive criticism is about finding something good and positive to soften the blow to the real critique of what really went on."
   },
   "author": {
    "text": "Paula Abdul"
   }
  },
  {
   "quote": {
    "text": "On the McGuire course, there's a technique called 'cancellation' where negative experiences are replaced with positive ones."
   },
   "author": {
    "text": "Gareth Gates"
   }
  },
  {
   "quote": {
    "text": "If you tell your own story to your children - that includes your positive moments and your negative moments, and how you overcame them - you give your children the skills and the confidence they need to feel like they can overcome some hardship that they've felt."
   },
   "author": {
    "text": "Bruce Feiler"
   }
  },
  {
   "quote": {
    "text": "A lasting solution to this problem will have an exceptionally positive influence foremost on the peoples of Palestine and Israel, as well as on the region and the international community."
   },
   "author": {
    "text": "Recep Tayyip Erdogan"
   }
  },
  {
   "quote": {
    "text": "I hope that what I am today is of positive benefit to other people."
   },
   "author": {
    "text": "Nneka"
   }
  },
  {
   "quote": {
    "text": "It feels wonderful to get praise from other authors who I admire, but with each new book, my confidence is always the thing I struggle with the most until I start getting positive feedback from readers."
   },
   "author": {
    "text": "Chevy Stevens"
   }
  },
  {
   "quote": {
    "text": "Solidarity and interdependence, a sense of worth, a pride and hope in the future: these are positive gains for those who believe in progressive politics and the beneficial role of government, rather than a detriment."
   },
   "author": {
    "text": "David Blunkett"
   }
  },
  {
   "quote": {
    "text": "Positivity, that's one of the things I try to spread throughout my company and really anyone I come in contact with. Because as you know, life's too short. You got to keep it positive and keep it fun."
   },
   "author": {
    "text": "Jose Garces"
   }
  },
  {
   "quote": {
    "text": "In this world, you can choose to be positive, or you can choose to be negative. You can choose to see things through a set of eyes that sees good, or you can choose to see things in life that aren't so good."
   },
   "author": {
    "text": "Jack Harbaugh"
   }
  },
  {
   "quote": {
    "text": "I want to be a positive influence. I want to be someone who they want to call in and want here consistently, regardless of my role."
   },
   "author": {
    "text": "Landon Donovan"
   }
  },
  {
   "quote": {
    "text": "'Do What You Gotta Do' is a positive, inspirational song that says no matter what it is; whether you're up against challenges or trying to get your dreams and aspirations met, you should do what whatever you have to do shy of killing yourself or someone else."
   },
   "author": {
    "text": "Angie Stone"
   }
  },
  {
   "quote": {
    "text": "Everybody complains about getting older, but I find it such a rich time of life. There are negative things about it, I suppose, but more than that, I'm finding it to be a very positive experience in which growth suggests itself in a much more alluring way than it did when I was young - isn't that funny?"
   },
   "author": {
    "text": "Elizabeth Berg"
   }
  },
  {
   "quote": {
    "text": "Normally you hear about Southeast London, and you hear about all the stuff that goes on down there, all the negative things, and the tabloids kind of stay away from all the positive things that happen that I see every day, which kind of outshines the negative."
   },
   "author": {
    "text": "John Boyega"
   }
  },
  {
   "quote": {
    "text": "We breathe life into a role, and it's overwhelming to receive positive feedback."
   },
   "author": {
    "text": "Sriti Jha"
   }
  },
  {
   "quote": {
    "text": "If a girl is smiling and is bringing positive energy and she's happy, that's what I notice right away - and her teeth."
   },
   "author": {
    "text": "Chandler Parsons"
   }
  },
  {
   "quote": {
    "text": "To me, the blues is an infection. I don't think it's necessarily a melancholy thing; the blues can be really positive and I think I think anyone and everyone can have a place for the blues. It need not always a woeful, sorrowful thing. It's more reflective; it reminds you to feel."
   },
   "author": {
    "text": "Mick Fleetwood"
   }
  },
  {
   "quote": {
    "text": "Much of a leader's responsibility in creating a positive, high-performance culture is setting the right tone and acting on it consistently. That day-to-day execution - the tenor and tone - really makes the difference. One deviation - one exasperating meeting - and the CEO legitimizes bad behavior."
   },
   "author": {
    "text": "Ron Williams"
   }
  },
  {
   "quote": {
    "text": "With Fresh Healthy Vending growing by the day, my role is ever-evolving, just as the company is, and I intend to take on any necessary responsibilities in order to make a positive impact and spread a message we all believe in so strongly."
   },
   "author": {
    "text": "Steve Finley"
   }
  },
  {
   "quote": {
    "text": "Faith Words aren't just mere positive affirmations; they open your life up to the supernatural power of God."
   },
   "author": {
    "text": "Bo Sanchez"
   }
  },
  {
   "quote": {
    "text": "I live my life with positivity, so even if there was a low, I'd find a positive in the situation. It's how I am with everything in life. With acting, I don't love the celebrity side of it and the tabloids, but at the end of the day, I love what I do so much, it overrides all that."
   },
   "author": {
    "text": "Hayley Hasselhoff"
   }
  },
  {
   "quote": {
    "text": "So long as you've got your friends about you, and a good positive attitude, you don't really have to care what everyone else thinks."
   },
   "author": {
    "text": "Gail Porter"
   }
  },
  {
   "quote": {
    "text": "If I see one kid dressed up like Thunder or Lightning or Black Lightning, I'll feel like I influenced the culture in a very positive way. That's the endgame for me. If this happens, my mission will be complete."
   },
   "author": {
    "text": "Salim Akil"
   }
  },
  {
   "quote": {
    "text": "I can take all the negative energy and turn it into a positive simply by purging my soul through music. That's how powerful music can be."
   },
   "author": {
    "text": "Bow Wow"
   }
  },
  {
   "quote": {
    "text": "I've always believed in staying in a positive frame of mind and allowing God to work and move. It's about having patience."
   },
   "author": {
    "text": "LeToya Luckett"
   }
  },
  {
   "quote": {
    "text": "Health and a positive body image are part of my personal values."
   },
   "author": {
    "text": "Deborah Joy Winans"
   }
  },
  {
   "quote": {
    "text": "I really struggle with that feeling of helplessness. That's why I really try to get my blogs, and even myself, to point to the positive and look at all the inspiring things that are happening."
   },
   "author": {
    "text": "Daryl Hannah"
   }
  },
  {
   "quote": {
    "text": "It gets kinda monotonous, but that's television. There are plus sides and down sides. The positive side is that you have steady work for nine months of the year for however many years your show is on TV,."
   },
   "author": {
    "text": "Alexis Bledel"
   }
  },
  {
   "quote": {
    "text": "Be positive and laugh at everything."
   },
   "author": {
    "text": "Alexandra Roach"
   }
  },
  {
   "quote": {
    "text": "We tend to think of politics as bad, full of dirty tricks, negative ads, big campaigns, but I am here to explore the original meaning of politics, which is positive and has to do with balancing competing interests and looking for solutions."
   },
   "author": {
    "text": "Eric Liu"
   }
  },
  {
   "quote": {
    "text": "I'm positive and I smile a lot, and I'm kind of a banana, but serious work just seems to find me, so I'm not going to argue with it."
   },
   "author": {
    "text": "Mireille Enos"
   }
  },
  {
   "quote": {
    "text": "I've always been a positive, optimistic person who loves life, and I've got a lot to be positive about."
   },
   "author": {
    "text": "Samantha Barks"
   }
  },
  {
   "quote": {
    "text": "I have long been a supporter of the Head Start program because each and every year I witness the dramatic positive impact that early intervention services have on children's lives in my congressional district."
   },
   "author": {
    "text": "Lucille Roybal-Allard"
   }
  },
  {
   "quote": {
    "text": "I have played on many teams throughout my career, and I know when a team has the tools, and the right positive attitude towards winning."
   },
   "author": {
    "text": "Boomer Esiason"
   }
  },
  {
   "quote": {
    "text": "To me success means effectiveness in the world, that I am able to carry my ideas and values into the world - that I am able to change it in positive ways."
   },
   "author": {
    "text": "Maxine Hong Kingston"
   }
  },
  {
   "quote": {
    "text": "It can literally change someone's life; it's very positive for young teenagers to get into cosplay if they do it with their friends or with supervision from their parents - it can really foster their social skills."
   },
   "author": {
    "text": "Yaya Han"
   }
  },
  {
   "quote": {
    "text": "I believe in entrepreneurs. I believe in their ability to make positive change in the world."
   },
   "author": {
    "text": "Jessica Jackley"
   }
  },
  {
   "quote": {
    "text": "Like beautiful homes, cute babies, or noble careers helping others, books can make us feel like we mean something positive, and in gratitude, we truly love them."
   },
   "author": {
    "text": "Nell Zink"
   }
  },
  {
   "quote": {
    "text": "They've been fairly positive, as firm as they could be in regards to the derivatives operations in Montreal. We didn't sense that there was a hesitation about it. But things change."
   },
   "author": {
    "text": "Jean Charest"
   }
  },
  {
   "quote": {
    "text": "His tenacity is unmatched in my opinion. Incredible how someone could have suffered that long and come back out of prison with such a good heart and positive things to say and do."
   },
   "author": {
    "text": "Maurice Ashley"
   }
  },
  {
   "quote": {
    "text": "What science fiction does is take what might be possible someday and examine what might happen if it were - the drawbacks and the positive things."
   },
   "author": {
    "text": "Gardner Dozois"
   }
  },
  {
   "quote": {
    "text": "Measurements of the specific ionization of both the positive and negative particles, by counting the number of droplets per unit length along the tracks, showed the great majority of both the positive and negative particles to possess unit electric charge."
   },
   "author": {
    "text": "Carl D. Anderson"
   }
  },
  {
   "quote": {
    "text": "You hear certain things, negative things, all the time that aren't true, but you never hear about the positive."
   },
   "author": {
    "text": "Floyd Mayweather, Jr."
   }
  },
  {
   "quote": {
    "text": "I think that politics could be a positive thing. My beef is that people focus on the personal aspect of a politician too much. They should focus on the results."
   },
   "author": {
    "text": "LL Cool J"
   }
  },
  {
   "quote": {
    "text": "In our family health, it's about having a balanced life, about laughing and staying on a positive note."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "I am positive that I would see the end of child labour around the world in my lifetime, as the poorest of the poor have realised that education is a tool that can empower them."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "When I was eight, my piano teacher played seven or eight notes, and I sang them. She stopped and looked at me in shock! That was the first time I'd gotten that reaction. I'd had looks of horror, but never shock in a positive way."
   },
   "author": {
    "text": "Chris Cornell"
   }
  },
  {
   "quote": {
    "text": "Everyone has things that they don't love about themselves but I think that as a woman its much healthier and more positive to focus on your good parts and the things you like about yourself, not pick yourself apart."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "Nature isn't positive in that way. It doesn't aim itself at you. It's not being unkind to you."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "I came into this environment where there was so much love, so much positive energy. I never heard my parents say, 'We have adopted kids.' The minute my sister Linda and I landed in Sweden, we were their kids."
   },
   "author": {
    "text": "Marcus Samuelsson"
   }
  },
  {
   "quote": {
    "text": "People don't really understand, but having people stare, and point, and take pictures, even if it is in a positive framework, is quite isolating; there's no two ways about it. You feel a little bit, you know, freakish."
   },
   "author": {
    "text": "Emma Watson"
   }
  },
  {
   "quote": {
    "text": "The patience that goes with the game, the little things that go along with the game, you have so much more time to think in golf than you do in football - you have to keep your thoughts positive. I'm not sure I've got that mastered."
   },
   "author": {
    "text": "John Elway"
   }
  },
  {
   "quote": {
    "text": "There's nothing that sells good about Allen Iverson if it's something positive about Allen Iverson."
   },
   "author": {
    "text": "Allen Iverson"
   }
  },
  {
   "quote": {
    "text": "Strangely, nothing makes me feel tired, fatigued, at all. I've gone days and nights without sleep, and still the mind is in such a positive space it just doesn't make you feel fatigued."
   },
   "author": {
    "text": "Aishwarya Rai Bachchan"
   }
  },
  {
   "quote": {
    "text": "But reason always cuts a poor figure beside sentiment; the one being essentially restricted, like everything that is positive, while the other is infinite."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "No one has a life where everything that happened was good. I think the thing that made life good for me is that I never looked back. I've always been positive, no matter what happened."
   },
   "author": {
    "text": "Wilma Rudolph"
   }
  },
  {
   "quote": {
    "text": "All the evidence, experimental and even a little theoretical, seems to indicate that it is the energy content which is involved in gravitation, and therefore, since matter and antimatter both represent positive energies, gravitation makes no distinction."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "I had to come from something, come from a place that was negative and positive but the majority of it is a negative place."
   },
   "author": {
    "text": "Kendrick Lamar"
   }
  },
  {
   "quote": {
    "text": "A lot of the times, if relationships go badly, you concentrate on the negative. But in those situations, there is always a positive outcome that you can learn from. So, I like to concentrate on the lesson and how I can learn from this. I concentrate on me rather than concentrating on the actual situation."
   },
   "author": {
    "text": "Ella Mai"
   }
  },
  {
   "quote": {
    "text": "I make negative music, but I also make positive music because that's what thrown at me with life."
   },
   "author": {
    "text": "Tyga"
   }
  },
  {
   "quote": {
    "text": "I would like to do something dark or small. I love independent films. I love emotional scenes. I love people who are struggling with something. I think it's just the juxtaposition to my incredibly happy, positive demeanor."
   },
   "author": {
    "text": "Shailene Woodley"
   }
  },
  {
   "quote": {
    "text": "I've been singing for six years. I've been in and out of the studios with top producers, but it wasn't something I was ready to express to the public or to the press. I wasn't ready to come out. I wanted to perfect my voice and be 100 percent positive that I could come out right."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "Play like you're positive on the victory, even though they're leading big now."
   },
   "author": {
    "text": "Knute Rockne"
   }
  },
  {
   "quote": {
    "text": "When children are very young, you read them books that are positive to help them go to sleep. But there comes a moment when they begin to understand the difficulties of the world. They know there are problems and the books they read should reflect that, not gloss over them."
   },
   "author": {
    "text": "Michael Morpurgo"
   }
  },
  {
   "quote": {
    "text": "I think it is important for young people to see other young people on television doing something positive with their life, making positive changes and growing. I don't think there is enough of that on TV. I mean, we've got 'Jersey Shore,' and I don't know what that teaches young kids."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "Conserving energy and thus saving money, reducing consumption of unnecessary products and packaging and shifting to a clean-energy economy would likely hurt the bottom line of polluting industries, but would undoubtedly have positive effects for most of us."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "If we want girls to receive positive reinforcement for early acts of leadership, let's discourage bossy behavior along with banning bossy labels. That means teaching girls to engage in behaviors that earn admiration before they assert their authority."
   },
   "author": {
    "text": "Adam Grant"
   }
  },
  {
   "quote": {
    "text": "Everybody thinks when I say a guy is a good game manager, that's a negative, but I think it's a real positive. You have the ball in your hand every time when you're a quarterback. Whether you're handing it off or throwing to somebody, I think that's extremely important."
   },
   "author": {
    "text": "Nick Saban"
   }
  },
  {
   "quote": {
    "text": "There's a way that you can throw negativity out there that seems rebellious. But I've always taken pleasure in a different kind of rebellion, which is putting a positive spin on everything, trying to enjoy myself at all times."
   },
   "author": {
    "text": "Zac Efron"
   }
  },
  {
   "quote": {
    "text": "If you show emotion in competition, temporarily, you'll be ineffective. If you're disciplined enough, you don't get down when you're behind, and you have a chance to create something positive."
   },
   "author": {
    "text": "Tom Landry"
   }
  },
  {
   "quote": {
    "text": "First of all, I try to be a positive role model."
   },
   "author": {
    "text": "Caitlyn Jenner"
   }
  },
  {
   "quote": {
    "text": "Whatever role I play is a positive role; it's a strong role. Never negative."
   },
   "author": {
    "text": "Mr. T"
   }
  },
  {
   "quote": {
    "text": "My work is still very much light-hearted, positive outlook, laugh at yourself. But it isn't going to be the laugh-a-minute kind of thing that my early work was."
   },
   "author": {
    "text": "Tom Bodett"
   }
  },
  {
   "quote": {
    "text": "A properly balanced story provides an equal representation of the negative and positive attributes of, I could say the world, but it's actually a being. 'Harry Potter''s a good example. So Harry's the hero, right. But he's tainted with evil. There's a dark and a light in every bit of that narrative. It's well balanced."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "One of the things I do is try to get a positive message out there in the local schools and tell my story. I also do a lot of faith-based speaking, sharing my story and testimony, to help show what God has done in my life and what he can do in others' lives."
   },
   "author": {
    "text": "Lex Luger"
   }
  },
  {
   "quote": {
    "text": "I get nostalgic for British negativity. There is an inherent hope and positive drive to New Yorkers. When you go back to Britain, everybody is just running everything down. It's like whatever the opposite of a hug is."
   },
   "author": {
    "text": "John Oliver"
   }
  },
  {
   "quote": {
    "text": "Food culture is like listening to the Beatles - it's international, it's very positive, it's inventive and creative."
   },
   "author": {
    "text": "Alice Waters"
   }
  },
  {
   "quote": {
    "text": "If we want children to learn to tend the land and nourish themselves and have conversations at the table, we need to communicate with them in ways that are positive."
   },
   "author": {
    "text": "Alice Waters"
   }
  },
  {
   "quote": {
    "text": "Although our inattention can contribute to our lack of total well-being, we also have the power to choose positive behaviors and responses. In that choice we change our every experience of life!"
   },
   "author": {
    "text": "Greg Anderson"
   }
  },
  {
   "quote": {
    "text": "The thing that lies at the foundation of positive change, the way I see it, is service to a fellow human being."
   },
   "author": {
    "text": "Lech Walesa"
   }
  },
  {
   "quote": {
    "text": "Question: Why are we Masters of our Fate, the captains of our souls? Because we have the power to control our thoughts, our attitudes. That is why many people live in the withering negative world. That is why many people live in the Positive Faith world."
   },
   "author": {
    "text": "Alfred A. Montapert"
   }
  },
  {
   "quote": {
    "text": "I'm lucky that I do something I love, and I am proud, as I think it's a positive message to give to young women: if you want to have a career and be married with children, then you can. It's full-on, but it's doable."
   },
   "author": {
    "text": "Victoria Beckham"
   }
  },
  {
   "quote": {
    "text": "Women watch and say, 'I like watching you control your own space. It's motivated me to do better, to go back to college, to even try law school. My daughter's been watching you since she's 10 - I love the fact that she's watching a strong woman who's in control.' All of those things are good, positive things."
   },
   "author": {
    "text": "Judy Sheindlin"
   }
  },
  {
   "quote": {
    "text": "If there is even one woman out there who went and got checked and found that she had cancer or she was positive and she caught something in time, and if in any small way I was a part of that, it makes me very emotional."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "Mostly I want to talk positive; I wanna talk about a bunch of great kids that I coached and made me look good and the university that I've seen grow from a cow college, which it was, only 12,000 people, and when I came here, we weren't at Pennsylvania State University, we were at Penn State College."
   },
   "author": {
    "text": "Joe Paterno"
   }
  },
  {
   "quote": {
    "text": "There have been some positive things that have happened for the tribes, but it's a constant, vigilant fight about protecting what resources we have in terms of land and rights."
   },
   "author": {
    "text": "John Trudell"
   }
  },
  {
   "quote": {
    "text": "To transcend limitations and form positive new patterns of life based on who you know you can be rather than who you were yesterday, you must give up the modes of thinking, feeling and behaving that only keep you chained to your past."
   },
   "author": {
    "text": "Debbie Ford"
   }
  },
  {
   "quote": {
    "text": "Even if you have some extra kilos, you don't need to kill yourself for that; you just have to look at yourself as a positive."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "At the core of 'Star Trek' is Gene Roddenberry's vision of the future. So much of science-fiction is about a dystopian society with human civilization having crumbled. He had an affirmative, shining, positive view of the future."
   },
   "author": {
    "text": "George Takei"
   }
  },
  {
   "quote": {
    "text": "In our music, in our everyday life, there are so many negative things. Why not have something positive and stamp it with blackness?"
   },
   "author": {
    "text": "Jamie Foxx"
   }
  },
  {
   "quote": {
    "text": "When families are strong and stable, so are children - showing higher levels of wellbeing and more positive outcomes. But when things go wrong - either through family breakdown or a damaged parental relationship - the impact on a child's later life can be devastating."
   },
   "author": {
    "text": "Iain Duncan Smith"
   }
  },
  {
   "quote": {
    "text": "There's those young girls that I once was, looking up to Mia Hamm, Christine Lilly, all those players, and I know how much of an effect they had on me. Knowing that, I feel like I'm in a position where I can really help be a positive influence in girls' lives."
   },
   "author": {
    "text": "Alex Morgan"
   }
  },
  {
   "quote": {
    "text": "I hate banks. They do nothing positive for anybody except take care of themselves. They're first in with their fees and first out when there's trouble."
   },
   "author": {
    "text": "Earl Warren"
   }
  },
  {
   "quote": {
    "text": "I've had to deal with all different types of situations - positive and negative and extremes of both."
   },
   "author": {
    "text": "Shia LaBeouf"
   }
  },
  {
   "quote": {
    "text": "Is detachment the answer to freedom? No, because detachment is negative - it is to be without. The answer must be positive - I must replace what I have with something better."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "Getting sober just exploded my life. Now I have a much clearer sense of myself and what I can and can't do. I am more successful than I have ever been. I feel very positive where I never did before, and I think that's all a direct result of getting sober."
   },
   "author": {
    "text": "Jamie Lee Curtis"
   }
  },
  {
   "quote": {
    "text": "Publishers like a good buzz, and negative responses sell books just as well as positive ones."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "I got a lot of positive people around me."
   },
   "author": {
    "text": "Dave Chappelle"
   }
  },
  {
   "quote": {
    "text": "I've never seen myself as a celebrity, but I see it in a positive way, the fact that people are still interested in most parts of my life."
   },
   "author": {
    "text": "David Beckham"
   }
  },
  {
   "quote": {
    "text": "Liberals will continue to put forward positive solutions that will help our economy grow and give all Canadians a real and fair chance at success."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "Helping people boost themselves out of poverty is the best way to make a lasting positive difference in a person's life."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "I try to keep a positive intention and use whatever resources I have to benefit others. I try to create businesses that I think are not hurtful. I try to do things that I think are helpful to the environment, to the animals, and to the planet."
   },
   "author": {
    "text": "Russell Simmons"
   }
  },
  {
   "quote": {
    "text": "When I was nominated for the Oscar, I was absolutely positive that Judy Garland would win for 'Judgment at Nuremberg,' and then they call my name, and I was absolutely paralyzed. And I remember walking down to the stage and saying to myself, 'Don't run. It's not dignified.'"
   },
   "author": {
    "text": "Rita Moreno"
   }
  },
  {
   "quote": {
    "text": "Having to wake up at seven and go take the subway every morning, having to get over there with all these commuters and see every possible face of humanity and realizing that you're just the same as these other people is actually an amazingly positive thing."
   },
   "author": {
    "text": "Mike D"
   }
  },
  {
   "quote": {
    "text": "All this stuff doesn't happen to you for your own sake. It doesn't happen to you so you can fill your shelves with trophies or line your pockets with cash; it happens so you can have a positive influence and encourage other people."
   },
   "author": {
    "text": "David Robinson"
   }
  },
  {
   "quote": {
    "text": "Perhaps trying to move away from my problems and focus on the positive is the best I can do."
   },
   "author": {
    "text": "Jenni Rivera"
   }
  },
  {
   "quote": {
    "text": "Morning meditation is important to start every day on a positive note."
   },
   "author": {
    "text": "Susan Burton"
   }
  },
  {
   "quote": {
    "text": "When you grow up in poverty, suffer from abuse, live in a violent neighborhood, come from a broken home, lack positive role models, are told you'll never amount to anything, etc, the challenges are enormous."
   },
   "author": {
    "text": "Christine Tsai"
   }
  },
  {
   "quote": {
    "text": "I met with my spiritual teacher and went to a therapist. I realized that if I came from a positive place, not only will everyone feel better and I will feel happier, but the company will work better."
   },
   "author": {
    "text": "Adam Neumann"
   }
  },
  {
   "quote": {
    "text": "I am not a big fan of positive thinking. The term suggests that there is something negative that you have to counteract by being positive. That is an artificial duality."
   },
   "author": {
    "text": "Srikumar Rao"
   }
  },
  {
   "quote": {
    "text": "Many persons swear by positive thinking, and quite a few have been helped by it. Nevertheless, it is not a very effective tool and can be downright harmful in some cases."
   },
   "author": {
    "text": "Srikumar Rao"
   }
  },
  {
   "quote": {
    "text": "I'm a positive man."
   },
   "author": {
    "text": "Mariano Rivera"
   }
  },
  {
   "quote": {
    "text": "I used to be one of the lead actors of a theatre group called Hetu when I was in medical school. Prithvi Theatre was our stomping ground. I'd got many positive reviews."
   },
   "author": {
    "text": "Vikram Patel"
   }
  },
  {
   "quote": {
    "text": "I had a really bad temper, when I was growing up. Sport helped me channel that temper into more positive acts."
   },
   "author": {
    "text": "Mike Krzyzewski"
   }
  },
  {
   "quote": {
    "text": "There are plenty of studies that have shown that depression is associated with decreased immunity. So I want to harness all of the positive emotional energy I can in a patient to get better."
   },
   "author": {
    "text": "Allan Hamilton"
   }
  },
  {
   "quote": {
    "text": "A focus on regulatory overreach, things that the benefit doesn't outweigh the cost, is probably the single greatest opportunity we have for having a positive impact on job creation."
   },
   "author": {
    "text": "Thom Tillis"
   }
  },
  {
   "quote": {
    "text": "I have a lot of photos of my grandparents - they're my heroes, even though they've passed away. They were always happy, positive, loving to everyone they met, and a huge inspiration to me and the reason I do what I do."
   },
   "author": {
    "text": "Colleen Ballinger"
   }
  },
  {
   "quote": {
    "text": "I've always been about the power of a woman - accentuating the positive, deleting the negative, whether you're talking her body, her voice or her leadership."
   },
   "author": {
    "text": "Donna Karan"
   }
  },
  {
   "quote": {
    "text": "Every person gets negative things, they learn from those negative things, and you become a positive person."
   },
   "author": {
    "text": "Kapil Dev"
   }
  },
  {
   "quote": {
    "text": "Even with all the negativeness of the whole social media thing, I still think it's leaps and bounds more positive."
   },
   "author": {
    "text": "Luke Bryan"
   }
  },
  {
   "quote": {
    "text": "In nicey-nicey land, you must be happy-clappy and positive all the time - bad news is taboo."
   },
   "author": {
    "text": "Michael Leunig"
   }
  },
  {
   "quote": {
    "text": "Staying consistent with positive habits can be a challenge."
   },
   "author": {
    "text": "Lewis Howes"
   }
  },
  {
   "quote": {
    "text": "The President, in talking about freedom and democracy, is sparking a wave of very positive democratic sentiment that might help us override both Islamic fundamentalism that has formed in that region, and also some of the hatred for our policies of invading Iraq."
   },
   "author": {
    "text": "Bill Richardson"
   }
  },
  {
   "quote": {
    "text": "It's our responsibility for the village to say, 'Hey we're going to create these programs,' whether it's sports, creative arts, music, we need some things to give young people positive things to do, and that's including jobs."
   },
   "author": {
    "text": "Common"
   }
  },
  {
   "quote": {
    "text": "I believe the continually advancing Information Revolution will lend us the wisdom and strength to address humanity's previously unsolvable problems and help us make a positive impact on all of society."
   },
   "author": {
    "text": "Masayoshi Son"
   }
  },
  {
   "quote": {
    "text": "I'm always fighting the cup-is-half-empty way of being, versus the cup-is-half-full. I'm always fighting the pessimistic versus the positive."
   },
   "author": {
    "text": "Juliette Lewis"
   }
  },
  {
   "quote": {
    "text": "I like to write sad songs. They're much easier to write and you get a lot more emotion into them. But people don't want to hear them as much. And radio definitely doesn't; they want that positive, uptempo thing."
   },
   "author": {
    "text": "Alan Jackson"
   }
  },
  {
   "quote": {
    "text": "Failure is enriching. It's also important to accept that you'll make mistakes - it's how you build your expertise. The trick is to learn a positive lesson from all of life's negative moments."
   },
   "author": {
    "text": "Alain Ducasse"
   }
  },
  {
   "quote": {
    "text": "I am positive I was not a neglected child. I remember reading 'The Jungle Book' and 'The Sleeping Beauty.'"
   },
   "author": {
    "text": "Keri Russell"
   }
  },
  {
   "quote": {
    "text": "I'd like to reinforce that fact that if you put out positive stuff that that's what you get back."
   },
   "author": {
    "text": "Tina Knowles"
   }
  },
  {
   "quote": {
    "text": "I'd be hard-pressed to think of anybody who's made me laugh, who's funny, but who's also relentlessly positive."
   },
   "author": {
    "text": "Dylan Moran"
   }
  },
  {
   "quote": {
    "text": "We are a consumer company and our success is directly linked to our users trusting us. Therefore we have the same incentive as the user: they want to see relevant advertising so their experience of Google is positive and we want to deliver it."
   },
   "author": {
    "text": "Susan Wojcicki"
   }
  },
  {
   "quote": {
    "text": "It comes down to building your own world out here on the road. It's who you surround yourself with. My band and crew are really positive guys."
   },
   "author": {
    "text": "Brad Paisley"
   }
  },
  {
   "quote": {
    "text": "My mom was always the support. I can always go out to her and she'll always find the positive in things."
   },
   "author": {
    "text": "Caroline Wozniacki"
   }
  },
  {
   "quote": {
    "text": "I've always been controversial because I offer new ideas. For me to be controversial, I think this is positive."
   },
   "author": {
    "text": "Avigdor Lieberman"
   }
  },
  {
   "quote": {
    "text": "We can just keep doing it the way we're doing it. We can attack everybody for small-minded things and crush everybody with a new idea. And where are we going to be? Where we are now - behind. Or we can embrace new things and try to be positive and let everybody play a role."
   },
   "author": {
    "text": "Gina Raimondo"
   }
  },
  {
   "quote": {
    "text": "I am pleased to say that I am not a tortured comedian - I laugh a lot. My twenties weren't particularly happy, but it's the same for a lot of people. In your thirties, you realise that your life and your worries are really insignificant, and you have to force yourself to be more positive and take each day as a gift."
   },
   "author": {
    "text": "Miranda Hart"
   }
  },
  {
   "quote": {
    "text": "If I'm going to release anything into the world, I want it to have a positive message. So I think that 'Sit Still, Look Pretty' and 'Hide Away' were two upbeat pieces, and their messages really uplift me the most."
   },
   "author": {
    "text": "Daya"
   }
  },
  {
   "quote": {
    "text": "I want to be a positive role-model for my daughter. The last thing I want to put out there is that it's acceptable to be too thin or have an eating disorder because you're in Hollywood."
   },
   "author": {
    "text": "Tori Spelling"
   }
  },
  {
   "quote": {
    "text": "I believe that you should gravitate to people who are doing productive and positive things with their lives."
   },
   "author": {
    "text": "Nadia Comaneci"
   }
  },
  {
   "quote": {
    "text": "So, we have choice, and sometimes it seems very hard, but the best way to heal physically or emotionally is to keep positive."
   },
   "author": {
    "text": "Petra Nemcova"
   }
  },
  {
   "quote": {
    "text": "Players should know that if you can't make the contribution of the winning shot, that your attitude every day when you come to practice, or the positive contribution you make through cheering and keeping up team morale, is just as important in the overall picture."
   },
   "author": {
    "text": "Sue Wicks"
   }
  },
  {
   "quote": {
    "text": "You can have meaning, accomplishment, engagement and good relationships, even if you are dull on the positive affect side."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "There's not always going to be something out there for you, especially not a positive role, so once you get up there and start being well known, you can't just think projects will come to you. You have to start doing your own projects because if you don't, you'll miss out, and eventually your fame will be over."
   },
   "author": {
    "text": "Keke Palmer"
   }
  },
  {
   "quote": {
    "text": "We want to challenge Marilyn Manson and the rap people with the bad lyrics to write some positive songs."
   },
   "author": {
    "text": "Gary Rossington"
   }
  },
  {
   "quote": {
    "text": "I really believe that's one of the many reasons that God had put me right in the middle of the Backstreet Boys. There are so many stars today that don't realize the impact they have on young people. Being a superstar is great, as long as you can be a positive role model."
   },
   "author": {
    "text": "Brian Littrell"
   }
  },
  {
   "quote": {
    "text": "I've received a lot of positive feedback from both the secular and Christian markets. People seem to be receiving it with open arms and hearts, and are interested in the stories I want to share about my relationship with God and my faith."
   },
   "author": {
    "text": "Brian Littrell"
   }
  },
  {
   "quote": {
    "text": "I launched Chefs for Humanity, a national nonprofit, with my voice, heart and money from my own pocket. Money gives you the ability to make a difference in the world and, when used in a positive way, is a lot of fun."
   },
   "author": {
    "text": "Cat Cora"
   }
  },
  {
   "quote": {
    "text": "A good part of my leadership skills is crafted from learning from experiences early in my career that were not positive experiences."
   },
   "author": {
    "text": "John Lasseter"
   }
  },
  {
   "quote": {
    "text": "I overthink everything. I'm very keen there should be a positive outcome. I like to control outcomes. But you can't. That's what is nice about being an actor, that you work really hard and it pays off. But at the end of the day, for it to be any good, you have to let go. I'd like to be better at this in life."
   },
   "author": {
    "text": "Bertie Carvel"
   }
  },
  {
   "quote": {
    "text": "My first instinct when I write songs is not a negative one. It's something positive... Everything I've ever done has some form of hope in it, I think."
   },
   "author": {
    "text": "Noel Gallagher"
   }
  },
  {
   "quote": {
    "text": "My size is a huge part of me. You just have to appreciate those kinds of things. So I wasn't born with long legs - who cares. You just have to embrace it. Being body positive is really important to your overall happiness."
   },
   "author": {
    "text": "Sabrina Carpenter"
   }
  },
  {
   "quote": {
    "text": "Studies show that children of divorced parents can have outcomes as positive as those coming from intact homes, provided the father remains financially supportive and active in his children's lives."
   },
   "author": {
    "text": "Larry Elder"
   }
  },
  {
   "quote": {
    "text": "I'm somebody who tries to remain positive and looks forward to setting goals and reaching them. But that's easier said than done."
   },
   "author": {
    "text": "CM Punk"
   }
  },
  {
   "quote": {
    "text": "We need to understand that in the end, if we're going to make a positive difference in the future, we can't have election cycles where one side, the middle and the right side, they talk trash."
   },
   "author": {
    "text": "Rick Santelli"
   }
  },
  {
   "quote": {
    "text": "Cognitive therapy is based on the idea that when you change the way you think, you can change the way you feel and behave. In other words, if we can learn to think about other people in a more positive and realistic way, it will be far easier to resolve conflicts and develop rewarding personal and professional relationships."
   },
   "author": {
    "text": "David D. Burns"
   }
  },
  {
   "quote": {
    "text": "Ya gotta think positive."
   },
   "author": {
    "text": "Craig Sager"
   }
  },
  {
   "quote": {
    "text": "I want to be the girl who has a positive influence on people's lifestyle. I don't want to be the girl who has an eating disorder, and that's why she looks the way she looks."
   },
   "author": {
    "text": "Lauren Alaina"
   }
  },
  {
   "quote": {
    "text": "Everything we produce and consume has an impact on the environment, on social fabrics, and on the economy. This impact can be positive or negative and, frequently, some combination of the two."
   },
   "author": {
    "text": "Arancha Gonzalez"
   }
  },
  {
   "quote": {
    "text": "I don't think it's healthy to buy into hype in any form, whether it's positive or negative. You have to exist in yourself and just move on with life."
   },
   "author": {
    "text": "Elizabeth Debicki"
   }
  },
  {
   "quote": {
    "text": "When I got into the film business, my aim was to adopt a positive persona, of a guy who fights against injustice. And it saved me, because my acting was atrocious to say the least!"
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "I truly believe that the people who have a negative view of Trump will be pleasantly surprised when he becomes the leader of our country. I also believe he will make positive changes that will benefit the people who need it most."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "Women tell me they are different since 21 May - the day I was arrested - it's a positive change, they believe now."
   },
   "author": {
    "text": "Manal al-Sharif"
   }
  },
  {
   "quote": {
    "text": "I think it's high time that we had a woman president. But I don't want to elect someone just because she's a woman; I want the best candidate to be elected. I think that any woman who is elected to the highest office in the land would clearly have positive role model effects for other young women."
   },
   "author": {
    "text": "Linda McMahon"
   }
  },
  {
   "quote": {
    "text": "I do try to speak of positive things. I still try to, like, present two sides of the story, and I do try to relate to life in a 360 degree and not be one-dimensional. But by all means, manage expectations."
   },
   "author": {
    "text": "Q-Tip"
   }
  },
  {
   "quote": {
    "text": "I feel blessed to be a musician, and I know it's a power given to me from God that I must use in a very positive way."
   },
   "author": {
    "text": "Vusi Mahlasela"
   }
  },
  {
   "quote": {
    "text": "I'm big on being positive. I'm generally so positive and happy. I just always felt that I was exactly where I wanted to be. And things have continued to go in great directions."
   },
   "author": {
    "text": "Andy Cohen"
   }
  },
  {
   "quote": {
    "text": "I influence people, hopefully on the positive side."
   },
   "author": {
    "text": "Isaac Hayes"
   }
  },
  {
   "quote": {
    "text": "Sometimes you have got to look at things really positively - without putting your head in the sand, you have got to manage the negatives and keep putting a positive slant on it, keep trying to find answers."
   },
   "author": {
    "text": "Brian McDermott"
   }
  },
  {
   "quote": {
    "text": "I work extremely hard to stay positive and happy. But I get sad and anxious, too, just like everyone."
   },
   "author": {
    "text": "Rachel Platten"
   }
  },
  {
   "quote": {
    "text": "The climate is much different for men. That stigma is only going to be broken when people come out and see that there is a positive response. That doesn't mean there will be no negative response, but if people can have the courage to be one of the first, which is very hard, those barriers can be broken down very quickly."
   },
   "author": {
    "text": "Megan Rapinoe"
   }
  },
  {
   "quote": {
    "text": "People say you make your best work when you're in despair and all that, and at your lowest - but for me, I think happiness makes you positive, and I think that's a good creative place to write from."
   },
   "author": {
    "text": "Paul Weller"
   }
  },
  {
   "quote": {
    "text": "You see kids walking to the bus, and they're watching product on their phones. I'm positive that my grandkids and their grandkids are going to put on a pair of glasses and watch something."
   },
   "author": {
    "text": "Jeffrey Tambor"
   }
  },
  {
   "quote": {
    "text": "The visionary, industrious, Christian, and segregated black community of the early- to mid-1960s understood and embraced the importance of a positive self-perception. It was this same recognition that drove millions of young patriotic black men throughout our nation's history to be among the first to volunteer when our nation went to war."
   },
   "author": {
    "text": "Burgess Owens"
   }
  },
  {
   "quote": {
    "text": "Freedom of religion is a principle that is central to our Nation's Declaration of Independence. Congress has taken this positive step to protect our freedom to express allegiance to America's flag and the ideals it represents."
   },
   "author": {
    "text": "Ron Lewis"
   }
  },
  {
   "quote": {
    "text": "I love meeting people, and I know it's so difficult for people to come up to me and introduce themselves, so when they do, I'll grab them and hug them. It makes their day, you know? I love that, and I get positive energy from that."
   },
   "author": {
    "text": "Nicola Formichetti"
   }
  },
  {
   "quote": {
    "text": "People who talk about revolution and class struggle without referring explicitly to everyday life, without understanding what is subversive about love and what is positive in the refusal of constraints, such people have a corpse in their mouth."
   },
   "author": {
    "text": "Raoul Vaneigem"
   }
  },
  {
   "quote": {
    "text": "Wonder Woman is out there very much defending the right and being strong and being a positive role model."
   },
   "author": {
    "text": "Paul Dini"
   }
  },
  {
   "quote": {
    "text": "I used to hear people say nobody can prepare you for fame, and it's actually very true. But there is such beauty that comes with it when you're able to use your platform in a positive way."
   },
   "author": {
    "text": "Jussie Smollett"
   }
  },
  {
   "quote": {
    "text": "I like to post positive content, and I like to try and make people smile. That's why those videos are popular. I don't fake it."
   },
   "author": {
    "text": "Cameron Dallas"
   }
  },
  {
   "quote": {
    "text": "As a young boy growing up in Rohtak, India, I had no idea what my life's work would be. But my parents instilled in me something that I have never forgotten: that work must have a sense of purpose beyond mere financial gain; that to be meaningful, work should make a positive and lasting difference in the lives of others."
   },
   "author": {
    "text": "Punit Renjen"
   }
  },
  {
   "quote": {
    "text": "The bottom line: if you want a happier family, create, refine and retell the story of your family's positive moments and your ability to bounce back from the difficult ones. That act alone may increase the odds that your family will thrive for many generations to come."
   },
   "author": {
    "text": "Bruce Feiler"
   }
  },
  {
   "quote": {
    "text": "I've definitely got a lot more cautious about my lyrics - I feel I want to be a positive force in the world, and I want to uplift people. That's something that comes with age."
   },
   "author": {
    "text": "Brandon Flowers"
   }
  },
  {
   "quote": {
    "text": "I believe that the open exchange of information can have a positive global impact."
   },
   "author": {
    "text": "Biz Stone"
   }
  },
  {
   "quote": {
    "text": "My whole thing is I want to affect history in a positive way. I want the timeline to be, 100 years from now, when we look back, it's going to be like, the world was like this, and then Shameik Moore hit the world, and everything changed for the better. It was a new light. Something special."
   },
   "author": {
    "text": "Shameik Moore"
   }
  },
  {
   "quote": {
    "text": "Ms. Oprah Winfrey gave me some advice to just always stay in the moment, and don't waste energy on negative things, and put your energy into positive things in your life. I just try to remember that every day and keep on going."
   },
   "author": {
    "text": "Storm Reid"
   }
  },
  {
   "quote": {
    "text": "Making someone laugh is the simplest, most basic positive human connection."
   },
   "author": {
    "text": "Nell Scovell"
   }
  },
  {
   "quote": {
    "text": "I think there can be a positive sort of futurism even in a presentist society. But I think it's a kind of futurism that envisions augmenting human ability and intellect rather than creating some artificial machine intelligence that displaces us."
   },
   "author": {
    "text": "Douglas Rushkoff"
   }
  },
  {
   "quote": {
    "text": "Waking up sober is a good day. I love being able to wake up and do positive things, to go to the gym."
   },
   "author": {
    "text": "Rodney King"
   }
  },
  {
   "quote": {
    "text": "People have to work to maintain happiness. It's easy to be miserable. It's easy to stay miserable. It's easy to live in a place where nothing's working and not being able to work your way out of it. It's much harder to choose happiness, to choose laughter, to choose a positive."
   },
   "author": {
    "text": "Tituss Burgess"
   }
  },
  {
   "quote": {
    "text": "The characteristic political attitude of today is not one of positive belief, but of despair."
   },
   "author": {
    "text": "Herbert Read"
   }
  },
  {
   "quote": {
    "text": "If you think of a work of fiction as a kind of scale model of the world, then the positive valences - where things turn out better than you thought they would - ought to be in there somewhere, too."
   },
   "author": {
    "text": "George Saunders"
   }
  },
  {
   "quote": {
    "text": "The best way to prevent the homegrown-inspired attacks is literally positive engagement with Muslim communities. Making sure that any immigrant population that comes into America assimilates, becomes part of our culture. That has been our history; it has made us strong."
   },
   "author": {
    "text": "Ron Johnson"
   }
  },
  {
   "quote": {
    "text": "I lived in the projects and the ghetto, and turned the negative into a positive."
   },
   "author": {
    "text": "Wyclef Jean"
   }
  },
  {
   "quote": {
    "text": "Having achieved my own dreams, I want to give to kids who are less fortunate, who struggle with everyday obstacles. I want to give them something positive in their lives: support."
   },
   "author": {
    "text": "Kristi Yamaguchi"
   }
  },
  {
   "quote": {
    "text": "I've been completely surprised at the outpouring of just incredible amounts of positive feedback and love from people all day long."
   },
   "author": {
    "text": "Chris March"
   }
  },
  {
   "quote": {
    "text": "At Manhattan GMAT, I had done my best to create a positive work environment and culture, and I further believed in rewarding people financially at or above the market rate for a job well done."
   },
   "author": {
    "text": "Andrew Yang"
   }
  },
  {
   "quote": {
    "text": "My parents are very supportive: they helped redirect my technology attitude and my punkness into positive things."
   },
   "author": {
    "text": "Harper Reed"
   }
  },
  {
   "quote": {
    "text": "Being positive may be a character defect of mine."
   },
   "author": {
    "text": "Quentin Blake"
   }
  },
  {
   "quote": {
    "text": "I've tried to take the opportunity to be as positive a person as I can be, as positive role model as I can be."
   },
   "author": {
    "text": "Kyan Douglas"
   }
  },
  {
   "quote": {
    "text": "I don't have a very positive attitude towards rappers."
   },
   "author": {
    "text": "Miriam Margolyes"
   }
  },
  {
   "quote": {
    "text": "When you come off something really disappointing, you want to come back and kind of regroup and get involved in something positive right away."
   },
   "author": {
    "text": "Andy Roddick"
   }
  },
  {
   "quote": {
    "text": "I live to leave somebody with a positive experience when they've met me, and make someone smile for the day."
   },
   "author": {
    "text": "Dolph Ziggler"
   }
  },
  {
   "quote": {
    "text": "Canada and the United States are also working at the World Trade Organization and in our own hemisphere with negotiations for a Trade Area of the Americas to try to help countries create a positive climate for investment and trade."
   },
   "author": {
    "text": "Paul Cellucci"
   }
  },
  {
   "quote": {
    "text": "I think working hard at anything when you're young and getting positive results, it's always an incredible feeling to see that."
   },
   "author": {
    "text": "Jessica Springsteen"
   }
  },
  {
   "quote": {
    "text": "I've always had a very positive relationship with the municipal labor unions - a respectful relationship."
   },
   "author": {
    "text": "Bill de Blasio"
   }
  },
  {
   "quote": {
    "text": "Unilever, Nestle and SAB Miller are all taking a long-term approach to investing in sustainable resource consumption. Each is driving through better resource management, which is expected to yield positive returns in the future."
   },
   "author": {
    "text": "Jacob Rothschild"
   }
  },
  {
   "quote": {
    "text": "There is something in even the darkest situations that we can make a positive in our lives."
   },
   "author": {
    "text": "Deborah Norville"
   }
  },
  {
   "quote": {
    "text": "I've come to understand that there's always something positive, even in a negative situation."
   },
   "author": {
    "text": "Leif Garrett"
   }
  },
  {
   "quote": {
    "text": "The nature of catastrophe is, after all, reasonably unvarying in the way it ruins, destroys, wounds and devastates. But if something can be learned from the event - not least something as profound as the theory of plate tectonics - then it somehow puts the ruination into a much more positive light."
   },
   "author": {
    "text": "Simon Winchester"
   }
  },
  {
   "quote": {
    "text": "Let's not dismiss or attack individual ideas as being inadequate before we have had a chance to assess their positive effect as part of a whole solution."
   },
   "author": {
    "text": "John Thune"
   }
  },
  {
   "quote": {
    "text": "Crohn's doesn't define who you are. You are a human being; you are special and a great addition to society. Crohn's is just a part of your life. Try to be positive and proactive - therein lies the solution."
   },
   "author": {
    "text": "Mike McCready"
   }
  },
  {
   "quote": {
    "text": "I've met a ton of new people who have colitis or Crohn's. Talking to them has been probably the most healing thing: to hear other people's attitudes on how they deal with their disease and how they stay positive."
   },
   "author": {
    "text": "Mike McCready"
   }
  },
  {
   "quote": {
    "text": "The power of pop culture stories should not be underestimated, and there is an enormous potential for inspirational stories that can have a positive, transformative effect on our lives."
   },
   "author": {
    "text": "Anita Sarkeesian"
   }
  },
  {
   "quote": {
    "text": "I know that I do have influence over the people who watch me, and it's quite a pressure. I have to stay positive, and while I would never use the words 'role model', I am mindful of the responsibilities that come with a substantial viewership."
   },
   "author": {
    "text": "Zoe Sugg"
   }
  },
  {
   "quote": {
    "text": "When you're not working is when you have to stay positive and remind yourself that you're talented."
   },
   "author": {
    "text": "Rutina Wesley"
   }
  },
  {
   "quote": {
    "text": "In 1987 I got dartitis, a psychological condition which means you can't let your darts go properly. For a time, I wondered what the hell I was going to do if I didn't recover. But I remained positive and, thankfully, got over it. It occurred during the Swedish Open when I found I couldn't let the darts go."
   },
   "author": {
    "text": "Eric Bristow"
   }
  },
  {
   "quote": {
    "text": "Nearly all inventions are not recognised for their positive side either when they're made. So, for example, scientists didn't go out to design a CD machine: they designed a laser. But we got all sorts of things from a laser which we never remotely imagined, and we're still finding things for a laser to do."
   },
   "author": {
    "text": "Robert Winston"
   }
  },
  {
   "quote": {
    "text": "When you think positively, you attract positive people. If I'm on a mission to be successful, and I'm positive all the time, then more positive people will come around me, and we'll help each other. If you're negative, you'll find yourself surrounded by negative people."
   },
   "author": {
    "text": "Astro"
   }
  },
  {
   "quote": {
    "text": "Virtue is a positive quality developed by taking a firm stand for the right in temptation, or by the suffering endured in consequence of wrongdoing."
   },
   "author": {
    "text": "Max Heindel"
   }
  },
  {
   "quote": {
    "text": "It's almost always possible to be honest and positive."
   },
   "author": {
    "text": "Naval Ravikant"
   }
  },
  {
   "quote": {
    "text": "I think a fight with David Haye, even if he is not American, is going to give positive vibes about the heavyweight division for the American fans and fans worldwide."
   },
   "author": {
    "text": "Wladimir Klitschko"
   }
  },
  {
   "quote": {
    "text": "My belief is that a positive culture works best because people want to meet or exceed expectations, not demands."
   },
   "author": {
    "text": "Ron Williams"
   }
  },
  {
   "quote": {
    "text": "Some people can act Hollywood and others don't. I just try to live my life as a normal, everyday man. At times, fame does get to you. But you must stay positive and remember two things: It's easier to be happy, and without all those fans, life wouldn't be as good as it is."
   },
   "author": {
    "text": "Chumlee"
   }
  },
  {
   "quote": {
    "text": "I want to play positive role models - women who mean something to other women."
   },
   "author": {
    "text": "Agyness Deyn"
   }
  },
  {
   "quote": {
    "text": "There have been bumps, but everything has happened for a reason - maybe apart from the loss of some loved ones - and we have always tried to find a positive from it."
   },
   "author": {
    "text": "Howie Dorough"
   }
  },
  {
   "quote": {
    "text": "Actually creating a positive school climate, particularly in schools that are in communities that are themselves not calm and orderly, is hard work."
   },
   "author": {
    "text": "James Forman, Jr."
   }
  },
  {
   "quote": {
    "text": "George W. Bush brought a lot of minorities into his administration, which was a positive thing, and they had some issues that they wanted to press, but 9/11 really gave them direction. It gave them a purpose."
   },
   "author": {
    "text": "Josh Brolin"
   }
  },
  {
   "quote": {
    "text": "I struggled in London for a very long time. 'Be prepared to struggle a lot' - it's a European mentality. The American mentality is positive and 'You can do it' and 'Everything's possible.' In Europe it's an older, more realistic way of thinking. You feel like you're having to prove that you can do it."
   },
   "author": {
    "text": "Juan Pablo Di Pace"
   }
  },
  {
   "quote": {
    "text": "The Model Sanctuary is not about self-indulgence - it's about reminding and allowing them to become self-sufficient human beings. I wanted to alert people to the fact that we're not the victims, but nor are we the villains. We want fair practice and positive, sustainable change, working with the fashion industry, not against it."
   },
   "author": {
    "text": "Erin O'Connor"
   }
  },
  {
   "quote": {
    "text": "Washington State has a strong tradition of a positive relationship - positive working relationship between labor and management, whether in the private sector or the public sector. It needs to continue to be that way."
   },
   "author": {
    "text": "Rob McKenna"
   }
  },
  {
   "quote": {
    "text": "Anything negative that happens to you in life can be turned into a positive as far as acting is concerned. You can draw on your experiences - it's far better than any research."
   },
   "author": {
    "text": "Kierston Wareing"
   }
  },
  {
   "quote": {
    "text": "I try to be a positive person, but I'm also always looking and wondering, 'Maybe this could be done differently.' As soon as your mind is in a critical mode, you're halfway through designing; as soon as you start thinking about whether something could be better, you're already halfway through a solution."
   },
   "author": {
    "text": "Thomas Heatherwick"
   }
  },
  {
   "quote": {
    "text": "Trends can tyrannize; trends are traps. In any creative industry, the fact that others are moving in a certain direction is always proof positive, at least to me, that a new direction is the only direction."
   },
   "author": {
    "text": "George Lois"
   }
  },
  {
   "quote": {
    "text": "Social media absolutely changed my life and many others in a positive way."
   },
   "author": {
    "text": "Shervin Pishevar"
   }
  },
  {
   "quote": {
    "text": "We might want to figure out what are the positive effects of autism - mild cases."
   },
   "author": {
    "text": "George M. Church"
   }
  },
  {
   "quote": {
    "text": "With everything that's thrown at you, whether it be problems at home, problems at work - whatever - basically, if you remain positive, you can see your way out of that."
   },
   "author": {
    "text": "Sean Paul"
   }
  },
  {
   "quote": {
    "text": "I don't think lying has any ultimate justification. I don't think it ever leads to anything positive. The good fight to have is not to lie. That's one of the challenges in a way."
   },
   "author": {
    "text": "Andy Garcia"
   }
  },
  {
   "quote": {
    "text": "The difference between playing a positive and a negative role is only in the portrayal."
   },
   "author": {
    "text": "Roop Durgapal"
   }
  },
  {
   "quote": {
    "text": "The history of the tobacco industry is not a positive one."
   },
   "author": {
    "text": "Susan Cameron"
   }
  },
  {
   "quote": {
    "text": "I tend to regard the Coase theorem as a stepping stone on the way to an analysis of an economy with positive transaction costs."
   },
   "author": {
    "text": "Ronald Coase"
   }
  },
  {
   "quote": {
    "text": "A core part of Teach For America's mission has always been affecting positive change in the traditional public school system."
   },
   "author": {
    "text": "Wendy Kopp"
   }
  },
  {
   "quote": {
    "text": "Perhaps the most encouraging trend is that, through technology, people are realizing how much agency they actually have. Technology has revolutionized the way we eat, live, communicate, socialize, learn, and do. We see enormous potential to create lasting, positive change in the way the world works by doing what we are doing."
   },
   "author": {
    "text": "Jeremy Heimans"
   }
  },
  {
   "quote": {
    "text": "You just have to know that there's people watching you, and you've got to be a positive role model and not put yourself in bad situations."
   },
   "author": {
    "text": "Blake Griffin"
   }
  },
  {
   "quote": {
    "text": "I remember when I was a kid, I could never find anything positive about chubby girls. If a girl was pudgy in books, she wasn't okay. She couldn't be happy or make friends unless she lost weight."
   },
   "author": {
    "text": "Ann Aguirre"
   }
  },
  {
   "quote": {
    "text": "I think that giving mindless praise is ridiculous. But I understand why parents do it. They want their kids to feel good about themselves. But parents are never going to teach their children true, positive self esteem by praising everything they do."
   },
   "author": {
    "text": "Rosalind Wiseman"
   }
  },
  {
   "quote": {
    "text": "People just want to watch people live their authentic lives and share the good and the bad. You can have fun and be a positive influence and have a good impact. And it can still be entertaining."
   },
   "author": {
    "text": "Tyler Oakley"
   }
  },
  {
   "quote": {
    "text": "I guess I have a positive attitude about divorce because I have some friends who've gotten divorced, and I'm like, 'Well, if it's better, then - good!'"
   },
   "author": {
    "text": "Molly Shannon"
   }
  },
  {
   "quote": {
    "text": "I think we're pretty spiritual people, the band in general. We're not a bunch of hippies or anything like that, but we like to work together and work with people. We believe that positive energy is pretty necessary in life, although it's not always easy to maintain."
   },
   "author": {
    "text": "John Gourley"
   }
  },
  {
   "quote": {
    "text": "Good movies beget other good movies. So when a movie captures the imagination and hearts of people around the world, it's going to have a positive influence on similar genres getting made."
   },
   "author": {
    "text": "Marc Platt"
   }
  },
  {
   "quote": {
    "text": "So there was a fire inside me. And that fire inside you, it can be turned into a negative form or a positive form. And I gradually realised that I had this fire and that it had to be used in a positive way."
   },
   "author": {
    "text": "John Newcombe"
   }
  },
  {
   "quote": {
    "text": "Canadians tend to be a bit more religious than most Europeans - though not more than the Poles or Ukrainians. Most important, their attitude to immigration and ethnic minorities is more positive than that of most Europeans."
   },
   "author": {
    "text": "Timothy Garton Ash"
   }
  },
  {
   "quote": {
    "text": "The Muppets are always really positive when they come across adversity, and they always have the ability to see the good in people."
   },
   "author": {
    "text": "James Bobin"
   }
  },
  {
   "quote": {
    "text": "I know everything that I do is going to be more powerful and touch more people in a positive way than if I go out there and cause havoc."
   },
   "author": {
    "text": "Trevor Jackson"
   }
  },
  {
   "quote": {
    "text": "In my early career, there were more negative lessons than positive ones. But I don't think I was looking for the positives enough."
   },
   "author": {
    "text": "Mark Pincus"
   }
  },
  {
   "quote": {
    "text": "I don't think anyone would look at Colombia today and say that it is failing. This positive outcome is an example of the effective application of smart power - it is succeeding."
   },
   "author": {
    "text": "James G. Stavridis"
   }
  },
  {
   "quote": {
    "text": "I feel like kids in general, not just African-American kids, are influenced by what they see, both positive and negative."
   },
   "author": {
    "text": "Curtis Granderson"
   }
  },
  {
   "quote": {
    "text": "I try to stay positive by focusing on how much I'll appreciate my health if I get better."
   },
   "author": {
    "text": "Daniel Johns"
   }
  },
  {
   "quote": {
    "text": "I had been a real problem child, but once I got into acting, my parents never had any more trouble with me because all of that energy was directed in a positive way."
   },
   "author": {
    "text": "Patricia Richardson"
   }
  },
  {
   "quote": {
    "text": "I collect crystals and gemstones, and I've been collecting them since I was a little girl. They give me positive energy and strength. They make me feel connected to the earth. I cherish them."
   },
   "author": {
    "text": "Isabel Lucas"
   }
  },
  {
   "quote": {
    "text": "I try to give positive energy in all my shows."
   },
   "author": {
    "text": "Curtis Jones"
   }
  },
  {
   "quote": {
    "text": "Design can have such a positive impact on the way people live and on their relationships and moods."
   },
   "author": {
    "text": "Genevieve Gorder"
   }
  },
  {
   "quote": {
    "text": "I think that Americans should gradually begin to adopt positive behavior rather than doing evil. They should not expect an immediate reaction in return for their positive measures. It will take time."
   },
   "author": {
    "text": "Akbar Hashemi Rafsanjani"
   }
  },
  {
   "quote": {
    "text": "If I can inspire someone to go in a positive way and pursue a dream, it can only be good."
   },
   "author": {
    "text": "Parminder Nagra"
   }
  },
  {
   "quote": {
    "text": "We can in fact first place the beam of rays of moving positive atomic ions in a plane perpendicular to the axis in which we see the spectral lines emitted by them."
   },
   "author": {
    "text": "Johannes Stark"
   }
  },
  {
   "quote": {
    "text": "I have long recognized a link between fitness and mental health and I think we need to encourage young people to take part in sports and team activities because we know it has such positive results."
   },
   "author": {
    "text": "Tipper Gore"
   }
  },
  {
   "quote": {
    "text": "Modern Orthodoxy has a highly positive attitude toward the State of Israel. Our Ultra-Orthodox brethren recognize only the Holy Land, but not the state."
   },
   "author": {
    "text": "Norman Lamm"
   }
  },
  {
   "quote": {
    "text": "I think it's almost an indulgence to focus on the dark side of things. And as you get older, you want to focus on the positive."
   },
   "author": {
    "text": "Rob Brydon"
   }
  },
  {
   "quote": {
    "text": "I've dreamed landscapes for years, and my dreams play an enormous role in my work. In fact, when I first started doing landscapes I felt insecure about painting in this style, and the dreams were like positive omens for me, and I've done a few paintings that were exact replicas of images that came to me in dreams."
   },
   "author": {
    "text": "April Gornik"
   }
  },
  {
   "quote": {
    "text": "My daughter was born when I was nowhere near where I am now, and she took me to another level. I said, 'I have to become a better person in this life if I want to serve as an example. If I want to set a positive example for her, I need to get better myself.'"
   },
   "author": {
    "text": "IronE Singleton"
   }
  },
  {
   "quote": {
    "text": "There's a magical energy and power from the ocean. I was born in a room overlooking the sea, in the middle of a storm. Perhaps, then, it's not surprising that shores touch my soul. Science might disagree, but I think there's a difference in the air on a coast - the positive ions, perhaps."
   },
   "author": {
    "text": "Jo Beverley"
   }
  },
  {
   "quote": {
    "text": "One way to make a positive out of a negative is that you can put it into your work."
   },
   "author": {
    "text": "Stephen Adly Guirgis"
   }
  },
  {
   "quote": {
    "text": "I've realized the extraordinary power of sports to heal, unite and inspire. I believe the Olympics will serve as the ultimate platform to provide positive changes and I hope to inspire all of Japan through my strong showing there."
   },
   "author": {
    "text": "Kohei Uchimura"
   }
  },
  {
   "quote": {
    "text": "When you're growing up, it's always nice to have someone you can relate and look up to. I'm proud of how I conduct my business and how I have accomplished all that I have accomplished, and hope that I can be a positive influence on not only the Mexican community but also young boxers and people all around the world."
   },
   "author": {
    "text": "Victor Ortiz"
   }
  },
  {
   "quote": {
    "text": "An investigator starts research in a new field with faith, a foggy idea, and a few wild experiments. Eventually the interplay of negative and positive results guides the work. By the time the research is completed, he or she knows how it should have been started and conducted."
   },
   "author": {
    "text": "Donald Cram"
   }
  },
  {
   "quote": {
    "text": "I hope that, when I leave this planet, I will have touched a few people in a positive way. That's really what I hope I am remembered for the most."
   },
   "author": {
    "text": "Will Rothhaar"
   }
  },
  {
   "quote": {
    "text": "We have shown that it is possible to create a radioactivity characterized by the emission of positive or negative electrons in boron and magnesium by bombardment with alpha rays."
   },
   "author": {
    "text": "Irene Joliot-Curie"
   }
  },
  {
   "quote": {
    "text": "I look at the NFL and see how the transition has gone at quarterback. I might be coming along at a good time. For me personally, this is about doing the same thing I've been doing at USF - just smile, have fun, enjoy the experience, keep a positive attitude and encourage my teammates. I like to feed off the people around me."
   },
   "author": {
    "text": "B. J. Daniels"
   }
  },
  {
   "quote": {
    "text": "The influence of blogging is overall a very positive force in the media."
   },
   "author": {
    "text": "Garrett Graff"
   }
  },
  {
   "quote": {
    "text": "For those few of you who never heard of 'The Secret,' it's a worldwide best selling book touting the benefits of positive and affirmative thinking, and sending good energy out into the world."
   },
   "author": {
    "text": "Jenna Morasca"
   }
  },
  {
   "quote": {
    "text": "If I have affected someone in a positive way, that means a lot to me."
   },
   "author": {
    "text": "Bill Parcells"
   }
  },
  {
   "quote": {
    "text": "I'm a big cockeyed optimist. I try to accentuate the positive as opposed to the negative."
   },
   "author": {
    "text": "Betty White"
   }
  },
  {
   "quote": {
    "text": "Everybody can make a choice to be more positive. It's about who you hang around and what you choose to watch on TV. What environment you put yourself in. It's easy to get a negative internal dialogue. You have to be aware of what's playing in your mind."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "In every relationship, the work is never just in the positive actions we do for each other, but in the follow up."
   },
   "author": {
    "text": "Yehuda Berg"
   }
  },
  {
   "quote": {
    "text": "It was a very emotional dinner... Everyone shared personal stories about her and gave her words of encouragement and inspiration. Everyone tried to remain positive."
   },
   "author": {
    "text": "Lil' Kim"
   }
  },
  {
   "quote": {
    "text": "Positive characterizations are complex characterizations. That's all we need to know. They shouldn't be saccharine. They shouldn't feel like medicine."
   },
   "author": {
    "text": "Ava DuVernay"
   }
  },
  {
   "quote": {
    "text": "You know, often films that are deemed positive, nobody wants to see them."
   },
   "author": {
    "text": "Ava DuVernay"
   }
  },
  {
   "quote": {
    "text": "What kind of influence did my parents have on my life? Well, they had the most influence. These are the people who are closest to me. My parents are very positive people. They've been supportive. They're always there."
   },
   "author": {
    "text": "Derek Jeter"
   }
  },
  {
   "quote": {
    "text": "I'm on JetBlue and United. So I spend a lot of time on airplanes with other people and in terminals or just traveling around and going to restaurants or whatever. The interaction I get on a daily basis is always positive. I've never had a negative interaction."
   },
   "author": {
    "text": "Lance Armstrong"
   }
  },
  {
   "quote": {
    "text": "To be positive is to be mistaken at the top of one's voice."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "Positive, adj.: Mistaken at the top of one's voice."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "There is only one thing for us to do, and that is to do our level best right where we are every day of our lives; To use our best judgment, and then to trust the rest to that Power which holds the forces of the universe in his hands."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Every man ultimately falls into the company with which he affiliates. And he is the strongest who draws men to himself, who creates the company; and this is through having a positive quality - courage and physical prowess."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Don't give up, be positive and if you know someone who knows someone at a record company don't stop beating down their door till you get heard. Don't ever say it'll never happen or it'll never happen."
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "I'm not afraid of having an agenda. I do have an agenda. It's a positive agenda."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "No matter what else is going on, Christmas is my all-time favorite period in the year. It has a positive effect on me like very little else does, seasonally, that is."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "I am, on principle, opposed to war and in favor of peace because I regard peace as a positive good and war as a positive evil."
   },
   "author": {
    "text": "John C. Calhoun"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, no one would believe anything positive that you could say about black people. That's a terrible burden."
   },
   "author": {
    "text": "Kareem Abdul-Jabbar"
   }
  },
  {
   "quote": {
    "text": "What I have is P.H. positive chronic myeloid leukemia, which is an aberration in your white blood cells."
   },
   "author": {
    "text": "Kareem Abdul-Jabbar"
   }
  },
  {
   "quote": {
    "text": "I've gotten nothing but warmth from the Black community and positive feedback."
   },
   "author": {
    "text": "Misty Copeland"
   }
  },
  {
   "quote": {
    "text": "I am positive - determined to move forward with my life, bring up my babies, and do the best job I can as a mother, entertainer, and person."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "A lot of people love to do affirmations first thing in the morning - to keep themselves feeling peppy and positive."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "I surround myself with positive, productive people of good will and decency."
   },
   "author": {
    "text": "Ted Nugent"
   }
  },
  {
   "quote": {
    "text": "I have rules about eating, exercising and rules about staying positive. And these rules are sacred to me."
   },
   "author": {
    "text": "Richard Simmons"
   }
  },
  {
   "quote": {
    "text": "When I started out the videos, I was dealing with depression, and I wanted to make inspiring videos for others, which would end up inspiring me in turn. I wanted to show the world that it was possible to make a positive switch in life and start over."
   },
   "author": {
    "text": "Lilly Singh"
   }
  },
  {
   "quote": {
    "text": "Those minutes that I'm on stage are the best! Being there and looking at the crowd and seeing their faces, hearing them sing the positive words from the songs."
   },
   "author": {
    "text": "Miley Cyrus"
   }
  },
  {
   "quote": {
    "text": "I like to accept it all, the negative and the positive."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "We're right to say that a culture that can't tolerate free speech is... there are a wide range of positive human experiences that are not available in that culture. And we're right to want those experiences."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "Positive social emotions like compassion and empathy are generally good for us, and we want to encourage them. But do we know how to most reliably raise children to care about the suffering of other people? I'm not sure we do."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "If anybody has a bad day, they'll just come to my room because they know I'll bring out the positive in everything, or I'll make them laugh, or I'll be just crazy."
   },
   "author": {
    "text": "Simone Biles"
   }
  },
  {
   "quote": {
    "text": "Those at the top would do better with a smaller share of a booming economy that elicits a positive politics than they will do with an ever-larger share of an anemic economy that fuels the politics of anger."
   },
   "author": {
    "text": "Robert Reich"
   }
  },
  {
   "quote": {
    "text": "I don't want to use the term 'plus-size,' because, to me, what the hell is that? It just doesn't have a positive connotation to it. I tend to not use it."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "Nothing will be beyond our reach when we make the flames of creating positive deeds flare up across the country with the virtues of the young vanguard as the initial spark and bring into full play the mounting vigour of the millions of young people."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "Conservatism has had from its inception vigorously positive, intellectually rigorous agenda and thinking. That agenda should have in my three pillars: strengthen the economy, strengthen our security, and strengthen our families."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "However much some journalists may criticize me, I know that I look, feel, and behave several decades younger than my actual age, and much of that is because I believe you are what you think you are. This is called positive affirmation, and it's a really strong tool."
   },
   "author": {
    "text": "Joan Collins"
   }
  },
  {
   "quote": {
    "text": "Food is kind of my entry card into everything. Food kind of opens the doors... because food is peace. It's good; it's positive."
   },
   "author": {
    "text": "Lidia Bastianich"
   }
  },
  {
   "quote": {
    "text": "I want to own a network. I want to own a network where you can turn it on with your family all day long and get positive reinforcement."
   },
   "author": {
    "text": "Tyler Perry"
   }
  },
  {
   "quote": {
    "text": "I have only had positive interactions in relation to my impressions of people, which I'm happy because I do them with love, and I hope that the people who I do them of really like them."
   },
   "author": {
    "text": "Kate McKinnon"
   }
  },
  {
   "quote": {
    "text": "The only reason to have a positive mental attitude is that it makes life better. It doesn't cure cancer."
   },
   "author": {
    "text": "Molly Ivins"
   }
  },
  {
   "quote": {
    "text": "I think the rise of China is one of the great events of all economic and human history, and I think this will be overwhelmingly a positive thing for the region and the world."
   },
   "author": {
    "text": "Paul Keating"
   }
  },
  {
   "quote": {
    "text": "Magic to me is you make a movie and it's all great and it clicks, and at the end of the day you feel like you're having an experience that is positive and that you're learning from."
   },
   "author": {
    "text": "Julia Roberts"
   }
  },
  {
   "quote": {
    "text": "I try to be positive. I speak to my players about how we have to play, respect the rules. What I have done is always be positive."
   },
   "author": {
    "text": "Pep Guardiola"
   }
  },
  {
   "quote": {
    "text": "Where men of judgment creep and feel their way, The positive pronounce without dismay."
   },
   "author": {
    "text": "William Cowper"
   }
  },
  {
   "quote": {
    "text": "I am someone who tunes into more ethical journalism, and I'm not someone who dwells a lot on the negative, so I think I'd rather focus on the positive and forge ahead."
   },
   "author": {
    "text": "Terri Irwin"
   }
  },
  {
   "quote": {
    "text": "I have a very positive outlook."
   },
   "author": {
    "text": "Pat Nixon"
   }
  },
  {
   "quote": {
    "text": "I don't want to waste anyone's time or money. I want to give people some truth and positive heart lift."
   },
   "author": {
    "text": "Mos Def"
   }
  },
  {
   "quote": {
    "text": "I love baseball. The game allowed me the influence to impact kids in a positive way. This gives me a chance to talk to some social issues."
   },
   "author": {
    "text": "Cal Ripken, Jr."
   }
  },
  {
   "quote": {
    "text": "I'm an algebra liar. I figure two good lies make a positive."
   },
   "author": {
    "text": "Tim Allen"
   }
  },
  {
   "quote": {
    "text": "The two things I was positive about in life were that I was going to be a teacher at a boarding school or an operative with the CIA posted abroad. I could write a book about all the things I was sure about."
   },
   "author": {
    "text": "Tucker Carlson"
   }
  },
  {
   "quote": {
    "text": "I hope to make a positive, productive contribution, as cheesy as that may sound."
   },
   "author": {
    "text": "Chelsea Clinton"
   }
  },
  {
   "quote": {
    "text": "I just want to make sure that I'm taking roles that are positive, real, honest reflections of African-Americans because I do think the media can put African-American women in the background. Then, unfortunately, what happens is, subconsciously, our culture begins to assess that as reality."
   },
   "author": {
    "text": "Kat Graham"
   }
  },
  {
   "quote": {
    "text": "I presume that nobody will deny the positive aspects of the North American cultural world. These are well known to all. But these aspects do not make one forget the disastrous effects of the industrial and commercial process of 'cultural lamination' that the USA is perpetrating on the planet."
   },
   "author": {
    "text": "Jose Saramago"
   }
  },
  {
   "quote": {
    "text": "You must not under any pretense allow your mind to dwell on any thought that is not positive, constructive, optimistic, kind."
   },
   "author": {
    "text": "Emmet Fox"
   }
  },
  {
   "quote": {
    "text": "Just imagine, the thousands and thousands of concerts that take place every single day, all over the world. And the positive effect that they would have on the people listening. Now imagine a world without this. This void... it is unthinkable."
   },
   "author": {
    "text": "Zubin Mehta"
   }
  },
  {
   "quote": {
    "text": "Perhaps one of the only positive pieces of advice that I was ever given was that supplied by an old courtier who observed: Only two rules really count. Never miss an opportunity to relieve yourself; never miss a chance to sit down and rest your feet."
   },
   "author": {
    "text": "Edward VIII"
   }
  },
  {
   "quote": {
    "text": "Since God is the foundation of my life, anything that streams from that can only be positive."
   },
   "author": {
    "text": "Ving Rhames"
   }
  },
  {
   "quote": {
    "text": "My purpose: to lift your spirit and to motivate you."
   },
   "author": {
    "text": "Mavis Staples"
   }
  },
  {
   "quote": {
    "text": "It's easy to see how non-profits become engrossed in catering to donors, which may or may not be the best thing at all times, while if a company is ultra-engaged with its customers, it's universally positive and helpful."
   },
   "author": {
    "text": "Andrew Yang"
   }
  },
  {
   "quote": {
    "text": "Dream small dreams. If you make them too big, you get overwhelmed and you don't do anything. If you make small goals and accomplish them, it gives you the confidence to go on to higher goals."
   },
   "author": {
    "text": "John H. Johnson"
   }
  },
  {
   "quote": {
    "text": "Some people never contribute anything positive to society, they may even drain our resources, but most of us try to do something better, to give back."
   },
   "author": {
    "text": "Martin Yan"
   }
  },
  {
   "quote": {
    "text": "One of the most gratifying, rewarding things is when people come up, and they tell you how the show influenced their lives in a very positive way. When I do these things like Comic Con, I get people who are lawyers, judges, plumbers, carpenters, and entire families, and it's mostly for 'Batman.' But now, amazingly, it's also for 'Family Guy.'"
   },
   "author": {
    "text": "Adam West"
   }
  },
  {
   "quote": {
    "text": "When push comes to shove, it ain't the science that's going to lift you up - it's the belief, the spiritual side of life, that's going to lift you up, no matter what religion you are."
   },
   "author": {
    "text": "Kirstie Alley"
   }
  },
  {
   "quote": {
    "text": "A year or so ago I went through all the people in my life and asked myself: does this person inspire me, genuinely love me and support me unconditionally? I wanted nothing but positive influences in my life."
   },
   "author": {
    "text": "Mena Suvari"
   }
  },
  {
   "quote": {
    "text": "You shall always find what you created in your mind, for instance, a benevolent God or an evil Devil. Between them are countless facets. Therefore, concentrate on the depth of your consciousness and on what you consider to be positive and good."
   },
   "author": {
    "text": "Hans Bender"
   }
  },
  {
   "quote": {
    "text": "The positive and negative poles of a battery create an electrical flow. The masculine and feminine poles between people create a flow of sexual energy in motion."
   },
   "author": {
    "text": "David Deida"
   }
  },
  {
   "quote": {
    "text": "And I have to work so hard at talking positively to myself. If I don't, it's just real hard to get through the day, and I'll get really down, and just want to cry. My whole body language changes. I get more slumped over."
   },
   "author": {
    "text": "Delta Burke"
   }
  },
  {
   "quote": {
    "text": "If it's great stuff, the people who consume it are nourished. It's a positive force."
   },
   "author": {
    "text": "Manuel Puig"
   }
  },
  {
   "quote": {
    "text": "I'm not sure how to describe my style. A lot of my work is dark and looks a bit sad, which is strange because I'm such a smiley, over-the-top positive guy who wears gold shoes most days."
   },
   "author": {
    "text": "Aaron Huey"
   }
  },
  {
   "quote": {
    "text": "I am fascinated by what is beautiful, strong, healthy, what is living. I seek harmony."
   },
   "author": {
    "text": "Leni Riefenstahl"
   }
  }
 ]
}