{
 "PowerQuotes": [
  {
   "quote": {
    "text": "The past cannot be changed. The future is yet in your power."
   },
   "author": {
    "text": "Unknown"
   }
  },
  {
   "quote": {
    "text": "Beauty is power; a smile is its sword."
   },
   "author": {
    "text": "John Ray"
   }
  },
  {
   "quote": {
    "text": "Nearly all men can stand adversity, but if you want to test a man's character, give him power."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "Knowledge will give you power, but character respect."
   },
   "author": {
    "text": "Bruce Lee"
   }
  },
  {
   "quote": {
    "text": "We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love. There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Words are singularly the most powerful force available to humanity. We can choose to use this force constructively with words of encouragement, or destructively using words of despair. Words have energy and power with the ability to help, to heal, to hinder, to hurt, to harm, to humiliate and to humble."
   },
   "author": {
    "text": "Yehuda Berg"
   }
  },
  {
   "quote": {
    "text": "Passion is energy. Feel the power that comes from focusing on what excites you."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "If you realized how powerful your thoughts are, you would never think a negative thought."
   },
   "author": {
    "text": "Peace Pilgrim"
   }
  },
  {
   "quote": {
    "text": "If the sight of the blue skies fills you with joy, if a blade of grass springing up in the fields has power to move you, if the simple things of nature have a message that you understand, rejoice, for your soul is alive."
   },
   "author": {
    "text": "Eleonora Duse"
   }
  },
  {
   "quote": {
    "text": "Cooking is all about people. Food is maybe the only universal thing that really has the power to bring everyone together. No matter what culture, everywhere around the world, people get together to eat."
   },
   "author": {
    "text": "Guy Fieri"
   }
  },
  {
   "quote": {
    "text": "There is an amazing power getting to know your inner self and learning how to use it and not fight with the world. If you know what makes you happy, your personality, interests and capabilities, just use them, and everything else flows beautifully."
   },
   "author": {
    "text": "Juhi Chawla"
   }
  },
  {
   "quote": {
    "text": "Every day we have plenty of opportunities to get angry, stressed or offended. But what you're doing when you indulge these negative emotions is giving something outside yourself power over your happiness. You can choose to not let little things upset you."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around."
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "There is a sacredness in tears. They are not the mark of weakness, but of power. They speak more eloquently than ten thousand tongues. They are the messengers of overwhelming grief, of deep contrition, and of unspeakable love."
   },
   "author": {
    "text": "Washington Irving"
   }
  },
  {
   "quote": {
    "text": "I write about the power of trying, because I want to be okay with failing. I write about generosity because I battle selfishness. I write about joy because I know sorrow. I write about faith because I almost lost mine, and I know what it is to be broken and in need of redemption. I write about gratitude because I am thankful - for all of it."
   },
   "author": {
    "text": "Kristin Armstrong"
   }
  },
  {
   "quote": {
    "text": "Words have no power to impress the mind without the exquisite horror of their reality."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "Anybody can become angry - that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way - that is not within everybody's power and is not easy."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Be Impeccable With Your Word. Speak with integrity. Say only what you mean. Avoid using the word to speak against yourself or to gossip about others. Use the power of your word in the direction of truth and love."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "Those who improve with age embrace the power of personal growth and personal achievement and begin to replace youth with wisdom, innocence with understanding, and lack of purpose with self-actualization."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "I love the sounds and the power of pounding water, whether it is the waves or a waterfall."
   },
   "author": {
    "text": "Mike May"
   }
  },
  {
   "quote": {
    "text": "An animal's eyes have the power to speak a great language."
   },
   "author": {
    "text": "Martin Buber"
   }
  },
  {
   "quote": {
    "text": "Let us never forget that government is ourselves and not an alien power over us. The ultimate rulers of our democracy are not a President and senators and congressmen and government officials, but the voters of this country."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "The media's the most powerful entity on earth. They have the power to make the innocent guilty and to make the guilty innocent, and that's power. Because they control the minds of the masses."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "Always keep your mind as bright and clear as the vast sky, the great ocean, and the highest peak, empty of all thoughts. Always keep your body filled with light and heat. Fill yourself with the power of wisdom and enlightenment."
   },
   "author": {
    "text": "Morihei Ueshiba"
   }
  },
  {
   "quote": {
    "text": "You have power over your mind - not outside events. Realize this, and you will find strength."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "Every human has four endowments - self awareness, conscience, independent will and creative imagination. These give us the ultimate human freedom... The power to choose, to respond, to change."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "The best advice I ever got was that knowledge is power and to keep reading."
   },
   "author": {
    "text": "David Bailey"
   }
  },
  {
   "quote": {
    "text": "Faith consists in believing when it is beyond the power of reason to believe."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "The power of imagination makes us infinite."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Girl power is about loving yourself and having confidence and strength from within, so even if you're not wearing a sexy outfit, you feel sexy."
   },
   "author": {
    "text": "Nicole Scherzinger"
   }
  },
  {
   "quote": {
    "text": "When virtue and modesty enlighten her charms, the lustre of a beautiful woman is brighter than the stars of heaven, and the influence of her power it is in vain to resist."
   },
   "author": {
    "text": "Akhenaton"
   }
  },
  {
   "quote": {
    "text": "Democracy must be built through open societies that share information. When there is information, there is enlightenment. When there is debate, there are solutions. When there is no sharing of power, no rule of law, no accountability, there is abuse, corruption, subjugation and indignation."
   },
   "author": {
    "text": "Atifete Jahjaga"
   }
  },
  {
   "quote": {
    "text": "When the power of love overcomes the love of power the world will know peace."
   },
   "author": {
    "text": "Jimi Hendrix"
   }
  },
  {
   "quote": {
    "text": "Human greatness does not lie in wealth or power, but in character and goodness. People are just people, and all people have faults and shortcomings, but all of us are born with a basic goodness."
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "Giving money and power to government is like giving whiskey and car keys to teenage boys."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Power does not corrupt. Fear corrupts... perhaps the fear of a loss of power."
   },
   "author": {
    "text": "John Steinbeck"
   }
  },
  {
   "quote": {
    "text": "Knowledge is power."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "That's the magic of art and the magic of theatre: it has the power to transform an audience, an individual, or en masse, to transform them and give them an epiphanal experience that changes their life, opens their hearts and their minds and the way they think."
   },
   "author": {
    "text": "Brian Stokes Mitchell"
   }
  },
  {
   "quote": {
    "text": "What makes Superman a hero is not that he has power, but that he has the wisdom and the maturity to use the power wisely. From an acting point of view, that's how I approached the part."
   },
   "author": {
    "text": "Christopher Reeve"
   }
  },
  {
   "quote": {
    "text": "True happiness involves the full use of one's power and talents."
   },
   "author": {
    "text": "John W. Gardner"
   }
  },
  {
   "quote": {
    "text": "Happiness, true happiness, is an inner quality. It is a state of mind. If your mind is at peace, you are happy. If your mind is at peace, but you have nothing else, you can be happy. If you have everything the world can give - pleasure, possessions, power - but lack peace of mind, you can never be happy."
   },
   "author": {
    "text": "Dada Vaswani"
   }
  },
  {
   "quote": {
    "text": "The world's biggest power is the youth and beauty of a woman."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "I'm in love with red. I think it's such a passionate color. Every flag of every country pretty much has red it it. It's power, there's no fence sitting with red. Either you love it or you don't. I think its blood and strength and life. I do love red. I love all colors. Great shades of blue, you find them in nature. They're all magic."
   },
   "author": {
    "text": "Bryan Batt"
   }
  },
  {
   "quote": {
    "text": "Every dollar spent on nuclear is one less dollar spent on clean renewable energy and one more dollar spent on making the world a comparatively dirtier and a more dangerous place, because nuclear power and nuclear weapons go hand in hand."
   },
   "author": {
    "text": "Mark Z. Jacobson"
   }
  },
  {
   "quote": {
    "text": "Pessimism leads to weakness, optimism to power."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "The power for creating a better future is contained in the present moment: You create a good future by creating a good present."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "Rank does not confer privilege or give power. It imposes responsibility."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "Between stimulus and response there is a space. In that space is our power to choose our response. In our response lies our growth and our freedom."
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "Liberty may be endangered by the abuse of liberty, but also by the abuse of power."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "The great gift of human beings is that we have the power of empathy."
   },
   "author": {
    "text": "Meryl Streep"
   }
  },
  {
   "quote": {
    "text": "The only difference between a hero and the villain is that the villain chooses to use that power in a way that is selfish and hurts other people."
   },
   "author": {
    "text": "Chadwick Boseman"
   }
  },
  {
   "quote": {
    "text": "We need money. We need hits. Hits bring money, money bring power, power bring fame, fame change the game."
   },
   "author": {
    "text": "Young Thug"
   }
  },
  {
   "quote": {
    "text": "When we talk about the word 'socialism,' I think what it really means is just democratic participation in our economic dignity and our economic, social, and racial dignity. It is about direct representation and people actually having power and stake over their economic and social wellness, at the end of the day."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "This is the power of gathering: it inspires us, delightfully, to be more hopeful, more joyful, more thoughtful: in a word, more alive."
   },
   "author": {
    "text": "Alice Waters"
   }
  },
  {
   "quote": {
    "text": "Power is not a means, it is an end. One does not establish a dictatorship in order to safeguard a revolution; one makes the revolution in order to establish the dictatorship."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "The power of youth is the common wealth for the entire world. The faces of young people are the faces of our past, our present and our future. No segment in the society can match with the power, idealism, enthusiasm and courage of the young people."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "Our scientific power has outrun our spiritual power. We have guided missiles and misguided men."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "The ultimate value of life depends upon awareness and the power of contemplation rather than upon mere survival."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Never underestimate the power of human stupidity."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love."
   },
   "author": {
    "text": "Morihei Ueshiba"
   }
  },
  {
   "quote": {
    "text": "When you blame others, you give up your power to change."
   },
   "author": {
    "text": "Robert Anthony"
   }
  },
  {
   "quote": {
    "text": "Respect your efforts, respect yourself. Self-respect leads to self-discipline. When you have both firmly under your belt, that's real power."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "When the whole world is silent, even one voice becomes powerful."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "The power of the lawyer is in the uncertainty of the law."
   },
   "author": {
    "text": "Jeremy Bentham"
   }
  },
  {
   "quote": {
    "text": "The power of one, if fearless and focused, is formidable, but the power of many working together is better."
   },
   "author": {
    "text": "Gloria Macapagal Arroyo"
   }
  },
  {
   "quote": {
    "text": "There is more power in unity than division."
   },
   "author": {
    "text": "Emanuel Cleaver"
   }
  },
  {
   "quote": {
    "text": "Words, without power, is mere philosophy."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "Engineering or technology is all about using the power of science to make life better for people, to reduce cost, to improve comfort, to improve productivity, etc."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "Prayer is man's greatest power!"
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "Power tends to corrupt and absolute power corrupts absolutely."
   },
   "author": {
    "text": "Lord Acton"
   }
  },
  {
   "quote": {
    "text": "Never underestimate the power of dreams and the influence of the human spirit. We are all the same in this notion: The potential for greatness lives within each of us."
   },
   "author": {
    "text": "Wilma Rudolph"
   }
  },
  {
   "quote": {
    "text": "Only those who have learned the power of sincere and selfless contribution experience life's deepest joy: true fulfillment."
   },
   "author": {
    "text": "Tony Robbins"
   }
  },
  {
   "quote": {
    "text": "Together, we have the power to inspire, connect, and deliver on new opportunities and rich experiences that can open doors to innovation and progress while growing global economies and increasing well-being."
   },
   "author": {
    "text": "Tae Yoo"
   }
  },
  {
   "quote": {
    "text": "The one exclusive sign of thorough knowledge is the power of teaching."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "The power to question is the basis of all human progress."
   },
   "author": {
    "text": "Indira Gandhi"
   }
  },
  {
   "quote": {
    "text": "Nationalism is power hunger tempered by self-deception."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "Power is of two kinds. One is obtained by the fear of punishment and the other by acts of love. Power based on love is a thousand times more effective and permanent then the one derived from fear of punishment."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "We can be tired, weary and emotionally distraught, but after spending time alone with God, we find that He injects into our bodies energy, power and strength."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "Music has healing power. It has the ability to take people out of themselves for a few hours."
   },
   "author": {
    "text": "Elton John"
   }
  },
  {
   "quote": {
    "text": "It is certain, in any case, that ignorance, allied with power, is the most ferocious enemy justice can have."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "Lipstick is the most valuable weapon in a woman's make-up kit. It has the power to transform the appearance and mood of the person wearing it, and, at the same time, arouses the admiration of everybody else."
   },
   "author": {
    "text": "Monica Bellucci"
   }
  },
  {
   "quote": {
    "text": "I, not events, have the power to make me happy or unhappy today. I can choose which it shall be. Yesterday is dead, tomorrow hasn't arrived yet. I have just one day, today, and I'm going to be happy in it."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "Imagination is not only the uniquely human capacity to envision that which is not, and therefore the fount of all invention and innovation. In its arguably most transformative and revelatory capacity, it is the power to that enables us to empathize with humans whose experiences we have never shared."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "The truth is that all men having power ought to be mistrusted."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "My morning rituals are typical. I wake up yearning for a few extra moments of rest. I express gratitude to a higher power for the breath in my body and the blessings in my life. I shower. I dress. I eat breakfast. I exchange laughter and words with my beloveds, embracing each other as we say our daily goodbyes."
   },
   "author": {
    "text": "Patrisse Cullors"
   }
  },
  {
   "quote": {
    "text": "Technology and social media have brought power back to the people."
   },
   "author": {
    "text": "Mark McKinnon"
   }
  },
  {
   "quote": {
    "text": "In the end, abortion is an issue of fundamental human rights. To force women to undergo pregnancy and childbirth against their will is to deprive them of the right to make basic decisions about their lives and well-being, and to give that power to the state."
   },
   "author": {
    "text": "Katha Pollitt"
   }
  },
  {
   "quote": {
    "text": "All the waste in a year from a nuclear power plant can be stored under a desk."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Each person holds so much power within themselves that needs to be let out. Sometimes they just need a little nudge, a little direction, a little support, a little coaching, and the greatest things can happen."
   },
   "author": {
    "text": "Pete Carroll"
   }
  },
  {
   "quote": {
    "text": "No man can be judged a criminal until he is found guilty; nor can society take from him the public protection until it has been proved that he has violated the conditions on which it was granted. What right, then, but that of power, can authorize the punishment of a citizen so long as there remains any doubt of his guilt?"
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "Knowledge will forever govern ignorance; and a people who mean to be their own governors must arm themselves with the power which knowledge gives."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "Communism has never come to power in a country that was not disrupted by war or corruption, or both."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "I believe the root of all evil is abuse of power."
   },
   "author": {
    "text": "Patricia Cornwell"
   }
  },
  {
   "quote": {
    "text": "We needed something to express our joy, our beauty, our power. And the rainbow did that."
   },
   "author": {
    "text": "Gilbert Baker"
   }
  },
  {
   "quote": {
    "text": "Sustainability is not just about adopting the latest energy-efficient technologies or turning to renewable sources of power. Sustainability is the responsibility of every individual every day. It is about changing our behaviour and mindset to reduce power and water consumption, thereby helping to control emissions and pollution levels."
   },
   "author": {
    "text": "Joe Kaeser"
   }
  },
  {
   "quote": {
    "text": "Don't underestimate the power of your vision to change the world. Whether that world is your office, your community, an industry or a global movement, you need to have a core belief that what you contribute can fundamentally change the paradigm or way of thinking about problems."
   },
   "author": {
    "text": "Leroy Hood"
   }
  },
  {
   "quote": {
    "text": "Clothes make the man. Naked people have little or no influence on society."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "All things are subject to interpretation whichever interpretation prevails at a given time is a function of power and not truth."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Mastering others is strength. Mastering yourself is true power."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "We will explore the mysteries of science and harness the power of technology and innovation. We will realise the opportunities of the digital world. Our youth will learn more from - and with - each other."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "The obligation of subjects to the sovereign is understood to last as long, and no longer, than the power lasteth by which he is able to protect them."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "The art of being happy lies in the power of extracting happiness from common things."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "Power tends to corrupt, and absolute power corrupts absolutely."
   },
   "author": {
    "text": "John Acton"
   }
  },
  {
   "quote": {
    "text": "I believe in the power of great clothing. It can evoke confidence, beauty, and a sense of glamour."
   },
   "author": {
    "text": "Tina Knowles"
   }
  },
  {
   "quote": {
    "text": "Creativity has to start somewhere, and we are true believers in the power of bracing, candid feedback, and the iterative process - reworking, reworking, and reworking again until a flawed story finds its through line or a hollow character finds its soul."
   },
   "author": {
    "text": "Edwin Catmull"
   }
  },
  {
   "quote": {
    "text": "Strong government doesn't mean simply military power or an efficient intelligence apparatus. Instead, it should mean effective, fair administration - in other words, 'good governance.'"
   },
   "author": {
    "text": "Raghuram Rajan"
   }
  },
  {
   "quote": {
    "text": "The people are the government, administering it by their agents; they are the government, the sovereign power."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "Kindness is in our power, even when fondness is not."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "The simplest and most basic meaning of the symbol of the Goddess is the acknowledgment of the legitimacy of female power as a beneficent and independent power."
   },
   "author": {
    "text": "Carol P. Christ"
   }
  },
  {
   "quote": {
    "text": "The right of nature... is the liberty each man hath to use his own power, as he will himself, for the preservation of his own nature; that is to say, of his own life."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "I try to keep in my mind the simple question: Am I trying to do good or make myself look good? Too many of our responsibilities get added to our plate when we are trying to please people, impress people, prove ourselves, acquire power, increase our prestige. All those motivations are about looking good more than doing good."
   },
   "author": {
    "text": "Kevin DeYoung"
   }
  },
  {
   "quote": {
    "text": "You can change your world by changing your words... Remember, death and life are in the power of the tongue."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Anyway, no drug, not even alcohol, causes the fundamental ills of society. If we're looking for the source of our troubles, we shouldn't test people for drugs, we should test them for stupidity, ignorance, greed and love of power."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "To dance is to be out of yourself. Larger, more beautiful, more powerful. This is power, it is glory on earth and it is yours for the taking."
   },
   "author": {
    "text": "Agnes de Mille"
   }
  },
  {
   "quote": {
    "text": "No person, no place, and no thing has any power over us, for 'we' are the only thinkers in our mind. When we create peace and harmony and balance in our minds, we will find it in our lives."
   },
   "author": {
    "text": "Louise L. Hay"
   }
  },
  {
   "quote": {
    "text": "When power leads man toward arrogance, poetry reminds him of his limitations. When power narrows the area of man's concern, poetry reminds him of the richness and diversity of existence. When power corrupts, poetry cleanses."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Everybody has something that chews them up and, for me, that thing was always loneliness. The cinema has the power to make you not feel lonely, even when you are."
   },
   "author": {
    "text": "Tom Hanks"
   }
  },
  {
   "quote": {
    "text": "Whereas nationalism still seeks power, honour, and glory through means that endanger other countries, patriotism knows that a country's strength and honour can only be permanently safeguarded through concourse with other countries. And whereas nationalism scoffs at the idea of international laws and regulations, patriotism seeks to create such."
   },
   "author": {
    "text": "Ellen Key"
   }
  },
  {
   "quote": {
    "text": "What is interesting is the power and the impact of social media... So we must try to use social media in a good way."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Mentors of mine were under a big pressure to minimize their femininity to make it. I'm not going to do that. That takes away my power. I'm not going to compromise who I am."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "Power always thinks... that it is doing God's service when it is violating all his laws."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "We were all born with a certain degree of power. The key to success is discovering this innate power and using it daily to deal with whatever challenges come our way."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "There is no limit to the potential of brethren working together in complete brotherhood and selflessness toward spiritual goals. The power of God working through such channels will bring unimaginable blessings to all concerned."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "There is an urgent need to stop subsidizing the fossil fuel industry, dramatically reduce wasted energy, and significantly shift our power supplies from oil, coal, and natural gas to wind, solar, geothermal, and other renewable energy sources."
   },
   "author": {
    "text": "Bill McKibben"
   }
  },
  {
   "quote": {
    "text": "The power of community to create health is far greater than any physician, clinic or hospital."
   },
   "author": {
    "text": "Mark Hyman"
   }
  },
  {
   "quote": {
    "text": "Nuclear power will help provide the electricity that our growing economy needs without increasing emissions. This is truly an environmentally responsible source of energy."
   },
   "author": {
    "text": "Michael C. Burgess"
   }
  },
  {
   "quote": {
    "text": "Conflict, of course, comes about because of the misuse of power and the clash of ideals, not to mention the inflammatory activities of unscrupulous and bigoted leaders. But it also arises, tragically, from an inability to understand and from the powerful emotions which, out of misunderstanding, lead to distrust and fear."
   },
   "author": {
    "text": "Prince Charles"
   }
  },
  {
   "quote": {
    "text": "Power is like being a lady... if you have to tell people you are, you aren't."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "Truth is powerful and it prevails."
   },
   "author": {
    "text": "Sojourner Truth"
   }
  },
  {
   "quote": {
    "text": "The greatest power is often simple patience."
   },
   "author": {
    "text": "E. Joseph Cossman"
   }
  },
  {
   "quote": {
    "text": "Personality has power to uplift, power to depress, power to curse, and power to bless."
   },
   "author": {
    "text": "Paul P. Harris"
   }
  },
  {
   "quote": {
    "text": "Memories have huge staying power, but like dreams, they thrive in the dark, surviving for decades in the deep waters of our minds like shipwrecks on the sea bed."
   },
   "author": {
    "text": "J. G. Ballard"
   }
  },
  {
   "quote": {
    "text": "Feminism isn't simply about being a woman in a position of power. It's battling systemic inequities; it's a social justice movement that believes sexism, racism and classism exist and interconnect, and that they should be consistently challenged."
   },
   "author": {
    "text": "Jessica Valenti"
   }
  },
  {
   "quote": {
    "text": "It was settled by the Constitution, the laws, and the whole practice of the government that the entire executive power is vested in the President of the United States."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "Truth is the ultimate power. When the truth comes around, all the lies have to run and hide."
   },
   "author": {
    "text": "Ice Cube"
   }
  },
  {
   "quote": {
    "text": "The control of information is something the elite always does, particularly in a despotic form of government. Information, knowledge, is power. If you can control information, you can control people."
   },
   "author": {
    "text": "Tom Clancy"
   }
  },
  {
   "quote": {
    "text": "With an eye made quiet by the power of harmony, and the deep power of joy, we see into the life of things."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "Through consciousness, our minds have the power to change our planet and ourselves. It is time we heed the wisdom of the ancient indigenous people and channel our consciousness and spirit to tend the garden and not destroy it."
   },
   "author": {
    "text": "Bruce Lipton"
   }
  },
  {
   "quote": {
    "text": "You reclaim your power by loving what you were once taught to hate."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Vision without power does bring moral elevation but cannot give a lasting culture."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "Nothing else so destroys the power to stand alone as the habit of leaning upon others. If you lean, you will never be strong or original. Stand alone or bury your ambition to be somebody in the world."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "The First Industrial Revolution used water and steam power to mechanize production. The Second used electric power to create mass production. The Third used electronics and information technology to automate production."
   },
   "author": {
    "text": "Klaus Schwab"
   }
  },
  {
   "quote": {
    "text": "I have learned that there is more power in a good strong hug than in a thousand meaningful words."
   },
   "author": {
    "text": "Ann Hood"
   }
  },
  {
   "quote": {
    "text": "A crown is merely a hat that lets the rain in."
   },
   "author": {
    "text": "Frederick the Great"
   }
  },
  {
   "quote": {
    "text": "Power is no blessing in itself, except when it is used to protect the innocent."
   },
   "author": {
    "text": "Jonathan Swift"
   }
  },
  {
   "quote": {
    "text": "There is inestimable blessing in a cheerful spirit. When the soul throws its windows wide open, letting in the sunshine, and presenting to all who see it the evidence of its gladness, it is not only happy, but it has an unspeakable power of doing good."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Political power grows out of the barrel of a gun."
   },
   "author": {
    "text": "Mao Zedong"
   }
  },
  {
   "quote": {
    "text": "I am a woman, and I am a Latina. Those are the things that make my writing distinctive. Those are the things that give my writing power."
   },
   "author": {
    "text": "Sandra Cisneros"
   }
  },
  {
   "quote": {
    "text": "And so you touch this limit, something happens and you suddenly can go a little bit further. With your mind power, your determination, your instinct, and the experience as well, you can fly very high."
   },
   "author": {
    "text": "Ayrton Senna"
   }
  },
  {
   "quote": {
    "text": "Never stand begging for that which you have the power to earn."
   },
   "author": {
    "text": "Miguel de Cervantes"
   }
  },
  {
   "quote": {
    "text": "I believe in one power, and that is the hand of God. I respect all religions."
   },
   "author": {
    "text": "Lata Mangeshkar"
   }
  },
  {
   "quote": {
    "text": "The power of choosing good and evil is within the reach of all."
   },
   "author": {
    "text": "Origen"
   }
  },
  {
   "quote": {
    "text": "Never give up, which is the lesson I learned from boxing. As soon as you learn to never give up, you have to learn the power and wisdom of unconditional surrender, and that one doesn't cancel out the other; they just exist as contradictions. The wisdom of it comes as you get older."
   },
   "author": {
    "text": "Kris Kristofferson"
   }
  },
  {
   "quote": {
    "text": "Nuclear power is a young technology - there's so much more to be discovered. That's what makes it so exciting to me. Yes, there are problems, but innovative people are going to be able to come up with solutions and bring the technology to its full potential."
   },
   "author": {
    "text": "Leslie Dewan"
   }
  },
  {
   "quote": {
    "text": "In strictly medical terms, there's no difference between HIV and diabetes; they're not curable, but they're very, very highly treatable, and early information is power. The only thing - literally the only thing - that is different is the stigma. And we have to overcome it, because it is now the only reason people are dying."
   },
   "author": {
    "text": "David Furnish"
   }
  },
  {
   "quote": {
    "text": "Asteroids have us in our sight. The dinosaurs didn't have a space program, so they're not here to talk about this problem. We are, and we have the power to do something about it. I don't want to be the embarrassment of the galaxy, to have had the power to deflect an asteroid, and then not, and end up going extinct."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "The power of an air force is terrific when there is nothing to oppose it."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Because power corrupts, society's demands for moral authority and character increase as the importance of the position increases."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "Fear is the most debilitating emotion in the world, and it can keep you from ever truly knowing yourself and others - its adverse effects can no longer be overlooked or underestimated. Fear breeds hatred, and hatred has the power to destroy everything in its path."
   },
   "author": {
    "text": "Kevyn Aucoin"
   }
  },
  {
   "quote": {
    "text": "Red is one of the strongest colors, it's blood, it has a power with the eye. That's why traffic lights are red I guess, and stop signs as well... In fact I use red in all of my paintings."
   },
   "author": {
    "text": "Keith Haring"
   }
  },
  {
   "quote": {
    "text": "Life is thickly sown with thorns, and I know no other remedy than to pass quickly through them. The longer we dwell on our misfortunes, the greater is their power to harm us."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "We cannot create observers by saying 'observe', but by giving them the power and the means for this observation and these means are procured through education of the senses."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Power in defense of freedom is greater than power in behalf of tyranny and oppression, because power, real power, comes from our conviction which produces action, uncompromising action."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "Power over others is weakness disguised as strength."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "Knowledge is power. Information is power. The secreting or hoarding of knowledge or information may be an act of tyranny camouflaged as humility."
   },
   "author": {
    "text": "Robin Morgan"
   }
  },
  {
   "quote": {
    "text": "I strongly believe that the Founding Fathers of our country got it right: power corrupts, and any time you have too much power concentrated in one place, it tends to get abused, so checks and balances are always needed."
   },
   "author": {
    "text": "Dean Ornish"
   }
  },
  {
   "quote": {
    "text": "I am sure that no man can derive more pleasure from money or power than I do from seeing a pair of basketball goals in some out of the way place."
   },
   "author": {
    "text": "James Naismith"
   }
  },
  {
   "quote": {
    "text": "No other human being, no woman, no poem or music, book or painting can replace alcohol in its power to give man the illusion of real creation."
   },
   "author": {
    "text": "Marguerite Duras"
   }
  },
  {
   "quote": {
    "text": "It is said that power corrupts, but actually it's more true that power attracts the corruptible. The sane are usually attracted by other things than power."
   },
   "author": {
    "text": "David Brin"
   }
  },
  {
   "quote": {
    "text": "Wondrous is the strength of cheerfulness, and its power of endurance - the cheerful man will do more in the same time, will do it; better, will preserve it longer, than the sad or sullen."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "Complete strangers can stand silent next to each other in an elevator and not even look each other in the eye. But at a concert, those same strangers could find themselves dancing and singing together like best friends. That's the power of music."
   },
   "author": {
    "text": "LZ Granderson"
   }
  },
  {
   "quote": {
    "text": "Language exerts hidden power, like the moon on the tides."
   },
   "author": {
    "text": "Rita Mae Brown"
   }
  },
  {
   "quote": {
    "text": "The people are the only legitimate fountain of power, and it is from them that the constitutional charter, under which the several branches of government hold their power, is derived."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "The measure of a man is what he does with power."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "It is not power that corrupts but fear. Fear of losing power corrupts those who wield it and fear of the scourge of power corrupts those who are subject to it."
   },
   "author": {
    "text": "Aung San Suu Kyi"
   }
  },
  {
   "quote": {
    "text": "If you must break the law, do it to seize power: in all other cases observe it."
   },
   "author": {
    "text": "Julius Caesar"
   }
  },
  {
   "quote": {
    "text": "What then is freedom? The power to live as one wishes."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Never go backward. Attempt, and do it with all your might. Determination is power."
   },
   "author": {
    "text": "Charles Simmons"
   }
  },
  {
   "quote": {
    "text": "A king without power is an absurdity."
   },
   "author": {
    "text": "James Monroe"
   }
  },
  {
   "quote": {
    "text": "What it lies in our power to do, it lies in our power not to do."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "The natural liberty of man is to be free from any superior power on Earth, and not to be under the will or legislative authority of man, but only to have the law of nature for his rule."
   },
   "author": {
    "text": "Samuel Adams"
   }
  },
  {
   "quote": {
    "text": "Power concedes nothing without a demand. It never did and it never will."
   },
   "author": {
    "text": "Frederick Douglass"
   }
  },
  {
   "quote": {
    "text": "Nothing has such power to broaden the mind as the ability to investigate systematically and truly all that comes under thy observation in life."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "Indeed, the existence of class, of social hierarchy, is as old as man himself. It prevails in the jungle where strength determines hierarchy; among men, it has also been savagely the same, whereby rulers vested with power through personal combat, or through lineal heritage as in the case of royalty, ravage their subjects."
   },
   "author": {
    "text": "F. Sionil Jose"
   }
  },
  {
   "quote": {
    "text": "Thanks to Hillary Clinton, Iran is now the dominant Islamic power in the Middle East, and on the road to nuclear weapons. Hillary Clinton's support for violent regime change in Syria has thrown the country into one of the bloodiest civil wars anyone has ever seen - while giving ISIS a launching pad for terrorism against the West."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Nothing is impossible in this world. Firm determination, it is said, can move heaven and earth. Things appear far beyond one's power, because one cannot set his heart on any arduous project due to want of strong will."
   },
   "author": {
    "text": "Yamamoto Tsunetomo"
   }
  },
  {
   "quote": {
    "text": "I feel like knowledge is power: If you know how to take care of yourself, you can be a better version of yourself."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "Swimming has its educational value - mental, moral, and physical - in giving you a sense of mastery over an element, and of power of saving life, and in the development of wind and limb."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "Power is what men seek and any group that gets it will abuse it."
   },
   "author": {
    "text": "Lincoln Steffens"
   }
  },
  {
   "quote": {
    "text": "The waving of a pine tree on the top of a mountain - a magic wand in Nature's hand - every devout mountaineer knows its power; but the marvelous beauty value of what the Scotch call a breckan in a still dell, what poet has sung this?"
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "You're taught from the day you start medical school that you're a god, that you can have power over life and death. So when your life starts to crumble, and the highest power you see is looking back in the mirror - and you know that power is flawed - it is very hard to get past that."
   },
   "author": {
    "text": "Michael Palmer"
   }
  },
  {
   "quote": {
    "text": "Intersectionality is an analytic sensibility, a way of thinking about identity and its relationship to power. Originally articulated on behalf of black women, the term brought to light the invisibility of many constituents within groups that claim them as members but often fail to represent them."
   },
   "author": {
    "text": "Kimberle Williams Crenshaw"
   }
  },
  {
   "quote": {
    "text": "In the end, there is no absence of irony: the integrity of what is sacred to Native Americans will be determined by the government that has been responsible for doing everything in its power to destroy Native American cultures."
   },
   "author": {
    "text": "Winona LaDuke"
   }
  },
  {
   "quote": {
    "text": "Brain power improves by brain use, just as our bodily strength grows with exercise. And there is no doubt that a large proportion of the female population, from school days to late middle age, now have very complicated lives indeed."
   },
   "author": {
    "text": "A. N. Wilson"
   }
  },
  {
   "quote": {
    "text": "We all have goals: We want to matter. We want to be important. We want to have freedom and power to pursue our creative work. We want respect from our peers and recognition for our accomplishments. Not out of vanity or selfishness, but of an earnest desire to fulfill our personal potential."
   },
   "author": {
    "text": "Ryan Holiday"
   }
  },
  {
   "quote": {
    "text": "We have it in our power to begin the world over again."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "To complain is always nonacceptance of what is. It invariably carries an unconscious negative charge. When you complain, you make yourself into a victim. When you speak out, you are in your power. So change the situation by taking action or by speaking out if necessary or possible; leave the situation or accept it. All else is madness."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "The power of mathematics is often to change one thing into another, to change geometry into language."
   },
   "author": {
    "text": "Marcus du Sautoy"
   }
  },
  {
   "quote": {
    "text": "Expose yourself to your deepest fear; after that, fear has no power, and the fear of freedom shrinks and vanishes. You are free."
   },
   "author": {
    "text": "Jim Morrison"
   }
  },
  {
   "quote": {
    "text": "What I fear most is power with impunity. I fear abuse of power, and the power to abuse."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom."
   },
   "author": {
    "text": "James Allen"
   }
  },
  {
   "quote": {
    "text": "Power has only one duty - to secure the social welfare of the People."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Always continue the climb. It is possible for you to do whatever you choose, if you first get to know who you are and are willing to work with a power that is greater than ourselves to do it."
   },
   "author": {
    "text": "Ella Wheeler Wilcox"
   }
  },
  {
   "quote": {
    "text": "Do not waste time dreaming of great faraway opportunities; do the best you can where you are. Open your petals of power and beauty and fling out the fragrance of your life in the place that has been assigned to you."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Music is one of the most powerful things the world has to offer. No matter what race or religion or nationality or sexual orientation or gender that you are, it has the power to unite us."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "I have now taken a serious task upon myself and I fear a greater one that is in the power of any man to perform in the given time-but it is too late to go back."
   },
   "author": {
    "text": "Eli Whitney"
   }
  },
  {
   "quote": {
    "text": "Comebacks don't seem likely when your back is up against the wall and your hope is depleted. But if you will stay the course, you will discover God's power to reverse the irreversible in your life."
   },
   "author": {
    "text": "Tony Evans"
   }
  },
  {
   "quote": {
    "text": "We spend our lives, all of us, waiting for the great day, the great battle, or the deed of power. But that external consummation is not given to many: nor is it necessary. So long as our being is tensed, directed with passion, towards that which is the spirit of all things, then that spirit will emerge from our own hidden, nameless effort."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "Building up expectations, creating unrealistic time frames, feeling like our end goal is the end all, be all can all lead to frustration or anxiety. We end up feeling as though we have to power through what we want rather than enjoy the process and just let the result come as it may."
   },
   "author": {
    "text": "Gretchen Bleiler"
   }
  },
  {
   "quote": {
    "text": "I really want women to know their power, to value their experience. To understand that nothing has been more wholesome in the political process than the increased involvement of women."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "The only purpose for which power can be rightfully exercised over any member of a civilized community, against his will, is to prevent harm to others. His own good, either physical or moral, is not sufficient warrant."
   },
   "author": {
    "text": "John Stuart Mill"
   }
  },
  {
   "quote": {
    "text": "Lebanon was at one time known as a nation that rose above sectarian hatred; Beirut was known as the Paris of the Middle East. All of that was blown apart by senseless religious wars, financed and exploited in part by those who sought power and wealth. If women had been in charge, would they have been more sensible? It's a theory."
   },
   "author": {
    "text": "Roger Ebert"
   }
  },
  {
   "quote": {
    "text": "It is true, indeed, that the national domain is ours. It is true it was acquired by the valor and with the wealth of the whole nation. But we hold, nevertheless, no arbitrary power over it."
   },
   "author": {
    "text": "William H. Seward"
   }
  },
  {
   "quote": {
    "text": "There are two powers in the world; one is the sword and the other is the pen. There is a great competition and rivalry between the two. There is a third power stronger than both, that of the women."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "Our democracy is designed to speak truth to power."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "During the time men live without a common power to keep them all in awe, they are in that conditions called war; and such a war, as if of every man, against every man."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "Pleasure is a shadow, wealth is vanity, and power a pageant; but knowledge is ecstatic in enjoyment, perennial in frame, unlimited in space and indefinite in duration."
   },
   "author": {
    "text": "DeWitt Clinton"
   }
  },
  {
   "quote": {
    "text": "Nothing strengthens authority so much as silence."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "There will be no end to the troubles of states, or of humanity itself, till philosophers become kings in this world, or till those we now call kings and rulers really and truly become philosophers, and political power and philosophy thus come into the same hands."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Power means happiness; power means hard work and sacrifice."
   },
   "author": {
    "text": "Beyonce Knowles"
   }
  },
  {
   "quote": {
    "text": "There is no man more dangerous, in a position of power, than he who refuses to accept as a working truth the idea that all a man does should make for rightness and soundness, that even the fixing of a tariff rate must be moral."
   },
   "author": {
    "text": "Ida Tarbell"
   }
  },
  {
   "quote": {
    "text": "Education is a human right with immense power to transform. On its foundation rest the cornerstones of freedom, democracy and sustainable human development."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "I tell my kids and I tell proteges, always have humility when you create and grace when you succeed, because it's not about you. You are a terminal for a higher power. As soon as you accept that, you can do it forever."
   },
   "author": {
    "text": "Quincy Jones"
   }
  },
  {
   "quote": {
    "text": "The power of population is indefinitely greater than the power in the earth to produce subsistence for man."
   },
   "author": {
    "text": "Thomas Malthus"
   }
  },
  {
   "quote": {
    "text": "We have also arranged things so that almost no one understands science and technology. This is a prescription for disaster. We might get away with it for a while, but sooner or later this combustible mixture of ignorance and power is going to blow up in our faces."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "No matter what has happened to you in the past or what is going on in your life right now, it has no power to keep you from having an amazingly good future if you will walk by faith in God. God loves you! He wants you to live with victory over sin so you can possess His promises for your life today!"
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "The power of the white world is threatened whenever a black man refuses to accept the white world's definitions."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "We all have our own life to pursue, our own kind of dream to be weaving, and we all have the power to make wishes come true, as long as we keep believing."
   },
   "author": {
    "text": "Louisa May Alcott"
   }
  },
  {
   "quote": {
    "text": "The only real power comes out of a long rifle."
   },
   "author": {
    "text": "Joseph Stalin"
   }
  },
  {
   "quote": {
    "text": "Make the best use of what is in your power, and take the rest as it happens."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "The story being told in 'Star Wars' is a classic one. Every few hundred years, the story is retold because we have a tendency to do the same things over and over again. Power corrupts, and when you're in charge, you start doing things that you think are right, but they're actually not."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "Doing good holds the power to transform us on the inside, and then ripple out in ever-expanding circles that positively impact the world at large."
   },
   "author": {
    "text": "Shari Arison"
   }
  },
  {
   "quote": {
    "text": "The world has today 546 nuclear plants generating electricity. Their experience is being continuously researched, and feedback should be provided to all. Nuclear scientists have to interact with the people of the nation, and academic institutions continuously update nuclear power generation technology and safety."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Every day alive in the 'Power' world is a beautiful day."
   },
   "author": {
    "text": "Brandon Victor Dixon"
   }
  },
  {
   "quote": {
    "text": "The dangers of a concentration of all power in the general government of a confederacy so vast as ours are too obvious to be disregarded."
   },
   "author": {
    "text": "Franklin Pierce"
   }
  },
  {
   "quote": {
    "text": "Everything is generated through your own will power."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "Censorship is saying: 'I'm the one who says the last sentence. Whatever you say, the conclusion is mine.' But the internet is like a tree that is growing. The people will always have the last word - even if someone has a very weak, quiet voice. Such power will collapse because of a whisper."
   },
   "author": {
    "text": "Ai Weiwei"
   }
  },
  {
   "quote": {
    "text": "The doctrine of blind obedience and unqualified submission to any human power, whether civil or ecclesiastical, is the doctrine of despotism, and ought to have no place among Republicans and Christians."
   },
   "author": {
    "text": "Angelina Grimke"
   }
  },
  {
   "quote": {
    "text": "We give you the facts. I told you information is power - knowledge is power. We can't be in an ideological battle to redeem the soul of this country if we don't have the facts."
   },
   "author": {
    "text": "Tavis Smiley"
   }
  },
  {
   "quote": {
    "text": "You have a good many little gifts and virtues, but there is no need of parading them, for conceit spoils the finest genius. There is not much danger that real talent or goodness will be overlooked long, and the great charm of all power is modesty."
   },
   "author": {
    "text": "Louisa May Alcott"
   }
  },
  {
   "quote": {
    "text": "Our thoughts are mainly controlled by our subconscious, which is largely formed before the age of 6, and you cannot change the subconscious mind by just thinking about it. That's why the power of positive thinking will not work for most people. The subconscious mind is like a tape player. Until you change the tape, it will not change."
   },
   "author": {
    "text": "Bruce Lipton"
   }
  },
  {
   "quote": {
    "text": "Experience hath shewn, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Force always attracts men of low morality."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Stereotypes lose their power when the world is found to be more complex than the stereotype would suggest. When we learn that individuals do not fit the group stereotype, then it begins to fall apart."
   },
   "author": {
    "text": "Ed Koch"
   }
  },
  {
   "quote": {
    "text": "The most common way people give up their power is by thinking they don't have any."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "From my perspective, I absolutely believe in a greater spiritual power, far greater than I am, from which I have derived strength in moments of sadness or fear. That's what I believe, and it was very, very strong in the forest."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "Man's greatness lies in his power of thought."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "In a world of complex threats, our security and leadership depends on all elements of our power - including strong and principled diplomacy."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "God exists, if only in the form of a meme with high survival value, or infective power, in the environment provided by human culture."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "A fascist is one whose lust for money or power is combined with such an intensity of intolerance toward those of other races, parties, classes, religions, cultures, regions or nations as to make him ruthless in his use of deceit or violence to attain his ends."
   },
   "author": {
    "text": "Henry A. Wallace"
   }
  },
  {
   "quote": {
    "text": "Leadership is about vision and responsibility, not power."
   },
   "author": {
    "text": "Seth Berkley"
   }
  },
  {
   "quote": {
    "text": "Why do we love the sea? It is because it has some potent power to make us think things we like to think."
   },
   "author": {
    "text": "Robert Henri"
   }
  },
  {
   "quote": {
    "text": "Black Power is giving power to people who have not had power to determine their destiny."
   },
   "author": {
    "text": "Huey Newton"
   }
  },
  {
   "quote": {
    "text": "Power over a man's subsistence is power over his will."
   },
   "author": {
    "text": "Alexander Hamilton"
   }
  },
  {
   "quote": {
    "text": "Balk the enemy's power; force him to reveal himself."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "We should recognize that nationalism does not mean discriminating against people of a different nationality. It simply means not allowing such people to seize our political power, for only when we Han are in control politically do we have a nation."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "The older I get, the greater power I seem to have to help the world; I am like a snowball - the further I am rolled the more I gain."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "Do not put such unlimited power into the hands of husbands. Remember all men would be tyrants if they could."
   },
   "author": {
    "text": "Abigail Adams"
   }
  },
  {
   "quote": {
    "text": "Few men have virtue to withstand the highest bidder."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "There is a power in public opinion in this country - and I thank God for it: for it is the most honest and best of all powers - which will not tolerate an incompetent or unworthy man to hold in his weak or wicked hands the lives and fortunes of his fellow-citizens."
   },
   "author": {
    "text": "Martin Van Buren"
   }
  },
  {
   "quote": {
    "text": "Sometimes you need faith and victory spoken over your life. Words have created power. When you receive them into your spirit, they can ignite seeds of increase on the inside."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Everyone has their own insecurities, regardless of how you look or how people perceive you, but sometimes people give their insecurities too much power. Defining beauty is simply a matter of opinion. For me, real beauty has very little to do with the structure of someone's face or body."
   },
   "author": {
    "text": "Devon Aoki"
   }
  },
  {
   "quote": {
    "text": "What has history said of eminence without honor, wealth without wisdom, power and possessions without principle? The answer is reiterated in the overthrow of the mightiest empires of ancient times. Babylon, Persia, Greece, Rome! The four successive, universal powers of the past. What and where are they?"
   },
   "author": {
    "text": "Orson F. Whitney"
   }
  },
  {
   "quote": {
    "text": "All the forces in the world are not so powerful as an idea whose time has come."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "No man has received from nature the right to command his fellow human beings."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "I don't think people understand the power of social media or our phones."
   },
   "author": {
    "text": "Zendaya"
   }
  },
  {
   "quote": {
    "text": "Hope... is the companion of power, and the mother of success; for who so hopes has within him the gift of miracles."
   },
   "author": {
    "text": "Samuel Smiles"
   }
  },
  {
   "quote": {
    "text": "Having knowledge but lacking the power to express it clearly is no better than never having any ideas at all."
   },
   "author": {
    "text": "Pericles"
   }
  },
  {
   "quote": {
    "text": "Nature, philosophy and social issues are the three things that always occupy my mind. You do not have any power over others but can only change yourself."
   },
   "author": {
    "text": "Pawan Kalyan"
   }
  },
  {
   "quote": {
    "text": "The educator must believe in the potential power of his pupil, and he must employ all his art in seeking to bring his pupil to experience this power."
   },
   "author": {
    "text": "Alfred Adler"
   }
  },
  {
   "quote": {
    "text": "For 50 years, nuclear power stations have produced three products which only a lunatic could want: bomb-explosive plutonium, lethal radioactive waste and electricity so dear it has to be heavily subsidised. They leave to future generations the task, and most of the cost, of making safe sites that have been polluted half-way to eternity."
   },
   "author": {
    "text": "James Buchan"
   }
  },
  {
   "quote": {
    "text": "Unlimited power corrupts the possessor."
   },
   "author": {
    "text": "William Pitt"
   }
  },
  {
   "quote": {
    "text": "The child supplies the power but the parents have to do the steering."
   },
   "author": {
    "text": "Benjamin Spock"
   }
  },
  {
   "quote": {
    "text": "The terrorists thought they would change my aims and stop my ambitions, but nothing changed in my life except this: weakness, fear and hopelessness died. Strength, power and courage were born."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "One reason so few of us achieve what we truly want is that we never direct our focus; we never concentrate our power. Most people dabble their way through life, never deciding to master anything in particular."
   },
   "author": {
    "text": "Tony Robbins"
   }
  },
  {
   "quote": {
    "text": "Power without a nation's confidence is nothing."
   },
   "author": {
    "text": "Catherine the Great"
   }
  },
  {
   "quote": {
    "text": "Every addition to true knowledge is an addition to human power."
   },
   "author": {
    "text": "Horace Mann"
   }
  },
  {
   "quote": {
    "text": "Those in possession of absolute power can not only prophesy and make their prophecies come true, but they can also lie and make their lies come true."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "The way to have power is to take it."
   },
   "author": {
    "text": "Boss Tweed"
   }
  },
  {
   "quote": {
    "text": "Authority is mainly a moral power; therefore, it must first call upon the conscience, that is, upon the duty that each person has to contribute willingly to the common good."
   },
   "author": {
    "text": "Pope John XXIII"
   }
  },
  {
   "quote": {
    "text": "The privilege of holding the priesthood, which is the power and authority to act in God's name, is a great blessing and privilege and one that carries with it equally great obligations and responsibilities."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "I partly know why I have not led a perfect life like other believers. But I avow to my Lord, and I do not lie, that from the time when I first knew him, the love of God and the fear of him has grown in me from my youth so that I have, by the power of God, always till now kept the faith."
   },
   "author": {
    "text": "Saint Patrick"
   }
  },
  {
   "quote": {
    "text": "After spending time with the rescued turkeys at Farm Sanctuary's shelter and seeing how similar they are to my furry companion animals at home, I knew I needed to do everything in my power to protect these friendly and curious birds from the daily pain and suffering they endure on factory farms."
   },
   "author": {
    "text": "Ginnifer Goodwin"
   }
  },
  {
   "quote": {
    "text": "If you're not religious, like me, how do you explain the transformational power that certain places have? They bring an incredible degree of attention to where you are and the passage of time. You're looking at every flower twitching, wondering if it's just the breeze or some magical pulse."
   },
   "author": {
    "text": "Geoff Dyer"
   }
  },
  {
   "quote": {
    "text": "By 'flat' I did not mean that the world is getting equal. I said that more people in more places can now compete, connect and collaborate with equal power and equal tools than ever before. That's why an Indian in Bangalore can take care of the office work of American doctors or read the X-rays of German hospitals."
   },
   "author": {
    "text": "Thomas Friedman"
   }
  },
  {
   "quote": {
    "text": "In a democracy, the citizens are supposed to have all the power, and the government is supposed to be the means by which the citizens exercise that power. But when you have a surveillance state, the state has all the power, and citizens have very little."
   },
   "author": {
    "text": "Trevor Paglen"
   }
  },
  {
   "quote": {
    "text": "We all have a hidden mystic quality if we can learn and trust to tap into that power."
   },
   "author": {
    "text": "Cindy Wilson"
   }
  },
  {
   "quote": {
    "text": "The world is a complex place, and the influence of the media in its representation and its power of communication and interpretation is a remarkable amplifier of emotions, and of illusions."
   },
   "author": {
    "text": "Tariq Ramadan"
   }
  },
  {
   "quote": {
    "text": "If I could have a special power in real life I'd love to fly."
   },
   "author": {
    "text": "Ali Larter"
   }
  },
  {
   "quote": {
    "text": "I may be too craving of that rich gift, the power of sharing other minds. I have drunk deeply, long, and oh! how blissfully at this fountain in a foreign clime. Hearts met hearts, minds joined with minds; and what were the secondary trials of pain to the enfeebled, suffering body when daily was administered the soul's medicine and food!"
   },
   "author": {
    "text": "Dorothea Dix"
   }
  },
  {
   "quote": {
    "text": "Never allow a person to tell you no who doesn't have the power to say yes."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Success isn't measured by money or power or social rank. Success is measured by your discipline and inner peace."
   },
   "author": {
    "text": "Mike Ditka"
   }
  },
  {
   "quote": {
    "text": "When it comes to racism, discrimination, corruption, public lies, dictatorships, and human rights, you have to take a stand as a reporter because I think our responsibility as journalist is to confront those who are abusing power."
   },
   "author": {
    "text": "Jorge Ramos"
   }
  },
  {
   "quote": {
    "text": "I believe in one thing only, the power of human will."
   },
   "author": {
    "text": "Joseph Stalin"
   }
  },
  {
   "quote": {
    "text": "Education is the development of power and ideal."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "Our country is now taking so steady a course as to show by what road it will pass to destruction, to wit: by consolidation of power first, and then corruption, its necessary consequence."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Politicians also have no leisure, because they are always aiming at something beyond political life itself, power and glory, or happiness."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "By giving people the power to share, we're making the world more transparent."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "The real power of the Buddha was that he had so much love. He saw people trapped in their notions of small separate self, feeling guilty or proud of that self, and he offered revolutionary teachings that resounded like a lion's roar, like a great rising tide, helping people to wake up and break free from the prison of ignorance."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "The war we are fighting today against terrorism is a multifaceted fight. We have to use every tool in our toolkit to wage this war - diplomacy, finance, intelligence, law enforcement, and of course, military power - and we are developing new tools as we go along."
   },
   "author": {
    "text": "Richard Armitage"
   }
  },
  {
   "quote": {
    "text": "I put for the general inclination of all mankind, a perpetual and restless desire of power after power, that ceaseth only in death."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "For me, education was power."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "All respect for the office of the presidency aside, I assumed that the obvious and unadulterated decline of freedom and constitutional sovereignty, not to mention the efforts to curb the power of judicial review, spoke for itself."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "No power on earth has a right to take our property from us without our consent."
   },
   "author": {
    "text": "John Jay"
   }
  },
  {
   "quote": {
    "text": "Hand in hand with freedom of speech goes the power to be heard, to share in the decisions of government which shape men's lives."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "The great constitutional corrective in the hands of the people against usurpation of power, or corruption by their agents is the right of suffrage; and this when used with calmness and deliberation will prove strong enough."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "Civil engineers build bridges. Electrical engineers, power grids. Software engineers, apps. From the engineers who created the Great Pyramids to the engineers who are designing and developing tomorrow's autonomous vehicles, these visionaries and their tangible creations are inextricably linked."
   },
   "author": {
    "text": "Dinesh Paliwal"
   }
  },
  {
   "quote": {
    "text": "I confess it is beyond our power to awaken the heart, but ordinarily this way does good."
   },
   "author": {
    "text": "Thomas Hooker"
   }
  },
  {
   "quote": {
    "text": "The Vedanta recognizes no sin it only recognizes error. And the greatest error, says the Vedanta is to say that you are weak, that you are a sinner, a miserable creature, and that you have no power and you cannot do this and that."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "The greater the power, the more dangerous the abuse."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "Solar power is going to be absolutely essential to meeting growing energy demands while staving off climate change."
   },
   "author": {
    "text": "Ramez Naam"
   }
  },
  {
   "quote": {
    "text": "The more we deny that we have a dark side, the more power it has over us."
   },
   "author": {
    "text": "Sheryl Lee"
   }
  },
  {
   "quote": {
    "text": "I do not wish women to have power over men; but over themselves."
   },
   "author": {
    "text": "Mary Shelley"
   }
  },
  {
   "quote": {
    "text": "We are driven by five genetic needs: survival, love and belonging, power, freedom, and fun."
   },
   "author": {
    "text": "William Glasser"
   }
  },
  {
   "quote": {
    "text": "The strongest and most effective force in guaranteeing the long-term maintenance of power is not violence in all the forms deployed by the dominant to control the dominated, but consent in all the forms in which the dominated acquiesce in their own domination."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "If someone were to say that life at hard labor is as painful as death and therefore equally cruel, I should reply that, taking all the unhappy moments of perpetual slavery together, it is perhaps even more painful, but these moments are spread out over a lifetime, and capital punishment exercises all its power in an instant."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "We cannot turn the clock back nor can we undo the harm caused, but we have the power to determine the future and to ensure that what happened never happens again."
   },
   "author": {
    "text": "Paul Kagame"
   }
  },
  {
   "quote": {
    "text": "We have the power to make this the best generation of mankind in the history of the world or to make it the last."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "High levels of economic inequality lead to imbalances in political power, as those at the top use their economic weight to shape our politics in ways that give them more economic power."
   },
   "author": {
    "text": "Joseph Stiglitz"
   }
  },
  {
   "quote": {
    "text": "A feminist is a person who believes in the power of women just as much as they believe in the power of anyone else. It's equality, it's fairness, and I think it's a great thing to be a part of."
   },
   "author": {
    "text": "Zendaya"
   }
  },
  {
   "quote": {
    "text": "I would like nuclear fusion to become a practical power source. It would provide an inexhaustible supply of energy, without pollution or global warming."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Nation should be rest assured Pakistan is a safe atomic power. No one can cast an evil eye on it."
   },
   "author": {
    "text": "Abdul Qadeer Khan"
   }
  },
  {
   "quote": {
    "text": "Politics - I still think it's a bunch of liars and a bunch of self-interest. It's not about the people: it's about themselves and their rise to power. They are voting on things based on whether they will have the support of the people when they vote next time. They don't have the balls to say, 'I believe in this. I don't care what happens.'"
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "Do not borrow the productions of other men's brains and pens and recite them as a lesson; but make the most of the talents, the brain power, that God has given you."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "The sublimity of administration consists in knowing the proper degree of power that should be exerted on different occasions."
   },
   "author": {
    "text": "Montesquieu"
   }
  },
  {
   "quote": {
    "text": "The power of Playboy is its appeal around the world."
   },
   "author": {
    "text": "Christie Hefner"
   }
  },
  {
   "quote": {
    "text": "Where love rules, there is no will to power; and where power predominates, there love is lacking. The one is the shadow of the other."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "I had rather excel others in the knowledge of what is excellent, than in the extent of my power and dominion."
   },
   "author": {
    "text": "Alexander the Great"
   }
  },
  {
   "quote": {
    "text": "One way to boost our will power and focus is to manage our distractions instead of letting them manage us."
   },
   "author": {
    "text": "Daniel Goleman"
   }
  },
  {
   "quote": {
    "text": "Character is power."
   },
   "author": {
    "text": "Booker T. Washington"
   }
  },
  {
   "quote": {
    "text": "The predator wants your silence. It feeds their power, entitlement, and they want it to feed your shame."
   },
   "author": {
    "text": "Viola Davis"
   }
  },
  {
   "quote": {
    "text": "Love and hate have a magical transforming power. They are the great soul changers. We grow through their exercise into the likeness of what we contemplate."
   },
   "author": {
    "text": "George William Russell"
   }
  },
  {
   "quote": {
    "text": "With power comes the abuse of power. And where there are bosses, there are crazy bosses. It's nothing new."
   },
   "author": {
    "text": "Judd Rose"
   }
  },
  {
   "quote": {
    "text": "My power is the ability to control water molecules and form them into ice."
   },
   "author": {
    "text": "Shawn Ashmore"
   }
  },
  {
   "quote": {
    "text": "Will power is to the mind like a strong blind man who carries on his shoulders a lame man who can see."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "Nuclear power is not a miracle key for the future."
   },
   "author": {
    "text": "Tarja Halonen"
   }
  },
  {
   "quote": {
    "text": "I am one who believes in the power of the people. I am inspired when I see people hit the streets, who challenge their elected officials, and are willing to stand up and fight. I encourage it."
   },
   "author": {
    "text": "Maxine Waters"
   }
  },
  {
   "quote": {
    "text": "The basis for all human relationships and where we derive our greatest strength and power, trust is single-handedly the most powerful source of positive energy and, once in place, unlocks a freedom and peace to explore."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "I've spent quality time in the aerospace community, with my service on two presidential commissions, but at heart, I'm an academic. Being an academic means I don't wield power over person, place or thing. I don't command armies; I don't lead labor unions. All I have is the power of thought."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Knowledge is power only if man knows what facts not to bother with."
   },
   "author": {
    "text": "Robert Staughton Lynd"
   }
  },
  {
   "quote": {
    "text": "Infinite power just isn't very interesting, no matter what game you're playing. It's much more fun when you have a limited tool set to use against the odds."
   },
   "author": {
    "text": "Markus Persson"
   }
  },
  {
   "quote": {
    "text": "A nuclear power reactor is just a fancy way of boiling water."
   },
   "author": {
    "text": "Leslie Dewan"
   }
  },
  {
   "quote": {
    "text": "We live in a culture that's been hijacked by the management consultant ethos. We want everything boiled down to a Power Point slide. We want metrics and 'show me the numbers.' That runs counter to the immensely complex nature of so many social, economic and political problems. You cannot devise an algorithm to fix them."
   },
   "author": {
    "text": "Carl Honore"
   }
  },
  {
   "quote": {
    "text": "The beauty of dystopia is that it lets us vicariously experience future worlds - but we still have the power to change our own."
   },
   "author": {
    "text": "Ally Condie"
   }
  },
  {
   "quote": {
    "text": "Diplomacy: the art of restraining power."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "All gods are homemade, and it is we who pull their strings, and so, give them the power to pull ours."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "With great power comes great responsibility. These are platforms with hundreds of millions of people."
   },
   "author": {
    "text": "Dave McClure"
   }
  },
  {
   "quote": {
    "text": "The law always limits every power it gives."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "I absolutely believe in the power of tithing and giving back. My own experience about all the blessings I've had in my life is that the more I give away, the more that comes back. That is the way life works, and that is the way energy works."
   },
   "author": {
    "text": "Ken Blanchard"
   }
  },
  {
   "quote": {
    "text": "Content is power in today's world, and if you can own that content, create it and make interaction more of an experience than a transaction, you create a different kind of loyalty."
   },
   "author": {
    "text": "Mindy Grossman"
   }
  },
  {
   "quote": {
    "text": "What I'm really focused on is connecting people around shared interests, so together they can make good stuff happen. I'm more focused on helping people discover their power as individuals, but through those connections with one another."
   },
   "author": {
    "text": "Pierre Omidyar"
   }
  },
  {
   "quote": {
    "text": "The Holy Ghost is manifested to men and women on the earth both as the power and as the gift of the Holy Ghost. The power can come upon a person before baptism; it is the convincing witness that Jesus Christ is our Savior and Redeemer."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "I just believe in the goodwill of people, the power of people to do something positive."
   },
   "author": {
    "text": "Eddie Izzard"
   }
  },
  {
   "quote": {
    "text": "Teaching man his relatively small sphere in the creation, it also encourages him by its lessons of the unity of Nature and shows him that his power of comprehension allies him with the great intelligence over-reaching all."
   },
   "author": {
    "text": "Annie Jump Cannon"
   }
  },
  {
   "quote": {
    "text": "The power of historical fiction for bad and for good can be immense in shaping consciousness of the past."
   },
   "author": {
    "text": "Antony Beevor"
   }
  },
  {
   "quote": {
    "text": "We can summarize electricity, magnetism and gravity into equations one inch long, and that's the power of field theory. And so I said to myself: I will create a field theory of strings. And when I did it one day, it was incredible, realizing that on a sheet of paper I can write down an equation which summarized almost all physical knowledge."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "In every human society, there is an effort continually tending to confer on one part the height of power and happiness, and to reduce the other to the extreme of weakness and misery. The intent of good laws is to oppose this effort and to diffuse their influence universally and equally."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "We can learn the art of fierce compassion - redefining strength, deconstructing isolation and renewing a sense of community, practicing letting go of rigid us-vs.-them thinking - while cultivating power and clarity in response to difficult situations."
   },
   "author": {
    "text": "Sharon Salzberg"
   }
  },
  {
   "quote": {
    "text": "I was now resolved to do everything in my power to defeat the system."
   },
   "author": {
    "text": "Oskar Schindler"
   }
  },
  {
   "quote": {
    "text": "Nothing will teach you more about perceived value than taking something with literally no value and selling it in the auction format. It teaches you the beauty and power of presentation, and how you can make magic out of nothing."
   },
   "author": {
    "text": "Sophia Amoruso"
   }
  },
  {
   "quote": {
    "text": "Thanks to the Internet in general and social media in particular, the Chinese people now have a mechanism to hold authorities accountable for wrongdoing - at least sometimes - without any actual political or legal reforms having taken place. Major political power struggles and scandals are no longer kept within elite circles."
   },
   "author": {
    "text": "Rebecca MacKinnon"
   }
  },
  {
   "quote": {
    "text": "What is genius but the power of expressing a new individuality?"
   },
   "author": {
    "text": "Elizabeth Barrett Browning"
   }
  },
  {
   "quote": {
    "text": "Both sides in Syria are bad. One side is a brutal dictator, and the other includes Islamists and terrorists who are dangerous already and who would be brutal in power if given the chance."
   },
   "author": {
    "text": "Newt Gingrich"
   }
  },
  {
   "quote": {
    "text": "The ruler who possesses methods of government does not follow the good that happens by chance but practices according to necessary principles. Law, methods, and power must be employed for government: these constitute its 'necessary principles.'"
   },
   "author": {
    "text": "Han Fei"
   }
  },
  {
   "quote": {
    "text": "Much of India that we dream of still lies ahead of us: housing, power, water and sanitation for all; bank accounts and insurance for every citizen; connected and prosperous villages; and, smart and sustainable cities."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "I think every individual has his or her own power, and it's a matter of working, taking time and defining what that power is."
   },
   "author": {
    "text": "Jill Scott"
   }
  },
  {
   "quote": {
    "text": "If you reflect often on how His Atonement has changed you, and if you give thanks often, you will find that your witness of Him gains power to touch the hearts of others. When those you invite out of your own testimony feel that witness, they will come to accept Him as their Lord and Savior."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "No power on earth is greater than a mind and soul reawakened. Our Constitution begins 'we the people', not 'us the government'."
   },
   "author": {
    "text": "Cal Thomas"
   }
  },
  {
   "quote": {
    "text": "What brings you closer to God is being in service to others. I think any religion or spiritual way of life will indicate that service to others will lead to a connection with a higher power."
   },
   "author": {
    "text": "Steve-O"
   }
  },
  {
   "quote": {
    "text": "I'd say people recognize me, but having children recognize me is the best. It is a very special thing. Suddenly you feel like you have the power to make the children's dreams come true, and it's better than anything else."
   },
   "author": {
    "text": "Ludivine Sagnier"
   }
  },
  {
   "quote": {
    "text": "To make no mistakes is not in the power of man; but from their errors and mistakes the wise and good learn wisdom for the future."
   },
   "author": {
    "text": "Plutarch"
   }
  },
  {
   "quote": {
    "text": "Power ought to serve as a check to power."
   },
   "author": {
    "text": "Montesquieu"
   }
  },
  {
   "quote": {
    "text": "The Doctrine of the Trinity teaches that within the unity of the one Godhead there are three separate persons who are coequal in power, nature, and eternity."
   },
   "author": {
    "text": "Walter Martin"
   }
  },
  {
   "quote": {
    "text": "Kind words are the music of the world. They have a power which seems to be beyond natural causes, as if they were some angel's song, which had lost its way and come on Earth, and sang on undyingly, smiting the hearts of men with sweetest wounds, and putting for the while an angel's nature into us."
   },
   "author": {
    "text": "Frederick William Faber"
   }
  },
  {
   "quote": {
    "text": "I understand now that my soul is my power, not perfection or my ego. I continue to teach this to my children, despite their glamorous careers. If we can maintain our core values, the exteriors take second place and become a gift, a source of gratitude."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "It takes a lot of courage to release the familiar and seemingly secure, to embrace the new. But there is no real security in what is no longer meaningful. There is more security in the adventurous and exciting, for in movement there is life, and in change there is power."
   },
   "author": {
    "text": "Alan Cohen"
   }
  },
  {
   "quote": {
    "text": "Washington, D.C., has everything that Rome, Paris and London have in the way of great architecture - great power bases. Washington has obelisks and pyramids and underground tunnels and great art and a whole shadow world that we really don't see."
   },
   "author": {
    "text": "Dan Brown"
   }
  },
  {
   "quote": {
    "text": "Each time you choose not to act on a frightened part of your personality, you create authentic power - and you grow spiritually. The frightened parts of your personality come less frequently and with less intensity, and the loving parts fill more and more of your consciousness."
   },
   "author": {
    "text": "Gary Zukav"
   }
  },
  {
   "quote": {
    "text": "I never underestimate the power of hot rollers for your hair and eyelash curlers for your eyelashes."
   },
   "author": {
    "text": "Busy Philipps"
   }
  },
  {
   "quote": {
    "text": "The power of digital distribution over physical retail outlets is you have a chance to create a global audience."
   },
   "author": {
    "text": "Chad Hurley"
   }
  },
  {
   "quote": {
    "text": "A doctor, a judge, or a piece of paper shouldn't have the power to tell someone who he or she is. We should all have the absolute and inalienable right to define ourselves, in our own terms and in our own languages, and to be able to express our identity and perspectives without fear of consequences and retribution."
   },
   "author": {
    "text": "Chelsea Manning"
   }
  },
  {
   "quote": {
    "text": "Never underestimate the power of a simple tool."
   },
   "author": {
    "text": "Craig Bruce"
   }
  },
  {
   "quote": {
    "text": "I believe in the compelling power of love. I do not understand it. I believe it to be the most fragrant blossom of all this thorny existence."
   },
   "author": {
    "text": "Theodore Dreiser"
   }
  },
  {
   "quote": {
    "text": "I consider myself a persuasive person. With the ability to persuade comes a certain level of power."
   },
   "author": {
    "text": "Ertharin Cousin"
   }
  },
  {
   "quote": {
    "text": "I think leadership is service and there is power in that giving: to help people, to inspire and motivate them to reach their fullest potential."
   },
   "author": {
    "text": "Denise Morrison"
   }
  },
  {
   "quote": {
    "text": "One of the reasons people hate politics is that truth is rarely a politician's objective. Election and power are."
   },
   "author": {
    "text": "Cal Thomas"
   }
  },
  {
   "quote": {
    "text": "I look forward to a great future for America - a future in which our country will match its military strength with our moral restraint, its wealth with our wisdom, its power with our purpose."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Solar power is the last energy resource that isn't owned yet - nobody taxes the sun yet."
   },
   "author": {
    "text": "Bonnie Raitt"
   }
  },
  {
   "quote": {
    "text": "Color is a power which directly influences the soul."
   },
   "author": {
    "text": "Wassily Kandinsky"
   }
  },
  {
   "quote": {
    "text": "Owning a great golf course gives you great power."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "The government is so out of control. It is so bloated and infested with fraud and deceit and corruption and abuse of power."
   },
   "author": {
    "text": "Ted Nugent"
   }
  },
  {
   "quote": {
    "text": "It is more agreeable to have the power to give than to receive."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "The human race is a very, very magical race. We have a magic power of witches and wizards. We're here on this earth to unravel the mystery of this planet. The planet is asking for it."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "The reward of one duty is the power to fulfill another."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "He who wishes to be obeyed must know how to command."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "In the councils of government, we must guard against the acquisition of unwarranted influence, whether sought or unsought, by the military-industrial complex. The potential for the disastrous rise of misplaced power exists and will persist."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Having power and being in a position of power can really blur your judgement, and it's not always that clear."
   },
   "author": {
    "text": "Bob Morley"
   }
  },
  {
   "quote": {
    "text": "The essence of Government is power; and power, lodged as it must be in human hands, will ever be liable to abuse."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "Revolution is about the need to re-evolve political, economic and social justice and power back into the hands of the people, preferably through legislation and policies that make human sense. That's what revolution is about. Revolution is not about shootouts."
   },
   "author": {
    "text": "Bobby Seale"
   }
  },
  {
   "quote": {
    "text": "Jewelry and pins have been worn throughout history as symbols of power, sending messages. Interestingly enough, it was mostly men who wore the jewelry in various times, and obviously crowns were part of signals that were being sent throughout history by people of rank."
   },
   "author": {
    "text": "Madeleine Albright"
   }
  },
  {
   "quote": {
    "text": "Feminism is not about girl power. It is about equal power."
   },
   "author": {
    "text": "Whitney Wolfe Herd"
   }
  },
  {
   "quote": {
    "text": "Sweeter than the perfume of roses is a reputation for a kind, charitable, unselfish nature; a ready disposition to do to others any good turn in your power."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Under the Articles of Confederation, the national government had the power to issue commands to the several sovereign states, but it had no authority to govern individuals directly."
   },
   "author": {
    "text": "David Souter"
   }
  },
  {
   "quote": {
    "text": "It is a paradox that every dictator has climbed to power on the ladder of free speech. Immediately on attaining power each dictator has suppressed all free speech except his own."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "Life has sweetness to it and a beauty and a power that I wanted to celebrate."
   },
   "author": {
    "text": "Valerie Harper"
   }
  },
  {
   "quote": {
    "text": "Except our own thoughts, there is nothing absolutely in our power."
   },
   "author": {
    "text": "Rene Descartes"
   }
  },
  {
   "quote": {
    "text": "You must make women count as much as men; you must have an equal standard of morals; and the only way to enforce that is through giving women political power so that you can get that equal moral standard registered in the laws of the country. It is the only way."
   },
   "author": {
    "text": "Emmeline Pankhurst"
   }
  },
  {
   "quote": {
    "text": "Power is always dangerous. Power attracts the worst and corrupts the best."
   },
   "author": {
    "text": "Edward Abbey"
   }
  },
  {
   "quote": {
    "text": "We are not weak if we make a proper use of those means which the God of Nature has placed in our power... the battle, sir, is not to the strong alone it is to the vigilant, the active, the brave."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "There is that in the glance of a flower which may at times control the greatest of creation's braggart lords."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Words are power. And a book is full of words. Be careful what power you get from it. But know that you do."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "It's not as though we can keep burning coal in our power plants. Coal is a finite resource, too. We must find alternatives, and it's a better idea to find alternatives sooner then wait until we run out of coal, and in the meantime, put God knows how many trillions of tons of CO2 that used to be buried underground into the atmosphere."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "I never thought I was particularly good looking. But when I see old photographs, I realise that I was. I do wish I had known that at the time because beauty is power. I didn't realise how lucky I was to be young, beautiful and in Hollywood. It didn't hit me. Every day I woke up, went to the film studio and just got on with it."
   },
   "author": {
    "text": "Joan Collins"
   }
  },
  {
   "quote": {
    "text": "What do I care about law? Ain't I got the power?"
   },
   "author": {
    "text": "Cornelius Vanderbilt"
   }
  },
  {
   "quote": {
    "text": "Just try to be the best you can be; never cease trying to be the best you can be. That's in your power."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "The only power any government has is the power to crack down on criminals. Well, when there aren't enough criminals, one makes them. One declares so many things to be a crime that it becomes impossible for men to live without breaking laws."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "Whatever you can do, or dream you can, begin it. Boldness has genius, power, and magic in it."
   },
   "author": {
    "text": "W. H. Murray"
   }
  },
  {
   "quote": {
    "text": "To live happily is an inward power of the soul."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "The better we understand how identities and power work together from one context to another, the less likely our movements for change are to fracture."
   },
   "author": {
    "text": "Kimberle Williams Crenshaw"
   }
  },
  {
   "quote": {
    "text": "What connects two thousand years of genocide? Too much power in too few hands."
   },
   "author": {
    "text": "Simon Wiesenthal"
   }
  },
  {
   "quote": {
    "text": "A pound invested in energy efficiency buys seven times more energy solution than a pound invested in nuclear power."
   },
   "author": {
    "text": "Zac Goldsmith"
   }
  },
  {
   "quote": {
    "text": "I think the power of persuasion would be the greatest superpower of all time."
   },
   "author": {
    "text": "Jenny Mollen"
   }
  },
  {
   "quote": {
    "text": "Concentration of wealth yields concentration of political power. And concentration of political power gives rise to legislation that increases and accelerates the cycle."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "I know the power obedience has of making things easy which seem impossible."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "The sacred rights of mankind are not to be rummaged for among old parchments or musty records. They are written, as with a sunbeam, in the whole volume of human nature, by the hand of the divinity itself; and can never be erased or obscured by mortal power."
   },
   "author": {
    "text": "Alexander Hamilton"
   }
  },
  {
   "quote": {
    "text": "The thing women must do to rise to power is to redefine their femininity. Once, power was considered a masculine attribute. In fact, power has no sex."
   },
   "author": {
    "text": "Katharine Graham"
   }
  },
  {
   "quote": {
    "text": "In the past a leader was a boss. Today's leaders must be partners with their people... they no longer can lead solely based on positional power."
   },
   "author": {
    "text": "Ken Blanchard"
   }
  },
  {
   "quote": {
    "text": "It takes tremendous discipline to control the influence, the power you have over other people's lives."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "Goodness, armed with power, is corrupted; and pure love without power is destroyed."
   },
   "author": {
    "text": "Reinhold Niebuhr"
   }
  },
  {
   "quote": {
    "text": "Every man builds his world in his own image. He has the power to choose, but no power to escape the necessity of choice."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "I don't want to be the embarrassment of the galaxy to have had the power to deflect an asteroid, and then not and end up going extinct. We'd be the laughingstock of the aliens of the cosmos if that were the case."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Science, as illustrated by the printing press, the telegraph, the railway, is a double-edged sword. At the same moment that it puts an enormous power in the hands of the good man, it also offers an equal advantage to the evil disposed."
   },
   "author": {
    "text": "Richard Jefferies"
   }
  },
  {
   "quote": {
    "text": "If we weren't born with anti-social passions - narcissism, envy, lust, meanness, greed, hunger for power, just to name the more obvious - why the need for so many laws, whether religious or secular, that govern behavior?"
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "The ability of writers to imagine what is not the self, to familiarize the strange and mystify the familiar, is the test of their power."
   },
   "author": {
    "text": "Toni Morrison"
   }
  },
  {
   "quote": {
    "text": "The power of the American people, when we rise up and stand for liberty, knows no bounds."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "This position is untenable, and there can be no pause in the agitation for full political power and responsibility until these are granted to all the women of the nation."
   },
   "author": {
    "text": "Florence Kelley"
   }
  },
  {
   "quote": {
    "text": "One of the epidemics in our industry is the abuse of power."
   },
   "author": {
    "text": "Nancy Dubuc"
   }
  },
  {
   "quote": {
    "text": "Self-reverence, self-knowledge, self-control; these three alone lead life to sovereign power."
   },
   "author": {
    "text": "Alfred Lord Tennyson"
   }
  },
  {
   "quote": {
    "text": "People crushed by laws, have no hope but to evade power. If the laws are their enemies, they will be enemies to the law; and those who have most to hope and nothing to lose will always be dangerous."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "Receiving the authority of the priesthood by the laying on of hands is an important beginning, but it is not enough. Ordination confers authority, but righteousness is required to act with power as we strive to lift souls, to teach and testify, to bless and counsel, and to advance the work of salvation."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "Take, therefore, what modern technology is capable of: the power of our moral sense allied to the power of communications and our ability to organize internationally. That, in my view, gives us the first opportunity as a community to fundamentally change the world."
   },
   "author": {
    "text": "Gordon Brown"
   }
  },
  {
   "quote": {
    "text": "Advertising ministers to the spiritual side of trade. It is great power that has been entrusted to your keeping which charges you with the high responsibility of inspiring and ennobling the commercial world. It is all part of the greater work of the regeneration and redemption of mankind."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "Much that passes as idealism is disguised hatred or disguised love of power."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Someone who has experienced trauma also has gifts to offer all of us - in their depth, their knowledge of our universal vulnerability, and their experience of the power of compassion."
   },
   "author": {
    "text": "Sharon Salzberg"
   }
  },
  {
   "quote": {
    "text": "Liberty does not exist where rights are on one side and power on the other. To be liberty, rights must be armed with vital powers. A people cannot be free who do not participate in the control of the government which operates upon them."
   },
   "author": {
    "text": "Lucius Quintus Cincinnatus Lamar II"
   }
  },
  {
   "quote": {
    "text": "Odd how the creative power at once brings the whole universe to order."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "The power of a close-up can be extraordinary, but you have to have actors who are able to reveal themselves."
   },
   "author": {
    "text": "Phyllida Lloyd"
   }
  },
  {
   "quote": {
    "text": "The secret of my influence has always been that it remained secret."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "Your problem is how you are going to spend this one odd and precious life you have been issued. Whether you're going to spend it trying to look good and creating the illusion that you have power over people and circumstances, or whether you are going to taste it, enjoy it and find out the truth about who you are."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "The possession of arbitrary power has always, the world over, tended irresistibly to destroy humane sensibility, magnanimity, and truth."
   },
   "author": {
    "text": "Frederick Law Olmsted"
   }
  },
  {
   "quote": {
    "text": "For the creation of a masterwork of literature two powers must concur, the power of the man and the power of the moment, and the man is not enough without the moment."
   },
   "author": {
    "text": "Matthew Arnold"
   }
  },
  {
   "quote": {
    "text": "The first point was we wanted power to determine our own destiny in our own black community. And what we had done is, we wanted to write a program that was straightforward to the people. We didn't want to give a long dissertation."
   },
   "author": {
    "text": "Bobby Seale"
   }
  },
  {
   "quote": {
    "text": "I want everybody to know that I don't care who you are, where you're from, if you're popular or not: we all have haters. But you have to be resilient. You have to not allow them to have the power over you, where you start believing the things they say."
   },
   "author": {
    "text": "Rozonda Thomas"
   }
  },
  {
   "quote": {
    "text": "The potential for the abuse of power through digital networks - upon which we the people now depend for nearly everything, including our politics - is one of the most insidious threats to democracy in the Internet age."
   },
   "author": {
    "text": "Rebecca MacKinnon"
   }
  },
  {
   "quote": {
    "text": "Negative emotions will challenge your grit every step of the way. While it's impossible not to feel your emotions, it's completely under your power to manage them effectively and to keep yourself in a position of control. When you let your emotions overtake your ability to think clearly, it's easy to lose your resolve."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "I have to trust something that gives me power; I have to believe in something, but in my career I have a lot of moments I cannot explain with God."
   },
   "author": {
    "text": "Pele"
   }
  },
  {
   "quote": {
    "text": "It's a life's journey of finding ourselves, finding our power, and living for yourself, not for everyone else."
   },
   "author": {
    "text": "Mariska Hargitay"
   }
  },
  {
   "quote": {
    "text": "A Libertarian society of unfettered individualism spreads its benefits to virtually everyone - not just those who have the resources to seize political power."
   },
   "author": {
    "text": "Harry Browne"
   }
  },
  {
   "quote": {
    "text": "We may think there is willpower involved, but more likely... change is due to want power. Wanting the new addiction more than the old one. Wanting the new me in preference to the person I am now."
   },
   "author": {
    "text": "George A. Sheehan"
   }
  },
  {
   "quote": {
    "text": "Michael Jordan changed so much in basketball, he took his power to make a difference. It's so much going on in music right now and somebody has to make a difference."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "Dictators are allergic to reform, and they are cunning survivors. They will do whatever it takes to preserve their power and wealth, no matter how much blood ends up on their hands. They are master deceivers and talented manipulators who cannot be trusted to change."
   },
   "author": {
    "text": "George Ayittey"
   }
  },
  {
   "quote": {
    "text": "It's easier to blame the person with less power."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "It is folly for a man to pray to the gods for that which he has the power to obtain by himself."
   },
   "author": {
    "text": "Epicurus"
   }
  },
  {
   "quote": {
    "text": "Information flow is what the Internet is about. Information sharing is power. If you don't share your ideas, smart people can't do anything about them, and you'll remain anonymous and powerless."
   },
   "author": {
    "text": "Vint Cerf"
   }
  },
  {
   "quote": {
    "text": "My personal fascination with the power of the crowd has been growing: Exactly what can a 'crowd' accomplish? We know crowds can raise billions of dollars, create Wikipedia, and even design and build small autonomous drones. But how about something large and complex like designing a new car, and maybe someday even a spaceship?"
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "The construction of life is at present in the power of facts far more than convictions."
   },
   "author": {
    "text": "Walter Benjamin"
   }
  },
  {
   "quote": {
    "text": "As in the Divine Right of Kings, hierarchies invest those who preside at the top of their pyramidal structure with absolute power to rule over the lesser ranks that spread down like a marble staircase to the broad foundation stones of those with no power at all."
   },
   "author": {
    "text": "Eugene Kennedy"
   }
  },
  {
   "quote": {
    "text": "I've always been concerned about global warming. It seemed to me like working in nuclear power was a logical way to do something to help the environment."
   },
   "author": {
    "text": "Leslie Dewan"
   }
  },
  {
   "quote": {
    "text": "The fifties - they seem to have taken place on a sunny afternoon that asked nothing of you except a drifting belief in the moment and its power to satisfy."
   },
   "author": {
    "text": "Elizabeth Hardwick"
   }
  },
  {
   "quote": {
    "text": "The heights of popularity and patriotism are still the beaten road to power and tyranny."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "If England became a world power, it was because of the industrial revolution."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "Nuclear power is here to stay, and we need to support a strong domestic uranium industry."
   },
   "author": {
    "text": "Michael C. Burgess"
   }
  },
  {
   "quote": {
    "text": "Today, billions of mobile devices with extraordinary power are uniting with advancements in robotics artificial intelligence, nanotechnology, and so much more."
   },
   "author": {
    "text": "Steve Mollenkopf"
   }
  },
  {
   "quote": {
    "text": "I'm really interested in social justice, and if an artist has a certain power of being heard and voicing something important, it's right to do it. It could still be done in such a way that it's not aggressive or overly didactic. I'm trying to find that form."
   },
   "author": {
    "text": "Shirin Neshat"
   }
  },
  {
   "quote": {
    "text": "The power of storytelling is to free us from isolation, shame, and whatever the situation."
   },
   "author": {
    "text": "Patricia McCormick"
   }
  },
  {
   "quote": {
    "text": "Hope lies in having more faith in the power of God to heal us than in the power of anything to hurt or destroy us. In realizing that as children of God we are bigger than our problems, we have the power at last to confront them."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "A young man, be his merit what it will, can never raise himself; but must, like the ivy round the oak, twine himself round some man of great power and interest."
   },
   "author": {
    "text": "Philip Stanhope, 4th Earl of Chesterfield"
   }
  },
  {
   "quote": {
    "text": "The church is not a political power; it's not a party, but it's a moral power."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "The three most powerful and most apparent means used by Rome to retain her power over the minds of her votaries are Ignorance, Superstition, and Persecution."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "A word after a word after a word is power."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "The one characteristic of authentic power that most people overlook is humbleness. It is important for many reasons. A humble person walks in a friendly world. He or she sees friends everywhere he or she looks, wherever he or she goes, whomever he or she meets. His or her perception goes beyond the shell of appearance and into essence."
   },
   "author": {
    "text": "Gary Zukav"
   }
  },
  {
   "quote": {
    "text": "Art has the power to transform, to illuminate, to educate, inspire and motivate."
   },
   "author": {
    "text": "Harvey Fierstein"
   }
  },
  {
   "quote": {
    "text": "Darkness is good. Dick Cheney. Darth Vader. Satan. That's power."
   },
   "author": {
    "text": "Steve Bannon"
   }
  },
  {
   "quote": {
    "text": "Anyone in a position of power is either corrupt or assumed to be corrupt, and the assumption of corruption is as bad as the reality of it."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "GIS is waking up the world to the power of geography, this science of integration, and has the framework for creating a better future."
   },
   "author": {
    "text": "Jack Dangermond"
   }
  },
  {
   "quote": {
    "text": "As a girl who was raised on the idea that we should give back to our community as much as possible, I believe that we have more power than we think when it comes to making change."
   },
   "author": {
    "text": "Laura Marano"
   }
  },
  {
   "quote": {
    "text": "Knowing that you are completely forgiven destroys the power of sin in your life."
   },
   "author": {
    "text": "Joseph Prince"
   }
  },
  {
   "quote": {
    "text": "The power of women in the politics is a soft power. It is a positive change that our country and other countries in the region... are making by giving a chance to women."
   },
   "author": {
    "text": "Atifete Jahjaga"
   }
  },
  {
   "quote": {
    "text": "If we all give our power to one person, that's what the world will be. If we all decide to make the world a beautiful place, it'll be a beautiful place."
   },
   "author": {
    "text": "Kamasi Washington"
   }
  },
  {
   "quote": {
    "text": "The Court's legitimacy arises from the source of its authority - which is, of course, the Constitution - and is best preserved by adhering to decision methods that neither expand nor contract but legitimize the power of judicial review."
   },
   "author": {
    "text": "Diane S. Sykes"
   }
  },
  {
   "quote": {
    "text": "I don't know what in the world happened. I don't know if it was the power of the prayer or God himself, but it just reached out, either while I was driving or walking down the sidewalk or sleeping, and it just - the power of God in Jesus just grabbed me... All of a sudden, I just believed in Jesus Christ. I did, I believed in him!"
   },
   "author": {
    "text": "Evel Knievel"
   }
  },
  {
   "quote": {
    "text": "Human nature must be changed if we are ever to have an end to war or to correct the wrong situations that make our lives uneasy and our hearts sore. Now Christianity, the power of Jesus Christ, the Holy Spirit of God, is the only force that can change people for good."
   },
   "author": {
    "text": "Peter Marshall"
   }
  },
  {
   "quote": {
    "text": "You all know that I have been sustained throughout my life by three saving graces - my family, my friends, and a faith in the power of resilience and hope. These graces have carried me through difficult times and they have brought more joy to the good times than I ever could have imagined."
   },
   "author": {
    "text": "Elizabeth Edwards"
   }
  },
  {
   "quote": {
    "text": "I think public intellectuals have a responsibility - to be self-critical on the one hand, to do serious, nuanced work rigorously executed; but to also be able to get off those perches and out of those ivory towers and speak to the real people who make decisions; to speak truth to power and the powerless with lucidity and eloquence."
   },
   "author": {
    "text": "Michael Eric Dyson"
   }
  },
  {
   "quote": {
    "text": "In a market economy, however, the individual has some possibility of escaping from the power of the state."
   },
   "author": {
    "text": "Peter L. Berger"
   }
  },
  {
   "quote": {
    "text": "Once all the power goes out, there will still be human beings standing together around a campfire, playing acoustic guitars."
   },
   "author": {
    "text": "Jim James"
   }
  },
  {
   "quote": {
    "text": "We will have to stand up for and promote the power and promise of free markets and free peoples, and affirm that American preeminence safeguards rather than impedes global progress."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "Even military ministers have no more than a certain amount of control. It is customary that they have the right and the power to participate, from a political and military point of view, in the planning of actual operations."
   },
   "author": {
    "text": "Hideki Tojo"
   }
  },
  {
   "quote": {
    "text": "Every one of our greatest national treasures, our liberty, enterprise, vitality, wealth, military power, global authority, flow from a surprising source: our ability to give thanks."
   },
   "author": {
    "text": "Tony Snow"
   }
  },
  {
   "quote": {
    "text": "'Yela' represents hunger, life, light, fire, power. 'Wolf' speaks to my fighting spirit. The soul I put in my music."
   },
   "author": {
    "text": "Yelawolf"
   }
  },
  {
   "quote": {
    "text": "Athletic competition clearly defines the unique power of our attitude."
   },
   "author": {
    "text": "Bart Starr"
   }
  },
  {
   "quote": {
    "text": "My central strength as an actor is the fact that I'm 6 foot 3. A certain power emanates from my size, juxtaposed with the fact that I try to find an element of sensitivity in every character I play. People enjoy seeing that because it goes against what we're led to expect as far as the way men are supposed to be - macho and all that."
   },
   "author": {
    "text": "Jimmy Smits"
   }
  },
  {
   "quote": {
    "text": "As I came to power peacefully, so shall I keep it."
   },
   "author": {
    "text": "Corazon Aquino"
   }
  },
  {
   "quote": {
    "text": "To assume all the powers is not good for anybody. Power corrupts and absolute power corrupts absolutely. All those experiments have a bad ending."
   },
   "author": {
    "text": "Rafael Correa"
   }
  },
  {
   "quote": {
    "text": "Power, after love, is the first source of happiness."
   },
   "author": {
    "text": "Stendhal"
   }
  },
  {
   "quote": {
    "text": "The people of this country, not special interest big money, should be the source of all political power."
   },
   "author": {
    "text": "Paul Wellstone"
   }
  },
  {
   "quote": {
    "text": "The real rulers in Washington are invisible, and exercise power from behind the scenes."
   },
   "author": {
    "text": "Felix Frankfurter"
   }
  },
  {
   "quote": {
    "text": "I am grateful that early in my life I was blessed with a simple faith that Joseph Smith was a prophet of God, that he saw God the Father and His Son, Jesus Christ, in a vision. He translated the Book of Mormon by the gift and power of God. That testimony has been confirmed to me over and over again."
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "At every turn when there has been an imbalance of power, the truth questioned, or our beliefs and values distorted, the change required to restore our nation has always come from the bottom up from our people."
   },
   "author": {
    "text": "Howard Dean"
   }
  },
  {
   "quote": {
    "text": "In an age of exponential change, we need the power of diverse thinking, and we cannot afford to leave any talent untapped."
   },
   "author": {
    "text": "Cathy Engelbert"
   }
  },
  {
   "quote": {
    "text": "In just six weeks from the time the design was started, we had the motor on the block testing its power."
   },
   "author": {
    "text": "Orville Wright"
   }
  },
  {
   "quote": {
    "text": "It is not my nature, when I see a people borne down by the weight of their shackles - the oppression of tyranny - to make their life more bitter by heaping upon them greater burdens; but rather would I do all in my power to raise the yoke than to add anything that would tend to crush them."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "These men ask for just the same thing, fairness, and fairness only. This, so far as in my power, they, and all others, shall have."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "That deep emotional conviction of the presence of a superior reasoning power, which is revealed in the incomprehensible universe, forms my idea of God."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Science investigates; religion interprets. Science gives man knowledge which is power; religion gives man wisdom which is control."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "To achieve, you need thought. You have to know what you are doing and that's real power."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "The paradox of trauma is that it has both the power to destroy and the power to transform and resurrect."
   },
   "author": {
    "text": "Peter A. Levine"
   }
  },
  {
   "quote": {
    "text": "What's so lovely about Wonder Woman is yes, she has the strength and power of a goddess, but she has the heart and mind of a human. So I play her as I think a woman like me would act in the situations she's going through. You treat her as a normal woman who happens to be fantastic and almighty."
   },
   "author": {
    "text": "Gal Gadot"
   }
  },
  {
   "quote": {
    "text": "The power of accurate observation is commonly called cynicism by those who have not got it."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Power is not something that can be assumed or discarded at will like underwear."
   },
   "author": {
    "text": "John Kenneth Galbraith"
   }
  },
  {
   "quote": {
    "text": "The power of intuitive understanding will protect you from harm until the end of your days."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "Man is supposed to be the maker of his destiny. It is only partly true. He can make his destiny, only in so far as he is allowed by the Great Power."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "I believe that every leader has a right to implement his own policy. But when I see things that are done that are not right - abuse of power, wrong approaches, wrong strategies, making use of foreign consultants, including those discarded by other countries - I feel that I have to have my say."
   },
   "author": {
    "text": "Mahathir Mohamad"
   }
  },
  {
   "quote": {
    "text": "You must never underestimate the power of the eyebrow."
   },
   "author": {
    "text": "Jack Black"
   }
  },
  {
   "quote": {
    "text": "Never underestimate the power of jealousy and the power of envy to destroy. Never underestimate that."
   },
   "author": {
    "text": "Oliver Stone"
   }
  },
  {
   "quote": {
    "text": "Everyone has a part to play. We have the power. You can do it."
   },
   "author": {
    "text": "Maxine Waters"
   }
  },
  {
   "quote": {
    "text": "If small things have the power to disturb you, then who you think you are is exactly that: small."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "It is a truism that almost any sect, cult, or religion will legislate its creed into law if it acquires the political power to do so."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "The pen and the written word hold a great deal of power."
   },
   "author": {
    "text": "Andy Biersack"
   }
  },
  {
   "quote": {
    "text": "What then do you call your soul? What idea have you of it? You cannot of yourselves, without revelation, admit the existence within you of anything but a power unknown to you of feeling and thinking."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "The good life consists in deriving happiness by using your signature strengths every day in the main realms of living. The meaningful life adds one more component: using these same strengths to forward knowledge, power or goodness."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "I started as a black and white photographer, but the colors I was seeing were just so lurid and compelling and awful at the same time. They got me looking at other contemporary art. I was gravitating more and more toward work that had visceral power, that wasn't necessarily about being beautiful but had some kind of horror in the palette."
   },
   "author": {
    "text": "David Maisel"
   }
  },
  {
   "quote": {
    "text": "You have to blast to build in Manhattan. And the buildings went up in Manhattan because of the power of that bedrock. Once you dig that foundation - and they dig with dynamite - and once you dynamite out and you secure that foundation, that building isn't going anywhere."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Knowledge is power. You can't begin a career, for that matter even a relationship, unless you know everything there is to know about it."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "Social acceptance, 'being liked,' has so much power because it holds the feelings of loneliness at bay."
   },
   "author": {
    "text": "Rollo May"
   }
  },
  {
   "quote": {
    "text": "Power is so characteristically calm, that calmness in itself has the aspect of strength."
   },
   "author": {
    "text": "Edward G. Bulwer-Lytton"
   }
  },
  {
   "quote": {
    "text": "Unlimited power is apt to corrupt the minds of those who posses it; and this I know, my lords: that where law ends, tyranny begins."
   },
   "author": {
    "text": "William Pitt"
   }
  },
  {
   "quote": {
    "text": "A lot of people don't understand what feminism is. They think it is about advance and success for women, but it's not that at all. It is about power for the female left. And they have this, I think, ridiculous idea that American women are oppressed by the patriarchy and we need laws and government to solve our problems for us."
   },
   "author": {
    "text": "Phyllis Schlafly"
   }
  },
  {
   "quote": {
    "text": "Many of the original New Deal programs required heavy manual labor. WPA workers built hundreds of schools, health clinics, roads, park facilities, and community centers. Much of what we now call our 'infrastructure' - highways, buildings, power plants, etc. - is here thanks to thousands of WPA workers."
   },
   "author": {
    "text": "Kathi Appelt"
   }
  },
  {
   "quote": {
    "text": "Meekness implies a spirit of gratitude as opposed to an attitude of self-sufficiency, an acknowledgement of a greater power beyond oneself, a recognition of God, and an acceptance of his commandments."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "I often say of George Washington that he was one of the few in the whole history of the world who was not carried away by power."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "I hope our wisdom will grow with our power, and teach us, that the less we use our power the greater it will be."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "By ensuring that no one in government has too much power, the Constitution helps protect ordinary Americans every day against abuse of power by those in authority."
   },
   "author": {
    "text": "John Roberts"
   }
  },
  {
   "quote": {
    "text": "For me, it is essential to have the inner peace and serenity of prayer in order to listen to the silence of God, which speaks to us, in our personal life and the history of our times, of the power of love."
   },
   "author": {
    "text": "Adolfo Perez Esquivel"
   }
  },
  {
   "quote": {
    "text": "Powerful people cannot afford to educate the people that they oppress, because once you are truly educated, you will not ask for power. You will take it."
   },
   "author": {
    "text": "John Henrik Clarke"
   }
  },
  {
   "quote": {
    "text": "Power is not an institution, and not a structure; neither is it a certain strength we are endowed with; it is the name that one attributes to a complex strategical situation in a particular society."
   },
   "author": {
    "text": "Michel Foucault"
   }
  },
  {
   "quote": {
    "text": "Obedience opens the door to the constant companionship of the Holy Ghost. And the spiritual gifts and abilities activated by the power of the Holy Ghost enable us to avoid deception - and to see, to feel, to know, to understand, and to remember things as they really are."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "Democracy shows not only its power in reforming governments, but in regenerating a race of men and this is the greatest blessing of free governments."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "The wild Indian power of escaping observation, even where there is little or no cover to hide in, was probably slowly acquired in hard hunting and fighting lessons while trying to approach game, take enemies by surprise, or get safely away when compelled to retreat."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "I have a strong belief that there is a god or a higher power. I think that if you have a strong belief in that, then you won't feel alone in life and you will feel you can get through anything."
   },
   "author": {
    "text": "Alana Stewart"
   }
  },
  {
   "quote": {
    "text": "We're not a fragile people. We're not a frightful people. Our power doesn't come from some self-declared savior promising that he alone can restore order as long as we do things his way. We don't look to be ruled."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Power is not alluring to pure minds."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Writing is powerful. Whether it's a little girl hiding from the Nazis in an attic, or Amnesty International writing letters on behalf of political prisoners, the power of telling stories is usually what causes change."
   },
   "author": {
    "text": "Erin Gruwell"
   }
  },
  {
   "quote": {
    "text": "True contentment is a thing as active as agriculture. It is the power of getting out of any situation all that there is in it. It is arduous and it is rare."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Every single person has the power to change the world and help people."
   },
   "author": {
    "text": "Laura Marano"
   }
  },
  {
   "quote": {
    "text": "Power and violence are opposites; where the one rules absolutely, the other is absent. Violence appears where power is in jeopardy, but left to its own course it ends in power's disappearance."
   },
   "author": {
    "text": "Hannah Arendt"
   }
  },
  {
   "quote": {
    "text": "Tonight, we gather to affirm the greatness of our nation - not because of the height of our skyscrapers, or the power of our military, or the size of our economy. Our pride is based on a very simple premise, summed up in a declaration made over two hundred years ago."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "The United States is the world's best hope, but if you fetter her in the interests and quarrels of other nations, if you tangle her in the intrigues of Europe, you will destroy her power for good and endanger her very existence."
   },
   "author": {
    "text": "Henry Cabot Lodge"
   }
  },
  {
   "quote": {
    "text": "Some folks hesitate to seize additional strength because they think it wrong or dangerous to be a powerful individual. Somehow they have acquired the false notion that tyranny or dictatorship or cruelty are the outcomes of a powerful personality. These characteristics are not power. They are weaknesses disguised as power."
   },
   "author": {
    "text": "Vernon Howard"
   }
  },
  {
   "quote": {
    "text": "There's a lack of people in power that are motivated by the idea of helping people."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "A major attack on our cyber systems could shut down our critical infrastructure - financial systems, communications systems, electric grids, power plants, water treatment centers, transportation systems and refineries - that allows us to run our economy and protect the safety of Americans."
   },
   "author": {
    "text": "Dan Coats"
   }
  },
  {
   "quote": {
    "text": "If some people have the belief or view that the Dalai Lama has some miracle power, that's totally nonsense."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "The purposes of the United States should not be doubted. The Security Council resolutions will be enforced - the just demands of peace and security will be met - or action will be unavoidable. And a regime that has lost its legitimacy will also lose its power."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "For the music business, social networking is brilliant. Just when you think it's doom and gloom and you have to spend millions of pounds on marketing and this and that, you have this amazing thing now called fan power. The whole world is linked through a laptop. It's amazing. And it's free. I love it. It's absolutely brilliant."
   },
   "author": {
    "text": "Simon Cowell"
   }
  },
  {
   "quote": {
    "text": "If I have the power to post 'Happy Birthday' on someone's Facebook page and make them feel really good, it feels really good to make other people feel really good. I love it. I'm a huge Facebook and Twitter person. And I love talking to my fans. It's fun."
   },
   "author": {
    "text": "Rebecca Mader"
   }
  },
  {
   "quote": {
    "text": "By a great man, however, we mean a man who, because of his spiritual gifts, his character, and other qualities, deserves to be called great and who as a result earns the power to influence others."
   },
   "author": {
    "text": "Fredrik Bajer"
   }
  },
  {
   "quote": {
    "text": "A leader has the vision and conviction that a dream can be achieved. He inspires the power and energy to get it done."
   },
   "author": {
    "text": "Ralph Nader"
   }
  },
  {
   "quote": {
    "text": "Is fear preventing you from taking action? Acknowledge the fear, watch it, take your attention into it, be fully present with it. Doing so cuts the link between the fear and your thinking. Don't let the fear rise up into your mind. Use the power of the Now. Fear cannot prevail against it."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "We can use decision-making to choose the habits we want to form, use willpower to get the habit started, then - and this is the best part - we can allow the extraordinary power of habit to take over. At that point, we're free from the need to decide and the need to use willpower."
   },
   "author": {
    "text": "Gretchen Rubin"
   }
  },
  {
   "quote": {
    "text": "These years in silence and reflection made me stronger and reminded me that acceptance has to come from within and that this kind of truth gives me the power to conquer emotions I didn't even know existed."
   },
   "author": {
    "text": "Ricky Martin"
   }
  },
  {
   "quote": {
    "text": "We need no fanciful teaching regarding the personality of God. What God desires us to know of Him is revealed in His word and His works. The beautiful things of nature reveal His character and His power as Creator."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Visit those who are sick, or who are in trouble, especially those whom God has made needy by age, or by other sickness, as the feeble, the blind, and the lame who are in poverty. These you shall relieve with your goods after your power and after their need, for thus biddeth the Gospel."
   },
   "author": {
    "text": "John Wycliffe"
   }
  },
  {
   "quote": {
    "text": "Creativity is the power to connect the seemingly unconnected."
   },
   "author": {
    "text": "William Plomer"
   }
  },
  {
   "quote": {
    "text": "If I meet other people and criticize their weaknesses, I rob myself of higher cognitive power. But if I try to enter deeply and lovingly into another person's good qualities, I gather in that force."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "Fortune, which has a great deal of power in other matters but especially in war, can bring about great changes in a situation through very slight forces."
   },
   "author": {
    "text": "Julius Caesar"
   }
  },
  {
   "quote": {
    "text": "The trade union movement represents the organized economic power of the workers... It is in reality the most potent and the most direct social insurance the workers can establish."
   },
   "author": {
    "text": "Samuel Gompers"
   }
  },
  {
   "quote": {
    "text": "Our whole constitutional heritage rebels at the thought of giving government the power to control men's minds."
   },
   "author": {
    "text": "Thurgood Marshall"
   }
  },
  {
   "quote": {
    "text": "Sometimes nationalism can be jingoistic - even fascistic - but it can also be a constructive impetus that helps to unify a nation. Those whose nationalist critique of parties finds resonance with masses of voters can acquire vast power. We can only hope that they know what to do with it."
   },
   "author": {
    "text": "Dick Morris"
   }
  },
  {
   "quote": {
    "text": "The earth is supported by the power of truth; it is the power of truth that makes the sun shine and the winds blow; indeed all things rest upon truth."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "Come forward as servants of Islam, organise the people economically, socially, educationally and politically and I am sure that you will be a power that will be accepted by everybody."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "The hypocrisy of some is that we like to think of ourselves as sophisticated and evolved, but we're still also driven by primal urges like greed and power."
   },
   "author": {
    "text": "Michael Leunig"
   }
  },
  {
   "quote": {
    "text": "Nike believes in a world where everyone celebrates the power of diversity."
   },
   "author": {
    "text": "Mark Parker"
   }
  },
  {
   "quote": {
    "text": "To empower women, power must be given to them, presumably by an entity that already has it. And that entity is the patriarchy. This also implies that women must be on the receiving end, waiting - politely - to be empowered. Very Victorian-era courtship, isn't it?"
   },
   "author": {
    "text": "Sallie Krawcheck"
   }
  },
  {
   "quote": {
    "text": "Being at a film festival reminds me of the power of film. The power that we have in our hands. Telling specific stories about personal matters can start the debate that is needed today, and that connect you with realities that you had no idea were connected."
   },
   "author": {
    "text": "Diego Luna"
   }
  },
  {
   "quote": {
    "text": "I'm obsessed with the power of music and image together. There's also something about music videos that are incredibly glamorous - there's a fetishistic aesthetic to them that you don't really see in movies in the same way."
   },
   "author": {
    "text": "Max Minghella"
   }
  },
  {
   "quote": {
    "text": "Dictators can fix up their entire families in good jobs, in or around government, and often do. In democracies, such a practice is frowned upon. Privileged access to the corridors of power through family connections and a kind of old boys' network, is also deemed an abuse of power, and so it is."
   },
   "author": {
    "text": "Jimmy Reid"
   }
  },
  {
   "quote": {
    "text": "I am more and more convinced that man is a dangerous creature and that power, whether vested in many or a few, is ever grasping, and like the grave, cries, 'Give, give.'"
   },
   "author": {
    "text": "Abigail Adams"
   }
  },
  {
   "quote": {
    "text": "The transfer of power is always a test of the constitutional system, a test of its strength."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "I believe there's an inner power that makes winners or losers. And the winners are the ones who really listen to the truth of their hearts."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "The end of the world is on people's minds. We have the power to destroy or save ourselves, but the question is what do you do with that responsibility."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "Youth is the period in which a man can be hopeless. The end of every episode is the end of the world. But the power of hoping through everything, the knowledge that the soul survives its adventures, that great inspiration comes to the middle-aged."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "We have to restore power to the family, to the neighborhood, and the community with a non-market principle, a principle of equality, of charity, of let's-take-care-of-one-another. That's the creative challenge."
   },
   "author": {
    "text": "Jerry Brown"
   }
  },
  {
   "quote": {
    "text": "Judges wear legal professionalism and precedent as a mantel that secures legitimacy for their decisions. It's how they distinguish themselves from politicians or administrative agencies, while wielding power that is sometimes much greater than those democratically accountable actors."
   },
   "author": {
    "text": "Yochai Benkler"
   }
  },
  {
   "quote": {
    "text": "'Me Too' is about letting - using the power of empathy to stomp out shame."
   },
   "author": {
    "text": "Tarana Burke"
   }
  },
  {
   "quote": {
    "text": "Despite girls' sparkling resumes - including rates of college enrollment and high school grades that outstrip boys - sexism is a barrier that still leaves girls ambivalent about power. Opening doors has not amounted to ambition to lead for many of them, even those with options, networks, and resources."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "It is through this mysterious power that we too have our being, and we therefore yield to our neighbors, even to our animal neighbors, the same right as ourselves to inhabit this vast land."
   },
   "author": {
    "text": "Sitting Bull"
   }
  },
  {
   "quote": {
    "text": "We all have cultural bias, racial bias. One of the difficult things around this subject matter is to deny that we have places we go to subconsciously, and unless you consciously decide that that's wrong and you've got to do something about it, especially if you're in a position of power, it won't change."
   },
   "author": {
    "text": "David Oyelowo"
   }
  },
  {
   "quote": {
    "text": "Was it proof of madness in the first corps of sea officers to have, at so critical a period, launched out on the ocean with only two armed merchant ships, two armed brigantines, and one armed sloop, to make war against such a power as Great Britain?"
   },
   "author": {
    "text": "John Paul Jones"
   }
  },
  {
   "quote": {
    "text": "Getting and spending, we lay waste our powers."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "Consciously or not, we are all on a quest for answers, trying to learn the lessons of life. We grapple with fear and guilt. We search for meaning, love, and power. We try to understand fear, loss, and time. We seek to discover who we are and how we can become truly happy."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "Do not pray for tasks equal to your powers. Pray for powers equal to your tasks."
   },
   "author": {
    "text": "Phillips Brooks"
   }
  },
  {
   "quote": {
    "text": "Where the daughter sees power, the mother feels powerless. Daughters and mothers, I found, both overestimate the other's power - and underestimate their own."
   },
   "author": {
    "text": "Deborah Tannen"
   }
  },
  {
   "quote": {
    "text": "The only legitimate right to govern is an express grant of power from the governed."
   },
   "author": {
    "text": "William Henry Harrison"
   }
  },
  {
   "quote": {
    "text": "In Christ we see a maturity of love that flowers in self-sacrifice and forgiveness; a maturity of power that never swerves from the ideal of service; a maturity of goodness that overcomes every temptation, and, of course, we see the ultimate victory of life over death itself."
   },
   "author": {
    "text": "Vincent Nichols"
   }
  },
  {
   "quote": {
    "text": "The greatest trap in our life is not success, popularity or power, but self-rejection."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "The digital world has power because it has dynamic information, but it's important that we stay human instead of being another machine sitting in front of a machine."
   },
   "author": {
    "text": "Pranav Mistry"
   }
  },
  {
   "quote": {
    "text": "Bitcoin represents the first major breakthrough in economics and finance since double-entry bookkeeping was invented in 1494, and activists need to embrace its power."
   },
   "author": {
    "text": "Max Keiser"
   }
  },
  {
   "quote": {
    "text": "He is the best sailor who can steer within fewest points of the wind, and exact a motive power out of the greatest obstacles."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "Cash - in savings accounts, short-term CDs or money market deposits - is great for an emergency fund. But to fulfill a long-term investment goal like funding your retirement, consider buying stocks. The more distant your financial target, the longer inflation will gnaw at the purchasing power of your money."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "Not the power to remember, but its very opposite, the power to forget, is a necessary condition for our existence."
   },
   "author": {
    "text": "Saint Basil"
   }
  },
  {
   "quote": {
    "text": "How can you consider flower power outdated? The essence of my lyrics is the desire for peace and harmony. That's all anyone has ever wanted. How could it become outdated?"
   },
   "author": {
    "text": "Robert Plant"
   }
  },
  {
   "quote": {
    "text": "As a lawyer and a former prosecutor, I know the limits of the power and authority of the president. I know what is legal and what is not."
   },
   "author": {
    "text": "Rodrigo Duterte"
   }
  },
  {
   "quote": {
    "text": "Harry Truman's decision to fire Douglas MacArthur at the height of the Korean War in April 1951 shocked the American political system and astonished the world. Much of the world didn't realize the president had the power to fire a five-star general; much of America didn't realize Truman had the nerve."
   },
   "author": {
    "text": "H. W. Brands"
   }
  },
  {
   "quote": {
    "text": "We must not let ourselves be swept off our feet in horror at the danger of nuclear power. Nuclear power is not infinitely dangerous. It's just dangerous, much as coal mines, petrol repositories, fossil-fuel burning and wind turbines are dangerous."
   },
   "author": {
    "text": "David J. C. MacKay"
   }
  },
  {
   "quote": {
    "text": "A utility can handle up to 20% of production from solar and that helps the grid because it produces electricity when needed. Solar power peaks in the middle of the day and that's also when air conditioning is running and businesses are operating, so power production matches usage."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Arbitrary power is like most other things which are very hard, very liable to be broken."
   },
   "author": {
    "text": "Abigail Adams"
   }
  },
  {
   "quote": {
    "text": "Communism is Soviet power plus the electrification of the whole country."
   },
   "author": {
    "text": "Vladimir Lenin"
   }
  },
  {
   "quote": {
    "text": "The only way to predict the future is to have power to shape the future."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "Mere goodness can achieve little against the power of nature."
   },
   "author": {
    "text": "Georg Wilhelm Friedrich Hegel"
   }
  },
  {
   "quote": {
    "text": "People who believe they have the power to exercise some measure of control over their lives are healthier, more effective and more successful than those who lack faith in their ability to effect changes in their lives."
   },
   "author": {
    "text": "Albert Bandura"
   }
  },
  {
   "quote": {
    "text": "The rules have changed. True power is held by the person who possesses the largest bookshelf, not gun cabinet or wallet."
   },
   "author": {
    "text": "Anthony J. D'Angelo"
   }
  },
  {
   "quote": {
    "text": "The American people should be made aware of the trend toward monopolization of the great public information vehicles and the concentration of more and more power over public opinion in fewer and fewer hands."
   },
   "author": {
    "text": "Spiro T. Agnew"
   }
  },
  {
   "quote": {
    "text": "When it is not in our power to follow what is true, we ought to follow what is most probable."
   },
   "author": {
    "text": "Rene Descartes"
   }
  },
  {
   "quote": {
    "text": "Muhammad Ali struck us in the middle of America's darkest night, in the heart of its most threatening gathering storm. His power toppled the mightiest of foes, and his intense light shined on America, and we were able to see clearly injustice, inequality, poverty, pride, self realization, courage, laughter, love, joy and religious freedom for all."
   },
   "author": {
    "text": "Billy Crystal"
   }
  },
  {
   "quote": {
    "text": "The power I exert on the court depends on the power of my arguments, not on my gender."
   },
   "author": {
    "text": "Sandra Day O'Connor"
   }
  },
  {
   "quote": {
    "text": "The power of a book lies in its power to turn a solitary act into a shared vision. As long as we have books, we are not alone."
   },
   "author": {
    "text": "Laura Bush"
   }
  },
  {
   "quote": {
    "text": "Prestige is the shadow of money and power."
   },
   "author": {
    "text": "C. Wright Mills"
   }
  },
  {
   "quote": {
    "text": "The soft power of science has the potential to reshape global diplomacy."
   },
   "author": {
    "text": "Ahmed Zewail"
   }
  },
  {
   "quote": {
    "text": "We often imagine that the court serves as a sort of neutral umpire controlling the warring political branches. But this is mostly myth. The justices of the Supreme Court are themselves actors in the struggle for power, and when they intervene, they think carefully about how their decisions will affect the court's own legitimacy and authority."
   },
   "author": {
    "text": "Noah Feldman"
   }
  },
  {
   "quote": {
    "text": "We're taught Lord Acton's axiom: all power corrupts, absolute power corrupts absolutely. I believed that when I started these books, but I don't believe it's always true any more. Power doesn't always corrupt. Power can cleanse. What I believe is always true about power is that power always reveals."
   },
   "author": {
    "text": "Robert Caro"
   }
  },
  {
   "quote": {
    "text": "The worst thing for a politician is to try and cling to power by every possible means, and focus only on that."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "Power is domination, control, and therefore a very selective form of truth which is a lie."
   },
   "author": {
    "text": "Wole Soyinka"
   }
  },
  {
   "quote": {
    "text": "The great question of our time is, 'Will we be motivated by materialistic philosophy or by spiritual power?'"
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "The need for reflection and restraint of power is what led Louis Freeh to order that all new agent classes visit the Holocaust Museum here in Washington so they could see and feel and hear in a palpable way the consequences of abuse of power on a massive, almost unimaginable scale."
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "The intellectual tradition is one of servility to power, and if I didn't betray it I'd be ashamed of myself."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "A picture must possess a real power to generate light and for a long time now I've been conscious of expressing myself through light or rather in light."
   },
   "author": {
    "text": "Henri Matisse"
   }
  },
  {
   "quote": {
    "text": "Relying on the power of kindness is a sensitive undertaking. The challenge is to inspire people to be kind more often without tainting the selflessness that comes from doing something nice with no ulterior motive."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "I'm excited to see her power really soar and us have a great time having a great Wonder Woman in our world."
   },
   "author": {
    "text": "Patty Jenkins"
   }
  },
  {
   "quote": {
    "text": "The classic epic fantasy is good versus evil, underdog against power."
   },
   "author": {
    "text": "Laura Anne Gilman"
   }
  },
  {
   "quote": {
    "text": "What this power is I cannot say; all I know is that it exists and it becomes available only when a man is in that state of mind in which he knows exactly what he wants and is fully determined not to quit until he finds it."
   },
   "author": {
    "text": "Alexander Graham Bell"
   }
  },
  {
   "quote": {
    "text": "The way of peace is the way of love. Love is the greatest power on earth. It conquers all things."
   },
   "author": {
    "text": "Peace Pilgrim"
   }
  },
  {
   "quote": {
    "text": "A good villain exudes charisma and power. He has principles, though; that just gives him a level of dimension. It makes him seem to be a bit unpredictable, because he's usually deemed as some type of evil, ruthless person, and then he shows you his principles, and you don't know what to think of it."
   },
   "author": {
    "text": "Pusha T"
   }
  },
  {
   "quote": {
    "text": "Male privilege and entitlement are dying a very painful death; no one gives up power without a struggle."
   },
   "author": {
    "text": "Gloria Allred"
   }
  },
  {
   "quote": {
    "text": "The Hulk was a unique character because of his strength and power. He doesn't have a costume like Spiderman or like Superman - The Hulk is more visual. His passion and his strength, that is what separates him from anything else."
   },
   "author": {
    "text": "Lou Ferrigno"
   }
  },
  {
   "quote": {
    "text": "When love is pure, it has the power to conquer. Lover and beloved conquer each other by their affection. The source, the essence, the fullest manifestation of love's conquering power is the love of the soul for the supreme soul, or God."
   },
   "author": {
    "text": "Radhanath Swami"
   }
  },
  {
   "quote": {
    "text": "Courts have long recognized the federal government's robust power to inspect people and goods entering the country. After all, the very foundation of national sovereignty is a nation's ability to protect its borders."
   },
   "author": {
    "text": "Bob Barr"
   }
  },
  {
   "quote": {
    "text": "Nanotechnology will let us build computers that are incredibly powerful. We'll have more power in the volume of a sugar cube than exists in the entire world today."
   },
   "author": {
    "text": "Ralph Merkle"
   }
  },
  {
   "quote": {
    "text": "The safest nuclear power or energy policy is to realize 'zero nuclear power.'"
   },
   "author": {
    "text": "Naoto Kan"
   }
  },
  {
   "quote": {
    "text": "Whatever God or whatever higher power you believe in, they brought us to this earth in a perfect way, and you have to learn to love yourself. Otherwise, it's an exhausting way to be."
   },
   "author": {
    "text": "Callie Thorne"
   }
  },
  {
   "quote": {
    "text": "My life will not be defined by a single political campaign. Those will come and go. But what has driven me to run for elected office in the past still drives me today: the knowledge that heroes do walk among us with tremendous strength and power."
   },
   "author": {
    "text": "Darryl Glenn"
   }
  },
  {
   "quote": {
    "text": "The strength and power of a country depends absolutely on the quantity of good men and women in it."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "The mark of our society as civilized will come when we embrace confidence in the power of redemption."
   },
   "author": {
    "text": "Greg Boyle"
   }
  },
  {
   "quote": {
    "text": "Women have to harness their power - its absolutely true. It's just learning not to take the first no. And if you can't go straight ahead, you go around the corner."
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "Disobedience is essentially a prideful power struggle against someone in authority over us. It can be a parent, a priesthood leader, a teacher, or ultimately God. A proud person hates the fact that someone is above him. He thinks this lowers his position."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "It was always foolhardy for Republicans and conservatives to stake their objections to Obamacare on the number of sign-ups; Social Security is going bankrupt despite 100% enrollment. The reality is that Obama was always destined to hit his required numbers because, after all, he has the power of government to compel action."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "Ignorance is not too dangerous. If you combine it with power, then this is a toxic mix."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "It's being willing to walk away that gives you strength and power - if you're willing to accept the consequences of doing what you want to do."
   },
   "author": {
    "text": "Whoopi Goldberg"
   }
  },
  {
   "quote": {
    "text": "Our dreams are firsthand creations, rather than residues of waking life. We have the capacity for infinite creativity; at least while dreaming, we partake of the power of the Spirit, the infinite Godhead that creates the cosmos."
   },
   "author": {
    "text": "Jackie Gleason"
   }
  },
  {
   "quote": {
    "text": "I think being gay and gay people are the most wonderful things in the world. I wish all of us could have the power and pride to benefit from what is rightfully ours. Why isn't there an enormous building in Washington called the 'National Association of Lesbian and Gay Concerns' to lobby for us?"
   },
   "author": {
    "text": "Larry Kramer"
   }
  },
  {
   "quote": {
    "text": "What has destroyed every previous civilization has been the tendency to the unequal distribution of wealth and power."
   },
   "author": {
    "text": "Henry George"
   }
  },
  {
   "quote": {
    "text": "All our wealth and all our export power has also come by the fact that other nations were willing to see us. This is very important."
   },
   "author": {
    "text": "Joe Kaeser"
   }
  },
  {
   "quote": {
    "text": "With rock music, the amount of power that you can generate, the intensity behind the intentions of your lyrics that you can really reflect through rock music - you can't do that in jazz. You can't do that with classical."
   },
   "author": {
    "text": "Serj Tankian"
   }
  },
  {
   "quote": {
    "text": "I knew my ways were unfulfilling. I chased power, pleasure, possessions, something satisfying. I knew I kept getting let down. I knew it was insanity, and I was never going to find fulfillment, but I didn't know what else to look for."
   },
   "author": {
    "text": "Lecrae"
   }
  },
  {
   "quote": {
    "text": "Silence is the ultimate weapon of power."
   },
   "author": {
    "text": "Charles de Gaulle"
   }
  },
  {
   "quote": {
    "text": "A constant stream of 'free' money is a perfect way to keep an inefficient or simply bad government in power. As aid flows in, there is nothing more for the government to do - it doesn't need to raise taxes, and as long as it pays the army, it doesn't have to take account of its disgruntled citizens."
   },
   "author": {
    "text": "Dambisa Moyo"
   }
  },
  {
   "quote": {
    "text": "I wanted to prove the sustaining power of music."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "We know that peace is only possible when it is the fruit of justice. True peace is a profound transformation by means of the force of nonviolence that is the power of love."
   },
   "author": {
    "text": "Adolfo Perez Esquivel"
   }
  },
  {
   "quote": {
    "text": "The appeal of perfume is that it is at once ephemeral and empowering. It creates a shimmering invisible armor that lingers in a room long after its wearer has gone and infuses our imagination with a subtle power, hinting at a hidden identity."
   },
   "author": {
    "text": "Mary Gaitskill"
   }
  },
  {
   "quote": {
    "text": "With so many ways to communicate at our disposal, we must not forget the transformative power of a live music experience and genuine human exchange."
   },
   "author": {
    "text": "Jon Batiste"
   }
  },
  {
   "quote": {
    "text": "The General Assembly is a unique organ. It's the most representative organ of the United Nations, where all 193 Member States are present. Each has one vote regardless of its size, power, or wealth. That gives the body a huge authority."
   },
   "author": {
    "text": "Miroslav Lajcak"
   }
  },
  {
   "quote": {
    "text": "Part of the elements of the electoral college is creation. Certainly it was created in slave states and them wanting to balance power, but there's not a specific set of the country always determining who the president is."
   },
   "author": {
    "text": "Brandon Victor Dixon"
   }
  },
  {
   "quote": {
    "text": "Ambition is the immoderate desire for power."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "What is needed by him who would succeed in the highest degree possible is careful planning. He is to accumulate reserved power, that he may be equal to all emergencies."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "They say the test of literary power is whether a man can write an inscription. I say, 'Can he name a kitten?'"
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "I am a Christian person, and I do love the Lord, and I feel no matter who you are, what you believe, how you live your life, it's not my place to judge. I don't have that power. I don't want that power. It's my place to love and to show God's love to other people, even if they don't live a life like I live."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "Immense power is acquired by assuring yourself in your secret reveries that you were born to control affairs."
   },
   "author": {
    "text": "Andrew Carnegie"
   }
  },
  {
   "quote": {
    "text": "All dictators, the rich and famous, to the lowest security guard who holds a gun, easily forget that power is transitory."
   },
   "author": {
    "text": "F. Sionil Jose"
   }
  },
  {
   "quote": {
    "text": "Being timeless means you can listen to something when you're feeling a certain way, and it still has that same power as it did when you listened to the record for the first time. Timeless is abnormal. It sticks out. It can't be recreated."
   },
   "author": {
    "text": "Khalid"
   }
  },
  {
   "quote": {
    "text": "With twelve horse power at our command, we considered that we could permit the weight of the machine with operator to rise to 750 or 800 pounds, and still have as much surplus power as we had originally allowed for in the first estimate of 550 pounds."
   },
   "author": {
    "text": "Orville Wright"
   }
  },
  {
   "quote": {
    "text": "From the point of the view of the nation's power, it was obvious that while we were fighting the Sino-Japanese war, every effort was to be made to avoid adding to our enemies and opening additional fronts."
   },
   "author": {
    "text": "Hideki Tojo"
   }
  },
  {
   "quote": {
    "text": "We now have to see our country surrender to the enemy without demonstrating our power up to 120 percent. We are now on a course for a humiliating peace - or, rather, a humiliating surrender."
   },
   "author": {
    "text": "Hideki Tojo"
   }
  },
  {
   "quote": {
    "text": "Each consumer has the power of their wallet and their voice. They can exercise that."
   },
   "author": {
    "text": "David Droga"
   }
  },
  {
   "quote": {
    "text": "When the yogi starts to meditate, he must leave behind all sensory thoughts and all longings for possessions by quieting the waves of feeling (chitta), and the mental restlessness that arises therefrom, through the application of techniques that reinstate the controlling power of the untrammeled superconsciousness of the soul."
   },
   "author": {
    "text": "Paramahansa Yogananda"
   }
  },
  {
   "quote": {
    "text": "Black power can be clearly defined for those who do not attach the fears of white America to their questions about it."
   },
   "author": {
    "text": "Stokely Carmichael"
   }
  },
  {
   "quote": {
    "text": "The more I see, hear, and think in Europe, the more I wish for every measure that can ensure to the United States dignity, power, and public confidence."
   },
   "author": {
    "text": "Marquis de Lafayette"
   }
  },
  {
   "quote": {
    "text": "I believe that all is illusion and vanity outside the treasure of truths slowly accumulated, and which will never again be lost. I believe that the sum of these truths, always increasing, will at last confer on man incalculable power and peace, if not happiness. Yes, I believe in the final triumph of life."
   },
   "author": {
    "text": "Emile Zola"
   }
  },
  {
   "quote": {
    "text": "We pay for power plant pollution through higher health costs."
   },
   "author": {
    "text": "Sheldon Whitehouse"
   }
  },
  {
   "quote": {
    "text": "The nature of honesty is that if someone has information or knows something about you that you don't want heard, then they have power over you."
   },
   "author": {
    "text": "Ben Folds"
   }
  },
  {
   "quote": {
    "text": "Neither science, nor the politics in power, nor the mass media, nor business, nor the law nor even the military are in a position to define or control risks rationally."
   },
   "author": {
    "text": "Ulrich Beck"
   }
  },
  {
   "quote": {
    "text": "Men should think twice before making widow hood woman's only path to power."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "America is beyond power; it acts as in a dream, as a face of God. Wherever America is, there is freedom, and wherever America is not, madness rules with chains, darkness strangles millions. Beneath her patient bombers, paradise is possible."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "We need women who are devoted to shepherding God's children along the covenant path toward exaltation; women who know how to receive personal revelation, who understand the power and peace of the temple endowment; women who know how to call upon the powers of heaven to protect and strengthen children and families; women who teach fearlessly."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "All leaders must have some power. Without power, you can't be a leader."
   },
   "author": {
    "text": "Mahathir Mohamad"
   }
  },
  {
   "quote": {
    "text": "I've always had a philosophy that position doesn't define power. Impact defines power. What impact are you making on people? What impact are you making on business?"
   },
   "author": {
    "text": "Mindy Grossman"
   }
  },
  {
   "quote": {
    "text": "All the lessons of history in four sentences: Whom the gods would destroy, they first make mad with power. The mills of God grind slowly, but they grind exceedingly small. The bee fertilizes the flower it robs. When it is dark enough, you can see the stars."
   },
   "author": {
    "text": "Charles A. Beard"
   }
  },
  {
   "quote": {
    "text": "My own life values were shaped in great part by my mother, who instigated women's clubs in my village. Women were able to organize and stand together. What inspired me most about their work was the power it gave them to assert their rights and the rights of their daughters, be it education or property inheritance."
   },
   "author": {
    "text": "Winnie Byanyima"
   }
  },
  {
   "quote": {
    "text": "Never forget: This very moment, we can change our lives. There never was a moment, and never will be, when we are without the power to alter our destiny. This second, we can turn the tables on Resistance. This second, we can sit down and do our work."
   },
   "author": {
    "text": "Steven Pressfield"
   }
  },
  {
   "quote": {
    "text": "Once more, Never think that you can live to God by your own power or strength; but always look to and rely on him for assistance, yea, for all strength and grace."
   },
   "author": {
    "text": "David Brainerd"
   }
  },
  {
   "quote": {
    "text": "To Africanize colonial and capitalist power would destroy the meaning of our struggle."
   },
   "author": {
    "text": "Samora Machel"
   }
  },
  {
   "quote": {
    "text": "If the Islamic world is so suffused with rage and hatred of us - for our wars, occupations, drone attacks, support of Israel, decadent culture, and tolerance of insults to Islam and the Prophet - why should we call for free elections, when the people will use those elections to vote into power rulers hostile to the United States?"
   },
   "author": {
    "text": "Pat Buchanan"
   }
  },
  {
   "quote": {
    "text": "By 2020, most home computers will have the computing power of a human brain. That doesn't mean that they are brains, but it means that in terms of raw processing, they can process bits as fast as a brain can. So the question is, how far behind that is the development of a machine that's as smart as we are?"
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "I consider myself a line drive hitter with power. I just try to put my best swing on the ball every time."
   },
   "author": {
    "text": "Albert Pujols"
   }
  },
  {
   "quote": {
    "text": "I think there's a supreme power behind the whole thing, an intelligence. Look at all of the instincts of nature, both animals and plants, the very ingenious ways they survive. If you cut yourself, you don't have to think about it."
   },
   "author": {
    "text": "Clyde Tombaugh"
   }
  },
  {
   "quote": {
    "text": "I promised never to let the Rwandan Genocide die because I knew the Rwandans didn't have much power internationally and certainly didn't have the resources. I felt it was my duty having witnessed it, and having stayed to witness it, that I had to talk about it and keep it going."
   },
   "author": {
    "text": "Romeo Dallaire"
   }
  },
  {
   "quote": {
    "text": "It is the true duty of every man to promote the happiness of his fellow creatures to the utmost of his power."
   },
   "author": {
    "text": "William Wilberforce"
   }
  },
  {
   "quote": {
    "text": "From this process has emerged a parallel process of translating traditional working and living values into a new political and economic power - a power increasingly based upon the strength of money and those material things money can purchase."
   },
   "author": {
    "text": "Alex Campbell"
   }
  },
  {
   "quote": {
    "text": "Advancement and promotion in Mystic Masonry is not dependent on favor; it cannot be given till it has been earned and the candidate has stored in himself the power to rise, any more than a pistol can be fired till it has been loaded."
   },
   "author": {
    "text": "Max Heindel"
   }
  },
  {
   "quote": {
    "text": "If Trump wants to corruptly direct the conduct of an investigation in order to out an FBI source who was helping our government investigate Russian interference in our electoral processes, well, Article II of the Constitution begins with these terrifying words: 'The executive Power shall be vested in a President of the United States of America.'"
   },
   "author": {
    "text": "Benjamin Wittes"
   }
  },
  {
   "quote": {
    "text": "And luckily, therefore the good old days return. The traditional art of driving counts again, and it is all about good tactics, skills and reflexes instead of simple power."
   },
   "author": {
    "text": "Jacky Ickx"
   }
  },
  {
   "quote": {
    "text": "We all have so much more power to make our dreams a reality - and love life along the way - than we think we do!"
   },
   "author": {
    "text": "Rachele Brooke Smith"
   }
  },
  {
   "quote": {
    "text": "I'm not saying that women leaders would eliminate violence. We are not more moral than men; we are only uncorrupted by power so far. When we do acquire power, we might turn out to have an equal impulse toward aggression."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "A friend in power is a friend lost."
   },
   "author": {
    "text": "Henry Adams"
   }
  },
  {
   "quote": {
    "text": "I think I have told you, but if I have not, you must have understood, that a man who has a vision is not able to use the power of it until after he has performed the vision on earth for the people to see."
   },
   "author": {
    "text": "Black Elk"
   }
  },
  {
   "quote": {
    "text": "Well, the first thing is that truth and power for me form an antithesis, an antagonism, which will hardly ever be resolved. I can define in fact, can simplify the history of human society, the evolution of human society, as a contest between power and freedom."
   },
   "author": {
    "text": "Wole Soyinka"
   }
  },
  {
   "quote": {
    "text": "Power tends to corrupt. But the power in Washington resides in Congress, if it wants to use it. It can do anything - it can stop the Vietnam War, it can make its will felt, if it can ever get its act together to do anything."
   },
   "author": {
    "text": "Antonin Scalia"
   }
  },
  {
   "quote": {
    "text": "Blackheart Records being 25 years old represents staying power and the fact that we weren't able to get a record out through conventional means, so we had to create this record company to put out our records if we wanted to be a band that had records to give out to their fans."
   },
   "author": {
    "text": "Joan Jett"
   }
  },
  {
   "quote": {
    "text": "The carrying power of a bridge is not the average strength of the pillars, but the strength of the weakest pillar. I have always believed that you do not measure the health of a society by GNP but by the condition of its worst off."
   },
   "author": {
    "text": "Zygmunt Bauman"
   }
  },
  {
   "quote": {
    "text": "An organization which claims to be working for the needs of a community - as SNCC does - must work to provide that community with a position of strength from which to make its voice heard. This is the significance of black power beyond the slogan."
   },
   "author": {
    "text": "Stokely Carmichael"
   }
  },
  {
   "quote": {
    "text": "Democracy is indispensable, not because it renders superfluous the conquest of political power by the proletariat, but, on the contrary, because it makes this seizure of power both necessary and possible."
   },
   "author": {
    "text": "Rosa Luxemburg"
   }
  },
  {
   "quote": {
    "text": "Personal power gives you a sense of accomplishment. It enables you to live fully and zestfully. It provides you with a mature reason for liking yourself better. To state it another way, it is the mark of a healthy and well-adjusted individual to seek self-advancement by mastering his human relations."
   },
   "author": {
    "text": "Vernon Howard"
   }
  },
  {
   "quote": {
    "text": "The E-government cabinet, E-health services, online voting, online pre-filled tax returns, e-mobile parking, are all examples of Estonian innovation, but far more importantly, they are examples of the transformative power of intensive and extensive use of Information Technology in the public sector."
   },
   "author": {
    "text": "Toomas Hendrik Ilves"
   }
  },
  {
   "quote": {
    "text": "As our language wanes and dies, the golden legends of the far-off centuries fade and pass away. No one sees their influence upon culture; no one sees their educational power."
   },
   "author": {
    "text": "Douglas Hyde"
   }
  },
  {
   "quote": {
    "text": "This sense of power is the highest and best of pleasures when the belief on which it is founded is a true belief, and has been fairly earned by investigation."
   },
   "author": {
    "text": "William Kingdon Clifford"
   }
  },
  {
   "quote": {
    "text": "As a writer, I can't really take days off. Writing is like creating an art. Once you stop writing, you can lose your rhythm and context, meaning that your writing may lose its power."
   },
   "author": {
    "text": "Andrea Hirata"
   }
  },
  {
   "quote": {
    "text": "As for T.B. Joshua, I am a descendant of my family in Arigidi-Akoko in Ondo State, Nigeria - but as for the divine nature, the power of God affects my life to give peace to people, deliverance to people, and healing to people."
   },
   "author": {
    "text": "T. B. Joshua"
   }
  },
  {
   "quote": {
    "text": "I think portraying the Joker's point of view would do a disservice to that character. As soon as you get inside his head he would lose so much power."
   },
   "author": {
    "text": "Brian Azzarello"
   }
  },
  {
   "quote": {
    "text": "The Chinese public is deeply nationalist, which matters to China's unelected political leadership as much as U.S. nationalism does to American politicians. As China becomes the world's largest economy, there is meaningful public pressure for its power status to advance in parallel. Any alternative would be humiliating."
   },
   "author": {
    "text": "Noah Feldman"
   }
  },
  {
   "quote": {
    "text": "There's a lot of comedic value to fraternities, but whenever you start messing with power dynamics and you take away consequences, you can tread some dangerous waters."
   },
   "author": {
    "text": "Ben Schnetzer"
   }
  },
  {
   "quote": {
    "text": "Sarcasm all around the world is always against right wing and against people in power. That's the definition of political sarcasm."
   },
   "author": {
    "text": "Bassem Youssef"
   }
  },
  {
   "quote": {
    "text": "The more centralized the power, the less compromises need to be made in architecture."
   },
   "author": {
    "text": "Peter Eisenman"
   }
  },
  {
   "quote": {
    "text": "The media is absolutely essential to the functioning of a democracy. It's not our job to cozy up to power. We're supposed to be the check and balance on government."
   },
   "author": {
    "text": "Amy Goodman"
   }
  },
  {
   "quote": {
    "text": "When 'happiness' eludes us - as, eventually, it always will - we have the invitation to examine our programmed responses and to exercise our power to choose again."
   },
   "author": {
    "text": "Richard Rohr"
   }
  },
  {
   "quote": {
    "text": "We are often told we can't have brains and beauty, and I really hope that my message is that you can put on that red lip and curl your hair and put on that power dress - you don't have to sacrifice one for the other."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "I don't know how many girls have felt support through my persona. I'm a girl power. So many girls tell me I'm a girl power, and yes, I am."
   },
   "author": {
    "text": "Qandeel Baloch"
   }
  },
  {
   "quote": {
    "text": "The subconscious doesn't distinguish sarcasm and jokes. It just accepts what it hears. That's the power of words."
   },
   "author": {
    "text": "India Arie"
   }
  },
  {
   "quote": {
    "text": "Man has evolved a mutual relationship with nature on earth, but his power to change its surface has grown so tremendously that this may become a curse instead of a blessing."
   },
   "author": {
    "text": "Walter Gropius"
   }
  },
  {
   "quote": {
    "text": "The goal of the revolution is to achieve the people's rights, but during the course of the revolution, we must stress military power - and the two are mutually contradictory."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "History is rich with adventurous men, long on charisma, with a highly developed instinct for their own interests, who have pursued personal power - bypassing parliaments and constitutions, distributing favours to their minions, and conflating their own desires with the interests of the community."
   },
   "author": {
    "text": "Umberto Eco"
   }
  },
  {
   "quote": {
    "text": "People who are in a position of power like to throw their weight around, and that becomes abuse."
   },
   "author": {
    "text": "Jason Statham"
   }
  },
  {
   "quote": {
    "text": "It is often said that Trump has no real ideology, which is not true - his ideology is white supremacy, in all its truculent and sanctimonious power."
   },
   "author": {
    "text": "Ta-Nehisi Coates"
   }
  },
  {
   "quote": {
    "text": "One of the first rules of playing the power game is that all bad news must be accepted calmly, as if one already knew and didn't care."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "'Journey' was very much inspired by Joseph Campbell's work for 'The Hero's Journey,' but, from among his works, I like 'The Power of Myth' best."
   },
   "author": {
    "text": "Jenova Chen"
   }
  },
  {
   "quote": {
    "text": "Voluntary personal savings accounts would enable future retirees to harness the power of the marketplace when saving for their retirements."
   },
   "author": {
    "text": "Bill Frist"
   }
  },
  {
   "quote": {
    "text": "One day in 1984, at the height of his fame, Michael Jackson made a visit to the White House. President and Nancy Reagan may not have dug his music, but they understood the power Mr. Jackson commanded as a common pop-cultural touchstone for just about everyone else."
   },
   "author": {
    "text": "Monica Crowley"
   }
  },
  {
   "quote": {
    "text": "The people in power have created an obesity epidemic."
   },
   "author": {
    "text": "Robert Atkins"
   }
  },
  {
   "quote": {
    "text": "People who bet against the Internet, who think that somehow this change is just a generational shift, miss that it is a fundamental reorganizing of the power of the end user. The Internet brings tremendous tools to the end user, and that end user is going to use them."
   },
   "author": {
    "text": "Eric Schmidt"
   }
  },
  {
   "quote": {
    "text": "The very first film I ever saw was a pirate movie called 'The Black Swan' with Tyrone Power. And I thought that was great stuff. Of course, in those days, Technicolor was really Technicolor; there was no such thing as desaturation. Everybody looked super suntanned."
   },
   "author": {
    "text": "Ridley Scott"
   }
  },
  {
   "quote": {
    "text": "Make men wise, and by that very operation you make them free. Civil liberty follows as a consequence of this; no usurped power can stand against the artillery of opinion."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "Integration is the biggest con job ever pulled on any group of people, any nationality in the world. It was a plot by white liberals to gain black political power for themselves and their wild ideas, and for a few black bourgeoisie who were paid to exercise leverage as black spokesmen."
   },
   "author": {
    "text": "James Meredith"
   }
  },
  {
   "quote": {
    "text": "Happiness is a great power of holiness. Thus, kind words, by their power of producing happiness, have also a power of producing holiness, and so of winning men to God."
   },
   "author": {
    "text": "Frederick William Faber"
   }
  },
  {
   "quote": {
    "text": "I came from a middle-class family. My dad was a professor; my mom was a nurse. I didn't come from money, and I didn't come from circles of power. I didn't come from the country club; I came from the town park."
   },
   "author": {
    "text": "Megyn Kelly"
   }
  },
  {
   "quote": {
    "text": "I believe strongly that when you have political capital, you should use it in a manner that helps improve the human condition. You shouldn't just compile power and hold onto power for power's sake."
   },
   "author": {
    "text": "Kevin de Leon"
   }
  },
  {
   "quote": {
    "text": "A lot of celebrities just want money, fame, power, fancy cars, houses all over the world and have people bow down to them. To me, that's frightful behaviour."
   },
   "author": {
    "text": "Shirley Manson"
   }
  },
  {
   "quote": {
    "text": "Why should any man have power over any other man's faith, seeing Christ Himself is the author of it?"
   },
   "author": {
    "text": "George Fox"
   }
  },
  {
   "quote": {
    "text": "Any people anywhere, being inclined and having the power, have the right to rise up, and shake off the existing government, and form a new one that suits them better. This is a most valuable - a most sacred right - a right, which we hope and believe, is to liberate the world."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "I am not interested in power for power's sake, but I'm interested in power that is moral, that is right and that is good."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Whatever has happened to you in your past has no power over this present moment, because life is now."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "The attempt to combine wisdom and power has only rarely been successful and then only for a short while."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "There is no greater power in Heaven or on Earth than pure, unconditional love. The nature of the God force, the unseen intelligence in all things, which causes the material world and is the center of both the spiritual and physical plane, is best described as pure, unconditional love."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Not necessity, not desire - no, the love of power is the demon of men. Let them have everything - health, food, a place to live, entertainment - they are and remain unhappy and low-spirited: for the demon waits and waits and will be satisfied."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "In the United States, though power corrupts, the expectation of power paralyzes."
   },
   "author": {
    "text": "John Kenneth Galbraith"
   }
  },
  {
   "quote": {
    "text": "The world itself is the will to power - and nothing else! And you yourself are the will to power - and nothing else!"
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "The less effort, the faster and more powerful you will be."
   },
   "author": {
    "text": "Bruce Lee"
   }
  },
  {
   "quote": {
    "text": "All the idols made by man, however terrifying they may be, are in point of fact subordinate to him, and that is why he will always have it in his power to destroy them."
   },
   "author": {
    "text": "Simone de Beauvoir"
   }
  },
  {
   "quote": {
    "text": "The love of power, like the love of money, increases with the possession of it; and we know in what ruin these baneful passions have involved human societies in all ages when they have been let loose and suffered to rage uncontrolled - There is no restraint like the pervading eye of the virtuous citizens."
   },
   "author": {
    "text": "Samuel Adams"
   }
  },
  {
   "quote": {
    "text": "Women should not be forced to accept sexual harassment as the price of admission to a life and career in the political world. They should not have to endure unwanted touching, innuendo, and propositioning from men in positions of power."
   },
   "author": {
    "text": "J. B. Pritzker"
   }
  },
  {
   "quote": {
    "text": "We should remember that there are nations which meet more than 30 to 60% of their power requirements through the nuclear power system."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Calmness is the cradle of power."
   },
   "author": {
    "text": "Josiah Gilbert Holland"
   }
  },
  {
   "quote": {
    "text": "Is the purpose of free elections to allow the most clever and vicious person to aggregate power, or is the purpose of free elections to enable the American people to have a serious conversation about their country's future and try to find both a policy and a personality that they think will carry to them that better future?"
   },
   "author": {
    "text": "Newt Gingrich"
   }
  },
  {
   "quote": {
    "text": "The sway of alcohol over mankind is unquestionably due to its power to stimulate the mystical faculties of human nature, usually crushed to earth by the cold facts and dry criticisms of the sober hour."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Don't underestimate the cosmetic power of sunglasses. It's worth spending a bit of money on a quality pair. I usually go for Dior or Louis Vuitton."
   },
   "author": {
    "text": "Dita Von Teese"
   }
  },
  {
   "quote": {
    "text": "These statements about torture, about alleged misuse of power and things like that, insulted the Filipinos more than their leader because it was made to appear as if Filipinos would tolerate a leader who would torture his own people, who would utilize his executive prerogatives for abuses."
   },
   "author": {
    "text": "Ferdinand Marcos"
   }
  },
  {
   "quote": {
    "text": "The only difference between the sane and the insane is that the sane have the power to lock up the insane."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "Power doesn't corrupt people, people corrupt power."
   },
   "author": {
    "text": "William Gaddis"
   }
  },
  {
   "quote": {
    "text": "Faith is the complete reliance on the power and goodness of Spirit and the firm belief that you are always connected to this goodness. Always affirm your faith and not your doubt."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "A lot of females, they want to do the things that I do. Some females are so closed, but they want to be open. Some girls, they want to feel that power that I tell them that I have. I tell women that I have power over these men, that I use these men."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "As a nuclear power - as the only nuclear power to have used a nuclear weapon - the United States has a moral responsibility to act."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Leave no authority existing not responsible to the people."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "A lioness has got a lot more power than the lion likes to think she has."
   },
   "author": {
    "text": "Jacki Weaver"
   }
  },
  {
   "quote": {
    "text": "Before the tongue can speak, it must have lost the power to wound."
   },
   "author": {
    "text": "Peace Pilgrim"
   }
  },
  {
   "quote": {
    "text": "Money is power, and in that government which pays all the public officers of the states will all political power be substantially concentrated."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "You should see what our Founding Fathers used to say to each other and in the early part of our nation. But what they were able to do, especially in Philadelphia in 1787, four months, they argued about what a House should be, what a Senate should be, the power of the president, the Congress, the Supreme Court. And they had to deal with slavery."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Power is the chance to impose your will within a social context, even when opposed and regardless of the integrity of that chance."
   },
   "author": {
    "text": "Max Weber"
   }
  },
  {
   "quote": {
    "text": "Power can be taken, but not given. The process of the taking is empowerment in itself."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "But to me nothing - the negative, the empty - is exceedingly powerful."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "The power of noble deeds is to be preserved and passed on to the future."
   },
   "author": {
    "text": "Joshua Chamberlain"
   }
  },
  {
   "quote": {
    "text": "Most powerful is he who has himself in his own power."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "Never underestimate the power of the ocean."
   },
   "author": {
    "text": "Heidi Klum"
   }
  },
  {
   "quote": {
    "text": "The woman power of this nation can be the power which makes us whole and heals the rotten community, now so shattered by war and poverty and racism. I have great faith in the power of women who will dedicate themselves whole-heartedly to the task of remaking our society."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "Kind words are a creative force, a power that concurs in the building up of all that is good, and energy that showers blessings upon the world."
   },
   "author": {
    "text": "Lawrence G. Lovasik"
   }
  },
  {
   "quote": {
    "text": "For an artist, a good place to be is you have some kind of influence and power to get things done, but in your essence you remain a nomad or a soldier facing a difficulty to be overcome."
   },
   "author": {
    "text": "Cai Guo-Qiang"
   }
  },
  {
   "quote": {
    "text": "Justice and power must be brought together, so that whatever is just may be powerful, and whatever is powerful may be just."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "Power is given only to those who dare to lower themselves and pick it up. Only one thing matters, one thing; to be able to dare!"
   },
   "author": {
    "text": "Fyodor Dostoevsky"
   }
  },
  {
   "quote": {
    "text": "For most people, an hour a day playing our favorite games will power up our ability to engage whole-heartedly with difficult challenges, strengthen our relationships with the people we care about most - while still letting us notice when it's time to stop playing in virtual worlds and bring our gamer strengths back to real life."
   },
   "author": {
    "text": "Jane McGonigal"
   }
  },
  {
   "quote": {
    "text": "Is there anything science should not try to explain? Science is knowledge and knowledge is power - power to do good or evil. Sometimes ignorance is bliss."
   },
   "author": {
    "text": "Paul Davies"
   }
  },
  {
   "quote": {
    "text": "Grammar is a piano I play by ear. All I know about grammar is its power."
   },
   "author": {
    "text": "Joan Didion"
   }
  },
  {
   "quote": {
    "text": "There's a power in what we hold as artists, and part of that comes with responsibility... to share the human experience and really allow that to be seen."
   },
   "author": {
    "text": "Tracee Ellis Ross"
   }
  },
  {
   "quote": {
    "text": "The superior power of population cannot be checked without producing misery or vice."
   },
   "author": {
    "text": "Thomas Malthus"
   }
  },
  {
   "quote": {
    "text": "The real problem is that the way that power is given out in our society pits us against each other."
   },
   "author": {
    "text": "Anita Hill"
   }
  },
  {
   "quote": {
    "text": "What are kings, when regiment is gone, but perfect shadows in a sunshine day?"
   },
   "author": {
    "text": "Christopher Marlowe"
   }
  },
  {
   "quote": {
    "text": "Love is the power to see similarity in the dissimilar."
   },
   "author": {
    "text": "Theodor W. Adorno"
   }
  },
  {
   "quote": {
    "text": "When you start to develop your powers of empathy and imagination, the whole world opens up to you."
   },
   "author": {
    "text": "Susan Sarandon"
   }
  },
  {
   "quote": {
    "text": "My three years in politics was very instructive about the way in which the appetite for political power can destroy a human mind, destroy principles and values, and transform people into little monsters."
   },
   "author": {
    "text": "Mario Vargas Llosa"
   }
  },
  {
   "quote": {
    "text": "Revolutionaries do not make revolutions. The revolutionaries are those who know when power is lying in the street and then they can pick it up."
   },
   "author": {
    "text": "Hannah Arendt"
   }
  },
  {
   "quote": {
    "text": "The power of the priesthood heals, protects, and inoculates all of the righteous against the powers of darkness."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "Mischief springs from the power which the moneyed interest derives from a paper currency which they are able to control, from the multitude of corporations with exclusive privileges... which are employed altogether for their benefit."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "We are not animals. We are not a product of what has happened to us in our past. We have the power of choice."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Power is the most persuasive rhetoric."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "Power is the great aphrodisiac."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "To act on the belief that we possess the knowledge and the power which enable us to shape the processes of society entirely to our liking, knowledge which in fact we do not possess, is likely to make us do much harm."
   },
   "author": {
    "text": "Friedrich August von Hayek"
   }
  },
  {
   "quote": {
    "text": "I'm grateful for the opportunities God gave me to minister to people in high places; people in power have spiritual and personal needs like everyone else, and often they have no one to talk to."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "I couldn't have been a great goalkeeper without power, agility and quickness."
   },
   "author": {
    "text": "Hope Solo"
   }
  },
  {
   "quote": {
    "text": "Our great power does not mean we can do whatever we want whenever we want, nor should we assume we have all the wisdom and knowledge necessary to succeed."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "Every account of a higher power that I've seen described, of all religions that I've seen, include many statements with regard to the benevolence of that power. When I look at the universe and all the ways the universe wants to kill us, I find it hard to reconcile that with statements of beneficence."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "My relationship to power and authority is that I'm all for it. People need somebody to watch over them. Ninety-five percent of the people in the world need to be told what to do and how to behave."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "The holy spirit means the invisible power of Jehovah, holy because he is holy. This power of Jehovah operated upon the minds of honest men who loved and who were devoted to righteousness, directing them in the writing of the Bible."
   },
   "author": {
    "text": "Joseph Franklin Rutherford"
   }
  },
  {
   "quote": {
    "text": "There's a lot more power in calm than in vituperation."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "Unions are about the collective leverage, the power of numbers versus the power of capital."
   },
   "author": {
    "text": "Kevin O'Leary"
   }
  },
  {
   "quote": {
    "text": "You only have power over people so long as you don't take everything away from them. But when you've robbed a man of everything, he's no longer in your power - he's free again."
   },
   "author": {
    "text": "Aleksandr Solzhenitsyn"
   }
  },
  {
   "quote": {
    "text": "Whenever you choose power over love, you will never find true happiness."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "If a small thing has the power to make you angry, does that not indicate something about your size?"
   },
   "author": {
    "text": "Sydney J. Harris"
   }
  },
  {
   "quote": {
    "text": "Habit allows us to go from 'before' to 'after,' to make life easier and better. Habit is notorious - and rightly so - for its ability to direct our actions, even against our will; but by mindfully shaping our habits, we can harness the power of mindlessness as a sweeping force for serenity, energy, and growth."
   },
   "author": {
    "text": "Gretchen Rubin"
   }
  },
  {
   "quote": {
    "text": "Power is dangerous unless you have humility."
   },
   "author": {
    "text": "Richard J. Daley"
   }
  },
  {
   "quote": {
    "text": "It is an abuse of power, when you are President of the United States, to use the White House to single out a single news organization, and castigate them and try to delegitimize them."
   },
   "author": {
    "text": "Monica Crowley"
   }
  },
  {
   "quote": {
    "text": "I am happy with the way I hit the ball. There is a certain element of power into it but not completely. It is like 80 per cent timing and 20 per cent power. Why do I need power hitting when I can clear the ropes with timing?"
   },
   "author": {
    "text": "Rohit Sharma"
   }
  },
  {
   "quote": {
    "text": "If the human condition were the periodic table, maybe love would be hydrogen at No. 1. Death would be helium at No. 2. Power, I reckon, would be where oxygen is."
   },
   "author": {
    "text": "David Mitchell"
   }
  },
  {
   "quote": {
    "text": "I believe in a higher power and I believe in good and bad, right and wrong. You sleep in the bed you make."
   },
   "author": {
    "text": "Leif Garrett"
   }
  },
  {
   "quote": {
    "text": "Circumstances are beyond human control, but our conduct is in our own power."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "For American foreign aid to become more effective, it must embrace the power of partnerships, access the transformative nature of free enterprise, and leverage the abundant resources that can come from the private sector."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "People's blessings give you the power to work tirelessly. The only thing required is commitment."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "Doing the right thing has power."
   },
   "author": {
    "text": "Laura Linney"
   }
  },
  {
   "quote": {
    "text": "There's so much power in allegory, to form ideas and learn lessons that you can actually take and apply to real life. I think that's why I originally really loved fantasy and reading."
   },
   "author": {
    "text": "Amandla Stenberg"
   }
  },
  {
   "quote": {
    "text": "Dictators, unlike Democrats, depend on a small coterie to sustain their power. These backers, generally drawn from the military, the senior civil service, and family or clan members, have a synergistic relationship with their dictator. The dictator delivers opportunities for them to become rich, and they protect him from being overthrown."
   },
   "author": {
    "text": "Bruce Bueno de Mesquita"
   }
  },
  {
   "quote": {
    "text": "Nobody is as powerful as we make them out to be."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "I think that if your approach is one where you don't want to alienate anybody, you're going to have to soften the viewpoint or the information that you're offering to such an extent that it doesn't have the power to make any difference. You have to take that risk."
   },
   "author": {
    "text": "Eddie Vedder"
   }
  },
  {
   "quote": {
    "text": "There is a new model of leadership in the world that rides on the premise that every single person in the organisation can be a leader. Titles are important for structure and order, but real power does not come from titles."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "He who has great power should use it lightly."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "Every reign must submit to a greater reign."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "Where an excess of power prevails, property of no sort is duly respected. No man is safe in his opinions, his person, his faculties, or his possessions."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "Every night of our lives, we dream, and our brain concocts visions which are, at least until we wake up, highly convincing. Most of us have had experiences which are verging on hallucination. It shows the power of the brain to knock up illusions."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Politicians love regulating. That's part of the whole power structure."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "In my opinion, most of the great men of the past were only there for the beer - the wealth, prestige and grandeur that went with the power."
   },
   "author": {
    "text": "A. J. P. Taylor"
   }
  },
  {
   "quote": {
    "text": "We are the most powerful nation on earth. No external power, no terrorist organization, can defeat us. But we can defeat ourselves by getting caught in a quagmire."
   },
   "author": {
    "text": "George Soros"
   }
  },
  {
   "quote": {
    "text": "Population growth is straining the Earth's resources to the breaking point, and educating girls is the single most important factor in stabilizing that. That, plus helping women gain political and economic power and safeguarding their reproductive rights."
   },
   "author": {
    "text": "Al Gore"
   }
  },
  {
   "quote": {
    "text": "The founders had a strong distrust for centralized power in a federal government. So they created a government with checks and balances. This was to prevent any branch of the government from becoming too powerful."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "It was very lucky for me as a writer that I studied the physical sciences rather than English. I wrote for my own amusement. There was no kindly English professor to tell me for my own good how awful my writing really was. And there was no professor with the power to order me what to read, either."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "Concentrated power is not rendered harmless by the good intentions of those who create it."
   },
   "author": {
    "text": "Milton Friedman"
   }
  },
  {
   "quote": {
    "text": "There is no power on earth that can neutralize the influence of a high, simple and useful life."
   },
   "author": {
    "text": "Booker T. Washington"
   }
  },
  {
   "quote": {
    "text": "When every physical and mental resources is focused, one's power to solve a problem multiplies tremendously."
   },
   "author": {
    "text": "Norman Vincent Peale"
   }
  },
  {
   "quote": {
    "text": "The greatest power is not money power, but political power."
   },
   "author": {
    "text": "Walter Annenberg"
   }
  },
  {
   "quote": {
    "text": "Knowledge is power. Most of us agree that something has to be done to strengthen Social Security, and I believe it's irresponsible to arbitrarily dismiss any idea, Republican nor Democrat, without giving it a hard look."
   },
   "author": {
    "text": "Conrad Burns"
   }
  },
  {
   "quote": {
    "text": "The power of the living God is here on the earth. The Priesthood is here."
   },
   "author": {
    "text": "Heber J. Grant"
   }
  },
  {
   "quote": {
    "text": "Our increasingly electrified, electronic, and data-driven society places steadily rising demand on reliable baseload power - that is, on electricity available 24/7/365. Servers never sleep, nor does air conditioning during hot nights, and in Asia's megacities, subways and electric trains take only brief naps between midnight and 5 A.M."
   },
   "author": {
    "text": "Vaclav Smil"
   }
  },
  {
   "quote": {
    "text": "Every American, regardless of their background, has the right to live free of unwarranted government intrusion. Repealing the worst provisions of the Patriot Act will reign in this gross abuse of power and restore to everyone our basic Constitutional rights."
   },
   "author": {
    "text": "Pete Stark"
   }
  },
  {
   "quote": {
    "text": "I used to wish there was a useful term for those of us who thought American power should be used to remove psychopathic dictators."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "There is no meaning to life except the meaning man gives his life by the unfolding of his powers."
   },
   "author": {
    "text": "Erich Fromm"
   }
  },
  {
   "quote": {
    "text": "Sooner or later, man has always had to decide whether he worships his own power or the power of God."
   },
   "author": {
    "text": "Arnold J. Toynbee"
   }
  },
  {
   "quote": {
    "text": "This power of democracy is a matter of pride for our country, something which we must always cherish, preserve and further strengthen."
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "Capitalism is not about free competitive choices among people who are reasonably equal in their buying and selling of economic power, it is about concentrating capital, concentrating economic power in very few hands using that power to trash everyone who gets in their way."
   },
   "author": {
    "text": "David Korten"
   }
  },
  {
   "quote": {
    "text": "Pomegranate juice has staying power. It's not a fad. Once people have tasted POM Wonderful, they say they are addicted - and it's a good addiction to have."
   },
   "author": {
    "text": "Lynda Resnick"
   }
  },
  {
   "quote": {
    "text": "My sense is that we're ready for another industrial revolution in this country. The great minds and innovators of Silicon Valley would come through China and say, The pipeline is full of ideas - there's personalized medicine, biotechnology, new forms to power ourselves, clean energy, etc., etc."
   },
   "author": {
    "text": "Jon Huntsman, Jr."
   }
  },
  {
   "quote": {
    "text": "Nature is a divine art; it cannot be the artist. It is a dominical book and cannot be the scribe. It is an embroidery and cannot be the embroiderer. It is a register and cannot be the accountant. It is the law and cannot be the power."
   },
   "author": {
    "text": "Said Nursi"
   }
  },
  {
   "quote": {
    "text": "Infrastructures of power always inhabit the surface of the earth somehow, or the skies above the earth. They're material things, always, and even though the metaphors we use to describe them are often immaterial - for example, we might describe the Internet as the Cloud or cyberspace - those metaphors are wildly misleading."
   },
   "author": {
    "text": "Trevor Paglen"
   }
  },
  {
   "quote": {
    "text": "In our system of democracy, our government works on a system of checks and balances. Instead of stripping power from the courts, I believe we should follow the process prescribed in our Constitution - consideration of a Constitutional amendment."
   },
   "author": {
    "text": "Dennis Cardoza"
   }
  },
  {
   "quote": {
    "text": "We have an active program. We have nuclear weapons, we are a nuclear power. We have an advanced missiles program."
   },
   "author": {
    "text": "Ayub Khan"
   }
  },
  {
   "quote": {
    "text": "Solar power, wind power, the way forward is to collaborate with nature - it's the only way we are going to get to the other end of the 21st century."
   },
   "author": {
    "text": "Bjork"
   }
  },
  {
   "quote": {
    "text": "In Europe first and now in America, elected men have taken it upon themselves to indebt their people to create an atmosphere of dependency. And why? For their own selfish need to increase their own personal power."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "In our natural state, we are glorious beings. In the world of illusion, we are lost and imprisoned, slaves to our appetites and our will to false power."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Excessive fear is always powerless."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "The zenith of elegance in any woman's wardrobe is the little black dress, the power of which suggests dash and refinement."
   },
   "author": {
    "text": "Andre Leon Talley"
   }
  },
  {
   "quote": {
    "text": "We are poor, feeble, and blind mortals when the eye of the Almighty looks through all worlds and by his power executes all things aright, and by his grace, he makes us all rich in Heavenly Gifts. In distress and in bereavements, we can look only to him. From mortals like ourselves we can derive no help."
   },
   "author": {
    "text": "Sam Houston"
   }
  },
  {
   "quote": {
    "text": "A spiritual partnership is a partnership between equals for the purpose of spiritual growth. Spiritual partners use their delightful experiences together as well as their power struggles to learn about themselves and change themselves."
   },
   "author": {
    "text": "Gary Zukav"
   }
  },
  {
   "quote": {
    "text": "Chaos does not unify. Chaos only serves the most extreme elements of society that seek to destabilize any semblance of order to fulfill their selfish lust for power."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "Fifth Harmony as a group represents more confidence, more girl power, more unity. They're anthems, as opposed to confessional songwriting about one person's life when there are five individual women."
   },
   "author": {
    "text": "Camila Cabello"
   }
  },
  {
   "quote": {
    "text": "Whoever wants peace among nations must seek to limit the state and its influence most strictly."
   },
   "author": {
    "text": "Ludwig von Mises"
   }
  },
  {
   "quote": {
    "text": "Men don't wear high heels, and they don't make allowances for women who do. Tottering down the corridors of power in beautiful but crippling stilettos telegraphs your preference for style over substance."
   },
   "author": {
    "text": "Donna Brazile"
   }
  },
  {
   "quote": {
    "text": "In some countries that are darlings of the West, like Egypt, everyone knows the result of national elections years in advance: The man in power always wins. In others, like Saudi Arabia, the very idea of an election is unthinkable."
   },
   "author": {
    "text": "Stephen Kinzer"
   }
  },
  {
   "quote": {
    "text": "Negative freedom is freedom from - freedom from oppression, whether it's a colonial power or addiction to alcohol oppressing you. You need to be freed from negative freedom. Positive freedom is freedom for, freedom to be. And that's what's routinely ignored today."
   },
   "author": {
    "text": "Os Guinness"
   }
  },
  {
   "quote": {
    "text": "Power is not of a man. Wealth does not center in the person of the wealthy. Celebrity is not inherent in any personality. To be celebrated, to be wealthy, to have power requires access to major institutions."
   },
   "author": {
    "text": "C. Wright Mills"
   }
  },
  {
   "quote": {
    "text": "Being reminded about the incredible power of God's love, and living as He intended, is the most powerful motivation to change."
   },
   "author": {
    "text": "Rick Warren"
   }
  },
  {
   "quote": {
    "text": "In large commercial cities, the money power is, I fear irresistible. It is not by open corruption that it always, or even most generally, operates."
   },
   "author": {
    "text": "Roger B. Taney"
   }
  },
  {
   "quote": {
    "text": "Anything that makes you feel the most alone also has the greatest power to connect you."
   },
   "author": {
    "text": "Ze Frank"
   }
  },
  {
   "quote": {
    "text": "Images in the 20th century had a unique power where image became divorced from reality, and often more important than reality... Buildings were judged - at least by members of our own profession - more by the way they looked in magazines than by the satisfaction people felt when using them."
   },
   "author": {
    "text": "Christopher Alexander"
   }
  },
  {
   "quote": {
    "text": "The greater the power, the more need there is for transparency, because if the power is abused, the result can be so enormous. On the other hand, those people who do not have power, we mustn't reduce their power even more by making them yet more transparent."
   },
   "author": {
    "text": "Julian Assange"
   }
  },
  {
   "quote": {
    "text": "When it comes to controlling human beings, there is no better instrument than lies. Because you see, humans live by beliefs. And beliefs can be manipulated. The power to manipulate beliefs is the only thing that counts."
   },
   "author": {
    "text": "Michael Ende"
   }
  },
  {
   "quote": {
    "text": "I believe strongly in the power of arts education to engage and empower young people."
   },
   "author": {
    "text": "Heather Watts"
   }
  },
  {
   "quote": {
    "text": "In all of my books, I'm taking them on an emotionally challenging and sometimes physically dangerous process with a bit of fun and anarchy along the way. With the power comes responsibility."
   },
   "author": {
    "text": "Morris Gleitzman"
   }
  },
  {
   "quote": {
    "text": "I believe the gun has no power at all."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Pop culture shapes our ideas of what is normal and what our dreams can be and what our roles are. Politics, of course, decides how the power and the money in the country is distributed. Both are equally important, and each affects the other."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Without this tremendous passion for power, influence, and advantage which money gives, how could nature develop the highest type of man? Without this infinite longing, whence would come the discipline which industry, perseverance, tact, sagacity, and frugality give?"
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "No one is in control of your happiness but you; therefore, you have the power to change anything about yourself or your life that you want to change."
   },
   "author": {
    "text": "Barbara De Angelis"
   }
  },
  {
   "quote": {
    "text": "When I got to France I realized I didn't know very much about food at all. I'd never had a real cake. I'd had those cakes from cake mixes or the ones that have a lot of baking powder in them. A really good French cake doesn't have anything like that in it - it's all egg power."
   },
   "author": {
    "text": "Julia Child"
   }
  },
  {
   "quote": {
    "text": "As a historian, I'm sceptical about conspiracy theories because the world is far too complicated to be managed by a few billionaires drinking scotch behind some closed doors. But I do think that the voters are correct in sensing that they're really losing power. And in reaction, they give the system an angry kick."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "As for the men in power, they are so anxious to establish the myth of infallibility that they do their utmost to ignore truth."
   },
   "author": {
    "text": "Boris Pasternak"
   }
  },
  {
   "quote": {
    "text": "The public is not to see where power lies, how it shapes policy, and for what ends. Rather, people are to hate and fear one another."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "Whoever is new to power is always harsh."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "Education is everything - education is your power, education is your way in life for whatever you want to do."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "I think that white women are more apt to read laterally. So I think there's some strong identification for women, and their political and social positions, and minorities. I think that the political power of, let's say, the average Indian man and a white woman are pretty equal."
   },
   "author": {
    "text": "Sherman Alexie"
   }
  },
  {
   "quote": {
    "text": "Nothing can add more power to your life than concentrating all your energies on a limited set of targets."
   },
   "author": {
    "text": "Nido Qubein"
   }
  },
  {
   "quote": {
    "text": "With a fascist the problem is never how best to present the truth to the public but how best to use the news to deceive the public into giving the fascist and his group more money or more power."
   },
   "author": {
    "text": "Henry A. Wallace"
   }
  },
  {
   "quote": {
    "text": "And remember, where you have a concentration of power in a few hands, all too frequently men with the mentality of gangsters get control. History has proven that."
   },
   "author": {
    "text": "Lord Acton"
   }
  },
  {
   "quote": {
    "text": "With the election of Trump, America's soft power has taken a big hit. The United States has moved from a position of leadership in the creation of a rules-based international system to a position of leadership in its destruction and the creation of a regime of global protectionism. The damage will be long-lasting."
   },
   "author": {
    "text": "Joseph Stiglitz"
   }
  },
  {
   "quote": {
    "text": "A man's true state of power and riches is to be in himself."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "Knowledge is the most democratic source of power."
   },
   "author": {
    "text": "Alvin Toffler"
   }
  },
  {
   "quote": {
    "text": "All dogs can become aggressive, but the difference between an aggressive Chihuahua and an aggressive pit bull is that the pit bull can do more damage. That's why it's important to make sure you are a hundred percent ready for the responsibility if you own a 'power' breed, like a pit bull, German shepherd, or Rottweiler."
   },
   "author": {
    "text": "Cesar Millan"
   }
  },
  {
   "quote": {
    "text": "Once working people discover that, collectively, we have more power than we do as individual silos, then we become an incredibly powerful force. But I think that there are powers that be that are invested in us remaining divided along racial lines, along economic lines."
   },
   "author": {
    "text": "Lynn Nottage"
   }
  },
  {
   "quote": {
    "text": "At last I perceive that in revolutions the supreme power rests with the most abandoned."
   },
   "author": {
    "text": "Georges Jacques Danton"
   }
  },
  {
   "quote": {
    "text": "There are a lot of things that people go through, and maybe they don't know how to get through it, and maybe you do, and if you have some sort of knowledge or power, share with the world."
   },
   "author": {
    "text": "Sabrina Carpenter"
   }
  },
  {
   "quote": {
    "text": "We must use all the tools of American power in resolving disputes, including diplomacy. And we must have sufficient congressional debate and oversight before ever putting another U.S. solider in harm's way."
   },
   "author": {
    "text": "Barbara Lee"
   }
  },
  {
   "quote": {
    "text": "Collective freedom provides the basic conditions for people to narrate their own lives, hold power accountable, and embrace a capacious notion of human dignity."
   },
   "author": {
    "text": "Henry Giroux"
   }
  },
  {
   "quote": {
    "text": "In my case, I got hit a lot by bullies when I was a child, and so I naturally bristle against anybody who abuses power. And that seems to make me rather persistent when it comes to exposing the abuse of power."
   },
   "author": {
    "text": "Nick Davies"
   }
  },
  {
   "quote": {
    "text": "What is there unreasonable in admitting the intervention of a supernatural power in the most ordinary circumstances of life?"
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "As women, we know that we must always find ways to change the process because the present institutions want to hold on to power and keep the status quo."
   },
   "author": {
    "text": "Bella Abzug"
   }
  },
  {
   "quote": {
    "text": "Activists need to educate themselves about the power of crypto currencies like Bitcoin, invented in 2009, and use crypto to leverage the success of their independent media gains to tip the balance of power away from the troika in ways that could never happen by backing a political candidate."
   },
   "author": {
    "text": "Max Keiser"
   }
  },
  {
   "quote": {
    "text": "When I discovered Gil Scott-Heron, I discovered a musical hero, a man who spoke baritone truth to power over jazzy funk at a time when funky music was primarily about shake, shake, shaking your booty."
   },
   "author": {
    "text": "Will Hermes"
   }
  },
  {
   "quote": {
    "text": "Bush's war in Iraq has done untold damage to the United States. It has impaired our military power and undermined the morale of our armed forces. Our troops were trained to project overwhelming power. They were not trained for occupation duties."
   },
   "author": {
    "text": "George Soros"
   }
  },
  {
   "quote": {
    "text": "Power acquired by violence is only a usurpation, and lasts only as long as the force of him who commands prevails over that of those who obey."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "Russia needs a strong state power and must have it. But I am not calling for totalitarianism."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "Because parents have power over children. They feel they have to do what their parents say. But the love of money is the root of all evil. And this is a sweet child. And to see him turn like this, this isn't him. This is not him."
   },
   "author": {
    "text": "Michael Jackson"
   }
  },
  {
   "quote": {
    "text": "Maharaj-ji, in my first darshan, my first meeting with him, showed me his powers. At that point I was impressed with the power. But subsequently, I realized that it was really his love that pulled me in. His love is unconditional love."
   },
   "author": {
    "text": "Ram Dass"
   }
  },
  {
   "quote": {
    "text": "Heaven has given to every human being the power of controlling his passions, and if he neglects or loses it, the fault is his own, and he must be answerable for it."
   },
   "author": {
    "text": "John Quincy Adams"
   }
  },
  {
   "quote": {
    "text": "Nip the shoots of arbitrary power in the bud, is the only maxim which can ever preserve the liberties of any people."
   },
   "author": {
    "text": "John Quincy Adams"
   }
  },
  {
   "quote": {
    "text": "Order is power."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "Freedom does not die from frontal attack. It dies because men in power no longer believe in a system based upon liberty."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "An alliance with a powerful person is never safe."
   },
   "author": {
    "text": "Phaedrus"
   }
  },
  {
   "quote": {
    "text": "People focus too much on whether there's a Democrat or a Republican in office. It's not like this guy Kim-Jong Un got into power the second Trump got into power. It's not like he wasn't a problem. It's not like we haven't had warmongers. It's not like corporations haven't been the main influence on what we're doing around the world."
   },
   "author": {
    "text": "Bill Burr"
   }
  },
  {
   "quote": {
    "text": "China is a vast, disparate country; there is no alternative to strong central power."
   },
   "author": {
    "text": "Lee Kuan Yew"
   }
  },
  {
   "quote": {
    "text": "With the pride of the artist, you must blow against the walls of every power that exists the small trumpet of your defiance."
   },
   "author": {
    "text": "Norman Mailer"
   }
  },
  {
   "quote": {
    "text": "In order to the existence of such a ministry in the Church, there is requisite an authority received from God, and consequently power and knowledge imparted from God for the exercise of such ministry; and where a man possesses these, although the bishop has not laid hands upon him according to his traditions, God has Himself appointed him."
   },
   "author": {
    "text": "John Wycliffe"
   }
  },
  {
   "quote": {
    "text": "There is no force so powerful as an idea whose time has come."
   },
   "author": {
    "text": "Everett Dirksen"
   }
  },
  {
   "quote": {
    "text": "Conceit spoils the finest genius. There is not much danger that real talent or goodness will be overlooked long; even if it is, the consciousness of possessing and using it well should satisfy one, and the great charm of all power is modesty."
   },
   "author": {
    "text": "Louisa May Alcott"
   }
  },
  {
   "quote": {
    "text": "In the twilight, it was a vision of power."
   },
   "author": {
    "text": "Upton Sinclair"
   }
  },
  {
   "quote": {
    "text": "Whatever my aims and agendas were, I never asked for power."
   },
   "author": {
    "text": "Benazir Bhutto"
   }
  },
  {
   "quote": {
    "text": "Language is legislation, speech is its code. We do not see the power which is in speech because we forget that all speech is a classification, and that all classifications are oppressive."
   },
   "author": {
    "text": "Roland Barthes"
   }
  },
  {
   "quote": {
    "text": "Politics and power is a realm of relative influence."
   },
   "author": {
    "text": "Fareed Zakaria"
   }
  },
  {
   "quote": {
    "text": "No authoritarian leader cedes power easily or turns it over to bodies he cannot control."
   },
   "author": {
    "text": "Stephen Kinzer"
   }
  },
  {
   "quote": {
    "text": "A new model is starting to take root and grow, one in which consumers have more choices, more tools, more information, and more power to guide these choices. I call this emerging model 'The Mesh.'"
   },
   "author": {
    "text": "Lisa Gansky"
   }
  },
  {
   "quote": {
    "text": "The love of domination and an uncontrolled lust of arbitrary power have prevailed among all nations and perhaps in proportion to the degrees of civilization."
   },
   "author": {
    "text": "Mercy Otis Warren"
   }
  },
  {
   "quote": {
    "text": "I don't know about you, but I've saved cards that old high school flames wrote me as well as those that employees have written me over the years. The power of genuine, customized appreciation will never lose its value, even in a gloomy economy... in fact, it's probably what we're all thirsty for in this desert of a depression."
   },
   "author": {
    "text": "Chip Conley"
   }
  },
  {
   "quote": {
    "text": "Power is paradoxical."
   },
   "author": {
    "text": "Friedrich Durrenmatt"
   }
  },
  {
   "quote": {
    "text": "Voting for Trump will either hasten the return of Jesus, according to evangelical belief, or to allow evangelicals to regain political power in the White House. Either way, it is a win-win situation."
   },
   "author": {
    "text": "Anthea Butler"
   }
  },
  {
   "quote": {
    "text": "Nuclear power is an important part of our domestic fuel mix."
   },
   "author": {
    "text": "Michael C. Burgess"
   }
  },
  {
   "quote": {
    "text": "There are two ways of attaining an important end, force and perseverance; the silent power of the latter grows irresistible with time."
   },
   "author": {
    "text": "Sophie Swetchine"
   }
  },
  {
   "quote": {
    "text": "I always say that I think my job is behind home plate, call a good game, play some good defense, and also, I know I was not a power hitter."
   },
   "author": {
    "text": "Carlos Ruiz"
   }
  },
  {
   "quote": {
    "text": "Grown-ups and children are not readily encouraged to unearth the power of words. Adults are repeatedly assured a picture is worth a thousand of them, while the playground response to almost any verbal taunt is 'Sticks and stones may break my bones, but words will never hurt me.' I don't beg so much as command to differ."
   },
   "author": {
    "text": "Inga Muscio"
   }
  },
  {
   "quote": {
    "text": "Every crisis offers you extra desired power."
   },
   "author": {
    "text": "William Moulton Marston"
   }
  },
  {
   "quote": {
    "text": "I'm not a millionaire. I have a high earning power, but I never did have any capital."
   },
   "author": {
    "text": "Prescott Bush"
   }
  },
  {
   "quote": {
    "text": "The eye sees what it brings the power to see."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "No punishment has ever possessed enough power of deterrence to prevent the commission of crimes. On the contrary, whatever the punishment, once a specific crime has appeared for the first time, its reappearance is more likely than its initial emergence could ever have been."
   },
   "author": {
    "text": "Hannah Arendt"
   }
  },
  {
   "quote": {
    "text": "We must recognize that as the dominant power in the world we have a special responsibility. In addition to protecting our national interests, we must take the leadership in protecting the common interests of humanity."
   },
   "author": {
    "text": "George Soros"
   }
  },
  {
   "quote": {
    "text": "Power is action; the electoral principle is discussion. No political action is possible when discussion is permanently established."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "I would not send a poor girl into the world, ignorant of the snares that beset her path; nor would I watch and guard her, till, deprived of self-respect and self-reliance, she lost the power or the will to watch and guard herself."
   },
   "author": {
    "text": "Anne Bronte"
   }
  },
  {
   "quote": {
    "text": "I cured with the power that came through me."
   },
   "author": {
    "text": "Black Elk"
   }
  },
  {
   "quote": {
    "text": "Never work just for money or for power. They won't save your soul or help you sleep at night."
   },
   "author": {
    "text": "Marian Wright Edelman"
   }
  },
  {
   "quote": {
    "text": "The advertisers who believe in the selling power of jingles have never had to sell anything."
   },
   "author": {
    "text": "David Ogilvy"
   }
  },
  {
   "quote": {
    "text": "The Obama administration came into Utah and said, 'We're not going to listen to what the U.S. Supreme Court said. 'We, the federal government, are going to recognize marriages in the state of Utah and Utah state law explicitly does not recognize as marriage,' and that was really, in my view, an abuse of power."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "When I'm in 'Man vs. Wild' mode, it's not pleasure. Every sensor is firing and I'm on reserve power all the time and I'm digging deep - and that's the magic of it as well, and that's raw and it's great."
   },
   "author": {
    "text": "Bear Grylls"
   }
  },
  {
   "quote": {
    "text": "General Electric, NBC's parent, is one of the largest corporations in the world, with an anti-labor history of outsourcing jobs and with financial links to military and nuclear power industries."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "Question: Why are we Masters of our Fate, the captains of our souls? Because we have the power to control our thoughts, our attitudes. That is why many people live in the withering negative world. That is why many people live in the Positive Faith world."
   },
   "author": {
    "text": "Alfred A. Montapert"
   }
  },
  {
   "quote": {
    "text": "Mubarak was oppressing and pillaging his own people. He was an enemy to the Palestinians and an accomplice of Israel, the sixth nuclear power on the planet, associated with the war-mongering NATO group."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "I think art, especially literature, has the particular power to immerse the viewer or reader into another world. This is especially powerful in literature, when a reader lives the experience of the characters. So if the characters are human and real enough, then readers will feel empathy for them."
   },
   "author": {
    "text": "Jesmyn Ward"
   }
  },
  {
   "quote": {
    "text": "Ironically, women who acquire power are more likely to be criticized for it than are the men who have always had it."
   },
   "author": {
    "text": "Carolyn Gold Heilbrun"
   }
  },
  {
   "quote": {
    "text": "Influence is best measured not only by military hardware and GDP, but also by other people's perceptions that we, the United States, are using our power legitimately. That belief - that we are acting in the interests of the global commons and in accordance with the rule of law - is what the military would call a 'force multiplier.'"
   },
   "author": {
    "text": "Samantha Power"
   }
  },
  {
   "quote": {
    "text": "Never forget that the most powerful force on earth is love."
   },
   "author": {
    "text": "Nelson Rockefeller"
   }
  },
  {
   "quote": {
    "text": "The most important thing about power is to make sure you don't have to use it."
   },
   "author": {
    "text": "Edwin Land"
   }
  },
  {
   "quote": {
    "text": "Women have had the power of naming stolen from us."
   },
   "author": {
    "text": "Mary Daly"
   }
  },
  {
   "quote": {
    "text": "I think I got turned onto The Beach Boys for the first time with the 'Endless Summer' album in 1974. The power of that music still, to this day, bypasses the brain and goes straight to the heart. You don't have to think about it; it's something that you feel."
   },
   "author": {
    "text": "John Stamos"
   }
  },
  {
   "quote": {
    "text": "Power and position often make a man trifle with the truth."
   },
   "author": {
    "text": "George A. Smith"
   }
  },
  {
   "quote": {
    "text": "God blesses us all with different views and perspectives and levels of influence and power."
   },
   "author": {
    "text": "LL Cool J"
   }
  },
  {
   "quote": {
    "text": "Vote: the instrument and symbol of a freeman's power to make a fool of himself and a wreck of his country."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "So I still seized the power, but I felt that if I officially made myself the boss, in black and white, it would be too intimidating for the other producers and the other men who worked on the show. In other words, I had the power, but I gave them the title."
   },
   "author": {
    "text": "Marlo Thomas"
   }
  },
  {
   "quote": {
    "text": "Our sense of power is more vivid when we break a man's spirit than when we win his heart."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "There is something about inside information which seems to paralyse a man's reasoning powers."
   },
   "author": {
    "text": "Bernard Baruch"
   }
  },
  {
   "quote": {
    "text": "People who are in power make their arrangements in secret, largely as a way of maintaining and furthering that power."
   },
   "author": {
    "text": "Don DeLillo"
   }
  },
  {
   "quote": {
    "text": "People who are powerless make an open theater of violence."
   },
   "author": {
    "text": "Don DeLillo"
   }
  },
  {
   "quote": {
    "text": "Those who desire to rise as high as our human condition allows, must renounce intellectual pride, the omnipotence of clear thinking, belief in the absolute power of logic."
   },
   "author": {
    "text": "Alexis Carrel"
   }
  },
  {
   "quote": {
    "text": "Moral power is probably best when it is not used. The less you use it the more you have."
   },
   "author": {
    "text": "Andrew Young"
   }
  },
  {
   "quote": {
    "text": "The value systems of those with access to power and of those far removed from such access cannot be the same. The viewpoint of the privileged is unlike that of the underprivileged."
   },
   "author": {
    "text": "Aung San Suu Kyi"
   }
  },
  {
   "quote": {
    "text": "Authority must be respected and chosen wisely."
   },
   "author": {
    "text": "Lech Walesa"
   }
  },
  {
   "quote": {
    "text": "Politics is not about power."
   },
   "author": {
    "text": "Paul Wellstone"
   }
  },
  {
   "quote": {
    "text": "No matter what has happened, you too have the power to enjoy yourself."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "Throughout history, great leaders have known the power of humor."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "Each underestimates her own power and overestimates the other's."
   },
   "author": {
    "text": "Deborah Tannen"
   }
  },
  {
   "quote": {
    "text": "Will power is only the tensile strength of one's own disposition. One cannot increase it by a single ounce."
   },
   "author": {
    "text": "Cesare Pavese"
   }
  },
  {
   "quote": {
    "text": "Sir, I am no sycophant or worshipper of power anywhere."
   },
   "author": {
    "text": "Benjamin F. Wade"
   }
  },
  {
   "quote": {
    "text": "The day when a sportsman stops thinking above all else of the happiness in his own effort and the intoxication of the power and physical balance he derives from it, the day when he lets considerations of vanity or interest take over, on this day his ideal will die."
   },
   "author": {
    "text": "Pierre de Coubertin"
   }
  },
  {
   "quote": {
    "text": "A true king is neither husband nor father; he considers his throne and nothing else."
   },
   "author": {
    "text": "Pierre Corneille"
   }
  },
  {
   "quote": {
    "text": "The only power you have is the word no."
   },
   "author": {
    "text": "Frances McDormand"
   }
  },
  {
   "quote": {
    "text": "I believe in the power of weakness."
   },
   "author": {
    "text": "Pat Buckley"
   }
  },
  {
   "quote": {
    "text": "The power of the people and the power of reason are one."
   },
   "author": {
    "text": "Georg Buchner"
   }
  },
  {
   "quote": {
    "text": "Next to power without honor, the most dangerous thing in the world is power without humor."
   },
   "author": {
    "text": "Eric Sevareid"
   }
  },
  {
   "quote": {
    "text": "Texans don't want to sit back and watch Austin turn into Washington, D.C. State leaders in power keep forcing people to opposite corners to prepare for a fight instead of coming together to get things done."
   },
   "author": {
    "text": "Wendy Davis"
   }
  },
  {
   "quote": {
    "text": "Power in America today is control of the means of communication."
   },
   "author": {
    "text": "Theodore White"
   }
  },
  {
   "quote": {
    "text": "My beginnings in the Southwest are clear and palpable. My beginnings here made me pay attention to where the sun is, where the winds are, the power of the site... I take that baggage with me."
   },
   "author": {
    "text": "Antoine Predock"
   }
  },
  {
   "quote": {
    "text": "The purpose of getting power is to be able to give it away."
   },
   "author": {
    "text": "Aneurin Bevan"
   }
  },
  {
   "quote": {
    "text": "Capitalism works better from every perspective when the economic decision makers are forced to share power with those who will be affected by those decisions."
   },
   "author": {
    "text": "Barney Frank"
   }
  },
  {
   "quote": {
    "text": "America has a critical role to play as the most powerful member of the world community."
   },
   "author": {
    "text": "Adam Schiff"
   }
  },
  {
   "quote": {
    "text": "The law has no power over heroes."
   },
   "author": {
    "text": "Charlotte Lennox"
   }
  }
 ]
}