{
 "RelationshipQuotes": [
  {
   "quote": {
    "text": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "There is no love without forgiveness, and there is no forgiveness without love."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Nobody can predict the future. You just have to give your all to the relationship you're in and do your best to take care of your partner, communicate and give them every last drop of love you have. I think one of the most important things in a relationship is caring for your significant other through good times and bad."
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "Truth is everybody is going to hurt you: you just gotta find the ones worth suffering for."
   },
   "author": {
    "text": "Bob Marley"
   }
  },
  {
   "quote": {
    "text": "I'm lucky in having found the perfect partner to spend my life with."
   },
   "author": {
    "text": "Sara Paretsky"
   }
  },
  {
   "quote": {
    "text": "If you love someone, set them free. If they come back they're yours; if they don't they never were."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "I believe forgiveness is the best form of love in any relationship. It takes a strong person to say they're sorry and an even stronger person to forgive."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "How people treat you is their karma; how you react is yours."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "A healthy friendship is one where you share your true feelings without fearing the end of the relationship. It's also one where you sometimes have to let things that bug you slide. The tough moments will make you wiser about yourself and each other. They will also make you stronger and closer as friends."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "We are afraid to care too much, for fear that the other person does not care at all."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Never above you. Never below you. Always beside you."
   },
   "author": {
    "text": "Walter Winchell"
   }
  },
  {
   "quote": {
    "text": "Sister is probably the most competitive relationship within the family, but once the sisters are grown, it becomes the strongest relationship."
   },
   "author": {
    "text": "Margaret Mead"
   }
  },
  {
   "quote": {
    "text": "The relationship between husband and wife should be one of closest friends."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "We don't develop courage by being happy every day. We develop it by surviving difficult times and challenging adversity."
   },
   "author": {
    "text": "Barbara De Angelis"
   }
  },
  {
   "quote": {
    "text": "The most important thing is to have a good relationship with the bike... you have to understand what she wants. I think of a motorcycle as a woman, and I know that sounds silly, but it's true."
   },
   "author": {
    "text": "Valentino Rossi"
   }
  },
  {
   "quote": {
    "text": "I think for any relationship to be successful, there needs to be loving communication, appreciation, and understanding."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "I have my own high standards for what I want in a partner and how I want to be treated. I bring a lot to the table. I'm not talking about material things but what I have to offer as a person - love and loyalty and all the things that make a good relationship."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "Trust is the most important part of a relationship, closely followed by communication. I think that if you have those two things, everything else falls into place - your affection, your emotional connection."
   },
   "author": {
    "text": "Vanessa Lachey"
   }
  },
  {
   "quote": {
    "text": "When someone shows you who they are, believe them the first time."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Find joy in everything you choose to do. Every job, relationship, home... it's your responsibility to love it, or change it."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "When a woman is talking to you, listen to what she says with her eyes."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "There is no more lovely, friendly and charming relationship, communion or company than a good marriage."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "I have a wonderful shelter, which is my family. I have a wonderful relationship with my brother and sister; this makes me feel that I know always where I belong."
   },
   "author": {
    "text": "Jose Carreras"
   }
  },
  {
   "quote": {
    "text": "Love does not claim possession, but gives freedom."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "There is always some madness in love. But there is also always some reason in madness."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Everyone can have their heart broken. Even if you know the relationship isn't working, it's still sad. Even in a bad relationship, they're part of your life for a long time, and saying goodbye to that can be difficult."
   },
   "author": {
    "text": "James Marsden"
   }
  },
  {
   "quote": {
    "text": "Treasure your relationships, not your possessions."
   },
   "author": {
    "text": "Anthony J. D'Angelo"
   }
  },
  {
   "quote": {
    "text": "Truth is, I'll never know all there is to know about you just as you will never know all there is to know about me. Humans are by nature too complicated to be understood fully. So, we can choose either to approach our fellow human beings with suspicion or to approach them with an open mind, a dash of optimism and a great deal of candour."
   },
   "author": {
    "text": "Tom Hanks"
   }
  },
  {
   "quote": {
    "text": "People change and forget to tell each other."
   },
   "author": {
    "text": "Lillian Hellman"
   }
  },
  {
   "quote": {
    "text": "Marriage isn't the end-point of a relationship. It's just a stepping stone, one aspect of a long-term evolution between two people who have, for whatever reason, decided to take a leap of faith and say, 'Well, hey, this is a person who I want to try with for the rest of my life.' Which is not a guarantee of perfection - far from it."
   },
   "author": {
    "text": "Marjorie Liu"
   }
  },
  {
   "quote": {
    "text": "Peace is not a relationship of nations. It is a condition of mind brought about by a serenity of soul. Peace is not merely the absence of war. It is also a state of mind. Lasting peace can come only to peaceful people."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "Who cares about the clouds when we're together? Just sing a song and bring the sunny weather."
   },
   "author": {
    "text": "Dale Evans"
   }
  },
  {
   "quote": {
    "text": "Falling in love and having a relationship are two different things."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "The game of basketball has been everything to me. My place of refuge, place I've always gone where I needed comfort and peace. It's been the site of intense pain and the most intense feelings of joy and satisfaction. It's a relationship that has evolved over time, given me the greatest respect and love for the game."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "I have a good imagination. Look, I know what it feels like to have a broken heart. I know what it feels like to feel something for somebody. I'm just too weird to be in a relationship."
   },
   "author": {
    "text": "Diane Warren"
   }
  },
  {
   "quote": {
    "text": "More than half of people who leave their jobs do so because of their relationship with their boss. Smart companies make certain their managers know how to balance being professional with being human. These are the bosses who celebrate an employee's success, empathize with those going through hard times, and challenge people, even when it hurts."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "I have my ethics and morals. I have my anchor point of what is right and wrong in real life, but I'm not afraid to entertain any and every aspect of personality in relationship to creating a character."
   },
   "author": {
    "text": "Corin Nemec"
   }
  },
  {
   "quote": {
    "text": "But let there be spaces in your togetherness and let the winds of the heavens dance between you. Love one another but make not a bond of love: let it rather be a moving sea between the shores of your souls."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "My relationship with my body has changed. I used to consider it as a servant who should obey, function, give pleasure. In sickness, you realise that you are not the boss. It is the other way around."
   },
   "author": {
    "text": "Federico Fellini"
   }
  },
  {
   "quote": {
    "text": "We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent's birthday, and seconds forgetting a friend's important anniversary."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "I feel so lucky to have both a son and a daughter, because there's a different relationship with each of them."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "I have a great relationship with the Mexican people."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "God gives us relatives; thank God, we can choose our friends."
   },
   "author": {
    "text": "Addison Mizner"
   }
  },
  {
   "quote": {
    "text": "No one can live without relationship. You may withdraw into the mountains, become a monk, a sannyasi, wander off into the desert by yourself, but you are related. You cannot escape from that absolute fact. You cannot exist in isolation."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "I think one of the most important things in a relationship is caring for your significant other through good times and bad."
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "We've got this gift of love, but love is like a precious plant. You can't just accept it and leave it in the cupboard or just think it's going to get on by itself. You've got to keep watering it. You've got to really look after it and nurture it."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "I believe that two people are connected at the heart, and it doesn't matter what you do, or who you are or where you live; there are no boundaries or barriers if two people are destined to be together."
   },
   "author": {
    "text": "Julia Roberts"
   }
  },
  {
   "quote": {
    "text": "The beginning of love is to let those we love be perfectly themselves, and not to twist them to fit our own image. Otherwise we love only the reflection of ourselves we find in them."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "Nothing is perfect. Life is messy. Relationships are complex. Outcomes are uncertain. People are irrational."
   },
   "author": {
    "text": "Hugh Mackay"
   }
  },
  {
   "quote": {
    "text": "I love you, and because I love you, I would sooner have you hate me for telling you the truth than adore me for telling you lies."
   },
   "author": {
    "text": "Pietro Aretino"
   }
  },
  {
   "quote": {
    "text": "A healthy relationship is built on unwavering trust."
   },
   "author": {
    "text": "Beau Mirchoff"
   }
  },
  {
   "quote": {
    "text": "Flatter me, and I may not believe you. Criticize me, and I may not like you. Ignore me, and I may not forgive you. Encourage me, and I will not forget you. Love me and I may be forced to love you."
   },
   "author": {
    "text": "William Arthur Ward"
   }
  },
  {
   "quote": {
    "text": "If civilization is to survive, we must cultivate the science of human relationships - the ability of all peoples, of all kinds, to live together, in the same world at peace."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Intense love does not measure, it just gives."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "You can never control who you fall in love with, even when you're in the most sad, confused time of your life. You don't fall in love with people because they're fun. It just happens."
   },
   "author": {
    "text": "Kirsten Dunst"
   }
  },
  {
   "quote": {
    "text": "Assumptions are the termites of relationships."
   },
   "author": {
    "text": "Henry Winkler"
   }
  },
  {
   "quote": {
    "text": "The depth of the love of parents for their children cannot be measured. It is like no other relationship. It exceeds concern for life itself. The love of a parent for a child is continuous and transcends heartbreak and disappointment."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "I think the most important thing in life is self-love, because if you don't have self-love, and respect for everything about your own body, your own soul, your own capsule, then how can you have an authentic relationship with anyone else?"
   },
   "author": {
    "text": "Shailene Woodley"
   }
  },
  {
   "quote": {
    "text": "If a relationship is going wrong, if a marriage is going wrong, the answer cannot simply be to say, 'You can't afford to break up because you are going to lose the house.' The answer has to be only one thing, which is 'I love you.'"
   },
   "author": {
    "text": "Rory Stewart"
   }
  },
  {
   "quote": {
    "text": "A great manager is someone who says, 'You come to work with me, and I'll help you be as successful as possible; I'll help you grow. I'll help you make sure you're in the right role; I'll provide the relationship for you to understand and know yourself. And I want you to be more successful than me.'"
   },
   "author": {
    "text": "Curt Coffman"
   }
  },
  {
   "quote": {
    "text": "Be honest, brutally honest. That is what's going to maintain relationships."
   },
   "author": {
    "text": "Lauryn Hill"
   }
  },
  {
   "quote": {
    "text": "I think it's important to have closure in any relationship that ends - from a romantic relationship to a friendship. You should always have a sense of clarity at the end and know why it began and why it ended. You need that in your life to move cleanly into your next phase."
   },
   "author": {
    "text": "Jennifer Aniston"
   }
  },
  {
   "quote": {
    "text": "Jealousy can even be good for love. One partner may feel secretly flattered when the other is mildly jealous. And catching someone flirting with your beloved can spark the kind of lust and romance that reignites a relationship."
   },
   "author": {
    "text": "Helen Fisher"
   }
  },
  {
   "quote": {
    "text": "It isn't necessary to have relatives in Kansas City in order to be unhappy."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "The lust and attraction are often a given in a romance novel - I want to dig into the elements of true friendship that form a foundation for a solid, gonna-last-forever romantic relationship."
   },
   "author": {
    "text": "Suzanne Brockmann"
   }
  },
  {
   "quote": {
    "text": "I am always interested in that relationship between outer reality and inner desire, and I think it is important to pay attention to the inner voice because it is the only way to discover your mission in life and the only way to develop the strength to break with whatever familial or cultural norms are preventing you from fulfilling your destiny."
   },
   "author": {
    "text": "Laura Esquivel"
   }
  },
  {
   "quote": {
    "text": "On the relationship side, if you teach people to respond actively and constructively when someone they care about has a victory, it increases love and friendship and decreases the probability of depression."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "Don't wait to be successful at some future point. Have a successful relationship with the present moment and be fully present in whatever you are doing. That is success."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "Having been an educator for so many years I know that all a good teacher can do is set a context, raise questions or enter into a kind of a dialogic relationship with their students."
   },
   "author": {
    "text": "Godfrey Reggio"
   }
  },
  {
   "quote": {
    "text": "Friendship may, and often does, grow into love, but love never subsides into friendship."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "The better you know yourself, the better your relationship with the rest of the world."
   },
   "author": {
    "text": "Toni Collette"
   }
  },
  {
   "quote": {
    "text": "I am convinced that material things can contribute a lot to making one's life pleasant, but, basically, if you do not have very good friends and relatives who matter to you, life will be really empty and sad and material things cease to be important."
   },
   "author": {
    "text": "David Rockefeller"
   }
  },
  {
   "quote": {
    "text": "Looking back over the years, I realize the Bible isn't magic, but it is corrective; it isn't an answer book, it is a living book; it isn't a fix-it book, it is relationship book. When I confront God's word, I am confronted; when I read God's word, it reads me; when I seek God's presence, He seeks me."
   },
   "author": {
    "text": "Mike Yaconelli"
   }
  },
  {
   "quote": {
    "text": "I think part of the beauty of our relationship with jewelry is that it can change and evolve as we do ourselves."
   },
   "author": {
    "text": "Erika Christensen"
   }
  },
  {
   "quote": {
    "text": "So then, the relationship of self to other is the complete realization that loving yourself is impossible without loving everything defined as other than yourself."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "My relationship to plants becomes closer and closer. They make me quiet; I like to be in their company."
   },
   "author": {
    "text": "Peter Zumthor"
   }
  },
  {
   "quote": {
    "text": "Every good relationship, especially marriage, is based on respect. If it's not based on respect, nothing that appears to be good will last very long."
   },
   "author": {
    "text": "Amy Grant"
   }
  },
  {
   "quote": {
    "text": "Part of our tradition as black women is that we are universalists. Black children, yellow children, red children, brown children, that is the black woman's normal, day-to-day relationship. In my family alone, we are about four different colors."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "The Philippines and the U.S. have had a strong relationship with each other for a very long time now. We have a shared history. We have shared values, democracy, freedom, and we have been in all the wars together in modern history, the World War, Second World War, Cold War, Vietnam, Korea, now the war on terrorism."
   },
   "author": {
    "text": "Gloria Macapagal Arroyo"
   }
  },
  {
   "quote": {
    "text": "Kids, adults, men, women, everybody has a relationship with Mickey Mouse."
   },
   "author": {
    "text": "Warren Spector"
   }
  },
  {
   "quote": {
    "text": "Any relationship should have love, and if there is no love, it is better to call off a relationship. People say that love happens only once, but I don't believe in it because for me, if one relationship doesn't work, you should move on and seek love in another relationship. Who knows; you might find love in the second relationship."
   },
   "author": {
    "text": "Bipasha Basu"
   }
  },
  {
   "quote": {
    "text": "Relationships are eternal. The 'separation' is another chapter in the relationship. Often, letting go of the old form of the relationship becomes a lesson in pure love much deeper than any would have learned had the couple stayed together."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Intersectionality is an analytic sensibility, a way of thinking about identity and its relationship to power. Originally articulated on behalf of black women, the term brought to light the invisibility of many constituents within groups that claim them as members but often fail to represent them."
   },
   "author": {
    "text": "Kimberle Williams Crenshaw"
   }
  },
  {
   "quote": {
    "text": "Each relationship nurtures a strength or weakness within you."
   },
   "author": {
    "text": "Mike Murdock"
   }
  },
  {
   "quote": {
    "text": "Whenever you're in conflict with someone, there is one factor that can make the difference between damaging your relationship and deepening it. That factor is attitude."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Love is the missing factor; there is a lack of affection, of warmth in relationship; and because we lack that love, that tenderness, that generosity, that mercy in relationship, we escape into mass action, which produces further confusion, further misery."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "They do not love that do not show their love."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Starbucks has a role and a meaningful relationship with people that is not only about the coffee."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "I had great relationship with the Hispanic - we had a lot of Hispanics in the school actually from different countries, Venezuela, from Brazil, and they all played soccer, and I was on the soccer team, and I developed great relationships with them."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "If you want a love message to be heard, it has got to be sent out. To keep a lamp burning, we have to keep putting oil in it."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "I think it takes a strong man to be in a relationship with a strong woman. A lot of people hear the word 'diva' and think of it as a negative. I see it as a positive. I want somebody who knows what they want out of life and isn't afraid to show it."
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "Without the name, any flower is still more or less a stranger to you. The name betrays its family, its relationship to other flowers, and gives the mind something tangible to grasp. It is very difficult for persons who have had no special training to learn the names of the flowers from the botany."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "It's a complicated relationship with a guitar. I love the Bullet, for sure."
   },
   "author": {
    "text": "Laurent Brancowitz"
   }
  },
  {
   "quote": {
    "text": "Relationships survive on trust, and if that is broken at any point, it's pretty much the end of the relationship. Besides, inability to communicate leads to problems."
   },
   "author": {
    "text": "Yuvraj Singh"
   }
  },
  {
   "quote": {
    "text": "In my early professional years I was asking the question: How can I treat, or cure, or change this person? Now I would phrase the question in this way: How can I provide a relationship which this person may use for his own personal growth?"
   },
   "author": {
    "text": "Carl Rogers"
   }
  },
  {
   "quote": {
    "text": "Kindness in women, not their beauteous looks, shall win my love."
   },
   "author": {
    "text": "Washington Irving"
   }
  },
  {
   "quote": {
    "text": "I work a lot of hours, and in this business you really try to keep as busy as you possibly can. Sometimes when you really focus on kids in your free time you lose the husband and wife relationship to some degree. It's been a real focus for us to make sure we stay focused on us two."
   },
   "author": {
    "text": "Cameron Mathison"
   }
  },
  {
   "quote": {
    "text": "If we could establish a deep abiding relationship with nature, we would never kill an animal for our appetite; we would never harm, vivisect, a monkey, a dog, a guinea pig for our benefit. We would find other ways to heal our wounds, heal our bodies."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "It takes one person to forgive, it takes two people to be reunited."
   },
   "author": {
    "text": "Lewis B. Smedes"
   }
  },
  {
   "quote": {
    "text": "Circumstance has no value. It is how one relates to a situation that has value. All true meaning resides in the personal relationship to a phenomenon... what it means to you."
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "Even in the deepest love relationship - when lovers say 'I love you' to each other - we don't really know what we're saying, because language isn't equal to the complexity of human emotions."
   },
   "author": {
    "text": "Duane Michals"
   }
  },
  {
   "quote": {
    "text": "Every man sees in his relatives, and especially in his cousins, a series of grotesque caricatures of himself."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Relationships are like traffic lights. And I just have this theory that I can only exist in a relationship if it's a green light."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "We have a relationship with our customer, and that relationship translates into sales."
   },
   "author": {
    "text": "Richard Hayne"
   }
  },
  {
   "quote": {
    "text": "Sometimes I wonder if men and women really suit each other. Perhaps they should live next door and just visit now and then."
   },
   "author": {
    "text": "Katharine Hepburn"
   }
  },
  {
   "quote": {
    "text": "A relationship is based on communication."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "When you look at Japanese traditional architecture, you have to look at Japanese culture and its relationship with nature. You can actually live in a harmonious, close contact with nature - this very unique to Japan."
   },
   "author": {
    "text": "Tadao Ando"
   }
  },
  {
   "quote": {
    "text": "We imagine going to the moon and planting a flag, going to an asteroid and mining, going to Mars and setting up a colony. And I think that expansionist mentality is very self-destructive, especially given the kind of precarious relationship we now have to the ecosystem here on Earth, because it allows us to imagine that Earth is disposable."
   },
   "author": {
    "text": "Trevor Paglen"
   }
  },
  {
   "quote": {
    "text": "People love to hate. I have a love-hate relationship with the world. The world loves to hate me."
   },
   "author": {
    "text": "Andy Dick"
   }
  },
  {
   "quote": {
    "text": "I didn't grow up with any brothers, but I have my cousins, and I had my good friends, so I know what it is to have that bro relationship."
   },
   "author": {
    "text": "Richard Cabral"
   }
  },
  {
   "quote": {
    "text": "There is not love where there is no will."
   },
   "author": {
    "text": "Indira Gandhi"
   }
  },
  {
   "quote": {
    "text": "I don't have a good work ethic. I have a real casual relationship with hours."
   },
   "author": {
    "text": "Janeane Garofalo"
   }
  },
  {
   "quote": {
    "text": "It was just that we had this phenomenal honeymoon relationship that just kept on going."
   },
   "author": {
    "text": "James Levine"
   }
  },
  {
   "quote": {
    "text": "Once a woman has forgiven her man, she must not reheat his sins for breakfast."
   },
   "author": {
    "text": "Marlene Dietrich"
   }
  },
  {
   "quote": {
    "text": "He who loves 50 people has 50 woes; he who loves no one has no woes."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "It's not like a boss and artist relationship; it's like a big brother to a younger brother relationship, and he's a great guy. So big shout-out to Akon and the Konvict Muzik crowd."
   },
   "author": {
    "text": "WizKid"
   }
  },
  {
   "quote": {
    "text": "The more connections you and your lover make, not just between your bodies, but between your minds, your hearts, and your souls, the more you will strengthen the fabric of your relationship, and the more real moments you will experience together."
   },
   "author": {
    "text": "Barbara De Angelis"
   }
  },
  {
   "quote": {
    "text": "The loss of young first love is so painful that it borders on the ludicrous."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Love comes when manipulation stops; when you think more about the other person than about his or her reactions to you. When you dare to reveal yourself fully. When you dare to be vulnerable."
   },
   "author": {
    "text": "Joyce Brothers"
   }
  },
  {
   "quote": {
    "text": "Love is never lost. If not reciprocated, it will flow back and soften and purify the heart."
   },
   "author": {
    "text": "Washington Irving"
   }
  },
  {
   "quote": {
    "text": "I think there is a price to being alone, and there is a price to being in a relationship. It all depends on which price you want to pay - but none of them are free."
   },
   "author": {
    "text": "Lonny Price"
   }
  },
  {
   "quote": {
    "text": "We have to bring children into a new relationship to food that connects them to culture and agriculture."
   },
   "author": {
    "text": "Alice Waters"
   }
  },
  {
   "quote": {
    "text": "The Apology opened the opportunity for a new relationship based on mutual respect and mutual responsibility between Indigenous and non-Indigenous Australia. Because without mutual respect and mutual responsibility, the truth is we can achieve very little."
   },
   "author": {
    "text": "Kevin Rudd"
   }
  },
  {
   "quote": {
    "text": "He's my father married to my sister. That makes me his son and his brother-in-law. That is such a moral transgression... I cannot see him. I cannot have a relationship with my father and be morally consistent. I lived with all these adopted children, so they are my family. To say Soon-Yi was not my sister is an insult to all adopted children."
   },
   "author": {
    "text": "Ronan Farrow"
   }
  },
  {
   "quote": {
    "text": "Truth, according to the Christian faith, is God's love for us in Jesus Christ. Therefore, truth is a relationship."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "God is the name people give to the reason we are here. But I think that reason is the laws of physics rather than someone with whom one can have a personal relationship. An impersonal God."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Distance is a bad excuse for not having a good relationship with somebody. It's the determination to keep it going or let it fall by the wayside; that's the real reason that the relationships continue."
   },
   "author": {
    "text": "James McAvoy"
   }
  },
  {
   "quote": {
    "text": "If you've ever had anyone in your life who has been struggling with something, struggling with addiction or struggling with anything, and it's about the resilience of love and how much you're willing to struggle with somebody to preserve your relationship and to try to preserve them as a person."
   },
   "author": {
    "text": "Sarah Gadon"
   }
  },
  {
   "quote": {
    "text": "Religion is not man's relationship to God, it is man's relationship to man."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "Parenting now is a two-way relationship where you learn from each other."
   },
   "author": {
    "text": "Juhi Chawla"
   }
  },
  {
   "quote": {
    "text": "Laughter is an important part of a good relationship. It's an immense achievement when you can move from your thinking that your partner is merely an idiot to thinking that they are that wonderfully complex thing called a loveable idiot. And often that means having a little bit of a sense of humour about their flaws."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "The family only represents one aspect, however important an aspect, of a human being's functions and activities. A life is beautiful and ideal or the reverse, only when we have taken into our consideration the social as well as the family relationship."
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "None of us can claim to be fair and square in love - and I'm definitely not a hypocrite! Humans are built to evolve with time. It depends on the nature of the relationship you share with a person. It is there today, tomorrow it may be gone; c'est la vie."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "There is an inverse relationship between reliance on the state and self-reliance."
   },
   "author": {
    "text": "William F. Buckley, Jr."
   }
  },
  {
   "quote": {
    "text": "In a relationship each person should support the other; they should lift each other up."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "I don't need to be so full of myself that I feel I am without flaw. I can feel beautiful and imperfect at the same time. I have a healthy relationship with my aesthetic insecurities."
   },
   "author": {
    "text": "Lupita Nyong'o"
   }
  },
  {
   "quote": {
    "text": "When your maturity is derived from circumstantial factors other than faith, your level of maturity would continue to fluctuate rather than being stable. This is why I am enabled to maintain a balance and stable approach to the challenges that come my way every day. I am not moved by what people say or do concerning my relationship with God."
   },
   "author": {
    "text": "T. B. Joshua"
   }
  },
  {
   "quote": {
    "text": "The relationship to one's fellow man is the relationship of prayer, the relationship to oneself is the relationship of striving; it is from prayer that one draws the strength for one's striving."
   },
   "author": {
    "text": "Franz Kafka"
   }
  },
  {
   "quote": {
    "text": "Money can come and go, and fame comes and goes. Peace of mind and a relationship with God is far more important, so this is the precedent that we've set in our lives. The bottom line is, we all die, so Jesus is the answer."
   },
   "author": {
    "text": "Phil Robertson"
   }
  },
  {
   "quote": {
    "text": "God doesn't want us to have rigid rituals with Him. In the new covenant, He is more interested in having a relationship with us."
   },
   "author": {
    "text": "Joseph Prince"
   }
  },
  {
   "quote": {
    "text": "People should accept being single, because those are the moments you can really focus on yourself, and learning who you are. Then when you get in a relationship, you will be stronger and have a little bit more self-awareness, self-love, and the other ingredients for a healthy relationship."
   },
   "author": {
    "text": "Lauren London"
   }
  },
  {
   "quote": {
    "text": "Before finding a mentor, I feel it's essential to really find your own calling and passion. From my experience, this will become a guiding bond in this kind of relationship. Be curious and engaged - and push yourself actively. Be as good as you can at what you love to do, and you will certainly get a mentor's attention."
   },
   "author": {
    "text": "Raney Aronson-Rath"
   }
  },
  {
   "quote": {
    "text": "There's a trick to the Graceful Exit. It begins with the vision to recognize when a job, a life stage, a relationship is over - and to let go. It means leaving what's over without denying its value."
   },
   "author": {
    "text": "Ellen Goodman"
   }
  },
  {
   "quote": {
    "text": "In your pursuit of your passions, always be young. In your relationship with others, always be grown-up. Set a standard, and stay faithful to it."
   },
   "author": {
    "text": "Tom Brokaw"
   }
  },
  {
   "quote": {
    "text": "The older you get, the more you start to realize that you can't win an argument in a relationship. You can't win a fight with your woman. Because if you lose, you lose. And if you win, you lose."
   },
   "author": {
    "text": "Trevor Noah"
   }
  },
  {
   "quote": {
    "text": "Kids leave us and go off on their own lives. Family members tell us what they think of us. Animals can't do that. They really are blank canvases, and we can project anything we want onto them. So the relationship is very pure and simple."
   },
   "author": {
    "text": "Jon Katz"
   }
  },
  {
   "quote": {
    "text": "One of the key factors of life is love, and the key factor of God is love, so having that understanding is really important in a relationship. Having someone that genuinely respects you and understands your life and is open to hearing about your life is really cool."
   },
   "author": {
    "text": "Sofia Richie"
   }
  },
  {
   "quote": {
    "text": "Now, I admire The Sims as a game, but from a story viewpoint, there are two glaring problems. First, your relationship with those characters is like they're bugs in a jar. There's no empathy. And secondly, you've got this clunky, chemistry-set interface between you and them, with bars to show how tired or angry they are. It's all tell not show."
   },
   "author": {
    "text": "Dave Morris"
   }
  },
  {
   "quote": {
    "text": "I think we all have those moments at one point or other in our lives... when we see someone and immediately imagine a whole universe around them. A relationship, a future, and all based on just a second which might not even have been in their company. It's amazing how quickly the human mind can come up with this stuff."
   },
   "author": {
    "text": "Danny Wallace"
   }
  },
  {
   "quote": {
    "text": "You can't be afraid to be honest and to be yourself. We all have imperfections and fall short at some point. Showing your human side creates a sensitivity, openness and trust. That's the beginning of the demise in a relationship - not being honest and not being you."
   },
   "author": {
    "text": "BJ the Chicago Kid"
   }
  },
  {
   "quote": {
    "text": "Spirituality is not a formula; it is not a test. It is a relationship. Spirituality is not about competency; it is about intimacy. Spirituality is not about perfection; it is about connection. The way of the spiritual life begins where we are now in the mess of our lives."
   },
   "author": {
    "text": "Mike Yaconelli"
   }
  },
  {
   "quote": {
    "text": "Everything is expressed through relationship. Colour can exist only through other colours, dimension through other dimensions, position through other positions that oppose them. That is why I regard relationship as the principal thing."
   },
   "author": {
    "text": "Piet Mondrian"
   }
  },
  {
   "quote": {
    "text": "It's interesting that I had such a close relationship with my grandfather. Because your parents always judge you: they say, 'You shouldn't do this, you shouldn't do that.' But with your grandparents you have a feeling that you can say anything or you can do anything, and they will support you. That's why you have this kind of connection."
   },
   "author": {
    "text": "Novak Djokovic"
   }
  },
  {
   "quote": {
    "text": "Every company has two organizational structures: The formal one is written on the charts; the other is the everyday relationship of the men and women in the organization."
   },
   "author": {
    "text": "Harold S. Geneen"
   }
  },
  {
   "quote": {
    "text": "Ears are made not for hearing but for listening. Listening is an active skill, whereas hearing is passive. Listening is something that we have to work at - it's a relationship with sound. And yet, it's a skill that none of us are taught."
   },
   "author": {
    "text": "Julian Treasure"
   }
  },
  {
   "quote": {
    "text": "It is so much easier to be nice, to be respectful, to put yourself in your customers' shoes and try to understand how you might help them before they ask for help, than it is to try to mend a broken customer relationship."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "Lack of communication is the key to any successful relationship going wrong."
   },
   "author": {
    "text": "Pepa"
   }
  },
  {
   "quote": {
    "text": "What love we've given, we'll have forever. What love we fail to give, will be lost for all eternity."
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "The single woman is a free woman, and being single does not mean being alone - it means being free to have a relationship or not. This can be scary, but it's also very interesting."
   },
   "author": {
    "text": "Monica Bellucci"
   }
  },
  {
   "quote": {
    "text": "Blood relatives often have nothing to do with family, and similarly, family is about who you choose to make your life with."
   },
   "author": {
    "text": "Oliver Hudson"
   }
  },
  {
   "quote": {
    "text": "Yet, taught by time, my heart has learned to glow for other's good, and melt at other's woe."
   },
   "author": {
    "text": "Homer"
   }
  },
  {
   "quote": {
    "text": "When women reassert their relationship with the wildish nature, they are gifted with a permanent and internal watcher, a knower, a visionary, an oracle, an inspiratrice, an intuitive, a maker, a creator, an inventor, and a listener who guide, suggest, and urge vibrant life in the inner and outer world."
   },
   "author": {
    "text": "Clarissa Pinkola Estes"
   }
  },
  {
   "quote": {
    "text": "Political promises are much like marriage vows. They are made at the beginning of the relationship between candidate and voter, but are quickly forgotten."
   },
   "author": {
    "text": "Dick Gregory"
   }
  },
  {
   "quote": {
    "text": "I prefer face-to-face conversation as opposed to texting. You need to go out of your way to spend good time with one another; you need to have a date night. Whether you have kids or a career or whatever, for a relationship to thrive, it's about making time for each other."
   },
   "author": {
    "text": "James Marsden"
   }
  },
  {
   "quote": {
    "text": "What is real is that adultery destroys tens of thousands of families every year across America. What is real is that adultery scars tens of thousands of children emotionally and psychologically every year. What is real is that adultery is an open wound in a relationship which more often than not overflows into domestic violence or worse."
   },
   "author": {
    "text": "Mike Pence"
   }
  },
  {
   "quote": {
    "text": "Even if you know that what you'll say will hurt a woman's feelings, I've learned that it's better to be truthful with her than it is to cover up. Ultimate honesty is what a relationship is really about."
   },
   "author": {
    "text": "Stephen Moyer"
   }
  },
  {
   "quote": {
    "text": "Where do we enroll in Life 101? Where are the classes dealing with the loss of a job, the death of a loved one, the failure of a relationship? Unfortunately, those lessons are mostly learned through trial by fire and the school of hard knocks."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "In the different voice of women lies the truth of an ethic of care, the tie between relationship and responsibility, and the origins of aggression in the failure of connection."
   },
   "author": {
    "text": "Carol Gilligan"
   }
  },
  {
   "quote": {
    "text": "When you make a commitment to a relationship, you invest your attention and energy in it more profoundly because you now experience ownership of that relationship."
   },
   "author": {
    "text": "Barbara De Angelis"
   }
  },
  {
   "quote": {
    "text": "There is that awful moment when you realize that you're falling in love. That should be the most joyful moment, and actually it's not. It's always a moment that's full of fear because you know, as night follows day, the joy is going to rapidly be followed by some pain or other. All the angst of a relationship."
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "It takes bravery to end a relationship."
   },
   "author": {
    "text": "Leona Lewis"
   }
  },
  {
   "quote": {
    "text": "I have a lot of disrespect for people who cheat. I feel like if you're in a position in a relationship where you want to see other people, and the opportunity to cheat comes up, don't."
   },
   "author": {
    "text": "Avan Jogia"
   }
  },
  {
   "quote": {
    "text": "All true meaning resides in the personal relationship to a phenomenon, what it means to you."
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "The heart of another is a dark forest, always, no matter how close it has been to one's own."
   },
   "author": {
    "text": "Willa Cather"
   }
  },
  {
   "quote": {
    "text": "I am single and not looking to be in a relationship."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "We are involved in youth testing internationally. We want to try to prove without a shadow of a doubt the relationship between physical fitness and health, not just physical fitness and ability to perform."
   },
   "author": {
    "text": "Kenneth H. Cooper"
   }
  },
  {
   "quote": {
    "text": "My worldview, my philosophy, my attitudes, my relationships, my parenting, my marriage - everything has been transformed by my relationship with Christ."
   },
   "author": {
    "text": "Lee Strobel"
   }
  },
  {
   "quote": {
    "text": "For me, relationship is very important. I can lose money, but I cannot lose a relationship. The test is, at the end of a conversation or a negotiation, both must smile."
   },
   "author": {
    "text": "Sunil Mittal"
   }
  },
  {
   "quote": {
    "text": "Spiritual direction is an interpersonal relationship in which we learn how to grow, live, and love in the spiritual life."
   },
   "author": {
    "text": "Richard Foster"
   }
  },
  {
   "quote": {
    "text": "Whether you're keeping a journal or writing as a meditation, it's the same thing. What's important is you're having a relationship with your mind."
   },
   "author": {
    "text": "Natalie Goldberg"
   }
  },
  {
   "quote": {
    "text": "You hear about quality time a lot but I really think that quantity time with a person is really what strengthens a relationship. That's when you really get to know somebody. You get to know their strengths and their weaknesses and that brings you closer. That's what 'Time Is Love' is all about."
   },
   "author": {
    "text": "Josh Turner"
   }
  },
  {
   "quote": {
    "text": "Our view is that younger customers love our digital offering, our mobile banking applications and so on. Older customers expect relationship managers and want much more personal attention in terms of their needs."
   },
   "author": {
    "text": "Uday Kotak"
   }
  },
  {
   "quote": {
    "text": "Absence diminishes mediocre passions and increases great ones, as the wind extinguishes candles and fans fires."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "I was born when you kissed me. I died when you left me. I lived a few weeks while you loved me."
   },
   "author": {
    "text": "Humphrey Bogart"
   }
  },
  {
   "quote": {
    "text": "Anxiety and spiritual searching have been consistent themes with me, and that figures into my worldview. But I tend to make my songs sound like relationship songs."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "Some think love can be measured by the amount of butterflies in their tummy. Others think love can be measured in bunches of flowers, or by using the words 'for ever.' But love can only truly be measured by actions. It can be a small thing, such as peeling an orange for a person you love because you know they don't like doing it."
   },
   "author": {
    "text": "Marian Keyes"
   }
  },
  {
   "quote": {
    "text": "He who lives in our mind is near though he may actually be far away; but he who is not in our heart is far though he may really be nearby."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "There is a time for risky love. There is a time for extravagant gestures. There is a time to pour out your affections on one you love. And when the time comes - seize it, don't miss it."
   },
   "author": {
    "text": "Max Lucado"
   }
  },
  {
   "quote": {
    "text": "In human relationships, kindness and lies are worth a thousand truths."
   },
   "author": {
    "text": "Graham Greene"
   }
  },
  {
   "quote": {
    "text": "Androgyny is not trying to manage the relationship between the opposites; it is simply flowing between them."
   },
   "author": {
    "text": "June Singer"
   }
  },
  {
   "quote": {
    "text": "Have you ever loved somebody, loved her completely, but had to end the relationship for life reasons?"
   },
   "author": {
    "text": "John Mayer"
   }
  },
  {
   "quote": {
    "text": "Real relationship is gritty and earthy, the stuff that life is made of."
   },
   "author": {
    "text": "Amy Grant"
   }
  },
  {
   "quote": {
    "text": "My entire life changed when I became a mother - my priorities, my understanding, appreciation of life, and my relationship with God."
   },
   "author": {
    "text": "Kourtney Kardashian"
   }
  },
  {
   "quote": {
    "text": "When I was a kid if I was unhappy, I'd stroke my dog. I was into bringing injured birds into the house, RSPCA activities. And the relationship that you have with animals, you can get that from your children: that unquestioning love and adoration and equal need."
   },
   "author": {
    "text": "Steve McFadden"
   }
  },
  {
   "quote": {
    "text": "I think probably honesty is the biggest quality I look for in a relationship. Being exactly who you are with the other person."
   },
   "author": {
    "text": "Gabriella Wilde"
   }
  },
  {
   "quote": {
    "text": "Above all, we must be conscious of the primary pedagogical task, namely that we must first make something of ourselves so that a living inner spiritual relationship exists between the teacher and the children."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "The one who loves the least, controls the relationship."
   },
   "author": {
    "text": "Robert Anthony"
   }
  },
  {
   "quote": {
    "text": "I don't want to be married to someone who feels inferior to my success or because I make more money than he does."
   },
   "author": {
    "text": "Grace Kelly"
   }
  },
  {
   "quote": {
    "text": "We should never denigrate any other culture but rather help people to understand the relationship between their own culture and the dominant culture. When you understand another culture or language, it does not mean that you have to lose your own culture."
   },
   "author": {
    "text": "Edward T. Hall"
   }
  },
  {
   "quote": {
    "text": "Music was your real passion, this thing you held dear even above family. It was this relationship that never betrayed you. Once it became your job - this thing that was highly visible, this thing that became about commerce - that's when you were holding onto music like it was a palm tree in a hurricane."
   },
   "author": {
    "text": "Eddie Vedder"
   }
  },
  {
   "quote": {
    "text": "My parents had us in church every Sunday, every Wednesday. It was more of a tradition at that point; I didn't have a personal relationship with the Lord until I went to the altar call one Sunday, and the youth pastor told us to make a decision for ourselves."
   },
   "author": {
    "text": "Stephen Curry"
   }
  },
  {
   "quote": {
    "text": "Have gratitude for the things you're discarding. By giving gratitude, you're giving closure to the relationship with that object, and by doing so, it becomes a lot easier to let go."
   },
   "author": {
    "text": "Marie Kondo"
   }
  },
  {
   "quote": {
    "text": "I think a good relationship is about collaboration."
   },
   "author": {
    "text": "Jennifer Aniston"
   }
  },
  {
   "quote": {
    "text": "Marriage is a commitment for life. It is a permanent, lifelong relationship."
   },
   "author": {
    "text": "Dada Vaswani"
   }
  },
  {
   "quote": {
    "text": "Obviously, a long-distance relationship is hard. But, like anything worth having, you make it work."
   },
   "author": {
    "text": "Leona Lewis"
   }
  },
  {
   "quote": {
    "text": "Growing up, I had a very normal relationship with my brother and sister. But, over time, they became my best friends, and now I hang out with them all the time. I'm very close with them."
   },
   "author": {
    "text": "Logan Lerman"
   }
  },
  {
   "quote": {
    "text": "A strong working relationship requires every participant to be on the same page."
   },
   "author": {
    "text": "Dinesh Paliwal"
   }
  },
  {
   "quote": {
    "text": "Abraham is such a fascinating figure. Three world religions - Judaism, Christianity, and Islam - all claim him as a patriarch. He was raised in a religious home. And yet he rejected religion in order to pursue a personal relationship with God."
   },
   "author": {
    "text": "Anne Graham Lotz"
   }
  },
  {
   "quote": {
    "text": "There is a myth that those who do humanitarian work have a saviour mentality, but the relationship is reciprocal."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "The man as he converses is the lover; silent, he is the husband."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "My relationship with God has gotten so much stronger. He's always had his hand on me. He always guided me. I didn't always go where he wanted me to go. But He always had me. Now that I'm actually listening and being obedient, life is so much better."
   },
   "author": {
    "text": "DMX"
   }
  },
  {
   "quote": {
    "text": "The thing that I think is the most important is taking moments to express your appreciation to your partner. A thank you or a quick kiss can go a long way toward affirming your relationship and commitment to each other. That's not hard to do even when you're juggling insane careers and three kids."
   },
   "author": {
    "text": "Michael Ian Black"
   }
  },
  {
   "quote": {
    "text": "The first test of a truly great man is his humility. By humility I don't mean doubt of his powers or hesitation in speaking his opinion, but merely an understanding of the relationship of what he can say and what he can do."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "How can a woman be expected to be happy with a man who insists on treating her as if she were a perfectly normal human being."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "For most of us, relationship with another is based on dependence, either economic or psychological. This dependence creates fear, breeds in us possessiveness, results in friction, suspicion, frustration."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it. And, like any great relationship, it just gets better and better as the years roll on."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Don't smother each other. No one can grow in the shade."
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "Knowledge is power. You can't begin a career, for that matter even a relationship, unless you know everything there is to know about it."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "Anything that has a relationship with pleasure, we reject it. Eating, they talk about cholesterol; making love, they talk about AIDS; you talk about smoking, they talk about cancer. It's a very sick society that rejects pleasure."
   },
   "author": {
    "text": "Marjane Satrapi"
   }
  },
  {
   "quote": {
    "text": "The human relationship to combustion is as mysterious as it is fraught with madness. From the candle flame to the nuclear blast, it has lit up the human imagination with fear and fascination."
   },
   "author": {
    "text": "Michael Leunig"
   }
  },
  {
   "quote": {
    "text": "I just have a relationship with my imagination. It's like my friend, almost."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "In England, it's a rare thing to see a player smoking but, all in all, I prefer that to an alcoholic. The relationship with alcohol is a real problem in English football and, in the short term, it's much more harmful to a sportsman. It weakens the body, which becomes more susceptible to injury."
   },
   "author": {
    "text": "Alex Ferguson"
   }
  },
  {
   "quote": {
    "text": "Adapt yourself to the things among which your lot has been cast and love sincerely the fellow creatures with whom destiny has ordained that you shall live."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "Absences are a good influence in love and keep it bright and delicate."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "I tend to believe, when you're in a relationship, if you don't fight, it's not a real relationship. You have to have arguments and tensions, otherwise I don't believe it."
   },
   "author": {
    "text": "Richard LaGravenese"
   }
  },
  {
   "quote": {
    "text": "Aviation, this young modern giant, exemplifies the possible relationship of women and the creations of science. Although women have not taken full advantage of its use and benefits, air travel is as available to them as to men."
   },
   "author": {
    "text": "Amelia Earhart"
   }
  },
  {
   "quote": {
    "text": "I think it matters whether someone has a good heart."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "The relationship with time changes when you're captive."
   },
   "author": {
    "text": "Ingrid Betancourt"
   }
  },
  {
   "quote": {
    "text": "It is not our purpose to become each other; it is to recognize each other, to learn to see the other and honor him for what he is."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "To understand how any society functions you must understand the relationship between the men and the women."
   },
   "author": {
    "text": "Angela Davis"
   }
  },
  {
   "quote": {
    "text": "I feel it is an obligation to help people understand the relation of food to agriculture and the relationship of food to culture."
   },
   "author": {
    "text": "Alice Waters"
   }
  },
  {
   "quote": {
    "text": "Ultimately, who you choose to be in a relationship with and what you do in your bedroom is your business."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "Life is relationship, living is relationship. We cannot live if you and I have built a wall around ourselves and just peep over that wall occasionally. Unconsciously, deeply, under the wall, we are related."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "Social media forces girls to bear witness to painful realities of relationship that were previously hidden from view. It is a new kind of TMI, or 'too much information': publicly posted photographs of an outing or party you did not attend, or a personal web page like Formspring, can send a girl into paroxysms of anxiety and grief."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "You never lose by loving. You always lose by holding back."
   },
   "author": {
    "text": "Barbara De Angelis"
   }
  },
  {
   "quote": {
    "text": "Everyone talks about building a relationship with your customer. I think you build one with your employees first."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "There's going to be a symbiotic relationship between the edge and the cloud."
   },
   "author": {
    "text": "Peter Levine"
   }
  },
  {
   "quote": {
    "text": "If so many men, so many minds, certainly so many hearts, so many kinds of love."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "It is odd that we have so little relationship with nature, with the insects and the leaping frog and the owl that hoots among the hills calling for its mate. We never seem to have a feeling for all living things on the earth."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "Self-reflection is so healthy. Journaling works for me - when I record the details of what I'm going through, whether it's a relationship issue or negative thoughts, I can look back and see how far I've come. It makes me proud to see my progress and how I got through a bad situation."
   },
   "author": {
    "text": "Kelly Rowland"
   }
  },
  {
   "quote": {
    "text": "I'm more of an adventurous type than a relationship type."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "Love thou the rose, yet leave it on its stem."
   },
   "author": {
    "text": "Edward G. Bulwer-Lytton"
   }
  },
  {
   "quote": {
    "text": "I struggled with feeling confident for a long time, but I think it's important to be strong and not compromise for anyone or a relationship - I'm drawn to that."
   },
   "author": {
    "text": "Hunter Hayes"
   }
  },
  {
   "quote": {
    "text": "It's the relationship I have with the world: always trying to escape from reality. I'm a daydreamer; I don't feel in harmony with my epoch or the societies I live in."
   },
   "author": {
    "text": "Amin Maalouf"
   }
  },
  {
   "quote": {
    "text": "Great companies that build an enduring brand have an emotional relationship with customers that has no barrier. And that emotional relationship is on the most important characteristic, which is trust."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "In terms of my involvement in 'don't ask, don't tell' and marriage equality and anti-bullying and social emotional learning in schools - these are all things that arise out of my relationship with the world and with my fans."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "I've learned through my own relationship with God that He's not expecting me to be perfect; He wants me to do my best to be in His will and take steps of faith as He leads me, through His Word and the promptings He speaks to my heart."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "People that I care about, that I consider being friends of mine, most of the things I discuss with them I wouldn't discuss in public because it's a real relationship. It's not a relationship for the public, you know?"
   },
   "author": {
    "text": "Common"
   }
  },
  {
   "quote": {
    "text": "The mentor-mentee relationship is ideally like that of the guru and disciple: motivated by the desire of the guru to impart knowledge to the disciple."
   },
   "author": {
    "text": "Vivek Wadhwa"
   }
  },
  {
   "quote": {
    "text": "To catch a husband is an art; to hold him is a job."
   },
   "author": {
    "text": "Simone de Beauvoir"
   }
  },
  {
   "quote": {
    "text": "I want to be very close to someone I respect and admire and have somebody who feels the same way about me."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "The best relationship is one that does not foster too much independence nor too much dependence, but exists in the healthy interdependence zone."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "Real intimacy is only possible to the degree that we can be honest about what we are doing and feeling."
   },
   "author": {
    "text": "Joyce Brothers"
   }
  },
  {
   "quote": {
    "text": "Love casts out fear, but we have to get over the fear in order to get close enough to love them."
   },
   "author": {
    "text": "Dorothy Day"
   }
  },
  {
   "quote": {
    "text": "I think it's also important for people to really see that your identity doesn't come just from what you do but who you are. My relationship with Jesus Christ is the most important thing to me. Because of that, I don't have to change whether I am one of the most popular guys in football."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "Whenever I am faced with someone spreading negativity in my relationship, I remember the old saying, 'Misery loves company.' I am also reminded to be mindful of the company you keep. Sometimes you cannot see a hater until you are happy. It is then that they demonstrate their negativity."
   },
   "author": {
    "text": "Raheem DeVaughn"
   }
  },
  {
   "quote": {
    "text": "The dynamic of a relationship changes when one person gets sober."
   },
   "author": {
    "text": "Trent Reznor"
   }
  },
  {
   "quote": {
    "text": "In my relationship with God, I've learned that if I follow a 'formula' for how I spend my time with Him, then I'm just accomplishing a checklist of things I feel obligated to do to please Him. This makes my spiritual life more about doing what I need to do to fulfill an obligation than something meaningful."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "I think a good relationship that Mexico could maintain with the United States and vice versa should be based on trust, on opening - openness and constant dialogue that would allow us essentially to define, share objectives and to work towards those so as to avoid activities which are not known to the other government."
   },
   "author": {
    "text": "Enrique Pena Nieto"
   }
  },
  {
   "quote": {
    "text": "I'm not a good father and they're not children any more; the eldest is in his fifties. My relationship with their mothers broke down and, because of what the law was, they went with their mothers and were imbued with their mothers' morality in life and they were not my people any more."
   },
   "author": {
    "text": "Wilbur Smith"
   }
  },
  {
   "quote": {
    "text": "I have a love/hate relationship with jogging."
   },
   "author": {
    "text": "Lisa Lutz"
   }
  },
  {
   "quote": {
    "text": "The most important thing as a leader is your relationship with God."
   },
   "author": {
    "text": "Manny Pacquiao"
   }
  },
  {
   "quote": {
    "text": "Both spiritual companionship and spiritual motherliness are not limited to the physical wife and mother relationship, but they extend to all people with whom woman comes into contact."
   },
   "author": {
    "text": "Edith Stein"
   }
  },
  {
   "quote": {
    "text": "Sexuality is a big issue, but there are others - how much you commit to a relationship, to social obligation, to honesty and being honest with yourself."
   },
   "author": {
    "text": "Ang Lee"
   }
  },
  {
   "quote": {
    "text": "The real issue is not talent as an independent element, but talent in relationship to will, desire, and persistence. Talent without these things vanishes and even modest talent with those characteristics grows."
   },
   "author": {
    "text": "Milton Glaser"
   }
  },
  {
   "quote": {
    "text": "The Spirit is a kind of postmodern loner hero. He comes from nowhere; he has no real relationship to anything."
   },
   "author": {
    "text": "David Newman"
   }
  },
  {
   "quote": {
    "text": "The cinema began with a passionate, physical relationship between celluloid and the artists and craftsmen and technicians who handled it, manipulated it, and came to know it the way a lover comes to know every inch of the body of the beloved. No matter where the cinema goes, we cannot afford to lose sight of its beginnings."
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "I have no problem with commitment - you can't have a real relationship without it. I can flip on a switch in my brain, and even if the next Brad Pitt is standing next to me, I won't look at him. But I can also turn that switch off, and then I collect attractive boys."
   },
   "author": {
    "text": "Megan Fox"
   }
  },
  {
   "quote": {
    "text": "The relationship between a manufacturer and his advertising agency is almost as intimate as the relationship between a patient and his doctor. Make sure that you can life happily with your prospective client before you accept his account."
   },
   "author": {
    "text": "David Ogilvy"
   }
  },
  {
   "quote": {
    "text": "I know that life is really finding the right relationship between yourself and God."
   },
   "author": {
    "text": "Tom Landry"
   }
  },
  {
   "quote": {
    "text": "I honestly think being single's great. Being in a relationship's great. It's all about the timing."
   },
   "author": {
    "text": "Mila Kunis"
   }
  },
  {
   "quote": {
    "text": "I am trying to inspire people to just take control of their oral health, because if we don't take care of our oral health, it affects so many different aspects of our lives. If your smile and mouth is not together, it affects your relationship, your self-esteem, your health."
   },
   "author": {
    "text": "Sherri Shepherd"
   }
  },
  {
   "quote": {
    "text": "Women hang onto the romanticism of a relationship. But a man compartmentalises it into the past and then gets on with his new life."
   },
   "author": {
    "text": "Pattie Boyd"
   }
  },
  {
   "quote": {
    "text": "Every relationship between persons causes a picture of each to take form in the mind of the other, and this picture evidently is in reciprocal relationship with that personal relationship."
   },
   "author": {
    "text": "Georg Simmel"
   }
  },
  {
   "quote": {
    "text": "When you're rich and famous you are the dominant force in a relationship, even if you try hard not to be. I've talked of sacrificing everything for Fleetwood Mac, but I realize now that it is simply the only thing I've ever wanted to do."
   },
   "author": {
    "text": "Stevie Nicks"
   }
  },
  {
   "quote": {
    "text": "However successful you are, there is no substitute for a close relationship. We all need them."
   },
   "author": {
    "text": "Francesca Annis"
   }
  },
  {
   "quote": {
    "text": "The big, big block in the Arthur/Merlin friendship is the status issue, that Merlin is the servant and Arthur is royalty, and in that time, princes did not socialize with their servants; that wasn't the done thing. It just so happens that their relationship, their friendship, is strong: they have been through the thick and the thin of it all."
   },
   "author": {
    "text": "Colin Morgan"
   }
  },
  {
   "quote": {
    "text": "The special relationship between twins is that, if there's anyone else in the world that's going to get or be the confidant that you need, it's an identical twin."
   },
   "author": {
    "text": "Sam Underwood"
   }
  },
  {
   "quote": {
    "text": "Honestly, before I started working at the comic shop, I was not a huge comic reader. I grew up reading 'Archie' and have an incredible love/hate relationship with Archie Comics. I got back into it when I started living with some roommates who were really comics fanatics."
   },
   "author": {
    "text": "Kate Leth"
   }
  },
  {
   "quote": {
    "text": "In finding love, I think it's important to be patient. In being in a relationship, I think it's important to be honest, to communicate, to respect and trust, and to strive to give more than you take."
   },
   "author": {
    "text": "Kina Grannis"
   }
  },
  {
   "quote": {
    "text": "One hopes, of course, that a relationship grows and becomes a deep and wonderful marriage and friendship that lasts forever. But that's not always the case."
   },
   "author": {
    "text": "Alana Stewart"
   }
  },
  {
   "quote": {
    "text": "There is a triangular relationship between poverty, child labour and illiteracy who have a cause and consequence relationship. We will have to break this vicious circle."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "It is plain indeed that in spite of later estrangement Hobbits are relatives of ours: far nearer to us than Elves, or even than Dwarves. Of old they spoke the languages of Men, after their own fashion, and liked and disliked much the same things as Men did. But what exactly our relationship is can no longer be discovered."
   },
   "author": {
    "text": "J. R. R. Tolkien"
   }
  },
  {
   "quote": {
    "text": "Whenever you speak to someone, you are presuming the two of you have a certain degree of familiarity - which your words might alter. So every sentence has to do two things at once: convey a message and continue to negotiate that relationship."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "Individual psychotherapy - that is, engaging a distressed fellow human in a disciplined conversation and human relationship - requires that the therapist have the proper temperament and philosophy of life for such work. By that I mean that the therapist must be patient, modest, and a perceptive listener, rather than a talker and advice-giver."
   },
   "author": {
    "text": "Thomas Szasz"
   }
  },
  {
   "quote": {
    "text": "History shows us that in times of people feeling like they are in need of some sort of rebellion or protests, the artists rise because the poetry we create about pain and its relationship to culture in the world begins to soothe and heal people who are feeling confused or afraid."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "A positive self-image has little relationship to our material circumstances."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "I'm typically single. I'm the girl who - I call it girl-next-door-itis - the hot guy is friends with and gets all his relationship advice from but never considers dating."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "I've always believed in people's capacity for goodness. I still believe that people are good. What I'm not so trusting about anymore is their relationship to their own goodness."
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "I think every relationship is going to go through a few rough patches. Those are what make it stronger, I think."
   },
   "author": {
    "text": "Ryan Reynolds"
   }
  },
  {
   "quote": {
    "text": "Pop stardom is not very compelling. I'm much more interested in a relationship between performer and audience that is of equals. I came up through folk music, and there's no pomp and circumstance to the performance. There's no, like, 'I'll be the rock star, you be the adulating fan.'"
   },
   "author": {
    "text": "Ani DiFranco"
   }
  },
  {
   "quote": {
    "text": "The U.K. needs a system for family migration underpinned by three simple principles. One: that those who come here should do so on the basis of a genuine relationship. Two: that migrants should be able to pay their way. And three: that they are able to integrate into British society."
   },
   "author": {
    "text": "Theresa May"
   }
  },
  {
   "quote": {
    "text": "It has been religious people, often within the organized church, who have been the most critical of and even hostile to my relationship with God."
   },
   "author": {
    "text": "Anne Graham Lotz"
   }
  },
  {
   "quote": {
    "text": "Most African women are taught to endure abusive marriages. They say endurance means a good wife but most women endure abusive relationship because they are not empowered economically; they depend on their husbands."
   },
   "author": {
    "text": "Joyce Banda"
   }
  },
  {
   "quote": {
    "text": "The San Diego region in many ways is defined by our relationship with the ocean. It's our front yard and a beautiful playground for families and visitors. It should be clean, safe, and inviting."
   },
   "author": {
    "text": "Scott Peters"
   }
  },
  {
   "quote": {
    "text": "I definitely think anything I'd be in now is a permanent relationship."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "Golf has an ambivalent relationship with the environment. On one hand, it's a great preserver of open spaces. Golf doesn't pave the world - it helps to green the world. But the downside is, it uses a lot of fertilizer, pesticides and water."
   },
   "author": {
    "text": "Thomas Friedman"
   }
  },
  {
   "quote": {
    "text": "The topic of trust is an important factor in all matters of the heart - and here's why. Men lie to women. Women lie to men. And most people agree that some lying is even necessary - to avoid petty squabbles and to grease the wheels of a relationship."
   },
   "author": {
    "text": "Joyce Brothers"
   }
  },
  {
   "quote": {
    "text": "For me, the one relationship in my life that I cherish the most has to be the one I share with my parents, especially my mother."
   },
   "author": {
    "text": "Amruta Khanvilkar"
   }
  },
  {
   "quote": {
    "text": "What students lack in school is an intellectual relationship or conversation with the teacher."
   },
   "author": {
    "text": "William Glasser"
   }
  },
  {
   "quote": {
    "text": "The mark of a good marriage is partnership and continuing to feel inspired by your spouse. I had that with Tao. But the end is not necessarily the tragedy. Staying in a relationship that is no longer working is the tragedy. Living unhappily - that's the tragedy."
   },
   "author": {
    "text": "Olivia Wilde"
   }
  },
  {
   "quote": {
    "text": "My relationship to comics isn't nearly as strong as some people's. Ha! I mean, I grew up with a comic book fanatic. My older brother was, and still is, obsessed. And I was obsessed with the fact that he was obsessed, because I was obsessed with him. But not necessarily with comics themselves."
   },
   "author": {
    "text": "Jason Reynolds"
   }
  },
  {
   "quote": {
    "text": "At the very core of my relationship to learning is the idea that we should be as organic as possible. We need to cultivate a deeply refined introspective sense, and build our relationship to learning around our nuance of character."
   },
   "author": {
    "text": "Joshua Waitzkin"
   }
  },
  {
   "quote": {
    "text": "We have had a rewarding relationship, the belly and I."
   },
   "author": {
    "text": "Sherwin B. Nuland"
   }
  },
  {
   "quote": {
    "text": "I do believe in soulmates and happy/successful marriages. No marriage can be happy 24x7 for 365 days. Both partners have to make the relationship work, is what I believe in."
   },
   "author": {
    "text": "Kajol"
   }
  },
  {
   "quote": {
    "text": "The risks are far greater to your child of not getting immunized than any kind of speculative potential relationship between the vaccine and the development of autism."
   },
   "author": {
    "text": "Irwin Redlener"
   }
  },
  {
   "quote": {
    "text": "Fixing obesity is going to require a change in our modern relationship with food. I'm hopeful that we begin to see a turnaround in this childhood obesity epidemic."
   },
   "author": {
    "text": "S. Jay Olshansky"
   }
  },
  {
   "quote": {
    "text": "Redwoods flourish in fog, but they don't like salt air. They tend to appear in valleys that are just out of sight of the sea. In their relationship with the sea, redwoods are like cats that long to be stroked but are shy to the touch."
   },
   "author": {
    "text": "Richard Preston"
   }
  },
  {
   "quote": {
    "text": "I don't believe we ought to discriminate against people because of their sexual orientation. If people are in a same-sex relationship, and they want their partner to be able to have health benefits or be designated as a beneficiary in your life insurance, there's no reason we shouldn't do that."
   },
   "author": {
    "text": "Liz Cheney"
   }
  },
  {
   "quote": {
    "text": "No one can tell you what to expect or can offer a guide to grief. Because every relationship is so unique, no two people grieve the same way. And you have no idea how you are going to grieve till you are grieving."
   },
   "author": {
    "text": "Alysia Reiner"
   }
  },
  {
   "quote": {
    "text": "Playing a character who's dealing not only with a superpower but having a normal relationship is easy to associate with, because I feel that everyone has been through it."
   },
   "author": {
    "text": "Shawn Ashmore"
   }
  },
  {
   "quote": {
    "text": "People that spend time in a foxhole - they're never going to find that relationship anywhere else again... Everything else pales next to that. When you think about the Second World War vets - more than even the Vietnam vets - there's a brotherhood."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "Nothing reinforces a professional relationship more than enjoying success with someone."
   },
   "author": {
    "text": "Harold Ramis"
   }
  },
  {
   "quote": {
    "text": "I have no idea what my best material is. Different people like different things. I'll say this: The political stuff gets the press, but the relationship jokes sell all the seats."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "If you're a woman, it's almost impossible to establish a relationship. You're too much for everybody. It's too much. The woman always has to play this role of being fragile and dependent. And if you're not, they're fascinated by you, but only for a little while. And then they want to change you and crush you. And then they leave."
   },
   "author": {
    "text": "Marina Abramovic"
   }
  },
  {
   "quote": {
    "text": "There is no substitute for the comfort supplied by the utterly taken-for-granted relationship."
   },
   "author": {
    "text": "Iris Murdoch"
   }
  },
  {
   "quote": {
    "text": "Assuming if there's such a thing as reality, if you have a false relationship with it, how can you do anything but fail?"
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "My mom is going to kill me for talking about sleeping with people. But I don't want to put myself in the position where I'm in a monogamous relationship right now. I'm not dating just one person. 'Sex and the City' changed everything for me because those girls would sleep with so many people."
   },
   "author": {
    "text": "Lindsay Lohan"
   }
  },
  {
   "quote": {
    "text": "There was a whole language that I could never make function for myself in relationship to painting and that was attitudes like tortured, struggle, pain."
   },
   "author": {
    "text": "Robert Rauschenberg"
   }
  },
  {
   "quote": {
    "text": "I mean... in life... what relationship is easy?"
   },
   "author": {
    "text": "The Weeknd"
   }
  },
  {
   "quote": {
    "text": "Trust is a core currency of any relationship. Sometimes our need to control and micromanage everything erodes our confidence in ourselves and others. The truth: People are much more capable than we think. A hearty dose of trust is often what's needed to unlock the magic. Go ahead, have faith."
   },
   "author": {
    "text": "Kris Carr"
   }
  },
  {
   "quote": {
    "text": "I have a healthy relationship with food. My problem is, as a comic, I eat dinner late. But I'll have a smoothie for breakfast every morning, and I keep it pretty low-carb and healthy during the day. At night, I'll have a basic protein, quinoa, and vegetables."
   },
   "author": {
    "text": "Amy Schumer"
   }
  },
  {
   "quote": {
    "text": "Having girlfriends is... I can't do it. It doesn't mean I don't hang out with girls. It just means that I don't like being in a relationship, because it makes things very complicated. The one piece of advice that I listen to adults on - because I don't listen to adults when it comes to most things - is that I'm too young to have a girlfriend."
   },
   "author": {
    "text": "Jaden Smith"
   }
  },
  {
   "quote": {
    "text": "Being single has its ups and downs, and being in a relationship has its ups and downs. It depends on how you balance it and how you handle your problems within your relationship."
   },
   "author": {
    "text": "R. Kelly"
   }
  },
  {
   "quote": {
    "text": "I took solace in my relationship with God who, along with my dog, was my best friend growing up."
   },
   "author": {
    "text": "Lisa Bonet"
   }
  },
  {
   "quote": {
    "text": "I've had a contemptuous relationship with authority throughout my life. I found myself at odds with authority, and I'm disdainful of blind authority."
   },
   "author": {
    "text": "J. K. Simmons"
   }
  },
  {
   "quote": {
    "text": "I have a good relationship with the world. But I don't know what the trick is to maintaining it."
   },
   "author": {
    "text": "Ben Affleck"
   }
  },
  {
   "quote": {
    "text": "You can be heartbroken about a relationship but also, from it, realize you are you, and you're okay with who you are or where you came from."
   },
   "author": {
    "text": "Mitski"
   }
  },
  {
   "quote": {
    "text": "Most of us make up our minds in the first three minutes of meeting someone whether there's a potential for a relationship."
   },
   "author": {
    "text": "Helen Fisher"
   }
  },
  {
   "quote": {
    "text": "I feel there's a power in theatre, but it's an indirect power. It's like the relationship of the sleeper to the unconscious. You discover things you can't afford to countenance in waking life. You can forget them, remember them a day later or not have any idea what they are about."
   },
   "author": {
    "text": "Tony Kushner"
   }
  },
  {
   "quote": {
    "text": "I always talk to all the crew. I always make it pleasant. I always nurture a relationship that makes people feel like they're important, like they're a part of the collaboration. I feel that way about the young actors on set. I don't talk to them like I'm the mentor; I talk to them like they're my peers. And I learned that from Meryl Streep."
   },
   "author": {
    "text": "Viola Davis"
   }
  },
  {
   "quote": {
    "text": "My father and I have a very good relationship. We always got along. But I always scold him."
   },
   "author": {
    "text": "Amy Sedaris"
   }
  },
  {
   "quote": {
    "text": "If I can center down and strengthen the core of who I am, and the core of who I am is my relationship with God, then that helps me maintain peace deep down. If I can maintain a healthy spiritual core, I think that's enormous for helping the stress."
   },
   "author": {
    "text": "Anne Graham Lotz"
   }
  },
  {
   "quote": {
    "text": "It was a good 15 or 20 years before anyone at Rand would be in the same room with me. They didn't want the question raised, 'What's your relationship with Daniel Ellsberg?' And not one of them wrote me a letter because they didn't want a letter of theirs to show up in my trash - which the FBI had been going through."
   },
   "author": {
    "text": "Daniel Ellsberg"
   }
  },
  {
   "quote": {
    "text": "We know that no algorithm can solve global poverty; no pill can cure a chronic illness; no box of chocolates can mend a broken relationship; no educational DVD can transform a child into a baby Einstein; no drone strike can end a terrorist conflict. Sadly, there is no such thing as 'One Tip to a Flat Stomach.'"
   },
   "author": {
    "text": "Carl Honore"
   }
  },
  {
   "quote": {
    "text": "I would never put my close friends or a real relationship on a show."
   },
   "author": {
    "text": "Kristin Cavallari"
   }
  },
  {
   "quote": {
    "text": "I would say that I have a love-hate relationship with almost everything in my life, including stand-up."
   },
   "author": {
    "text": "Chelsea Peretti"
   }
  },
  {
   "quote": {
    "text": "The notion that gaming was not for women rippled out into society, until we heard it not just from the games industry, but from our families, teachers and friends. As a consequence, I, like many women, had a complicated, love-hate relationship with gaming culture."
   },
   "author": {
    "text": "Anita Sarkeesian"
   }
  },
  {
   "quote": {
    "text": "I'll only move in with my husband. There's no question of a live-in relationship."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "I'm not really a relationship expert but... I'm an expert on manhood and what men think."
   },
   "author": {
    "text": "Steve Harvey"
   }
  },
  {
   "quote": {
    "text": "It's actually meditative to sit in a character for an extended period of time, realizing what your relationship is to who you're playing and then letting go, just being there."
   },
   "author": {
    "text": "Frances Conroy"
   }
  },
  {
   "quote": {
    "text": "You don't repair that relationship by sitting down and talking about trust or making promises. Actually, what rebuilds it is living it and doing things differently - and I think that is what is going to make the difference."
   },
   "author": {
    "text": "Patricia Hewitt"
   }
  },
  {
   "quote": {
    "text": "I know someone young whose husband left her for another woman. He later came back and wanted to rekindle the relationship. It was too late. His ex-wife had found someone else. Good for her."
   },
   "author": {
    "text": "Alicia Villarreal"
   }
  },
  {
   "quote": {
    "text": "Man only becomes independent of this physical world when he learns to consider the objects around him as symbols. He must, for this reason, seek to acquire a moral relationship to them."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "Until we have a better relationship between private performance and the public truth, as was demonstrated with Watergate, we as the public are absolutely right to remain suspicious, contemptuous even, of the secrecy and the misinformation which is the digest of our news."
   },
   "author": {
    "text": "John le Carre"
   }
  },
  {
   "quote": {
    "text": "Christians were instructed to serve others, and the thanksgiving was for the grace of God and the fact that God offered a way for man to return to a positive relationship with Him."
   },
   "author": {
    "text": "John Clayton"
   }
  },
  {
   "quote": {
    "text": "I had a very, very difficult relationship with my mother, who was supremely self-centred. She was hilariously self-centred. She did not really take interest in anything that didn't immediately affect her."
   },
   "author": {
    "text": "John Cleese"
   }
  },
  {
   "quote": {
    "text": "Man has evolved a mutual relationship with nature on earth, but his power to change its surface has grown so tremendously that this may become a curse instead of a blessing."
   },
   "author": {
    "text": "Walter Gropius"
   }
  },
  {
   "quote": {
    "text": "My one area of vulnerability was I didn't know how to have a healthy relationship with a man."
   },
   "author": {
    "text": "Carole King"
   }
  },
  {
   "quote": {
    "text": "That's the sign of a good relationship, when you can pick up a phone and it doesn't matter when the last time you spoke was."
   },
   "author": {
    "text": "Joe Torre"
   }
  },
  {
   "quote": {
    "text": "Burberry was about building a relationship. But it was always about selling an amazing product that you would have forever. Apple is just a deeper relationship with a much broader constituency. Because it's everybody."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "When I was growing up, albums were my closest friends, as sad as that may sound - Joy Division's 'Closer,' or Echo and the Bunnymen's 'Heaven Up Here'... I had a more intimate relationship with those records than I did with most of the people in my life."
   },
   "author": {
    "text": "Moby"
   }
  },
  {
   "quote": {
    "text": "I'm thankful to have Jesus as my Savior. My relationship with God has always been one to where I'm talking to him all day, every day, about anything and everything. It's just a continuous ongoing conversation that I have with the Lord, and I feel like that's brought me closer to Him."
   },
   "author": {
    "text": "Josh Turner"
   }
  },
  {
   "quote": {
    "text": "A tax system is important because of what it can pay for, but also for how it works. When we pay taxes, we expect something back from the state; it strengthens the relationship and accountability between us and our governments. It also pays for what private finance shouldn't: our needs for healthcare, education and social security."
   },
   "author": {
    "text": "Winnie Byanyima"
   }
  },
  {
   "quote": {
    "text": "I know children regress after vaccination because it happened to my own son. Why aren't there any tests out there on the safety of how vaccines are administered in the real world, six at a time? Why have only two of the 36 shots our kids receive been looked at for their relationship to autism?"
   },
   "author": {
    "text": "Jenny McCarthy"
   }
  },
  {
   "quote": {
    "text": "To pass from estrangement from God to be a son of God is the basic fact of conversion. That altered relationship with God gives you an altered relationship with yourself, with your brother man, with nature, with the universe."
   },
   "author": {
    "text": "E. Stanley Jones"
   }
  },
  {
   "quote": {
    "text": "For me, the highest level of sexual excitement is in a monogamous relationship."
   },
   "author": {
    "text": "Warren Beatty"
   }
  },
  {
   "quote": {
    "text": "I feel that the critic and music director should have such a good relationship they can pick up the phone and call each other any time."
   },
   "author": {
    "text": "Zubin Mehta"
   }
  },
  {
   "quote": {
    "text": "Sometimes I think the world is divided into those who have a comfortable relationship with power and those who have a naturally adversarial relationship with power."
   },
   "author": {
    "text": "Arundhati Roy"
   }
  },
  {
   "quote": {
    "text": "Therapy is not to 'talk about' things, but to change the person's life, and to relieve suffering, such as depression, anxiety, or relationship problems."
   },
   "author": {
    "text": "David D. Burns"
   }
  },
  {
   "quote": {
    "text": "I think we learn from medicine everywhere that it is, at its heart, a human endeavor, requiring good science but also a limitless curiosity and interest in your fellow human being, and that the physician-patient relationship is key; all else follows from it."
   },
   "author": {
    "text": "Abraham Verghese"
   }
  },
  {
   "quote": {
    "text": "I'm from New Orleans, and I have a French last name - although I have no real relationship with my last name because it's not my name. I don't know my name."
   },
   "author": {
    "text": "Mary Gauthier"
   }
  },
  {
   "quote": {
    "text": "Comedy can't be done in a vacuum, and you can't do it on your own. So if you have a community of people, it's a great symbiotic relationship."
   },
   "author": {
    "text": "Nick Kroll"
   }
  },
  {
   "quote": {
    "text": "People are so fearful about opening themselves up. All you want to do is to be able to connect with other people. When you connect with other people, you connect with something in yourself. It makes you feel happy. And yet it's so scary - it makes people feel vulnerable and unsafe."
   },
   "author": {
    "text": "Toni Collette"
   }
  },
  {
   "quote": {
    "text": "Couples counseling gets many couples back together. But not all, and not always. For your own sake and that of your children, however, I recommend it - I almost insist on it - as the first step for anyone unhappy in a relationship."
   },
   "author": {
    "text": "Laura Wasser"
   }
  },
  {
   "quote": {
    "text": "It's more necessary than ever before to ensure that discernment and the development of a critical mind guide our take on the world and inform our relationship to the media and information."
   },
   "author": {
    "text": "Najat Vallaud-Belkacem"
   }
  },
  {
   "quote": {
    "text": "I have no plans to go public if I get into a relationship. I will do my best to safeguard the privacy of the person I love and respect her feelings."
   },
   "author": {
    "text": "Song Joong-ki"
   }
  },
  {
   "quote": {
    "text": "In a marriage, in any long-term relationship, not to bother with lying. There's no time for that. If you have any sort of secret life, it will come back to haunt you."
   },
   "author": {
    "text": "Andy Garcia"
   }
  },
  {
   "quote": {
    "text": "Democracy, like any non-coercive relationship, rests on a shared understanding of limits."
   },
   "author": {
    "text": "Elizabeth Drew"
   }
  },
  {
   "quote": {
    "text": "It's kind of cliche, but communication is the biggest thing in a relationship. You have to talk; you have to express yourselves. You don't want to look back and resent not being heard."
   },
   "author": {
    "text": "Nick Lachey"
   }
  },
  {
   "quote": {
    "text": "Personally, I think fidelity is important. I don't see any point in being together if you're not being honest, having fun together, and respecting one another. Why would you stay in a relationship otherwise?"
   },
   "author": {
    "text": "Nikolaj Coster-Waldau"
   }
  },
  {
   "quote": {
    "text": "Our relationship with Mexico in this regard is unique for us, and in many respects unique in the world."
   },
   "author": {
    "text": "Samuel P. Huntington"
   }
  },
  {
   "quote": {
    "text": "I like the idea of dating, but I'm not dating anyone exclusively, particularly right now. It's hard to be in a relationship unless you're ready to go public with it. So it's a lot easier for me to not be in a relationship. I really don't want that part of my life to be tabloid fodder."
   },
   "author": {
    "text": "Cory Monteith"
   }
  },
  {
   "quote": {
    "text": "My ideal relationship with the reader is that at certain points they will have said, 'I'm finding this quite tough, but I'm going to hang in there,' then at the end they will say, 'Oh God, I'm glad I hung on, it was so worth it.'"
   },
   "author": {
    "text": "Sebastian Faulks"
   }
  },
  {
   "quote": {
    "text": "My parents had this relationship that was really terrifying. I mean, the level of hatred that they had, and the level of physical abuse - my mother would beat up my father, basically - and I think I was drawn to images on television that were bright and reflective."
   },
   "author": {
    "text": "Augusten Burroughs"
   }
  },
  {
   "quote": {
    "text": "Family life was wonderful. The streets were bleak. The playgrounds were bleak. But home was always warm. My mother and father had a great relationship. I always felt 'safe' there."
   },
   "author": {
    "text": "Robert Cormier"
   }
  },
  {
   "quote": {
    "text": "I don't need anyone to rectify my existence. The most profound relationship we will ever have is the one with ourselves."
   },
   "author": {
    "text": "Shirley MacLaine"
   }
  },
  {
   "quote": {
    "text": "The only time a woman really succeeds in changing a man is when he is a baby."
   },
   "author": {
    "text": "Natalie Wood"
   }
  },
  {
   "quote": {
    "text": "Never trust a husband too far, nor a bachelor too near."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "Between men and women there is no friendship possible. There is passion, enmity, worship, love, but no friendship."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "So many people prefer to live in drama because it's comfortable. It's like someone staying in a bad marriage or relationship - it's actually easier to stay because they know what to expect every day, versus leaving and not knowing what to expect."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "A people's relationship to their heritage is the same as the relationship of a child to its mother."
   },
   "author": {
    "text": "John Henrik Clarke"
   }
  },
  {
   "quote": {
    "text": "I can't deal with someone wanting to take a relationship backward or needing space or cheating on you. It's a conscious thing; it's a common-sense thing."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "Love sought is good, but given unsought, is better."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "The decision to kiss for the first time is the most crucial in any love story. It changes the relationship of two people much more strongly than even the final surrender; because this kiss already has within it that surrender."
   },
   "author": {
    "text": "Emil Ludwig"
   }
  },
  {
   "quote": {
    "text": "'Sunrise Sunset' is a letter I wrote to a girl I was once with who I really thought I was going to fall in love with. We tried to make it work but always had trouble maintaining a real relationship because we were both so caught up with work, life, and everything else that at the time seemed like it was the priority."
   },
   "author": {
    "text": "Benny Cassette"
   }
  },
  {
   "quote": {
    "text": "The heart is forever inexperienced."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "There is only one secure foundation: a genuine, deep relationship with Jesus Christ, which will carry you through any and all turmoil. No matter what storms are raging all around, you'll stand firm if you stand on His love."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "Working together, we can meet our shared goal to combat climate change. From harmonizing vehicle emissions standards to using our trading relationship to boost investment in clean energy, the actions the United States and Canada take together will help both nations meet international goals."
   },
   "author": {
    "text": "Amy Klobuchar"
   }
  },
  {
   "quote": {
    "text": "A relationship can give you a gut wrenching feeling sometimes. It's a real emotional ride."
   },
   "author": {
    "text": "Drake"
   }
  },
  {
   "quote": {
    "text": "Spiritual relationship is far more precious than physical. Physical relationship divorced from spiritual is body without soul."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "You have people come into your life shockingly and surprisingly. You have losses that you never thought you'd experience. You have rejection and you have learn how to deal with that and how to get up the next day and go on with it."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "I see when men love women. They give them but a little of their lives. But women when they love give everything."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Blockchain is really exciting technology because it's actually providing both transparency but also agility in a contractual relationship that any organization should have."
   },
   "author": {
    "text": "Jean-Philippe Courtois"
   }
  },
  {
   "quote": {
    "text": "If the relationship of father to son could really be reduced to biology, the whole earth would blaze with the glory of fathers and sons."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "I love Neil Young. And he loves me! We have a great relationship."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Courage means to keep working a relationship, to continue seeking solutions to difficult problems, and to stay focused during stressful periods."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "I have women working in high positions. I was one of the first people to put women in charge of big construction jobs. And, you know, I've had a great relationship with women."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Memories are thoughts that arise. They're not realities. Only when you believe that they are real, then they have the power over you. But when you realize it's just another thought arising about the past, then you can have a spacious relationship with that thought. The thought no longer has you in its grip."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "Ultimately, we wish the joy of perfect union with the person we love."
   },
   "author": {
    "text": "Mortimer Adler"
   }
  },
  {
   "quote": {
    "text": "When I put my faith in Jesus Christ as my savior, and I asked him to forgive and to come into my life, and He does - from that moment forward I have established a personal relationship with God that I have to develop, you know, through Bible reading and prayer, and living my life for him."
   },
   "author": {
    "text": "Anne Graham Lotz"
   }
  },
  {
   "quote": {
    "text": "That was an organic relationship. He reached out to me, and I was like, 'Oh my God, I cannot believe somebody like Laquan Smith wants to put his clothes on me.' He comes from a small place, and he has big dreams, and what I like about him the most is that his clothes curve with your body."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "When you make the sacrifice in marriage, you're sacrificing not to each other but to unity in a relationship."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "You are a child of the sun, you come from the sun, and that is something true with the Earth also... your relationship with the Earth is so deep, and the Earth is in you and this is something not very difficult, much less difficult then philosophy."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "It is easy for Christians to have the false impression that once we have established a relationship with Christ, which we believe sets us right with God, the problems of life will somehow scoot away or they will slowly be removed from our lives."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "I know that there are millions of Americans who are content with their health care coverage - they like their plan and, most importantly, they value their relationship with their doctor."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "I, with a deeper instinct, choose a man who compels my strength, who makes enormous demands on me, who does not doubt my courage or my toughness, who does not believe me naive or innocent, who has the courage to treat me like a woman."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "The relationship between critic and writer is similar to the one between the pigeon and the statue."
   },
   "author": {
    "text": "Ashwin Sanghi"
   }
  },
  {
   "quote": {
    "text": "We must learn to regard people less in light of what they do or omit to do, and more in the light of what they suffer."
   },
   "author": {
    "text": "Dietrich Bonhoeffer"
   }
  },
  {
   "quote": {
    "text": "We humans have a love-hate relationship with our technology. We love each new advance and we hate how fast our world is changing... The robots really embody that love-hate relationship we have with technology."
   },
   "author": {
    "text": "Daniel H. Wilson"
   }
  },
  {
   "quote": {
    "text": "The ultimate relationship between justice and law will be an eternal subject for speculation and analysis. But it may be said that in a democratic society, law is the form which free men give to justice."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "When I got my first television set, I stopped caring so much about having close relationships."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "I had the classic 40 meltdown. I did. It's embarrassing. It was pretty funny. But then I recovered. To me, it was like a second adolescence. Hormonally, my body was changing, my mind was changing, and so my relationship to myself and the world around me came to this assault of finiteness."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "I have a great relationship with my mother-in-law. We're both Leos, we understand each other."
   },
   "author": {
    "text": "Tori Amos"
   }
  },
  {
   "quote": {
    "text": "It is of practical value to learn to like yourself. Since you must spend so much time with yourself you might as well get some satisfaction out of the relationship."
   },
   "author": {
    "text": "Norman Vincent Peale"
   }
  },
  {
   "quote": {
    "text": "I think most people know when they're in a toxic relationship - it requires an enormous amount of effort to keep it going, and you don't get what you want from it."
   },
   "author": {
    "text": "Joanna Coles"
   }
  },
  {
   "quote": {
    "text": "Relationships based on obligation lack dignity."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Girls we love for what they are; young men for what they promise to be."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Children are our second chance to have a great parent-child relationship."
   },
   "author": {
    "text": "Laura Schlessinger"
   }
  },
  {
   "quote": {
    "text": "Great salespeople are relationship builders who provide value and help their customers win."
   },
   "author": {
    "text": "Jeffrey Gitomer"
   }
  },
  {
   "quote": {
    "text": "My own relationship to food was healthy. I was lean and athletic with a high metabolism. I could eat half a pizza with a side of breadsticks and wash it down with soda. I never dieted or denied myself food."
   },
   "author": {
    "text": "Carrie Brownstein"
   }
  },
  {
   "quote": {
    "text": "Our first scene is sort of a reunion between the X-Men characters, which establishes everyone's relationship to one another, sort of like a recap for all those who have forgotten since the last movie."
   },
   "author": {
    "text": "Shawn Ashmore"
   }
  },
  {
   "quote": {
    "text": "Creatively, I thought we were still viable and could do more records. But our working relationship just wasn't happening at all, and our chemistry as people broke down because of that."
   },
   "author": {
    "text": "Matt Cameron"
   }
  },
  {
   "quote": {
    "text": "Life cannot be without relationship, but we have made it so agonizing and hideous by basing it on personal and possessive love. Can one love and yet not possess? You will find the true answer not in escape, ideals, beliefs but through the understanding of the causes of dependence and possessiveness."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "As soon as I got out there I felt a strange relationship with the pitcher's mound. It was as if I'd been born out there. Pitching just felt like the most natural thing in the world. Striking out batters was easy."
   },
   "author": {
    "text": "Babe Ruth"
   }
  },
  {
   "quote": {
    "text": "If you're lucky like me, your relationship with your brother has resolved itself on the peaceful side of the fence and has stayed there. But if you're someone who's got a family that's all fractured and finding it hard to relate, that's a very sad place to be."
   },
   "author": {
    "text": "Tom Hardy"
   }
  },
  {
   "quote": {
    "text": "The mother-child relationship is paradoxical and, in a sense, tragic. It requires the most intense love on the mother's side, yet this very love must help the child grow away from the mother, and to become fully independent."
   },
   "author": {
    "text": "Erich Fromm"
   }
  },
  {
   "quote": {
    "text": "In a few decades, the relationship between the environment, resources and conflict may seem almost as obvious as the connection we see today between human rights, democracy and peace."
   },
   "author": {
    "text": "Wangari Maathai"
   }
  },
  {
   "quote": {
    "text": "I have a particular relationship with Vinod Khosla because he's got a lot of very interesting science-based energy startups."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "My relationship to power and authority is that I'm all for it. People need somebody to watch over them. Ninety-five percent of the people in the world need to be told what to do and how to behave."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "You want to believe that there's one relationship in life that's beyond betrayal. A relationship that's beyond that kind of hurt. And there isn't."
   },
   "author": {
    "text": "Caleb Carr"
   }
  },
  {
   "quote": {
    "text": "God is not looking for repayment, but repentance. What heals a broken relationship is sincere love and contrition."
   },
   "author": {
    "text": "Frederica Mathewes-Green"
   }
  },
  {
   "quote": {
    "text": "Every garden scheme should have a backbone, a central idea beautifully phrased. Every wall, path, stone and flower should have its relationship to the central idea."
   },
   "author": {
    "text": "Edwin Lutyens"
   }
  },
  {
   "quote": {
    "text": "You cannot be an educator or a teacher without relating to children with full insight. Their urge to imitate has been transformed into a receptivity based on a natural and uncontested relationship of authority, and you must take this into account in the broadest possible sense."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "When we enter into a personal relationship with Jesus Christ, something wonderful happens: God begins to change our desires, and we want to be more like Him."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "We can improve our relationships with others by leaps and bounds if we become encouragers instead of critics."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Complaining is dangerous business. It can damage or even destroy your relationship with God, your relationships with other people, and even with your relationship with yourself."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "You have to knock doors, make calls, and build a relationship with voters long before Election Day."
   },
   "author": {
    "text": "Keith Ellison"
   }
  },
  {
   "quote": {
    "text": "Economists who have studied the relationship between education and economic growth confirm what common sense suggests: The number of college degrees is not nearly as important as how well students develop cognitive skills, such as critical thinking and problem-solving ability."
   },
   "author": {
    "text": "Derek Bok"
   }
  },
  {
   "quote": {
    "text": "I've never been comfortable being a pawn. I work with brands where I feel like I can have my say and companies that I'm proud to be in a relationship with. Partnerships take a lot of time. If I am going to put my name and my face and my energy behind something, I want it to be authentic."
   },
   "author": {
    "text": "Kerry Washington"
   }
  },
  {
   "quote": {
    "text": "Digital intimacy ruins the appetite for the real thing. So, when kids are gaming or even when spouses are gaming, they lose their appetite for genuine intimacy. Kids lose their appetite for getting their intimacy needs, their hunger for significance and attachment, with the family, and it erodes the relationship between them and their parents."
   },
   "author": {
    "text": "Gordon Neufeld"
   }
  },
  {
   "quote": {
    "text": "I've always had this interest in sibling relationships because I don't have any siblings. I'm completely a product of the one-child policy in China, so I always kind of wished that I had an older brother or a younger brother or sister just to have that bond, so I find myself constantly writing about that relationship."
   },
   "author": {
    "text": "Marie Lu"
   }
  },
  {
   "quote": {
    "text": "The object of my relationship with Vietnam has been to heal the wounds that exist, particularly among our veterans, and to move forward with a positive relationship,... Apparently some in the Vietnamese government don't want to do that and that's their decision."
   },
   "author": {
    "text": "Ho Chi Minh"
   }
  },
  {
   "quote": {
    "text": "A person isn't who they are during the last conversation you had with them - they're who they've been throughout your whole relationship."
   },
   "author": {
    "text": "Rainer Maria Rilke"
   }
  },
  {
   "quote": {
    "text": "I've not been in a live-in relationship. But I've been exposed to various kinds of equations that can exist between people. When I came from Bangalore, it was black and white. Over the years, I've realised that there's more to what we see on a day-to-day basis. There are all kinds of relationships, all kinds of equations."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "Dictators, unlike Democrats, depend on a small coterie to sustain their power. These backers, generally drawn from the military, the senior civil service, and family or clan members, have a synergistic relationship with their dictator. The dictator delivers opportunities for them to become rich, and they protect him from being overthrown."
   },
   "author": {
    "text": "Bruce Bueno de Mesquita"
   }
  },
  {
   "quote": {
    "text": "Remember that no relationship is a total waste of time. You can always learn something about yourself."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "There is no inherent power in the office of the vice presidency. Zero. None. It's all a reflection of your relationship with the president. I mean, Kennedy never let Johnson in the office."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "I have a really close relationship with Mike Bloomberg."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "I'd like to say that I'm a rock star, but I'm not - I'm honestly more of a relationship kind of guy. I'm a guy you could take home to meet your mum rather than a guy your mum wouldn't like."
   },
   "author": {
    "text": "Ed Sheeran"
   }
  },
  {
   "quote": {
    "text": "I love to shop after a bad relationship. I don't know. I buy a new outfit and it makes me feel better. It just does. Sometimes I see a really great outfit, I'll break up with someone on purpose."
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "Mutual respect is very important in a relationship, and since my work is part of my life, he would have to respect it."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "'Thor' has got several big battles in it, a reckless, headstrong young hero who has to confront his past and deal with a complicated relationship with his father, it has lots of savage Europeans hacking each other to death at various points, and all of this sounded very much like 'Henry V.'"
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "If you have an ongoing relationship with a person, think of everything positive about that person that you possibly can and enter your interaction from that space. Ignore all the crap that used to drive you up the wall before. You will be amazed at what a change this attitude shift brings about."
   },
   "author": {
    "text": "Srikumar Rao"
   }
  },
  {
   "quote": {
    "text": "I believe everyone has a soul mate that they can spend the rest of their life together."
   },
   "author": {
    "text": "Ryan Lochte"
   }
  },
  {
   "quote": {
    "text": "We have a good relationship, but she is completely different than me. My sister, she is not sporty at all."
   },
   "author": {
    "text": "Angelique Kerber"
   }
  },
  {
   "quote": {
    "text": "The producer, in effect, has to work as a translator. You form a very tight relationship with the director and writer from the beginning, and then you are constantly communicating to the various people that begin to come into the process, as you are trying to manage to hold on to a vision that needs to be communicated over a long period of time."
   },
   "author": {
    "text": "Kathleen Kennedy"
   }
  },
  {
   "quote": {
    "text": "Being pregnant finally helped me understand what my true relationship was with my body - meaning that it wasn't put on this earth to look good in a swimsuit."
   },
   "author": {
    "text": "Amy Adams"
   }
  },
  {
   "quote": {
    "text": "You've got to be in a bad relationship to really understand what a great one is."
   },
   "author": {
    "text": "Steve Harvey"
   }
  },
  {
   "quote": {
    "text": "Marriage destroyed my relationship with two wonderful men."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "I have a fantastic relationship with money. I use it to buy my freedom."
   },
   "author": {
    "text": "Gianni Versace"
   }
  },
  {
   "quote": {
    "text": "I'm afraid the SS's relationship with the Catholic Church is something the Church still has to deal with and does not deny."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "Enchanted partnership begins with the conscious understanding, on the part of two people, that the purpose of their relationship is not so much material as spiritual, and the internal skills demanded by it are prodigious."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Social media provides an avenue to build relationships with media outlets and have an ongoing relationship with reporters."
   },
   "author": {
    "text": "Amy Jo Martin"
   }
  },
  {
   "quote": {
    "text": "God is more interested in your future and your relationships than you are."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Some people are your relatives but others are your ancestors, and you choose the ones you want to have as ancestors. You create yourself out of those values."
   },
   "author": {
    "text": "Ralph Ellison"
   }
  },
  {
   "quote": {
    "text": "To have a relationship that is pure and passionate and beautiful - I think people are scared of having that now. Especially guys."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "A lasting relationship isn't about marriage. It's about compatibility and communication. And you both need to want it to work."
   },
   "author": {
    "text": "Goldie Hawn"
   }
  },
  {
   "quote": {
    "text": "People who don't know the true character of God - who don't believe He is merciful, gracious and slow to anger - can never have a close, personal, intimate relationship with Him."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "The truth is God created us to have relationship with us. He wants to love us and take care of us, and He wants us to love Him. That's where our walk with Christ has to start."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "What we need to understand is that when traditions become laws, rules, obligations and expectations others put on us that we don't want to fulfill, then they lose real meaning and steal the joy from our lives. And if we're too religious, we won't be able to be led by the Holy Spirit and enjoy an intimate relationship with Him."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Prayer is such a basic foundation of a Christian's relationship with God. It's how we communicate and fellowship with Him. But a surprising number of people, young and old, new and even long-time Christians, say they're not satisfied with their prayer life."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Real life is the life that's in you, not your circumstances, like where you live or what job you have or who you're in relationship with."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "The physicality of a real relationship - one that encompasses mind, body and soul - ultimately makes it more fulfilling and powerful than any virtual relationship ever could be."
   },
   "author": {
    "text": "Henry Cloud"
   }
  },
  {
   "quote": {
    "text": "We're building a lifelong relationship with people, and every great relationship has to be built on trust."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "You know when you have a good relationship with someone when you are just perfectly happy to be quiet and just hang out and do nothing."
   },
   "author": {
    "text": "Victoria Justice"
   }
  },
  {
   "quote": {
    "text": "When I was climbing, I built up a close relationship with the Sherpa people."
   },
   "author": {
    "text": "Edmund Hillary"
   }
  },
  {
   "quote": {
    "text": "In marriage, compromise nurtures the relationship."
   },
   "author": {
    "text": "Tim Allen"
   }
  },
  {
   "quote": {
    "text": "I believe in the institution of marriage and it's like a tag to cement the relationship for your friends, family and public."
   },
   "author": {
    "text": "Kareena Kapoor Khan"
   }
  },
  {
   "quote": {
    "text": "If you believe, as I do believe, in reincarnation, they say that every time you come back, it's because you have to finish something. I've a funny feeling that my thing in this life is to have one relationship after another."
   },
   "author": {
    "text": "Marie Helvin"
   }
  },
  {
   "quote": {
    "text": "Every relationship that we have in our lives - our contact with each person, place, and event - serves a very special, if yet to be realized purpose: They are mirrors that can serve to show us things about ourselves that can be realized in no other way."
   },
   "author": {
    "text": "Guy Finley"
   }
  },
  {
   "quote": {
    "text": "The relationship between a Russian and a bottle of vodka is almost mystical."
   },
   "author": {
    "text": "Richard Owen"
   }
  },
  {
   "quote": {
    "text": "I think you grow wherever God plants you. I hope I'm growing as a person of faith, as a Christian. That should be our number one objective this journey of life. That all starts with a personal intimate relationship with Christ and then being in prayer every single day about all of those things - being tenacious about it."
   },
   "author": {
    "text": "J. C. Watts"
   }
  },
  {
   "quote": {
    "text": "Caresses, expressions of one sort or another, are necessary to the life of the affections as leaves are to the life of a tree. If they are wholly restrained, love will die at the roots."
   },
   "author": {
    "text": "Nathaniel Hawthorne"
   }
  },
  {
   "quote": {
    "text": "I have to be in a relationship in order to be intimate. I'm not the one-night-stand kind of girl. Despite the rumors."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "I always knew I had a relationship with God. But I wasn't sure God had a relationship with me."
   },
   "author": {
    "text": "Prince"
   }
  },
  {
   "quote": {
    "text": "The whole of science, and one is tempted to think the whole of the life of any thinking man, is trying to come to terms with the relationship between yourself and the natural world. Why are you here, and how do you fit in, and what's it all about."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "Being grown up and in a serious relationship, I've learned so much. I'm happier than I've every been."
   },
   "author": {
    "text": "Paris Hilton"
   }
  },
  {
   "quote": {
    "text": "I believe that often people even stay in bad relationships longer than they should because the fear of the pain of dating is scarier than the pain of a bad relationship!"
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "Yes, I think it's really important to acknowledge that Dr. King, precisely at the moment of his assassination, was re-conceptualizing the civil rights movement and moving toward a sort of coalitional relationship with the trade union movement."
   },
   "author": {
    "text": "Angela Davis"
   }
  },
  {
   "quote": {
    "text": "I am not looking for a relationship right now. I have no interest in putting my time or effort into another person, nor do I need another person to put energy into me, OK? Because that's what granola bars are for."
   },
   "author": {
    "text": "Lilly Singh"
   }
  },
  {
   "quote": {
    "text": "God and I have a great relationship, but we both see other people."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "Fear runs our lives. It doesn't matter who you are. You have to understand your relationship with fear. Whether you're scared of getting into a relationship; or taking the new job; or a confrontation - you have to size fear up."
   },
   "author": {
    "text": "Chris Pine"
   }
  },
  {
   "quote": {
    "text": "From a relationship perspective, givers build deeper and broader connections."
   },
   "author": {
    "text": "Adam Grant"
   }
  },
  {
   "quote": {
    "text": "It is well known that my husband and Lady Thatcher enjoyed a very special relationship as leaders of their respective countries during one of the most difficult and pivotal periods in modern history. Ronnie and Margaret were political soul mates, committed to freedom and resolved to end Communism."
   },
   "author": {
    "text": "Nancy Reagan"
   }
  },
  {
   "quote": {
    "text": "I kept a very full diary of my relationship with Nixon, for some strange reason, until he became president."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "I think there is a big difference between the music business and music. And my relationship is to music, not music business. I think the business will keep changing, but music won't. Music will be there."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "Some people associate red with love, but to me, red is for an earlier stage of a relationship. Black is much deeper, to me. It's certainly the sexiest color."
   },
   "author": {
    "text": "Dierks Bentley"
   }
  },
  {
   "quote": {
    "text": "I spend a great deal of time with the President. We have a very close, personal, loyal relationship. I'm not, as they say, a potted plant in these meetings."
   },
   "author": {
    "text": "Dan Quayle"
   }
  },
  {
   "quote": {
    "text": "My husband and I are either going to buy a dog or have a child. We can't decide whether to ruin our carpet or ruin our lives."
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "I am not a passive person, but I chose to fall into a more submissive role in our relationship because I wanted to do everything in my power to make my marriage and family work."
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "Film music should have the same relationship to the film drama that somebody's piano playing in my living room has on the book I am reading."
   },
   "author": {
    "text": "Igor Stravinsky"
   }
  },
  {
   "quote": {
    "text": "The erosion of extended family concept and losing out on values are the two things that are primarily responsible for the growing mismatch in the parent-child relationship."
   },
   "author": {
    "text": "Shiv Khera"
   }
  },
  {
   "quote": {
    "text": "If you truly want to find a meaningful relationship, you've got to find yourself first and learn to be confident in your own skin. Don't sacrifice anything about who you are to be with someone. That's setting yourself up for failure."
   },
   "author": {
    "text": "Whitney Wolfe Herd"
   }
  },
  {
   "quote": {
    "text": "In a relationship you want to treat people the way you want to be treated."
   },
   "author": {
    "text": "Bradley Cooper"
   }
  },
  {
   "quote": {
    "text": "I love my husband so much. I love our family. I love our dynamic. I'm proud to be in the relationship that I am because it's based on love. Pure love."
   },
   "author": {
    "text": "Tamera Mowry"
   }
  },
  {
   "quote": {
    "text": "I love being outdoors, being in the mountains and the desert, and my wife enjoys that too. That's one of the things that sustain our relationship."
   },
   "author": {
    "text": "Jon Krakauer"
   }
  },
  {
   "quote": {
    "text": "I curate my life in a way. It's always playing on my mind, kind of a love-hate relationship. I'm not one of those people who's, like, 'I wish Facebook wasn't around,' because, you know, it is what it is."
   },
   "author": {
    "text": "Lorde"
   }
  },
  {
   "quote": {
    "text": "I'm so wrapped up in my work that it's often impossible to consider other things in my life. My marriage ended in divorce because of this, my relationship with Holly has suffered by this."
   },
   "author": {
    "text": "Jim Carrey"
   }
  },
  {
   "quote": {
    "text": "The relationship between a military working dog and a military dog handler is about as close as a man and a dog can become. You see this loyalty, the devotion, unlike any other and the protectiveness."
   },
   "author": {
    "text": "Robert Crais"
   }
  },
  {
   "quote": {
    "text": "North Americans as a whole need to embrace having clothes altered to their body. I hear it all the time: why do the Europeans always look so good? They have a relationship with their tailor and spend the time and money to make their clothes look their best."
   },
   "author": {
    "text": "Michael Kors"
   }
  },
  {
   "quote": {
    "text": "Relationships can be very traumatic. But being in a healthy relationship can be very empowering."
   },
   "author": {
    "text": "Kangana Ranaut"
   }
  },
  {
   "quote": {
    "text": "There is among us a far closer relationship than the purely social one of a fraternal organization because we are bound together not only by a single interest but by a common goal. To win. Nothing else matters, and nothing else will do."
   },
   "author": {
    "text": "Sandy Koufax"
   }
  },
  {
   "quote": {
    "text": "Poetry is a form of mathematics, a highly rigorous relationship with words."
   },
   "author": {
    "text": "Tahar Ben Jelloun"
   }
  },
  {
   "quote": {
    "text": "The sacred, I shall say, is that which acts as your partner in the search for the highest and deepest things: the real, the true, the good, and the beautiful. The name I'd like to give to the kind of relationship that gives us a chance to find such things is a 'circle of meaning.'"
   },
   "author": {
    "text": "Brendan Myers"
   }
  },
  {
   "quote": {
    "text": "Everyone's got something that they've held onto from their childhood or from a past relationship, someone who's told you what you are, and it's leaving all that behind and living a happy life and realizing that a lot of that is inside you - really uncovering that. The story - those themes - are heavy themes that everyone can connect to."
   },
   "author": {
    "text": "Joshua Henry"
   }
  },
  {
   "quote": {
    "text": "Take information technology. We have winners implementing CRM (customer relationship management systems) and losers implementing CRM. What mattered in technology is that the technology actually drives either cost reduction or superior strategy execution."
   },
   "author": {
    "text": "Tahl Raz"
   }
  },
  {
   "quote": {
    "text": "Your soulmate can be anything. It could be the person you marry, or it could just be literally your bosom buddy. Whatever is the most fulfilling relationship for you. It can be whatever you want it to be."
   },
   "author": {
    "text": "William Jackson Harper"
   }
  },
  {
   "quote": {
    "text": "I'm human. I'm a person. I would love to be in a relationship with a man. I would love to find the right man; I think that's natural - that's what we all want."
   },
   "author": {
    "text": "Lara Giddings"
   }
  },
  {
   "quote": {
    "text": "We feel unsatisfied until we know ourselves akin even with that greatness which made the spots on which it rested hallowed; and until, by our own lives, and by converse with the thoughts they have bequeathed us, we feel that union and relationship of the spirit which we seek."
   },
   "author": {
    "text": "Jones Very"
   }
  },
  {
   "quote": {
    "text": "My first wife was a brunette, and Barbi Benton, my major romantic relationship of the early 1970s, was a brunette. But since the end of my marriage, all of my girlfriends have been blonds."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "It's better to have loved and lost than to have to do forty pounds of laundry a week."
   },
   "author": {
    "text": "Laurence J. Peter"
   }
  },
  {
   "quote": {
    "text": "You can get an idea of human nature only when you can see the relationship of the individual human being to the whole cosmos."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "I am honored to be one of this year's Urbanworld ambassadors for the festival's 20th anniversary, joining my friend David Oyelowo. I have always had a special relationship with Urbanworld, back to my days as a festival publicist to previewing my earlier films and now as an ambassador."
   },
   "author": {
    "text": "Ava DuVernay"
   }
  },
  {
   "quote": {
    "text": "There is but one way for a president to deal with Congress, and that is continuously, incessantly, and without interruption. If it is really going to work, the relationship has got to be almost incestuous."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "I married her after knowing her eight days, and I was happy. That was my baby. At the same time, with us being so spontaneous, we did it backwards. Maybe she won't admit it, but I will. We should have got to know each other and then got married. The relationship kind of dissolved, but we're still going to be friends. I love her."
   },
   "author": {
    "text": "The Notorious B.I.G."
   }
  },
  {
   "quote": {
    "text": "Very early in life, it seemed to me that there was a relationship between the problems of the Negro people in America and the Jewish people in Russia, and that the Jewish people's problems were worse than ours."
   },
   "author": {
    "text": "Langston Hughes"
   }
  },
  {
   "quote": {
    "text": "The relationship that tests/frustrates/irritates you the most actually is one of your greatest blessings. Why? Because it reveals to you the very beliefs/fears and false assumptions that most limit you."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "I have a lot of people in my life, and I think there's something key: the thing that leads to intimacy and relationship and connection is tenderness."
   },
   "author": {
    "text": "Greg Boyle"
   }
  },
  {
   "quote": {
    "text": "The reason that I'm here at all is because of my relationship with my family and their encouragement of me to be a musician and to work hard. As long as I stay there in that space, I can do anything. That's my truth."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "I can't deal with someone wanting to take a relationship backward or needing space or cheating on you."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "I don't know how to have a normal relationship because I try to act normal and love from a normal place and live a normal life, but there is sort of an abnormal magnifying glass, like telescope lens, on everything that happens."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "The most important things to do in the world are to get something to eat, something to drink and somebody to love you."
   },
   "author": {
    "text": "Brendan Behan"
   }
  },
  {
   "quote": {
    "text": "I used to define success as being able to produce any result you wanted, whether it was a relationship, weight-loss, being a millionaire, impacting the culture, changing society, whatever it might be - it might be homelessness, whatever - and lately, I've redefined success as 'fulfilling your soul's purpose.'"
   },
   "author": {
    "text": "Jack Canfield"
   }
  },
  {
   "quote": {
    "text": "I think the most important thing for me in a relationship is honesty."
   },
   "author": {
    "text": "Zac Efron"
   }
  },
  {
   "quote": {
    "text": "I want a permanent relationship, and I might feel inclined to reject anything which of its nature could not be permanent."
   },
   "author": {
    "text": "Alan Turing"
   }
  },
  {
   "quote": {
    "text": "For me, it's about the way I carry myself and the way I treat other people. My relationship and how I feel about God and what He does for me, is something deeply personal. It's where I came from, my family, I was brought up in a religious household and that's very important to me."
   },
   "author": {
    "text": "Beyonce Knowles"
   }
  },
  {
   "quote": {
    "text": "The most important relationship you have in life is the one you have with yourself. And then after that, I'd say once you have that, it may be hard work, but you can actually design your life."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "No partner in a love relationship... should feel that he has to give up an essential part of himself to make it viable."
   },
   "author": {
    "text": "May Sarton"
   }
  },
  {
   "quote": {
    "text": "The fact that I am blind is not what defines my life. It should be of no more interest than my blood type. People wonder if there is a relationship between my lack of sight and the way I sing. But there's no connection."
   },
   "author": {
    "text": "Andrea Bocelli"
   }
  },
  {
   "quote": {
    "text": "I can encourage my daughter to love her body, but what really matters are the observations she makes about my relationship with my own body."
   },
   "author": {
    "text": "Brene Brown"
   }
  },
  {
   "quote": {
    "text": "I want a man who's kind and understanding. Is that too much to ask of a millionaire?"
   },
   "author": {
    "text": "Zsa Zsa Gabor"
   }
  },
  {
   "quote": {
    "text": "The arrogance that says analysing the relationship between reasons and causes is more important than writing a philosophy of shyness or sadness or friendship drives me nuts. I can't accept that."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "When I'm training a dog, I develop a relationship with that dog. He's my buddy, and I want to make training fun."
   },
   "author": {
    "text": "Ian Dunbar"
   }
  },
  {
   "quote": {
    "text": "When I work, my first relationship with people is professional."
   },
   "author": {
    "text": "Bill Murray"
   }
  },
  {
   "quote": {
    "text": "Violet is my everything. She's the sweetest little girl in the whole world. She inspires me. I'm glad that we have such a close relationship because she makes me laugh and shows me how great life can be every day."
   },
   "author": {
    "text": "Christina Milian"
   }
  },
  {
   "quote": {
    "text": "There's an inverse relationship between the size and scope of government and the health of our free-market economy."
   },
   "author": {
    "text": "Marsha Blackburn"
   }
  },
  {
   "quote": {
    "text": "People who supported Obama felt like they formed a relationship, that they were being spoken to. The way that campaign worked and the way he's worked during his first term is to make people feel like he's grasping their hand, whether it's by tweeting or email, moments after an event, sometimes during an event. It makes people relate to him."
   },
   "author": {
    "text": "James Spader"
   }
  },
  {
   "quote": {
    "text": "The father figure doesn't impress me. I have a very friendly relationship with my father, but that wasn't always the case. My mother had custody, and I only saw him every other weekend. I never knew him well enough for him to inspire me."
   },
   "author": {
    "text": "Xavier Dolan"
   }
  },
  {
   "quote": {
    "text": "I'm a proud strict mom and, you know, I'm really proud of the two daughters I've raised. And I'm especially proud of my relationship with them. We're very close. I think we're good friends."
   },
   "author": {
    "text": "Amy Chua"
   }
  },
  {
   "quote": {
    "text": "In a relationship, it's important to make each other laugh. To give each other freedom, support each other and be proud of each other."
   },
   "author": {
    "text": "Caroline Winberg"
   }
  },
  {
   "quote": {
    "text": "The man is meant to be the alpha in the relationship on the money and power front."
   },
   "author": {
    "text": "Jamie Dornan"
   }
  },
  {
   "quote": {
    "text": "Being a good mother is really so hard and so important, and it's this thing that all people long for. Think of all the soldiers who cry out for their mothers on the battlefield as they die. It's a primal relationship."
   },
   "author": {
    "text": "Mira Sorvino"
   }
  },
  {
   "quote": {
    "text": "A sensible woman should be guided by her head when taking a husband, and by her heart when taking a lover."
   },
   "author": {
    "text": "Ninon de L'Enclos"
   }
  },
  {
   "quote": {
    "text": "It is only when we no longer compulsively need someone that we can have a real relationship with them."
   },
   "author": {
    "text": "Anthony Storr"
   }
  },
  {
   "quote": {
    "text": "My generation fought very hard for feminism, and we fought very hard to not be labeled as you had to have a husband or you had to be in a relationship, or you were somehow not a cool chick."
   },
   "author": {
    "text": "Stevie Nicks"
   }
  },
  {
   "quote": {
    "text": "We write in ways that, we generally hope, reflect real life, or at least look familiar to humans. And in life, recurring themes are a recurring theme. We never quite conquer a pet vice or a relationship pattern or a communication habit. We're haunted by our particular demons."
   },
   "author": {
    "text": "Sara Zarr"
   }
  },
  {
   "quote": {
    "text": "Every breakup is preceded by a bad relationship. So breakups should be cause for celebration and triumph."
   },
   "author": {
    "text": "Lucy Dacus"
   }
  },
  {
   "quote": {
    "text": "It's very important in a leadership role not to place your ego at the foreground and not to judge everything in relationship to how your ego is fed."
   },
   "author": {
    "text": "Ruth J. Simmons"
   }
  },
  {
   "quote": {
    "text": "Almost all of our relationships begin and most of them continue as forms of mutual exploitation, a mental or physical barter, to be terminated when one or both parties run out of goods."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "Current psychological priesthoods ignore the fact that the profession of psychology was originated by Gustav Theodor Fechner, a physicist who recognized that the key to understanding human nature was the relationship between external stimuli and the brain."
   },
   "author": {
    "text": "Timothy Leary"
   }
  },
  {
   "quote": {
    "text": "There was at time in my life where all I wanted was a relationship, and I thought that was the most important thing."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "When people hold you in high esteem, it's very delicate relationship. When they meet you they're putting all their chips up. It's make or break."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Care is a state in which something does matter; it is the source of human tenderness."
   },
   "author": {
    "text": "Rollo May"
   }
  },
  {
   "quote": {
    "text": "Begin within. If it shows up in your life, it's coming to tell you something about you that you're acting like you don't know. Something about yourself, or your relationship with God."
   },
   "author": {
    "text": "Iyanla Vanzant"
   }
  },
  {
   "quote": {
    "text": "The power of community policing is in the relationship. This can happen only if an officer sticks around for a while."
   },
   "author": {
    "text": "Greg Boyle"
   }
  },
  {
   "quote": {
    "text": "When people say 'marriage' to me... It's always a means to an end. Everyone's so in a rush to define the relationship."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "Pride adversely affects all our relationships - our relationship with God and His servants, between husband and wife, parent and child, employer and employee, teacher and student, and all mankind."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "If you don't text your relationship partner - even if you just saw them in person - it's like you're doing something wrong."
   },
   "author": {
    "text": "Khalid"
   }
  },
  {
   "quote": {
    "text": "The ouster of Jill Abramson as executive editor of 'The New York Times' sent shock waves through the media landscape. Reports that she was fired thanks in part to a soured relationship based on the 'Times' alleged sexist pay discrepancy only made those shock waves stronger."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "A relationship isn't going to make me survive. It's the cherry on top."
   },
   "author": {
    "text": "Jennifer Aniston"
   }
  },
  {
   "quote": {
    "text": "In improv, the whole thing is that it is a relationship between the two people, as a back and forth. In standup, you don't really want to be listening to what somebody is saying; you want to project your jokes into their face. And that's really not a good instinct with a 'Daily Show' field piece, where it's supposed to be an interview."
   },
   "author": {
    "text": "John Oliver"
   }
  },
  {
   "quote": {
    "text": "I personally don't believe people really grow. They just learn stuff when they were a kid, and hold on to it, and that affects every relationship they have."
   },
   "author": {
    "text": "Donald Glover"
   }
  },
  {
   "quote": {
    "text": "One of the things I have always said about the man-woman relationship is that I don't want anybody to walk ahead of me, and I don't want anybody to walk behind me. I want a man who will walk along beside me. And that's how I feel about equal rights."
   },
   "author": {
    "text": "Cicely Tyson"
   }
  },
  {
   "quote": {
    "text": "People take such an interest in your love life when you have a profile; it puts a lot of stress on a relationship."
   },
   "author": {
    "text": "Margot Robbie"
   }
  },
  {
   "quote": {
    "text": "The relationship between Israel and the United States is a bond of - it's just a very powerful bond. It was, it is, and will be and will continue to be."
   },
   "author": {
    "text": "Benjamin Netanyahu"
   }
  },
  {
   "quote": {
    "text": "If you're married, and you have a wife, and you really love your wife, is it good enough to only say to your wife 'I love her' the day you get married? Or should you tell her every single day when you wake up and every opportunity? And that's how I feel about my relationship with Jesus Christ is that it is the most important thing in my life."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "I totally commit and completely give myself to a relationship. Be warned, though - I don't like being taken for granted, so I can be pretty high-maintenance sometimes!"
   },
   "author": {
    "text": "Priyanka Chopra"
   }
  },
  {
   "quote": {
    "text": "Perhaps this is the most important thing for me to take back from beach-living: simply the memory that each cycle of the tide is valid; each cycle of the wave is valid; each cycle of a relationship is valid."
   },
   "author": {
    "text": "Anne Morrow Lindbergh"
   }
  },
  {
   "quote": {
    "text": "The only real security is not in owning or possessing, not in demanding or expecting, not in hoping, even. Security in a relationship lies neither in looking back to what it was, nor forward to what it might be, but living in the present and accepting it as it is now."
   },
   "author": {
    "text": "Anne Morrow Lindbergh"
   }
  },
  {
   "quote": {
    "text": "God gave me a second chance. I am so very glad with what is going on with my career, but I want to be a success in my relationship with my children."
   },
   "author": {
    "text": "El DeBarge"
   }
  },
  {
   "quote": {
    "text": "I'm so single. It's funny. I'm usually a relationship girl. I love being in love and having a partner in crime. But it's good to be your own partner in crime. God, that makes me sound like I have multiple-personality disorder."
   },
   "author": {
    "text": "Brittany Snow"
   }
  },
  {
   "quote": {
    "text": "My relationship with aging is cozy. I'm not trying to play 29 and holding on with white knuckles, you know?"
   },
   "author": {
    "text": "Diane Lane"
   }
  },
  {
   "quote": {
    "text": "Jews have a special relationship to books, and the Haggadah has been translated more widely, and reprinted more often, than any other Jewish book. It is not a work of history or philosophy, not a prayer book, user's manual, timeline, poem or palimpsest - and yet it is all these things."
   },
   "author": {
    "text": "Jonathan Safran Foer"
   }
  },
  {
   "quote": {
    "text": "The worst thing I could be accused of is that I'm a one-way dude, only out for myself. But the worst thing a woman can do is not to say anything. Especially when you're starting a relationship."
   },
   "author": {
    "text": "Matt Dillon"
   }
  },
  {
   "quote": {
    "text": "Well I think if you really go out with someone for quite a long time you do get to know each other very, very well, you go through the good times, you go through the bad times. You know both personally, but also within a relationship as well."
   },
   "author": {
    "text": "Kate Middleton"
   }
  },
  {
   "quote": {
    "text": "But I think there's something wonderful and extraordinary about climbing on your own and just that kind of relationship to the environment. I'm very addicted to the mountains. You know, so, I do like that solitude."
   },
   "author": {
    "text": "Andy Serkis"
   }
  },
  {
   "quote": {
    "text": "My father and I had a good relationship, it was very relaxed. He had a lot of humour. He looked a little bit like me, although he had no beard. He had the appearance of a very elegant British-looking man."
   },
   "author": {
    "text": "Michael Haneke"
   }
  },
  {
   "quote": {
    "text": "The theme my generation explored was the relationship between capitalism and art."
   },
   "author": {
    "text": "Takashi Murakami"
   }
  },
  {
   "quote": {
    "text": "My hope always when I am working with a new client is that I will cultivate a relationship with them: develop a dialogue and a way of working. This makes it easy for a star to trust you."
   },
   "author": {
    "text": "Brad Goreski"
   }
  },
  {
   "quote": {
    "text": "I believe that every character is a setting, a world with moving parts, and on the other hand, every setting is, in fact, a character - a living breathing thing with personality and backstory. The way stories come to life, at least for me, is when these elements commune in relationship to one another."
   },
   "author": {
    "text": "Jason Reynolds"
   }
  },
  {
   "quote": {
    "text": "All of our great traditions, religious, contemplative and artistic, say that you must a learn how to be alone - and have a relationship with silence. It is difficult, but it can start with just the tiniest quiet moment."
   },
   "author": {
    "text": "David Whyte"
   }
  },
  {
   "quote": {
    "text": "So the American government lied to the Native Americans for many, many years, and then President Clinton lied about a relationship, and everyone was surprised! A little naive, I feel!"
   },
   "author": {
    "text": "Eddie Izzard"
   }
  },
  {
   "quote": {
    "text": "There are ups and downs in so many relationships, but with Shah Rukh, there is deep love. There's no other way of communicating the respect and love I have for him. And I believe that ours will be a dynamic, and relationship and connect that will be forever."
   },
   "author": {
    "text": "Karan Johar"
   }
  },
  {
   "quote": {
    "text": "Maybe the most that you can expect from a relationship that goes bad is to come out of it with a few good songs."
   },
   "author": {
    "text": "Marianne Faithfull"
   }
  },
  {
   "quote": {
    "text": "I was glad to hear of that determination as I detest the practice of cousins marrying or any marriage between persons in which there can be traced the most distant relationship. I go for the improvement instead of the deterioration of our race."
   },
   "author": {
    "text": "Ezra Cornell"
   }
  },
  {
   "quote": {
    "text": "People of noble character are afraid of keeping friendship with dishonorable people. But people of discreditable character consider friendship with the dishonorable as a blood relationship."
   },
   "author": {
    "text": "Thiruvalluvar"
   }
  },
  {
   "quote": {
    "text": "When a mother quarrels with a daughter, she has a double dose of unhappiness hers from the conflict, and empathy with her daughter's from the conflict with her. Throughout her life a mother retains this special need to maintain a good relationship with her daughter."
   },
   "author": {
    "text": "Terri Apter"
   }
  },
  {
   "quote": {
    "text": "There's a really unique relationship between a single parent and their child. Marriages so easily break up. There's kind of this temporary deal about marriages. That's one of the things that makes it stressful, and that's something that's nonexistent in a parent-child relationship."
   },
   "author": {
    "text": "Jeremy Sisto"
   }
  },
  {
   "quote": {
    "text": "Being a woman, we talk about equal pay all the time. We're not talking about if you're black or if you are Latina. I would like to get back to that and improving the relationship between the police community and the community of color. I don't know exactly all the right things to say, but I want to engage in that conversation."
   },
   "author": {
    "text": "Megan Rapinoe"
   }
  },
  {
   "quote": {
    "text": "The Bible is the only credible guide either as to the real relationship between man and the earth and the great Creator of both or concerning the purpose of the creation of both."
   },
   "author": {
    "text": "Joseph Franklin Rutherford"
   }
  },
  {
   "quote": {
    "text": "I have had a love-hate relationship with my body."
   },
   "author": {
    "text": "Demi Moore"
   }
  },
  {
   "quote": {
    "text": "I think I realized my parents' relationship was special when I had my first girlfriend, and she came from a broken marriage. I watched how much closeness there was between her and her mom, and also how much bickering."
   },
   "author": {
    "text": "Brett Young"
   }
  },
  {
   "quote": {
    "text": "I'm very interested in the language of photography in relationship to painting."
   },
   "author": {
    "text": "Catherine Opie"
   }
  },
  {
   "quote": {
    "text": "In the startup work environment, you get to have a relationship with your boss, the investors, and the key members of the team. Startups are like families - you see the good, the bad and the ugly, but in the end, you've got each other's back."
   },
   "author": {
    "text": "Clay Clark"
   }
  },
  {
   "quote": {
    "text": "I think people have this love-hate relationship with tennis. I also feel like that."
   },
   "author": {
    "text": "Garbine Muguruza"
   }
  },
  {
   "quote": {
    "text": "So I wanted to sing inspirational music, and that's exactly how I approached it - only the words have been changed to declare my relationship with God."
   },
   "author": {
    "text": "Smokey Robinson"
   }
  },
  {
   "quote": {
    "text": "I definitely have a relationship with God for myself, and yes I grew up that way, and I choose to keep the relationship that way. It's real; that's my balance. Sundays, I was in church, and Monday through Friday, I was with the knuckleheads having a little fun."
   },
   "author": {
    "text": "BJ the Chicago Kid"
   }
  },
  {
   "quote": {
    "text": "When one is the type of writer who cares about the meaning of the historically specific setting, the history itself is not something that I would call backdrop. It's not window dressing for a timeless relationship about love and betrayal. For me, the setting and the specific history are active co-agents with me in trying to form the novel."
   },
   "author": {
    "text": "Rachel Kushner"
   }
  },
  {
   "quote": {
    "text": "I think it's hard to leave a relationship that you shouldn't be in. It's a self thing and not really realizing your worth and how much you deserve in love."
   },
   "author": {
    "text": "Ravyn Lenae"
   }
  },
  {
   "quote": {
    "text": "I think that in any language when you have a real relationship, and there is love and respect between people, infidelity is always something difficult to accept - whether you are Chinese, British, French. I think that is a universal concept... or problem."
   },
   "author": {
    "text": "Jean-Michel Jarre"
   }
  },
  {
   "quote": {
    "text": "Then there is the further question of what is the relationship of thinking to reality. As careful attention shows, thought itself is in an actual process of movement."
   },
   "author": {
    "text": "David Bohm"
   }
  },
  {
   "quote": {
    "text": "My first two novels featured narrators who were aggressively unattached: They couldn't form any sort of genuine relationship. So I had thoroughly explored the geography of loneliness and isolation."
   },
   "author": {
    "text": "Gillian Flynn"
   }
  },
  {
   "quote": {
    "text": "A pick-up artist gave me a good piece of advice: the three most important things in a relationship are honesty, trust and respect, and if you don't have those, you don't have love."
   },
   "author": {
    "text": "Neil Strauss"
   }
  },
  {
   "quote": {
    "text": "Trust is important in any relationship, not just a romantic one."
   },
   "author": {
    "text": "Stephanie Sigman"
   }
  },
  {
   "quote": {
    "text": "Human beings have speculated about the relationship between inspiration and insanity for centuries."
   },
   "author": {
    "text": "Patty Duke"
   }
  },
  {
   "quote": {
    "text": "My memory of my household is of one immersed in books and music. I have a very intimate relationship with Bengali literature, particularly Tagore, and my interest besides reading then was music."
   },
   "author": {
    "text": "Siddhartha Mukherjee"
   }
  },
  {
   "quote": {
    "text": "My relationship with God is what gives me a moral compass on what decisions to make and that stuff. I'm thankful that I have the people around me that I do, and they remind me each day of who I am and what I stand for."
   },
   "author": {
    "text": "Alyson Stoner"
   }
  },
  {
   "quote": {
    "text": "I don't have an issue with marrying an actor, though it's definitely tough. I work with actors and interact with star wives, and I don't know how they do it. Loyalty is a very important factor for me, and I need to be in a relationship where the person will complete me and fill me up."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "Every relationship between two individuals or two groups will be characterized by the ratio of secrecy that is involved in it."
   },
   "author": {
    "text": "Georg Simmel"
   }
  },
  {
   "quote": {
    "text": "If love means that one person absorbs the other, then no real relationship exists any more. Love evaporates; there is nothing left to love. The integrity of self is gone."
   },
   "author": {
    "text": "Ann Oakley"
   }
  },
  {
   "quote": {
    "text": "Every relationship I've been in becomes long-distance because of work. It's never worked out. It puts an intense strain on the relationship, and at a certain point, it becomes too difficult."
   },
   "author": {
    "text": "Anton Yelchin"
   }
  },
  {
   "quote": {
    "text": "You have nothing if you're texting a guy in a relationship. We can text six women a minute. We can text it and push 'reply all.' I mean, since we're lying, we might as well lie to everybody."
   },
   "author": {
    "text": "Steve Harvey"
   }
  },
  {
   "quote": {
    "text": "For the United States to be a global leader, we have to have a very tight relationship with Europe. And we've held that relationship since 1949 when we established the North Atlantic Treaty Organization, NATO. NATO is the bond. It's a security bond."
   },
   "author": {
    "text": "Wesley Clark"
   }
  },
  {
   "quote": {
    "text": "Each new tool we create ends an old relationship with the world and starts a new one. And we're changed by that relationship, inevitably. It changes the way we live, changes our patterns, changes our social organization."
   },
   "author": {
    "text": "Ellen Ullman"
   }
  },
  {
   "quote": {
    "text": "It's a great relationship when you can work with the person who you consider to be your soul mate."
   },
   "author": {
    "text": "Rick Derringer"
   }
  },
  {
   "quote": {
    "text": "When I was younger, the idea of the bad boy was appealing, but then I grew up and realized that stable people are more fulfilling. Bad boys need more time to themselves. I want to be in a relationship with someone who knows how to take care of himself and is therefore able to take care of me. That way, we can put each other first."
   },
   "author": {
    "text": "Jessica Parker Kennedy"
   }
  },
  {
   "quote": {
    "text": "My husband and I have, in some ways, a non-traditional relationship - especially when it comes to domestic duties. He does most of the cooking, dishes, and laundry, while I do most of the yard work. I love to mow the lawn! And I take great satisfaction in planting and pruning."
   },
   "author": {
    "text": "Therese Fowler"
   }
  },
  {
   "quote": {
    "text": "I like the relationship between the master and the student. Each piece has new problems, and each is different. They're all an indentured servitude. There's that subjugation that you have to put yourself under. It's a give and take. There is work involved, and during that time, the greatest things are revealed."
   },
   "author": {
    "text": "Mike Bidlo"
   }
  },
  {
   "quote": {
    "text": "If a relationship has to be a secret, you shouldn't be in it."
   },
   "author": {
    "text": "Regina Brett"
   }
  },
  {
   "quote": {
    "text": "I love being onstage. I love the relationship with the audience. I love the letting go, the sense of discovery, the improvising."
   },
   "author": {
    "text": "Stephen Colbert"
   }
  },
  {
   "quote": {
    "text": "I feel like the people from Iceland have a different relationship with their country than other places. Most Icelandic people are really proud to be from there, and we don't have embarrassments like World War II where we were cruel to other people."
   },
   "author": {
    "text": "Bjork"
   }
  },
  {
   "quote": {
    "text": "Maybe it's just a personal thing, but I get so much grounding from Iceland because I know it's always going to be there. I have a very happy, healthy relationship with the country, so it's really easy to go everywhere because I always have Iceland to go back to."
   },
   "author": {
    "text": "Bjork"
   }
  },
  {
   "quote": {
    "text": "I think honest communication, no matter where it comes from, is positive for a relationship."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "The relationship with my people, the Nigerian people, is very good. My relationship with the rulers has always been problematic."
   },
   "author": {
    "text": "Chinua Achebe"
   }
  },
  {
   "quote": {
    "text": "There is a direct relationship between how we feel about Jesus Christ and how we see ourselves. We cannot increase our devotion to the Savior without also obtaining a greater sense of purpose, identity, and conviction."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "I would be delighted if the United States could have a positive relationship with Russia, and I would be thrilled if the Russian people, who are so capable, had a normal country that they could chart a different future."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Remember, the IDF, the Israeli Defense Forces, have a working relationship with the Palestinian Authority security forces, which have been incredibly professional."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "I get along with guys; most of my friends are guys. It's easier to trust men sometimes. I only have a few close girlfriends that I trust."
   },
   "author": {
    "text": "Paris Hilton"
   }
  },
  {
   "quote": {
    "text": "When I'm in a relationship, I give my heart and soul to it and do it 100 percent."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "The most important thing for me is having a relationship with God. To know that the owner, the creator of the universe loves you, sent His Son to die for your sins; that's very empowering. Knowing Him and knowing that He loves me gives me encouragement and confidence to move forward."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "It took me a long time to understand the relationship between ideas and between objective facts. But after I clearly understood this relationship, I didn't fool around with other wild ideas. That is one of the main reasons why I just make my scheme as simple as possible."
   },
   "author": {
    "text": "Ludwig Mies van der Rohe"
   }
  },
  {
   "quote": {
    "text": "It destroys one's nerves to be amiable every day to the same human being."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "I have developed a very strong partiality for the dead: they don't talk back, they don't sue, and they don't have angry relatives."
   },
   "author": {
    "text": "Ron Chernow"
   }
  },
  {
   "quote": {
    "text": "In the grip of a neurological disorder, I am fast losing control of words even as my relationship with the world has been reduced to them."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "'The Story of Us' is about running into someone I had been in a relationship with at an awards show, and we were seated a few seats away from each other. I just wanted to say to him, 'Is this killing you? Because it's killing me.' But I didn't. Because I couldn't. Because we both had these silent shields up."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "I can imagine it's hard to make a relationship last. I wouldn't know."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "I think the worst part about a breakup sometimes, if one could choose a worst part, would possibly be if you get out of a relationship, and you don't recognize yourself because you changed a lot about you."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "The drama and the trauma of the relationship you have when you're 16 can mirror the one you have when you're 26. Life repeats itself."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "If I think too hard about a relationship, I'll talk myself out of it."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "I'm the girl who - I call it girl-next-door-itis - the hot guy is friends with and gets all his relationship advice from but never considers dating."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "It is no wonder that advocates of Obamacare blindly push forward with their agenda to force religious Americans to violate their own precepts: in the war between the state and the individual, religion is on the side of the individual and his or her relationship with God. That is why symbolic prayer matters. It is symbolic."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "Your relationship to food is but a reflection of your relationship to yourself, as is everything in your life."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Finding that financial independence away from a broken relationship is probably one of the most powerful places a woman can get to."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "I've developed a theory that there's an inverse relationship between money and imagination. That if you've got lots of imagination then you don't really need much money, and if you've got lots of money then you won't bother with much imagination."
   },
   "author": {
    "text": "Alan Moore"
   }
  },
  {
   "quote": {
    "text": "I love having the support of my caucus. We have a good working relationship."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "I don't think that political history is full of a whole lot of tremendously honest people. I have never found any fault about that as far as Mr. Trump is concerned in my relationship with him."
   },
   "author": {
    "text": "Bobby Knight"
   }
  },
  {
   "quote": {
    "text": "I think everyone understands grief, the journey it takes us on, whether it's the death of a loved one, the end of a relationship, a disappointment. Some people don't deal with it, the power of it. Some do. Some feel the weight of it and it informs their choices. I've had to open up to grief in different contexts."
   },
   "author": {
    "text": "Tori Amos"
   }
  },
  {
   "quote": {
    "text": "Every single person in my life and every relationship I have is distant because all I do is music."
   },
   "author": {
    "text": "Mac Miller"
   }
  },
  {
   "quote": {
    "text": "As a child and a teenager, my attitudes and actions assumed the superiority of my race in almost every way without knowing or wanting to know anybody who was black, except Lucy. Lucy came to our house on Saturdays to help my mother clean. I liked Lucy, but the whole structure of the relationship was demeaning."
   },
   "author": {
    "text": "John Piper"
   }
  },
  {
   "quote": {
    "text": "Tennis is the purest form of democracy. There was a symbiotic, chicken-and-egg relationship for me between democracy and tennis."
   },
   "author": {
    "text": "Martina Navratilova"
   }
  },
  {
   "quote": {
    "text": "A record company used to be a very good thing, but they ended up soul-destroyingly trapping people in the accounting department. And you couldn't get any further, and the heads of each department were changing all the time, so you couldn't have any permanent relationship within the corporation."
   },
   "author": {
    "text": "John Lydon"
   }
  },
  {
   "quote": {
    "text": "Unfenced by law, the unmarried lover can quit a bad relationship at any time. But you - the legally married person who wants to escape doomed love - may soon discover that a significant portion of your marriage contract belongs to the State, and that it sometimes takes a very long while for the State to grant you your leave."
   },
   "author": {
    "text": "Elizabeth Gilbert"
   }
  },
  {
   "quote": {
    "text": "It's funny about men and women. Men pay in cash to get them and pay in cash to get rid of them. Women pay emotionally coming and going. Neither has it easy."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "My first relationship was from when I was about 15 to 19. My second relationship was kind of like a rebound, but also a really important part of my journey - he was very emotionally manipulative and just wanted me to be an accessory."
   },
   "author": {
    "text": "Kali Uchis"
   }
  },
  {
   "quote": {
    "text": "We have seen the most difficult times and were there to back each other. We have struggled, seen career highs and lows, and know we will be there for each other forever. We have together build our relationship strong. Himanshu is my biggest investment, and I can't let him go."
   },
   "author": {
    "text": "Amruta Khanvilkar"
   }
  },
  {
   "quote": {
    "text": "I had a very unhealthy relationship with food that turned into bulimia."
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "It's nice to play a character that has a soulful, dependent, close relationship. It must mean my character is interesting in some way."
   },
   "author": {
    "text": "Jeff Goldblum"
   }
  },
  {
   "quote": {
    "text": "I had never really dated. I've always been a relationship kind of person."
   },
   "author": {
    "text": "Bruce Willis"
   }
  },
  {
   "quote": {
    "text": "Food sovereignty is an affirmation of who we are as indigenous peoples and a way, one of the most surefooted ways, to restore our relationship with the world around us."
   },
   "author": {
    "text": "Winona LaDuke"
   }
  },
  {
   "quote": {
    "text": "If you're with someone, it's because you're moving in the same direction, and you both are looking for the same thing. Both of you have to share the same concept of what a relationship means."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "The dynamic of how women and men are meant to interact, for those of us who are looking for a heterosexual relationship, is very broken, and it leads to a lot of really dysfunctional relationships, abusive and otherwise."
   },
   "author": {
    "text": "Whitney Wolfe Herd"
   }
  },
  {
   "quote": {
    "text": "It seemed like whenever I got a bona fide offer from Ferrari, I couldn't do it. And vice versa - when I was ready, their seats were taken. We always had a relationship, but what's important is that I pretty much started my F1 career with them and ended it there, too."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "The biggest mistake is believing there is one right way to listen, to talk, to have a conversation - or a relationship."
   },
   "author": {
    "text": "Deborah Tannen"
   }
  },
  {
   "quote": {
    "text": "I don't have a bad relationship. I'm 48 years old. I think life is too short for that. To me, life is... you open the shutters, you see the dogs outside, you look left, you look right, in, what, a second and a half? And that's a life."
   },
   "author": {
    "text": "Jean-Claude Van Damme"
   }
  },
  {
   "quote": {
    "text": "I have a very strange relationship in general with women around my music. There's some that understand it and some that think there should be a law against it."
   },
   "author": {
    "text": "Nick Cave"
   }
  },
  {
   "quote": {
    "text": "Using no control and using humor will build a relationship and make a dent to where the client puts the counselor in their quality world and then begins to relate and seek out the counselor. Effective therapy begins with the acceptance of the therapist into the client's quality world."
   },
   "author": {
    "text": "William Glasser"
   }
  },
  {
   "quote": {
    "text": "The formula for achieving a successful relationship is simple: you should treat all disasters as if they were trivialities but never treat a triviality as if it were a disaster."
   },
   "author": {
    "text": "Quentin Crisp"
   }
  },
  {
   "quote": {
    "text": "I think you have to know how you feel when you're sad and it's healthy to mourn if a relationship ends."
   },
   "author": {
    "text": "Leighton Meester"
   }
  },
  {
   "quote": {
    "text": "I think the relationship between memory and time is a very deep and tricky one, to tell you the truth. I don't consider memory another sense. I do consider memory that which allows us to think that time flows."
   },
   "author": {
    "text": "Brian Greene"
   }
  },
  {
   "quote": {
    "text": "I don't dislike any of my exes. If I took time to form a relationship, it's gonna hurt when we move on, but are you puttin' White-Out over all that beautiful time together? That was real time in your life. It's connected to where you are today."
   },
   "author": {
    "text": "Matthew McConaughey"
   }
  },
  {
   "quote": {
    "text": "My experiences in life are getting bigger and better. The more stuff I do, the more stuff I talk about - having kids, traveling, going through relationship problems, dealing with things in my own family. All that stuff builds character."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "Every relationship should eventually become a long-term relationship. Any director that I meet now isn't just a director. He's potentially a friend, and someone I can call to do a project that I want or that I have."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "I read so much stuff that black women say, especially about my relationship. 'Oh, he left his black wife to go be with some exotic chick.' First of all, my girl is black: she's Jamaican."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "The life of the community, both domestically and internationally, clearly demonstrates that respect for rights, and the guarantees that follow from them, are measures of the common good that serve to evaluate the relationship between justice and injustice, development and poverty, security and conflict."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "I've always been a slow starter. My first date was with a girl called Cessi. We had a beautiful relationship over the phone all summer, and then when we met, I couldn't look her in the eye."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "I wrote a screenplay for 'The Witches,' which Alfonso Cuaron was producing, but we couldn't get it made! The studio just wouldn't greenlight that movie. It's my favorite Roald Dahl book, 'The Witches,' because I grew up with my grandmother a lot of the time, and the relationship between the boy and the grandmother speaks volumes to me."
   },
   "author": {
    "text": "Guillermo del Toro"
   }
  },
  {
   "quote": {
    "text": "Never too late to change your relationship with somebody in your life."
   },
   "author": {
    "text": "Anderson Cooper"
   }
  },
  {
   "quote": {
    "text": "Even if I'd had a really happy relationship with my father and there was no emotional hiatus for a decade and a half, I probably would still have made some of the same choices for movies that I've made."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "I won't have a traditional marriage; I don't find the value in that anymore. But I am such a hopeless romantic and I really want love and I want a committed relationship, so I am going to reinvent marriage for myself."
   },
   "author": {
    "text": "Halle Berry"
   }
  },
  {
   "quote": {
    "text": "In any relationship, after the first year is over, you can't help but want your own space."
   },
   "author": {
    "text": "Helena Bonham Carter"
   }
  },
  {
   "quote": {
    "text": "If you cultivate a relationship in a genuine, thoughtful way, people will be more inclined to want to help you even though they don't have to help you."
   },
   "author": {
    "text": "Douglas Conant"
   }
  },
  {
   "quote": {
    "text": "I learnt to stop fantasising about the perfect job or the perfect relationship because that can actually be an excuse for not living."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "Filming 'Eclipse' - Eclipse was my favorite book so I was really excited to start filming the movie. I just love that it's the height of the love triangle. 'Twilight' develops Edward and Bella's relationship, 'New Moon' develops Jacob and Bella's and in 'Eclipse,' the three of them are physically together."
   },
   "author": {
    "text": "Taylor Lautner"
   }
  },
  {
   "quote": {
    "text": "Do you know that other than my father, I've never had a man take care of me?"
   },
   "author": {
    "text": "Dionne Warwick"
   }
  },
  {
   "quote": {
    "text": "I met my grandfather just before he died, and it was the first time that I had seen Dad with a relative of his. It was interesting to see my own father as a son and the body language and alteration in attitude that comes with that, and it sort of changed our relationship for the better."
   },
   "author": {
    "text": "Christian Bale"
   }
  },
  {
   "quote": {
    "text": "If you love somebody, you love them. My parents had a 25-year age gap between them and my mum was the breadwinner, my dad the house husband. I'm a strong believer that a good relationship can work, whatever the situation."
   },
   "author": {
    "text": "Katherine Jenkins"
   }
  },
  {
   "quote": {
    "text": "Honesty lies in understanding our close and necessary relationship with not wanting to hear the truth."
   },
   "author": {
    "text": "David Whyte"
   }
  },
  {
   "quote": {
    "text": "As a publisher, you have no direct relationship with advertisers."
   },
   "author": {
    "text": "Jason Calacanis"
   }
  },
  {
   "quote": {
    "text": "Everything that went on in my life... it was super important for me to have Camden first. And by that I mean my son and to have that relationship with my son to give me that quiet confidence that I needed as a mother and as a woman. Now with Brooklyn, I am just so at ease; I am so comfortable."
   },
   "author": {
    "text": "Vanessa Lachey"
   }
  },
  {
   "quote": {
    "text": "I believe it matters how you treat people. I believe in Heaven. I don't believe that this is it, and then we're done. I have a lovely relationship with God, although when I've lost someone or I've seen a sick child, I've had conversations with Him in which I've had to ask, 'How can that be right?'"
   },
   "author": {
    "text": "Melissa McCarthy"
   }
  },
  {
   "quote": {
    "text": "Sacrificing your relationship for your career sounds noble and romantic from the outside, but the reality is that it can create a pattern of self-destruction that will ultimately burn you out on the career you've worked so hard to build. It's a trap and, for some, an easy way out of having to maintain relationships under stress."
   },
   "author": {
    "text": "Emily V. Gordon"
   }
  },
  {
   "quote": {
    "text": "I don't want to have a relationship with someone if I'm not going to work with them."
   },
   "author": {
    "text": "Bill Murray"
   }
  },
  {
   "quote": {
    "text": "Once you accept the existence of God - however you define him, however you explain your relationship to him - then you are caught forever with his presence in the center of all things."
   },
   "author": {
    "text": "Morris West"
   }
  },
  {
   "quote": {
    "text": "When you're in a relationship, if you just break it down to regular terms, people are attracted to something, and that's what they want you to be, and that's what you should just be, and for me, it's very simple - if I meet a girl and I say, 'This is what I like about you. Just continue. Every day.'"
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "Almost 30 years ago, I started seeking help from a counselor with a master's of social work in New York City, but we were never a good match. It was like being in a bad relationship, except the guy could actually bill my health insurance company for lousy dates."
   },
   "author": {
    "text": "Gina Barreca"
   }
  },
  {
   "quote": {
    "text": "I have been in love, and it was a great feeling. It's when you are attracted to and feel affection for someone. You want to do things for that person. But only love isn't enough in a relationship - understanding and communication are very important aspects."
   },
   "author": {
    "text": "Yuvraj Singh"
   }
  },
  {
   "quote": {
    "text": "We will pursue a relationship of friendship and co-operation with the United States, always rooted in mutual respect and in the defence of our fellow Mexicans who live and work honourably in that country."
   },
   "author": {
    "text": "Andres Manuel Lopez Obrador"
   }
  },
  {
   "quote": {
    "text": "It wasn't a typical 'Let's go play catch in the backyard' sort of father-son relationship. We always went to job sites with him."
   },
   "author": {
    "text": "Donald Trump, Jr."
   }
  },
  {
   "quote": {
    "text": "I'm a hopeless romantic, and very much the person in a relationship to go: If things are going well, I'll buy the flowers, remember the dates of things, plan fun nights out."
   },
   "author": {
    "text": "Jennifer Love Hewitt"
   }
  },
  {
   "quote": {
    "text": "When you are seeing somebody, then obviously it's a commitment. And if you don't want to commit, then don't be in a relationship. Every relationship deserves a certain credibility and respectability. For me, it's always been like that."
   },
   "author": {
    "text": "Shahid Kapoor"
   }
  },
  {
   "quote": {
    "text": "I think if we want to find happiness by finding a life partner, then it's a little selfish. You should be complete within yourself, so that when you're in a relationship, you can give out happiness rather than expect it."
   },
   "author": {
    "text": "Shahid Kapoor"
   }
  },
  {
   "quote": {
    "text": "I don't count that relationship with Ricky. It's just like a blip at this point. I had to fall in love with the devil himself to get this sweet angel, Jack."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "We never know about anybody else's relationship and how they work - particularly the ones that work for a really, really long time. I was going to say only the people in it, but often, not even they understand how it works."
   },
   "author": {
    "text": "Tilda Swinton"
   }
  },
  {
   "quote": {
    "text": "The question is, can we have a more peaceful, effective relationship with Russia, utilizing interests that are similar in a realistic way to make this world a safer place and get off this dangerous hostility with Russia."
   },
   "author": {
    "text": "Jeff Sessions"
   }
  },
  {
   "quote": {
    "text": "Having kids and a relationship at such an early age definitely built up my hunger and perseverance to succeed."
   },
   "author": {
    "text": "Anderson Silva"
   }
  },
  {
   "quote": {
    "text": "You know, sex is actually not so original as the way people love or the stories behind each relationship, which is what you remember. Sex is sex in the end."
   },
   "author": {
    "text": "Jane Campion"
   }
  },
  {
   "quote": {
    "text": "No relationship works without making an effort. That goes without saying. But you should never overcompensate."
   },
   "author": {
    "text": "Sonam Kapoor"
   }
  },
  {
   "quote": {
    "text": "The relationship between parents and children, but especially between mothers and daughters, is tremendously powerful, scarcely to be comprehended in any rational way."
   },
   "author": {
    "text": "Joyce Carol Oates"
   }
  },
  {
   "quote": {
    "text": "We're getting so pulled in by computers and technology, and our kids have their face in the computers all day. The human relationship is being diminished by this."
   },
   "author": {
    "text": "Lenny Kravitz"
   }
  },
  {
   "quote": {
    "text": "I think the first outfit that really kick-started my relationship with Chanel means a lot to me: it was a black, sort of Studio 54-inspired jumpsuit with gold stars all over it, and I wore that, and that's how my relationship with Chanel began, so, you know, it has sentimental value."
   },
   "author": {
    "text": "Poppy Delevingne"
   }
  },
  {
   "quote": {
    "text": "The African American's relationship to Africa has long been ambivalent, at least since the early nineteenth century, when 3,000 black men crowded into Bishop Richard Allen's African Methodist Episcopal Church in Philadelphia to protest noisily a plan to recolonize free blacks in Africa."
   },
   "author": {
    "text": "Henry Louis Gates"
   }
  },
  {
   "quote": {
    "text": "A relationship can be deeply damaging without anyone leaving marks on you. So many people - especially young women - end up trying to maintain those emotionally abusive relationships because we don't think it's that bad and that we are really some of the lucky ones because we haven't experienced 'real' abuse."
   },
   "author": {
    "text": "Lauren Mayberry"
   }
  },
  {
   "quote": {
    "text": "This thing with everyone knowing you, it's weird, because people have this one-sided relationship where they look at your picture and feel they know you more than someone they actually know. I don't really know myself that well."
   },
   "author": {
    "text": "Robert Pattinson"
   }
  },
  {
   "quote": {
    "text": "Tony and I had a good on and off screen relationship, we are two very different people, but we did share a sense of humor, we now live in different parts of the world but when we find ourselves in the same place it is more or less as if there had been no years in between."
   },
   "author": {
    "text": "Roger Moore"
   }
  },
  {
   "quote": {
    "text": "At the 'Guardian,' we have a special relationship with our readers. This relationship is not just about the news; it's about a shared sense of purpose and a commitment to understand and illuminate our times."
   },
   "author": {
    "text": "Katharine Viner"
   }
  },
  {
   "quote": {
    "text": "I like the idea of a relationship where you can need and rely on each other and not feel needy and not feel like that makes you not independent."
   },
   "author": {
    "text": "Brett Young"
   }
  },
  {
   "quote": {
    "text": "It's not just the number of friends you have, and it's not whether or not you're in a committed relationship. It's the quality of your close relationships that matters."
   },
   "author": {
    "text": "Robert J. Waldinger"
   }
  },
  {
   "quote": {
    "text": "What defines a relationship is the work that's involved to maintain it, and it's constantly changing."
   },
   "author": {
    "text": "Neil Patrick Harris"
   }
  },
  {
   "quote": {
    "text": "It is better to have a relationship with someone who cheats on you than with someone who does not flush the toilet."
   },
   "author": {
    "text": "Uma Thurman"
   }
  },
  {
   "quote": {
    "text": "As leaders, we must remember that effectively executing business plans involves a consistent engagement in activities that would typically create animosity in every other non-business relationship."
   },
   "author": {
    "text": "Clay Clark"
   }
  },
  {
   "quote": {
    "text": "I think there's such a fine line in a relationship. The role of imagination and privacy... how much space can you allow before that becomes distance? And similarly, imagination is empathy. That's how you achieve empathy. It's how you can be with another person and understand how they are in the world."
   },
   "author": {
    "text": "Katie Kitamura"
   }
  },
  {
   "quote": {
    "text": "I don't think you can cover a song unless you love it and have a relationship with it. With 'Golden Heart' I felt a sense of responsibility. And when we were recording it in the studio, it felt almost dream-like. Something you might hear if you were in Senegal, with someone singing from the mosque in the morning just as the sun's coming up."
   },
   "author": {
    "text": "Neneh Cherry"
   }
  },
  {
   "quote": {
    "text": "My second marriage was to a girl I met in Manchester, kept a long-distance relationship going for two years, then we got married... disaster."
   },
   "author": {
    "text": "Ian McShane"
   }
  },
  {
   "quote": {
    "text": "The military infrastructure grew me. My faith in God is important, my belief in my country is important, my relationship to my family is important, the things that Mom and Dad tell you growing up are important."
   },
   "author": {
    "text": "Tommy Franks"
   }
  },
  {
   "quote": {
    "text": "It is true that women tend to be more identified with their bodies because in this crazy world, both men and women measure women's value as human beings in relationship to their physical appearance."
   },
   "author": {
    "text": "Andrew Cohen"
   }
  },
  {
   "quote": {
    "text": "We want a marriage with our customers, not a relationship."
   },
   "author": {
    "text": "Daniel Drew"
   }
  },
  {
   "quote": {
    "text": "For me, every photograph is a portrait; the clothes are just a vehicle for what I want to say. You're photographing a relationship with the person you're shooting; there's an exchange, and that's what that picture is."
   },
   "author": {
    "text": "Peter Lindbergh"
   }
  },
  {
   "quote": {
    "text": "I have always had a strange relationship to Portland, Oregon. It's a great city. The people who live there love it openly and loudly, and it regularly appears on the lists of best American cities. But something has always felt weird to me about Portland. And not in the way Portlanders mean 'weird' in their slogan 'Keep Portland weird.'"
   },
   "author": {
    "text": "W. Kamau Bell"
   }
  },
  {
   "quote": {
    "text": "I've tried, in 'Bloodmoney,' to tell a story that gets at the crazy relationship between the ISI and the CIA, these absolutely fascinating, often mutually destructive two scorpions in a bottle kind of relationship that they have."
   },
   "author": {
    "text": "David Ignatius"
   }
  },
  {
   "quote": {
    "text": "The president who achieved a true democracy. The president who built a peaceful relationship between the North and the South. The president who achieved a more equal and fair economy. That's how I want to be remembered."
   },
   "author": {
    "text": "Moon Jae-in"
   }
  },
  {
   "quote": {
    "text": "I don't know if there is a 'lack' of good black men. But when you haven't taken the time to get to know yourself, be OK with you, and articulate what it is you want in a relationship, then you can't possibly find that person for you because you don't even know what you're looking for."
   },
   "author": {
    "text": "Keshia Knight Pulliam"
   }
  },
  {
   "quote": {
    "text": "The science supporting the relationship between carbohydrates and dementia is quite exciting, as it paves the way for lifestyle changes that can profoundly affect a person's chances of remaining intact, at least from a brain perspective."
   },
   "author": {
    "text": "David Perlmutter"
   }
  },
  {
   "quote": {
    "text": "In real life, there are some times where a partner has cheated on somebody, and that person never found out about it. I have to imagine that that's happened before. It's a thing we don't really want to think about, because it's maybe the most painful thing to think about in a relationship - 'What if I've been cheated on and never knew?'"
   },
   "author": {
    "text": "Paul Rust"
   }
  },
  {
   "quote": {
    "text": "I'm not the first person to talk about this, but L.A. is just sort of a weird city because it's just a bunch of little towns put together under the umbrella of L.A. So people feel disconnected from each other and far apart, and in a relationship, that can also be a thing."
   },
   "author": {
    "text": "Paul Rust"
   }
  },
  {
   "quote": {
    "text": "I love exploring the relationship between fathers and daughters. I think that's a special thing, especially with daughters who are dealing with being adults."
   },
   "author": {
    "text": "Tim Daly"
   }
  },
  {
   "quote": {
    "text": "I have a love-hate relationship with Twitter. There are moments I feel like 99 percent of the people who write stuff are the sweetest people, and then one crazy guy or girl spoils the whole thing."
   },
   "author": {
    "text": "Carice van Houten"
   }
  },
  {
   "quote": {
    "text": "We must not confuse religion with God, or technology with science. Religion stands in relationship to God as technology does in relation to science. Both the conduct of religion and the pursuit of technology are capable of leading mankind into evil; but both can prompt great good."
   },
   "author": {
    "text": "Robert Winston"
   }
  },
  {
   "quote": {
    "text": "If the bond between a husband and his wife is strong, then I think they complete each other, and the relationship also survives longer."
   },
   "author": {
    "text": "Kratika Sengar"
   }
  },
  {
   "quote": {
    "text": "There isn't any sibling rivalry; I think we have very different, very individual career paths and have never really thought that way. He's my brother. I only have one, and we're very close. We wouldn't ever allow that stuff affect our relationship."
   },
   "author": {
    "text": "Casey Affleck"
   }
  },
  {
   "quote": {
    "text": "If you break up with a girlfriend or a boyfriend, you're in this vulnerable state where you're still kind of half in the relationship with them, but you're single, and it takes a while to feel solid in yourself again."
   },
   "author": {
    "text": "Sam Palladio"
   }
  },
  {
   "quote": {
    "text": "Prince and I were just friends. I think he would have been happy to have had a relationship."
   },
   "author": {
    "text": "Stevie Nicks"
   }
  },
  {
   "quote": {
    "text": "When I was growing up, we used to play basketball in a park that was never shoveled when it snowed. The basketball rims were never fixed. And we understood then that there was a relationship between public policy and our quality of life."
   },
   "author": {
    "text": "DeForest Soaries"
   }
  },
  {
   "quote": {
    "text": "The closer and more confidential our relationship with someone, the less we are entitled to ask about what we are not voluntarily told."
   },
   "author": {
    "text": "Louis Kronenberger"
   }
  },
  {
   "quote": {
    "text": "I don't believe in open relationships. If you want to be with someone else, you shouldn't be in a relationship in the first place."
   },
   "author": {
    "text": "Pixie Lott"
   }
  },
  {
   "quote": {
    "text": "I was a very romantic, overly dramatic young lady, which served me well as a songwriter. Especially as someone who had to focus on lyrics and melody, because if you're a dramatic and romantic person, lyrics come easy, and you turn every single short-term relationship into the biggest 'Romeo-and-Juliet' story ever."
   },
   "author": {
    "text": "Jane Wiedlin"
   }
  },
  {
   "quote": {
    "text": "Regardless of the gender of the highest wage earner, the balance of power in the relationship will suffer if the higher earner uses control of the purse strings as a system of reward and punishment. It will also suffer if the lower earner takes a chippy, haughty attitude to spending money they haven't actually generated themselves."
   },
   "author": {
    "text": "Marian Keyes"
   }
  },
  {
   "quote": {
    "text": "People are fans of Dunkin' Donuts. They have a relationship with the company, they go there every day. Dunkin' Donuts is using Twitter to communicate with those people. There are people who are finding value in that. There's thousands of people, I don't know how many thousands now, following Dunkin' Donuts."
   },
   "author": {
    "text": "Evan Williams"
   }
  },
  {
   "quote": {
    "text": "No gentleman ever discusses any relationship with a lady."
   },
   "author": {
    "text": "Keith Miller"
   }
  },
  {
   "quote": {
    "text": "The worst thing you can do in a relationship, and what's really unattractive about it, is that people begin to limit each other."
   },
   "author": {
    "text": "Jamie Johnson"
   }
  },
  {
   "quote": {
    "text": "And across Afghanistan, every single day, Afghan soldiers, Afghan police and ISAF troops are serving shoulder-to-shoulder in some very difficult situations. And our engagement with them, our shoulder-to-shoulder relationship with them, our conduct of operations with them every single day defines the real relationship."
   },
   "author": {
    "text": "John R. Allen"
   }
  },
  {
   "quote": {
    "text": "I've always had an uneasy relationship with technology and how it insinuates itself into our lives: for example. I always prefer talking face-to-face with friends than texting or calling, and if I want to get updates on their lives, I don't go to Facebook but meet them in person."
   },
   "author": {
    "text": "Chin Han"
   }
  },
  {
   "quote": {
    "text": "When you form a band, you form a real relationship that's like a marriage. It's an emotional connection, especially when you're young... because you don't know what's out there."
   },
   "author": {
    "text": "Robert Coppola Schwartzman"
   }
  },
  {
   "quote": {
    "text": "Novel technologies and ideas that impinge on human biology and their perceived impact on human values have renewed strains in the relationship between science and society."
   },
   "author": {
    "text": "Paul Berg"
   }
  },
  {
   "quote": {
    "text": "I tend to be a person who starts with the presumption that I should trust you until you abuse the privilege, and then our relationship is forever changed. That's a very big line, and chances are it's not going to work if it's crossed. I warn people that this is how I'm going to deal with it."
   },
   "author": {
    "text": "Penny Pritzker"
   }
  },
  {
   "quote": {
    "text": "The relationship between renewable energy sources and the communities we expect to host them must be appropriate and sustainable and, above all, acceptable to local people."
   },
   "author": {
    "text": "Owen Paterson"
   }
  },
  {
   "quote": {
    "text": "You want to have that trust with your QB; you want to build that camaraderie throughout your team and just have that relationship with them, so when you're out there, he doesn't have anything to worry about. He tells you to run this route, you run it to the best of your ability and be there for him."
   },
   "author": {
    "text": "Stefon Diggs"
   }
  },
  {
   "quote": {
    "text": "Nah, I've always had a great relationship with my two brothers, I have always had their support in my football and in everything. They've been very close to me and we have a great relationship."
   },
   "author": {
    "text": "Lionel Messi"
   }
  },
  {
   "quote": {
    "text": "I could never give relationship advice to anybody!"
   },
   "author": {
    "text": "Rihanna"
   }
  },
  {
   "quote": {
    "text": "I use God in my songs a lot but I don't have a relationship. I don't know what that means."
   },
   "author": {
    "text": "Dave Matthews"
   }
  },
  {
   "quote": {
    "text": "Opposites may attract, but I wouldn't put my money on a relationship of financial opposites."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "Long-term relationships are an everyday choice. It's harder to be in a marriage than it is to bounce from one relationship to the next."
   },
   "author": {
    "text": "Pink"
   }
  },
  {
   "quote": {
    "text": "Having sisters is the best. I have a different relationship with each of them. I go to Kim for fashion advice, Khloe is always boy and family advice, and Kourtney is like another mother to me."
   },
   "author": {
    "text": "Kylie Jenner"
   }
  },
  {
   "quote": {
    "text": "Never assume that the guy understands that you and he have a relationship."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "We have a strange and wonderful relationship - he's strange and I'm wonderful."
   },
   "author": {
    "text": "Mike Ditka"
   }
  },
  {
   "quote": {
    "text": "My working and personal relationship with President Obama is marked by growing trust. I appreciate this."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "Most people like to read about intrigue and spies. I hope to provide a metaphor for the average reader's daily life. Most of us live in a slightly conspiratorial relationship with our employer and perhaps with our marriage."
   },
   "author": {
    "text": "John le Carre"
   }
  },
  {
   "quote": {
    "text": "But I think the real tension lies in the relationship between what you might call the pursuer and his quarry, whether it's the writer or the spy."
   },
   "author": {
    "text": "John le Carre"
   }
  },
  {
   "quote": {
    "text": "It is almost always a fault of one who loves not to realize when he ceases to be loved."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "When we begin to desire a thing, to yearn for it with all our hearts, we begin to establish relationship with it in proportion to the strength and persistency of our longing and intelligent effort to realize it."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "You cannot have a relationship with someone you can't trust."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "If one could be friendly with women, what a pleasure - the relationship so secret and private compared with relations with men. Why not write about it truthfully?"
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "I think if you're in a committed relationship, unless you have some sort of an understanding, monogamy is something that should exist."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "What will support any relationship is clear, complete and conscious conversations when upsets or breakdowns occur."
   },
   "author": {
    "text": "Iyanla Vanzant"
   }
  },
  {
   "quote": {
    "text": "When I look at relationships, my own and others, I see a wide range of reasons for people to be together and ways in which they are together. I see ways in which a relationship - which means something that exists between two or more people - for the most part reinforces people's separateness as individual entities."
   },
   "author": {
    "text": "Ram Dass"
   }
  },
  {
   "quote": {
    "text": "It always seems odd to me that the fundamental laws of physics, when discovered, can appear in so many different forms that are not apparently identical at first, but, with a little mathematical fiddling, you can show the relationship."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "To marry unequally is to suffer equally."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "If you cannot inspire a woman with love of you, fill her above the brim with love of herself; all that runs over will be yours."
   },
   "author": {
    "text": "Charles Caleb Colton"
   }
  },
  {
   "quote": {
    "text": "I don't think the relationship between novels and realities are one to one. Of course novels play different roles. It's essentially just a long narrative form. What you use that long narrative form for can be very different."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "Syria and Iran have always had a pretty tight relationship, and it looks to me like they just cooked up a press release to put out to sort of restate the obvious. They're both problem countries; we know that. And this doesn't change anything."
   },
   "author": {
    "text": "Mitch McConnell"
   }
  },
  {
   "quote": {
    "text": "I always felt like I could go to my mom and speak to her about anything. We have a great relationship."
   },
   "author": {
    "text": "Ella Mai"
   }
  },
  {
   "quote": {
    "text": "It's strange. At some point in your career, the situation between yourself and the camera reverses. For a certain number of years, you court it and you need it, but ultimately, it needs you more, and it's a bit like a relationship. The minute that happens, it turns you off... and it does feel like it is taking something from you."
   },
   "author": {
    "text": "George Michael"
   }
  },
  {
   "quote": {
    "text": "I've stepped more into my womanhood, I'm a mother now, I'm having a beautiful relationship as a wife and as a friend."
   },
   "author": {
    "text": "Alicia Keys"
   }
  },
  {
   "quote": {
    "text": "Let's face it: your average straight, cis-gender teenage boy isn't going to pursue a relationship with a trans-girl."
   },
   "author": {
    "text": "Jazz Jennings"
   }
  },
  {
   "quote": {
    "text": "I've never held out. I'm a first-class guy in any relationship. The first way of getting better is showing up, so I'm always going to show up and do my part and be ready to go."
   },
   "author": {
    "text": "Antonio Brown"
   }
  },
  {
   "quote": {
    "text": "I certainly know that this relationship could not have continued the way it did, when I was at the Pentagon and the president was obviously at the White House, without Betty."
   },
   "author": {
    "text": "Monica Lewinsky"
   }
  },
  {
   "quote": {
    "text": "I want to make people feel certain ways when they listen to my music. Whether it's partying or going through relationship problems or grinding or getting dressed and feeling fly. I want to be who I am and have emotion in my music that affects people."
   },
   "author": {
    "text": "Tyga"
   }
  },
  {
   "quote": {
    "text": "The Spirit of the Holy Ghost is the teacher in the temple. He teaches principles of eternal significance. It is during these instructions that we see the relationship between the earthly and the eternal. We must remember that the Spirit teaches only those who are teachable."
   },
   "author": {
    "text": "L. Lionel Kendrick"
   }
  },
  {
   "quote": {
    "text": "I have a very dark sense of humor. I swear. I have a very playful relationship with Jesus."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "Doing Saturday Night Live definitely affects my relationship with my girlfriend and with my family, because you feel so much pressure to do well that night. But I think everyone's grown to accept that and so they give me my space at the show."
   },
   "author": {
    "text": "Adam Sandler"
   }
  },
  {
   "quote": {
    "text": "If you ask me to describe my relationship, I mean - words are too clumsy to accurately describe how I feel in that regard, particularly in an interview. It's a strange thing."
   },
   "author": {
    "text": "Ryan Reynolds"
   }
  },
  {
   "quote": {
    "text": "As a young girl, football is where I met the people who, to this day, are my best friends. It is also where I began to learn about the important relationship between hard work, teamwork, and fun."
   },
   "author": {
    "text": "Ali Krieger"
   }
  },
  {
   "quote": {
    "text": "Every relationship I've been in, I've overwhelmed the girl. They just can't handle all the love."
   },
   "author": {
    "text": "Justin Timberlake"
   }
  },
  {
   "quote": {
    "text": "Certain people in the United States are driving nails into this structure of our relationship, then cutting off the heads. So the Soviets must use their teeth to pull them out."
   },
   "author": {
    "text": "Mikhail Gorbachev"
   }
  },
  {
   "quote": {
    "text": "OK, in all seriousness, I would say I couldn't be in a relationship without equality, generosity, integrity, spirit, kindness and humor. And awesomeness."
   },
   "author": {
    "text": "Jennifer Aniston"
   }
  },
  {
   "quote": {
    "text": "My relationship with my mom is really the single most profound relationship that I've ever had in my life."
   },
   "author": {
    "text": "Mindy Kaling"
   }
  },
  {
   "quote": {
    "text": "Just as the unique characteristics of both males and females contribute to the completeness of a marriage relationship, so those same characteristics are vital to the rearing, nurturing, and teaching of children."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "The relationship between the prefrontal cortex and the amygdala fundamentally changes with meditation."
   },
   "author": {
    "text": "Jim Yong Kim"
   }
  },
  {
   "quote": {
    "text": "Working parents bring a certain amount of guilt to their relationship with their children."
   },
   "author": {
    "text": "Judy Sheindlin"
   }
  },
  {
   "quote": {
    "text": "When you're doing collaborative music, the relationship that forms is a very bonding kind of experience."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "Like most people, I have this sort of love-hate relationship with Pittsburgh. This is my home, and at times I miss it and find it tremendously exciting, and other times I want to catch the first thing out that has wheels."
   },
   "author": {
    "text": "August Wilson"
   }
  },
  {
   "quote": {
    "text": "I make a habit of asking myself, 'Is there purpose to this meeting or conversation? Do I want to build a relationship with this person or company? Is there purpose behind this meeting that aligns with my life and business strategy?' If the answer is 'No,' then I pass every time."
   },
   "author": {
    "text": "Brandon Webb"
   }
  },
  {
   "quote": {
    "text": "The customer is a remarkably selfish person: He takes the relationship to where the execution is in his favor."
   },
   "author": {
    "text": "Azim Premji"
   }
  },
  {
   "quote": {
    "text": "The main thing experience has taught me is that one has to sort of hone their relationship to time, you know."
   },
   "author": {
    "text": "John Frusciante"
   }
  },
  {
   "quote": {
    "text": "I think the fact that I'm so well known to be gay makes it very difficult to have a convincing relationship with a woman on screen. It wouldn't be at all difficult for me to kiss a woman - I'll kiss a frog if you like."
   },
   "author": {
    "text": "Stephen Fry"
   }
  },
  {
   "quote": {
    "text": "Trust implies that both parties participate in the relationship with both 'gives' and 'gets.'"
   },
   "author": {
    "text": "Denise Morrison"
   }
  },
  {
   "quote": {
    "text": "When families are strong and stable, so are children - showing higher levels of wellbeing and more positive outcomes. But when things go wrong - either through family breakdown or a damaged parental relationship - the impact on a child's later life can be devastating."
   },
   "author": {
    "text": "Iain Duncan Smith"
   }
  },
  {
   "quote": {
    "text": "I am an optimist about the UK. We have been involved in trade with our European partners, which we will always be doing whatever this relationship is. We are a member of the EU. That gives us benefits. But we have to figure out where that is going. In the world, we are a global trader already."
   },
   "author": {
    "text": "Iain Duncan Smith"
   }
  },
  {
   "quote": {
    "text": "The relationship between violence and nonviolence in this country is interesting. The fact of the matter is, you know, people do respond to riots. The 1968 Housing Act was in large response to riots that broke out after Dr. Martin Luther King was killed. They cited these as an actual inspiration."
   },
   "author": {
    "text": "Ta-Nehisi Coates"
   }
  },
  {
   "quote": {
    "text": "The relationship of the toastmaster to speaker should be the same as that of the fan to the fan dancer. It should call attention to the subject without making any particular effort to cover it."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "When one has love for God, one doesn't feel any physical attraction to wife, children, relatives and friends. One retains only compassion for them."
   },
   "author": {
    "text": "Ramakrishna"
   }
  },
  {
   "quote": {
    "text": "A relationship to me is never about the romance."
   },
   "author": {
    "text": "Shia LaBeouf"
   }
  },
  {
   "quote": {
    "text": "A father-son relationship is strong, like no other teammates. You could be straightforward with one another."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "It's pretty easy for me to say that the most important thing in my life is my relationship with Jesus Christ, followed by my relationship with family. And football's later on down the line."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "Technology is such a broad kind of term, it really applies to so many things, from the electric light to running cars on oil. All of these different things can be called technology. I have kind of a love-hate relationship with it, as I expect most people do. With the computer, I spend so many hours sitting in front of a computer."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "In no relationship at the top of any walk of life is it always easy, least of all in politics which matters so much and which is conducted in such a piercing spotlight."
   },
   "author": {
    "text": "Tony Blair"
   }
  },
  {
   "quote": {
    "text": "One of the things that got me interested in genetics was the relationship between genes and environment. We are all dealt a certain deck of cards, but our environment can influence the outcomes."
   },
   "author": {
    "text": "Anne Wojcicki"
   }
  },
  {
   "quote": {
    "text": "Getting married isn't going to make your relationship better. It's just a ceremony."
   },
   "author": {
    "text": "Rob Lowe"
   }
  },
  {
   "quote": {
    "text": "China-Pakistan relationship is indeed special because it transcends the changes of the times and politics and represents a fine example of friendly state-to-state interactions."
   },
   "author": {
    "text": "Li Keqiang"
   }
  },
  {
   "quote": {
    "text": "Minimalism seems closest to the sophisticated storytelling of movies. Movies have really educated contemporary audiences to be the most intelligent, sophisticated audiences in history. We don't any longer need to have the relationship between one scene and the next explained. We will figure it out ourselves."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "I think in a way, you're doomed, once you can envision something. You're sort of doomed to make it happen. I've found that the moment I can envision leaving a relationship, that's usually the moment that the relationship starts to fall apart."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "Trauma happens in relationships, so it can only be healed in relationships. Art can't provide healing. It can be cathartic and therapeutic but a relationship is a three-part journey."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "I've never been Romeo who meets a girl and falls for her immediately. It's been a much slower process for me each time I've gone into a relationship."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "I'd had a relationship with a woman when I was 20, but nobody cared then. As it came out at the same time as my fame, I started to have panic attacks."
   },
   "author": {
    "text": "Sia"
   }
  },
  {
   "quote": {
    "text": "Not to sound too Dr. Phil all of a sudden, but I think the key to survival is to embrace one's past and to not run away from it. And to come to some sort of relationship with it or understanding of it."
   },
   "author": {
    "text": "Anderson Cooper"
   }
  },
  {
   "quote": {
    "text": "I'm a real relationship person - contrary to public perception. I'm either in one or I'm not."
   },
   "author": {
    "text": "Sienna Miller"
   }
  },
  {
   "quote": {
    "text": "I don't really know how to relate to a long-term day-in day-out kind of comfortable relationship."
   },
   "author": {
    "text": "Diane Lane"
   }
  },
  {
   "quote": {
    "text": "I have a lot of anger about my childhood - being hard of hearing and my relationship with my father."
   },
   "author": {
    "text": "Lou Ferrigno"
   }
  },
  {
   "quote": {
    "text": "There was always a love-hate relationship with New York in the rest of the country, but I made them feel more love than hate."
   },
   "author": {
    "text": "Ed Koch"
   }
  },
  {
   "quote": {
    "text": "I've never been very successful in a monogamous relationship, but I'm looking forward to the day when I can assume that responsibility."
   },
   "author": {
    "text": "Don Johnson"
   }
  },
  {
   "quote": {
    "text": "Communication between band-mates is imperative. Communication is the key to any healthy relationship. If I need to be checked, I expect to hear it put in plain words what my faults are, and give my band-mates the ultimate consideration by shutting up and listening, then acting on the advice given. Same goes for anyone else in any band."
   },
   "author": {
    "text": "Phil Anselmo"
   }
  },
  {
   "quote": {
    "text": "There was no relationship between a wedding dress and fashion. There was no good taste, either. I realized that I could make an impression in terms of changing and readdressing the whole industry of bridal."
   },
   "author": {
    "text": "Vera Wang"
   }
  },
  {
   "quote": {
    "text": "It's important to take time for your spouse and nurture the relationship."
   },
   "author": {
    "text": "Christina Aguilera"
   }
  },
  {
   "quote": {
    "text": "And I think if you look at any relationship, for the relationship to be productive and to move forward and to grow, sometimes things have to be said that one person or the other person is not going to like to hear."
   },
   "author": {
    "text": "Ricky Williams"
   }
  },
  {
   "quote": {
    "text": "You don't want to be in a relationship with someone who's scared of you."
   },
   "author": {
    "text": "Tila Tequila"
   }
  },
  {
   "quote": {
    "text": "Humans have a fraught relationship with beasts. They are our companions and our chattel, our family members and our laborers, our household pets and our household pests. We love them and cage them, admire them and abuse them. And, of course, we cook and eat them."
   },
   "author": {
    "text": "Jeffrey Kluger"
   }
  },
  {
   "quote": {
    "text": "The mistake is to think that clever technology can solve everything, but it can't solve our relationship with nature, which is where I think it's gone wrong in that we have somehow abandoned our proper connection with nature."
   },
   "author": {
    "text": "Prince Charles"
   }
  },
  {
   "quote": {
    "text": "For me, I've learned if I want a very stable, normal relationship, where I'll be like, 'Okay, this is nice, I know what's going to happen in a month,' it's probably better to date outside the industry. But you can't help who you fall for. It's our dating pool."
   },
   "author": {
    "text": "Camila Cabello"
   }
  },
  {
   "quote": {
    "text": "When you're in a relationship with a photographer, and they start abusing that relationship and being like, 'I want you to do this, and I want you to do that,' it makes you go, 'No.' I didn't want to work all the time."
   },
   "author": {
    "text": "Kate Moss"
   }
  },
  {
   "quote": {
    "text": "I'm re-teaming with the producers of 'Twilight,' whom I love and who I have an amazing relationship with."
   },
   "author": {
    "text": "Taylor Lautner"
   }
  },
  {
   "quote": {
    "text": "As a matter of historical analysis, the relationship between secrecy and privacy can be stated in an axiom: the defense of privacy follows, and never precedes, the emergence of new technologies for the exposure of secrets."
   },
   "author": {
    "text": "Jill Lepore"
   }
  },
  {
   "quote": {
    "text": "The family is very important. They make me feel good always because if I won, when I started to be famous, the relationship never changed with my friends and family."
   },
   "author": {
    "text": "Rafael Nadal"
   }
  },
  {
   "quote": {
    "text": "I'm kind of a rebound junkie. So. when a relationship goes sour, I look at the sweetness in life elsewhere. So, I date a bit. The best catharsis is to write jokes and tell 4,000 people about it."
   },
   "author": {
    "text": "Vir Das"
   }
  },
  {
   "quote": {
    "text": "You have to take time and make time for each other. My current single 'Time Is Love' gives a lot of advice in that area, just spending quantity time with the one you love and the one you care about because that's when you really develop a relationship."
   },
   "author": {
    "text": "Josh Turner"
   }
  },
  {
   "quote": {
    "text": "More than any other art form I know of in America, country music speaks of the true relationship between the American male and the American female... Terrible and impossible."
   },
   "author": {
    "text": "Sam Shepard"
   }
  },
  {
   "quote": {
    "text": "If I have one success in my relationship history, it's with the people who listen to my music. I think that they'll be there with me forever, and I'll be there with them forever. And I'm totally satisfied with that."
   },
   "author": {
    "text": "Fiona Apple"
   }
  },
  {
   "quote": {
    "text": "I was able to do The Saint of Fort Washington, on the relationship between two homeless men."
   },
   "author": {
    "text": "Danny Glover"
   }
  },
  {
   "quote": {
    "text": "I have two or three guys that I'm really close to. We have a great friendship, and I think that helps our songwriting relationship. It's hard to start... with new people and cover the ground that I've covered with those guys."
   },
   "author": {
    "text": "Sam Hunt"
   }
  },
  {
   "quote": {
    "text": "I grew up in the limelight and being the child of someone famous. So my relationship with fame is not bedazzled."
   },
   "author": {
    "text": "Lupita Nyong'o"
   }
  },
  {
   "quote": {
    "text": "There were nineteen years between my grandparents, and I was in a relationship for five years from the age of fifteen to twenty with a man who was thirteen years older than me who remains one of the loves of my life, and he passed away when I was twenty years old."
   },
   "author": {
    "text": "Kate Winslet"
   }
  },
  {
   "quote": {
    "text": "I've always loved the old epics that tell a simple emotional story, whether it's the tumultuous relationship between Rhett and Scarlett or Lawrence of Arabia's passion to get lost in a faraway place."
   },
   "author": {
    "text": "Baz Luhrmann"
   }
  },
  {
   "quote": {
    "text": "People get married for a wide array of reasons and have all sorts of expectations of how marriage will change the relationship. And while it's true that turning the person you're dating into a legal partner does affect certain things, those who expect marriage to be a cure-all for all your relationship woes are sorely mistaken."
   },
   "author": {
    "text": "Emily V. Gordon"
   }
  },
  {
   "quote": {
    "text": "If you've experienced cheating in a new marriage, the real work is not obsessively combing through all the details of what happened, but rather figuring out if your relationship is worth saving."
   },
   "author": {
    "text": "Emily V. Gordon"
   }
  },
  {
   "quote": {
    "text": "It's all too easy to forget that cultural fit is a two-way street. Yes, the candidate needs to gel well with your company's vibe and mission. But, you also need to fit in with her desires, goals, and long-term career vision. It's not a one-sided relationship."
   },
   "author": {
    "text": "Kathryn Minshew"
   }
  },
  {
   "quote": {
    "text": "People talk about grief as if it's kind of an unremittingly awful thing, and it is. It is painful, but it's a very, very interesting sort of thing to go through, and it really helps you out. At the end of the day, it gets you through because you have to reform your relationship, and you have to figure out a way of getting to the future."
   },
   "author": {
    "text": "Kay Redfield Jamison"
   }
  },
  {
   "quote": {
    "text": "It is an odd thing, owing life to pills, one's own quirks and tenacities, and this unique, strange, and ultimately profound relationship called psychotherapy."
   },
   "author": {
    "text": "Kay Redfield Jamison"
   }
  },
  {
   "quote": {
    "text": "What does it matter how many lovers you have if none of them gives you the universe?"
   },
   "author": {
    "text": "Jacques Lacan"
   }
  },
  {
   "quote": {
    "text": "Umm... I don't judge my relationship with Puff or Bad Boy according to other people or past artists. At the end of the day, you are in charge of your career, and you can't depend on no man to do anything for you. I've learned to judge relationships with a person on myself and that person, not what they have done with previous people."
   },
   "author": {
    "text": "French Montana"
   }
  },
  {
   "quote": {
    "text": "Everybody goes through a period where you're fighting a lot, I think. Sometimes that can be a good thing for your relationship. That conflict can lead to making up."
   },
   "author": {
    "text": "Brad Paisley"
   }
  },
  {
   "quote": {
    "text": "I made the decision to turn pro, and I remember what Ali said to me: 'Get Angelo Dundee. He's the right complexion with the right connection.' He knew boxing. Our relationship was so genuine, so sincere."
   },
   "author": {
    "text": "Sugar Ray Leonard"
   }
  },
  {
   "quote": {
    "text": "What's become a big theme in my music is my dad as a narrative character. I never had the opportunity to understand our relationship in a more adult capacity. The unknown is great material for any creative outlet."
   },
   "author": {
    "text": "K. Flay"
   }
  },
  {
   "quote": {
    "text": "Men should only believe half of what women say. But which half?"
   },
   "author": {
    "text": "Jean Giraudoux"
   }
  },
  {
   "quote": {
    "text": "It's not that, you know, when a relationship doesn't work and there are issues, you have to somehow work it out if there are children involved."
   },
   "author": {
    "text": "Priscilla Presley"
   }
  },
  {
   "quote": {
    "text": "The problem is, when I talk about heartbreak or whatever, people want to melt it down to some break-up of a relationship, but it's not about that. If you're a sensitive person, just stepping outside can be heartbreaking."
   },
   "author": {
    "text": "Lykke Li"
   }
  },
  {
   "quote": {
    "text": "We must transform the relationship between police and the communities they serve."
   },
   "author": {
    "text": "Tom Steyer"
   }
  },
  {
   "quote": {
    "text": "I'm so lucky that I have a great relationship."
   },
   "author": {
    "text": "Julianne Hough"
   }
  },
  {
   "quote": {
    "text": "There's book smart, there is street smart, there's relationship smart, there's too many different kinds of smarts to know all of them. Everybody doesn't know every kind of smart. There's money smart, there's movie smart, there's computer smart. There's just too many different kinds of smarts for people to know all the smarts."
   },
   "author": {
    "text": "J. B. Smoove"
   }
  },
  {
   "quote": {
    "text": "The United States and Israel have a unique relationship based on our mutual commitment to democracy, freedom, and peace. Therefore, just as our commitment to these principles must be steadfast, so must our support for Israel."
   },
   "author": {
    "text": "John Boehner"
   }
  },
  {
   "quote": {
    "text": "I fell in love with New York. It was like every human being, like any relationship. When I was a young New Yorker, it was one city. When I was a grown man, it was another city. I worked with many dance organizations and many wonderful people."
   },
   "author": {
    "text": "Mikhail Baryshnikov"
   }
  },
  {
   "quote": {
    "text": "Usually, with me, the project is always the second thing. The film-maker comes first. Films grow out of the relationship."
   },
   "author": {
    "text": "Tilda Swinton"
   }
  },
  {
   "quote": {
    "text": "I would say 90 percent of Christians do not have a worldview, in other words a view of the world, based on the Scripture and a relationship with God."
   },
   "author": {
    "text": "Josh McDowell"
   }
  },
  {
   "quote": {
    "text": "You're born single, you die single, but why not being in a relationship is some special 'single' status, I don't understand. Life is less stress being single, I have to admit."
   },
   "author": {
    "text": "Bipasha Basu"
   }
  },
  {
   "quote": {
    "text": "I'm genuine and I'm available. I want people to be at their best. I want them to love and be loved to their fullest ability. My friends call me their relationship nanny, so we have a good time working through problems. Now, I don't claim to be an expert, but I am a woman who has been through everything."
   },
   "author": {
    "text": "Niecy Nash"
   }
  },
  {
   "quote": {
    "text": "Failure is not an option. So, we're committed to the success of not just our relationship but to raising two amazing girls... It's dedication. We've anchored ourselves to a foundation of accountability, and we've set out to be successful at this, so we're going to do it."
   },
   "author": {
    "text": "Ian Ziering"
   }
  },
  {
   "quote": {
    "text": "This may be a bit of a broad statement, but I don't think there's anyone that I've met that I haven't created a bit of a deep relationship with. It's a really lovely thing to create a relation with people that might not anticipate that closeness. And that's kind of the light of my life, getting to be close to people."
   },
   "author": {
    "text": "Dove Cameron"
   }
  },
  {
   "quote": {
    "text": "If you're open and honest, you find that people genuinely want to help you out. Taking advice from others can enhance your relationship, especially if you can laugh about things."
   },
   "author": {
    "text": "Lynne Doughtie"
   }
  },
  {
   "quote": {
    "text": "It's impossible. You try to have any kind of relationship with your family, with a man, or with a friend, and you have to be on the phone and the Internet the entire time."
   },
   "author": {
    "text": "Keira Knightley"
   }
  },
  {
   "quote": {
    "text": "I'm always interested in relationships between women. I'm always interested in how women relate to each other, whether it's a family relationship or it's a friend relationship. That's such uncharted territory in cinema."
   },
   "author": {
    "text": "Greta Gerwig"
   }
  },
  {
   "quote": {
    "text": "If you're giving love and not receiving it, you're not in the right relationship. If you're receiving it and not giving it than you are taking advantage of the other person."
   },
   "author": {
    "text": "Patti Stanger"
   }
  },
  {
   "quote": {
    "text": "Poetry is above all a concentration of the power of language, which is the power of our ultimate relationship to everything in the universe."
   },
   "author": {
    "text": "Adrienne Rich"
   }
  },
  {
   "quote": {
    "text": "One of the secrets of having a long-term relationship is realizing that even if you think the other person's great, at some point, they're going to mess up and annoy you."
   },
   "author": {
    "text": "St. Lucia"
   }
  },
  {
   "quote": {
    "text": "I have a love/hate relationship with Amy Grant, but I do go back to her Christmas albums once in a while. They're dated and sentimental and the production is nearly unlistenable, but there's something about her vocal performance that just feels really true. I would take her Christmas albums over Mariah Carey's or Destiny's Child's any day."
   },
   "author": {
    "text": "Sufjan Stevens"
   }
  },
  {
   "quote": {
    "text": "The goal when you get into a relationship is not to be out of the relationship. It's to try to stay in the relationship. But if it doesn't work, you can't force those things."
   },
   "author": {
    "text": "Kate Hudson"
   }
  },
  {
   "quote": {
    "text": "My grandmother has dementia, and my mother is looking after her as her primary caregiver. Seeing their relationship has had a profound impact, seeing how tough it is for both of them and seeing how the roles change and how my mother has gone from being a daughter to being the mother."
   },
   "author": {
    "text": "Felicity Jones"
   }
  },
  {
   "quote": {
    "text": "Now an audience of more than 1 billion people is only a click away from every voice online, and remarkable stories and content can gain flash audiences as people share via social networks, blogs and e-mail. This radically equalizes the power relationship between, say, a blogger and a multibillion dollar corporation."
   },
   "author": {
    "text": "Matt Mullenweg"
   }
  },
  {
   "quote": {
    "text": "Sometimes you could be in an unhappy relationship; you are very much in love with someone, but it's making you unhappy and you think things can change and you can work it out."
   },
   "author": {
    "text": "Vanessa Paradis"
   }
  },
  {
   "quote": {
    "text": "I also think the relationship I have with my audience is a lot more complex than what Hitchcock seemed to want his to be - although I think he had more going on under the surface as well."
   },
   "author": {
    "text": "David Cronenberg"
   }
  },
  {
   "quote": {
    "text": "Getting over someone is a grieving process. You mourn the loss of the relationship, and that's only expedited by 'Out of sight, out of mind.' But when you walk outside and see them on a billboard or on TV or on the cover of a magazine, it reopens the wound. It's a high-class problem, but it's real."
   },
   "author": {
    "text": "Hank Azaria"
   }
  },
  {
   "quote": {
    "text": "I think it's always natural for children to rebel against their parents and establish their own identity. And also, I think parents get invested in, you know, doing the right thing? And so their anxiety about being good parents might, in a way, affect a relationship negatively."
   },
   "author": {
    "text": "Jewell Parker Rhodes"
   }
  },
  {
   "quote": {
    "text": "I'm not one of these guys who's constantly in a relationship, not at all."
   },
   "author": {
    "text": "Robert Pattinson"
   }
  },
  {
   "quote": {
    "text": "The players wanted more money, higher salary caps and they didn't have that family relationship we felt with the players. Mentally, the players were more businesslike."
   },
   "author": {
    "text": "Guy Lafleur"
   }
  },
  {
   "quote": {
    "text": "Think about all kinds of infectious diseases, like mumps or measles or chicken pox. When a virgin population encountered those pathogens, it ravaged the population, and now they're childhood diseases, and eventually they won't even be that. That's our relationship with bacteria, going through time."
   },
   "author": {
    "text": "Bonnie Bassler"
   }
  },
  {
   "quote": {
    "text": "What surprises me most about God is that the creator of the universe should want a relationship with me."
   },
   "author": {
    "text": "Rick Warren"
   }
  },
  {
   "quote": {
    "text": "I am not moved by what people say or do concerning my relationship with God. I submit myself to His direct will, which is good and perfect with no evil in it."
   },
   "author": {
    "text": "T. B. Joshua"
   }
  },
  {
   "quote": {
    "text": "For me, writing is a love-hate relationship."
   },
   "author": {
    "text": "Larry Wall"
   }
  },
  {
   "quote": {
    "text": "Learning of my father's passing at age 55 not only shattered the world, far from home, that had become my reality, but catapulted my childhood and relationship with family - which had felt like another lifetime - into the present."
   },
   "author": {
    "text": "Tim Cope"
   }
  },
  {
   "quote": {
    "text": "Sometimes you can forget about who you are in a relationship. But you can also be inspired by the person you are with to become something you always knew you wanted to become."
   },
   "author": {
    "text": "Mia Maestro"
   }
  },
  {
   "quote": {
    "text": "That's something the head scarf, in a symbolic way, is meant to do in Arabic culture: it defines your relationship to your husband and the men of your family differently than your relationship to the average guy on the street you've never met."
   },
   "author": {
    "text": "G. Willow Wilson"
   }
  },
  {
   "quote": {
    "text": "I have tried to preserve in my relationship to the film the same closeness and intimacy that exists between a painter and his canvas."
   },
   "author": {
    "text": "Norman McLaren"
   }
  },
  {
   "quote": {
    "text": "People think of black English as ungrammatical, but it bears the same relationship to standard English as contemporary Hebrew does to ancient Hebrew."
   },
   "author": {
    "text": "John McWhorter"
   }
  },
  {
   "quote": {
    "text": "One of the hardest jobs in ministry is keeping your own relationship with God where it needs to be."
   },
   "author": {
    "text": "Harold Warner"
   }
  },
  {
   "quote": {
    "text": "As and when I get into a relationship, I'll flaunt her to the world. I'm looking for a soul mate, and in any case, I'm not very much for casual dating. I'm such a simple guy away from this dating-shating business."
   },
   "author": {
    "text": "Suresh Raina"
   }
  },
  {
   "quote": {
    "text": "The mother-daughter relationship is the most complex."
   },
   "author": {
    "text": "Wynonna Judd"
   }
  },
  {
   "quote": {
    "text": "I always think the relationship between a teacher and a student should be short and maybe violent. You don't need to spend years together. All you need is an explosion: you are the material to explode; the teacher is the detonator."
   },
   "author": {
    "text": "Pierre Boulez"
   }
  },
  {
   "quote": {
    "text": "I had a relationship where we found out each other's Facebook passwords and would check each other's messages. That's not healthy."
   },
   "author": {
    "text": "Rachel Bloom"
   }
  },
  {
   "quote": {
    "text": "The most important aspect of the relationship between the president and the secretary of state is that they both understand who is president."
   },
   "author": {
    "text": "Dean Acheson"
   }
  },
  {
   "quote": {
    "text": "My father and I never really achieved a real relationship. We probably saw each other 20 or 25 times in our lifetime."
   },
   "author": {
    "text": "Jean-Michel Jarre"
   }
  },
  {
   "quote": {
    "text": "I was actually a bit disappointed about the amount of sex in the show. I think Backus should get out a bit more, get a relationship, perhaps make her a lesbian."
   },
   "author": {
    "text": "Lexa Doig"
   }
  },
  {
   "quote": {
    "text": "It's great working with my sister, because we are very close as a family - my brother, my sister and myself. We have a great relationship."
   },
   "author": {
    "text": "Penelope Cruz"
   }
  },
  {
   "quote": {
    "text": "I feel like sarcasm is important in a relationship."
   },
   "author": {
    "text": "Matt Lanter"
   }
  },
  {
   "quote": {
    "text": "The cute thing about being in a relationship is that you always miss being around your partner. After marriage, the good part is that you've got them forever. You have everything you wanted, and there's nothing more to achieve."
   },
   "author": {
    "text": "Barun Sobti"
   }
  },
  {
   "quote": {
    "text": "I've always had a very positive relationship with the municipal labor unions - a respectful relationship."
   },
   "author": {
    "text": "Bill de Blasio"
   }
  },
  {
   "quote": {
    "text": "Everybody knows the mother-daughter relationship is one of the most complex there is."
   },
   "author": {
    "text": "Elizabeth Berg"
   }
  },
  {
   "quote": {
    "text": "The history of the relationship between comedy and swimming is short indeed. Of course it is always funny when someone falls into water, but that's about it."
   },
   "author": {
    "text": "Arthur Smith"
   }
  },
  {
   "quote": {
    "text": "I would describe my relationship with my couch as symbiotic - others would describe it as dangerous."
   },
   "author": {
    "text": "Lucas Till"
   }
  },
  {
   "quote": {
    "text": "As humans, we have the tendency to call on God only when we think that we're in dire straits as opposed to cultivating a real relationship with Him every day. And that's what my music tries to convey to all the listeners - try to cultivate it every day."
   },
   "author": {
    "text": "Yolanda Adams"
   }
  },
  {
   "quote": {
    "text": "Any friendship or relationship is about a language."
   },
   "author": {
    "text": "Gina Bellman"
   }
  },
  {
   "quote": {
    "text": "It is always the same: women bedeck themselves with jewels and furs, and men with wit and quotations."
   },
   "author": {
    "text": "Maurice Chevalier"
   }
  },
  {
   "quote": {
    "text": "In the grip of a neurological disorder, I am fast losing control of words even as my relationship with the world has been reduced to them."
   },
   "author": {
    "text": "Tony Judt"
   }
  },
  {
   "quote": {
    "text": "Washington State has a strong tradition of a positive relationship - positive working relationship between labor and management, whether in the private sector or the public sector. It needs to continue to be that way."
   },
   "author": {
    "text": "Rob McKenna"
   }
  },
  {
   "quote": {
    "text": "Women still remember the first kiss after men have forgotten the last."
   },
   "author": {
    "text": "Remy de Gourmont"
   }
  },
  {
   "quote": {
    "text": "You can't have a relationship at all if you don't trust each other."
   },
   "author": {
    "text": "Erika Christensen"
   }
  },
  {
   "quote": {
    "text": "I took the fear of marriage from my parents' relationship, because I didn't want to end up in a relationship like that, whereas my brothers and sisters learnt a lesson from it and made sure they didn't carry it on into their own marriages."
   },
   "author": {
    "text": "John Mahoney"
   }
  },
  {
   "quote": {
    "text": "Just as you go to the gym regularly to keep your body fit, regular couples counseling can keep your relationship fit as well."
   },
   "author": {
    "text": "Laura Wasser"
   }
  },
  {
   "quote": {
    "text": "Children know when they are being sold a sanitised version of the world, and I think that's a betrayal of the relationship between author and reader."
   },
   "author": {
    "text": "Morris Gleitzman"
   }
  },
  {
   "quote": {
    "text": "My parents had a great marriage. Interestingly, it made it harder for me in relationships because I knew what a good relationship looked like."
   },
   "author": {
    "text": "Candace Bushnell"
   }
  },
  {
   "quote": {
    "text": "We cannot really love anyone with with whom we never laugh."
   },
   "author": {
    "text": "Agnes Repplier"
   }
  },
  {
   "quote": {
    "text": "As for my relationship to Beethoven, I admire people who can say what they really think. It's as though he's saying, 'That's how I feel about the world, and I don't care what people may say.' His music is pure and honest. Beethoven never pretends to be anybody else."
   },
   "author": {
    "text": "Andris Nelsons"
   }
  },
  {
   "quote": {
    "text": "The truth is that every single relationship is very complex and full of contradictions; as you get into a more mature relationship, you realize that the contrasts are part of the fabric of every substantive relationship."
   },
   "author": {
    "text": "Tony Goldwyn"
   }
  },
  {
   "quote": {
    "text": "It's nice to be with someone, but I don't think you need to be in a relationship to feel complete. That would be really sad."
   },
   "author": {
    "text": "Kristin Davis"
   }
  },
  {
   "quote": {
    "text": "'An Octoroon' was written over about three years but premiered in 2014. I'm writing about America's relationship to its own history. Race or not, it's a story about suppression and oppression and many populations being devalued systematically."
   },
   "author": {
    "text": "Branden Jacobs-Jenkins"
   }
  },
  {
   "quote": {
    "text": "I am very sad for men and women trapped in any relationship where there is cruelty, dominance, inequity. I long for the liberation of all people."
   },
   "author": {
    "text": "Jasmine Guy"
   }
  },
  {
   "quote": {
    "text": "As we get more transparent with data sets about infrastructure and systems management, I have a feeling we'll see big changes in how we think about complexity and our relationship to our actions."
   },
   "author": {
    "text": "Aaron Koblin"
   }
  },
  {
   "quote": {
    "text": "I have never understood that. I come from a place where the press makes or breaks an actor and it is more of a teamwork relationship."
   },
   "author": {
    "text": "Michelle Trachtenberg"
   }
  },
  {
   "quote": {
    "text": "I'm definitely one of those chicks who want to be in a relationship. I need somebody who can make me laugh and entertain me."
   },
   "author": {
    "text": "Aly Michalka"
   }
  },
  {
   "quote": {
    "text": "The establishment wonders why we can't get more of the black vote. It's because it's not doing the things necessary to establish a deeper relationship with the black community. Most black people don't think alike. Most black people just vote alike."
   },
   "author": {
    "text": "J. C. Watts"
   }
  },
  {
   "quote": {
    "text": "You ask for your audience's investment in your music; you're in a relationship with them. And their relationship with the E Street Band is separate from whatever else I might do. I like the idea of us being something that people rely on."
   },
   "author": {
    "text": "Bruce Springsteen"
   }
  },
  {
   "quote": {
    "text": "Well, I've had a long standing relationship with Gatorade and they've been very, very good to me. And I believe in their products, I really do. I've used them for many, many years."
   },
   "author": {
    "text": "Bill Parcells"
   }
  },
  {
   "quote": {
    "text": "I've had a long standing relationship with Gatorade, and they've been very, very good to me. And I believe in their products; I really do."
   },
   "author": {
    "text": "Bill Parcells"
   }
  },
  {
   "quote": {
    "text": "I started on 'Saturday Night Live' the same time Conan started on Late Night. We just had a relationship because I would be upstairs in the studio and whenever he couldn't get a guest - which was often back then since he was just starting out - he would just call me down to be a guest."
   },
   "author": {
    "text": "Norm MacDonald"
   }
  },
  {
   "quote": {
    "text": "In every relationship, the work is never just in the positive actions we do for each other, but in the follow up."
   },
   "author": {
    "text": "Yehuda Berg"
   }
  },
  {
   "quote": {
    "text": "At any given moment, it's not about where we are supposed to be. It's about what work, which relationship, what decision I take. Every moment counts. Every decision counts. And if we look at our decisions in life as such, we stop battling and start winning."
   },
   "author": {
    "text": "Yehuda Berg"
   }
  },
  {
   "quote": {
    "text": "The longest, most solid and complex relationship in my life is with my mother. It started before I was born, and now, when I am 71 and living in California and she is 92 and living in Chile, we are still in touch daily."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "A lot of what I'm obsessed with is the relationship and the dynamics between people and the family, particularly brothers and their father."
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "After I released 'Jesus, Take the Wheel,' people started saying, Oh, it's kind of risky. You're coming out with a religious song. And I was thinking, Really? I grew up in Oklahoma; I always had a close relationship with God. I never thought it was risky in the least. If anything, I thought it was the safest thing I could do."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "The relationship between commitment and doubt is by no means an antagonistic one. Commitment is healthiest when it's not without doubt but in spite of doubt."
   },
   "author": {
    "text": "Rollo May"
   }
  },
  {
   "quote": {
    "text": "Well, a girlfriend once told me never to fight with anybody you don't love."
   },
   "author": {
    "text": "Jack Nicholson"
   }
  },
  {
   "quote": {
    "text": "Men and women are not born inconstant: they are made so by their early amorous experiences."
   },
   "author": {
    "text": "Andre Maurois"
   }
  },
  {
   "quote": {
    "text": "My view is that marriage is a relationship between a man and a woman. That's the position I've had for some time, and I don't intend to make any adjustments at this point... Or ever, by the way."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "I'm 31 now. I think I'm beginning to understand what life is, what romance is, and what a relationship means."
   },
   "author": {
    "text": "Adam Sandler"
   }
  },
  {
   "quote": {
    "text": "I felt a tremendous sadness for men who can't deal with a woman of their own age."
   },
   "author": {
    "text": "Michael Caine"
   }
  },
  {
   "quote": {
    "text": "My kids are really good with social media; that's really an important dynamic in our relationship with our audience, and it's a great way to connect."
   },
   "author": {
    "text": "Kris Jenner"
   }
  },
  {
   "quote": {
    "text": "What we have now is doctors who are actually better technically at what they're doing in their specialty than 30 or 40 years ago, but we lost the relationship, when the doctor would look people in the eye and say, 'I care about you. We can do this together.'"
   },
   "author": {
    "text": "Mehmet Oz"
   }
  },
  {
   "quote": {
    "text": "For the most part, that message hasn't changed a lot over the years - love is still love, and heartbreak is still heartbreak."
   },
   "author": {
    "text": "Casey Kasem"
   }
  },
  {
   "quote": {
    "text": "Men and women have strengths that complement each other."
   },
   "author": {
    "text": "Edwin Louis Cole"
   }
  },
  {
   "quote": {
    "text": "The easiest kind of relationship for me is with ten thousand people. The hardest is with one."
   },
   "author": {
    "text": "Joan Baez"
   }
  },
  {
   "quote": {
    "text": "The goal is not to get into a relationship; the goal is to be in a relationship."
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "A lot of songs are empowering because everybody who has been through a hard time in a relationship or in their lives can relate to it."
   },
   "author": {
    "text": "Nicole Scherzinger"
   }
  },
  {
   "quote": {
    "text": "The essential relationship across American history between black people and white people is one of exploitation and one of plunder. This is not, you know, necessarily about, you know, whether you're a good person or not or whether you see black people, you know, on the street, and you're willing to shake their hands and be polite."
   },
   "author": {
    "text": "Ta-Nehisi Coates"
   }
  },
  {
   "quote": {
    "text": "Before machines the only form of entertainment people really had was relationships."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "I was in a relationship with a girl I loved for three years. Where do you go after three years? Then you've got to start thinking about other things, and I'm too young to think about those things."
   },
   "author": {
    "text": "Shia LaBeouf"
   }
  },
  {
   "quote": {
    "text": "I honestly believe you can never tell if a relationship is going to last. In my own marriage, which is going on 14 years, I don't think of it as 'I'm going to be with this person forever.' Instead, I think of more like, 'I'll probably be with this person for the next six weeks. Then I'll re-evaluate.'"
   },
   "author": {
    "text": "Michael Ian Black"
   }
  },
  {
   "quote": {
    "text": "I'm done with men... I'm going to be alone. I have no luck with relationships. I don't think I'm made for marriage."
   },
   "author": {
    "text": "Halle Berry"
   }
  },
  {
   "quote": {
    "text": "I can't even find someone for a platonic relationship, much less the kind where someone wants to see me naked."
   },
   "author": {
    "text": "Gilbert Gottfried"
   }
  },
  {
   "quote": {
    "text": "Being flirty is a way of letting a guy know you're interested without making a fool out of yourself."
   },
   "author": {
    "text": "Carmen Electra"
   }
  },
  {
   "quote": {
    "text": "Having people I love around me - friends and family - is great, but I don't necessarily need a relationship."
   },
   "author": {
    "text": "Olga Kurylenko"
   }
  },
  {
   "quote": {
    "text": "Women won't let me stay single and I won't let me stay married."
   },
   "author": {
    "text": "Errol Flynn"
   }
  },
  {
   "quote": {
    "text": "I love my mom. My mom loves me. We don't have an easy relationship. I don't think we ever will, but I'd rather have a complicated, misunderstood relationship than have no relationship at all."
   },
   "author": {
    "text": "Tori Spelling"
   }
  },
  {
   "quote": {
    "text": "When you start falling for somebody and you can't stop thinking about when you're going to see them again, I love that. Women are beautiful. They deserve to be cherished and respected."
   },
   "author": {
    "text": "Orlando Bloom"
   }
  },
  {
   "quote": {
    "text": "I present myself to you in a form suitable to the relationship I wish to achieve with you."
   },
   "author": {
    "text": "Luigi Pirandello"
   }
  },
  {
   "quote": {
    "text": "Everybody needs somebody."
   },
   "author": {
    "text": "Mahalia Jackson"
   }
  },
  {
   "quote": {
    "text": "You can't stop loving or wanting to love because when its right it's the best thing in the world. When you're in a relationship and its good, even if nothing else in your life is right, you feel like your whole world is complete."
   },
   "author": {
    "text": "Keith Sweat"
   }
  },
  {
   "quote": {
    "text": "Caesar might have married Cleopatra, but he had a wife at home. There's always something."
   },
   "author": {
    "text": "Will Cuppy"
   }
  },
  {
   "quote": {
    "text": "When you make his sandwiches, put a sexy or loving note in his lunch box."
   },
   "author": {
    "text": "Anne Rice"
   }
  },
  {
   "quote": {
    "text": "We had established Harley Quinn as an accomplice to the Joker who was also crushing on him and found herself in the middle of this weird relationship being at the beck and call of his every whim. We wanted to stretch her and make her a stronger character, so to have her leave him and go off on her own was a story I wanted to tell for a while."
   },
   "author": {
    "text": "Paul Dini"
   }
  },
  {
   "quote": {
    "text": "I think it's healthy for couples to be away from each other for short periods."
   },
   "author": {
    "text": "Liv Tyler"
   }
  },
  {
   "quote": {
    "text": "My wife and I have been together since 1986. I graduated in '86 and she graduated in '88. We began dating when she was 17. Actually she turned 18 when we started kissing and stuff."
   },
   "author": {
    "text": "Cuba Gooding, Jr."
   }
  },
  {
   "quote": {
    "text": "I don't think that much about my relationship with my mother and what it did to me. I sometimes feel terrible regret about her, what her life must have been like. Often, when I'm enjoying something, I think of how meager her rewards were and how much courage, in a way, she needed to go on living."
   },
   "author": {
    "text": "Alice Munro"
   }
  },
  {
   "quote": {
    "text": "I have stepped off the relationship scene to come to terms with myself. I have spent most of my adult life being 'someone's girlfriend', and now I am happy being single."
   },
   "author": {
    "text": "Penelope Cruz"
   }
  },
  {
   "quote": {
    "text": "I don't think it's necessarily healthy to go into relationships as a needy person. Better to go in with a full deck."
   },
   "author": {
    "text": "Anjelica Huston"
   }
  },
  {
   "quote": {
    "text": "In a relationship you have to open yourself up."
   },
   "author": {
    "text": "Neil LaBute"
   }
  },
  {
   "quote": {
    "text": "For hundreds of millions of Americans who believe in God, prayer is our bridge between Earth and Heaven, our way of opening our hearts to the Lord. Through this intimate relationship we find peace and guidance."
   },
   "author": {
    "text": "Nick Rahall"
   }
  },
  {
   "quote": {
    "text": "That common cold of the male psyche, fear of commitment."
   },
   "author": {
    "text": "Richard Schickel"
   }
  },
  {
   "quote": {
    "text": "My husband and I have known each other since kindergarten. I had a crush on him in school, but we never dated. Then we saw each other again after high school, and there was something instantly familiar about him. I'm a very shy person and was very closed off. But he allowed me to be myself. And there's a safety in that."
   },
   "author": {
    "text": "Alison Sweeney"
   }
  },
  {
   "quote": {
    "text": "A grandchild is a miracle, but a renewed relationship with your own children is even a greater one."
   },
   "author": {
    "text": "T. Berry Brazelton"
   }
  },
  {
   "quote": {
    "text": "I worship pianos like they are prize diamonds, and I never willfully do damage to them. But I grew up playing guitars, and you treat a guitar like a best friend or a little brother or a lover you have a tempestuous relationship with."
   },
   "author": {
    "text": "Jamie Cullum"
   }
  },
  {
   "quote": {
    "text": "You show your vulnerability through relationships, and those feelings are your soft spot. You need to have a soft spot."
   },
   "author": {
    "text": "Victoria Pratt"
   }
  },
  {
   "quote": {
    "text": "I don't even like to use the word relationship. I don't know what it means."
   },
   "author": {
    "text": "Ron Silver"
   }
  },
  {
   "quote": {
    "text": "A relationship requires a lot of work and commitment."
   },
   "author": {
    "text": "Greta Scacchi"
   }
  },
  {
   "quote": {
    "text": "You are not alone with a guy until you are a proper age. You don't go to certain levels with men until you are married or you have a certain relationship."
   },
   "author": {
    "text": "Daisy Fuentes"
   }
  }
 ]
}