{
 "ReligionQuotes": [
  {
   "quote": {
    "text": "Prayer is the key of the morning and the bolt of the evening."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Just as a candle cannot burn without fire, men cannot live without a spiritual life."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "You cannot believe in God until you believe in yourself."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "Animals have come to mean so much in our lives. We live in a fragmented and disconnected culture. Politics are ugly, religion is struggling, technology is stressful, and the economy is unfortunate. What's one thing that we have in our lives that we can depend on? A dog or a cat loving us unconditionally, every day, very faithfully."
   },
   "author": {
    "text": "Jon Katz"
   }
  },
  {
   "quote": {
    "text": "Science without religion is lame, religion without science is blind."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "We need to reject any politics that targets people because of race or religion. This isn't a matter of political correctness. It's a matter of understanding what makes us strong. The world respects us not just for our arsenal; it respects us for our diversity and our openness and the way we respect every faith."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "When I admire the wonders of a sunset or the beauty of the moon, my soul expands in the worship of the creator."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Prayer does not change God, but it changes him who prays."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "There should be no discrimination against languages people speak, skin color, or religion."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "All these walls that keep us from loving each other as one family or one race - racism, religion, where we grew up, whatever, class, socioeconomic - what makes us be so selfish and prideful, what keeps us from wanting to help the next man, what makes us be so focused on a personal legacy as opposed to the entire legacy of a race."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "I believe in the religion of Islam. I believe in Allah and peace."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "This is my simple religion. There is no need for temples; no need for complicated philosophy. Our own brain, our own heart is our temple; the philosophy is kindness."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "My religion is very simple. My religion is kindness."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "To be a Christian without prayer is no more possible than to be alive without breathing."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don't judge people by their religion, color or sexual habits, love life and your family."
   },
   "author": {
    "text": "Madonna Ciccone"
   }
  },
  {
   "quote": {
    "text": "Within the covers of the Bible are the answers for all the problems men face."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "I love you when you bow in your mosque, kneel in your temple, pray in your church. For you and I are sons of one religion, and it is the spirit."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "When I do good I feel good, when I do bad I feel bad, and that's my religion."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "A thorough knowledge of the Bible is worth more than a college education."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Religion is meant to teach us true spiritual human character. It is meant for self-transformation. It is meant to transform anxiety into peace, arrogance into humility, envy into compassion, to awaken the pure soul in man and his love for the Source, which is God."
   },
   "author": {
    "text": "Radhanath Swami"
   }
  },
  {
   "quote": {
    "text": "So I say to you, Ask and it will be given to you; search, and you will find; knock, and the door will be opened for you."
   },
   "author": {
    "text": "Jesus Christ"
   }
  },
  {
   "quote": {
    "text": "Work out your own salvation. Do not depend on others."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "The truth is that killing innocent people is always wrong - and no argument or excuse, no matter how deeply believed, can ever make it right. No religion on earth condones the killing of innocent people; no faith tradition tolerates the random killing of our brothers and sisters on this earth."
   },
   "author": {
    "text": "Feisal Abdul Rauf"
   }
  },
  {
   "quote": {
    "text": "We can live without religion and meditation, but we cannot survive without human affection."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "All religion, my friend, is simply evolved out of fraud, fear, greed, imagination, and poetry."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "I like the religion that teaches liberty, equality and fraternity."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "Terrorism has no nationality or religion."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "Religion is the opium of the masses."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "When the missionaries came to Africa they had the Bible and we had the land. They said 'Let us pray.' We closed our eyes. When we opened them we had the Bible and they had the land."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "We must fix our broken immigration system. That means stopping illegal immigration. And it means welcoming properly vetted legal immigrants, regardless of their race or religion. Just like we have for centuries."
   },
   "author": {
    "text": "Nikki Haley"
   }
  },
  {
   "quote": {
    "text": "I never considered a difference of opinion in politics, in religion, in philosophy, as cause for withdrawing from a friend."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "The World is my country, all mankind are my brethren, and to do good is my religion."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "I prayed for twenty years but received no answer until I prayed with my legs."
   },
   "author": {
    "text": "Frederick Douglass"
   }
  },
  {
   "quote": {
    "text": "You are free; you are free to go to your temples, you are free to go to your mosques or to any other place or worship in this State of Pakistan. You may belong to any religion or caste or creed - that has nothing to do with the business of the State."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "Your daily life is your temple and your religion. When you enter into it take with you your all."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "There is no higher religion than human service. To work for the common good is the greatest creed."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "The Bible shows the way to go to heaven, not the way the heavens go."
   },
   "author": {
    "text": "Galileo Galilei"
   }
  },
  {
   "quote": {
    "text": "It is my goal to love everyone. I hate no one. Regardless of their race, religion, their proclivities, the desire of their heart and how they want to live their life and the decisions that they make. I can even respect people's decisions and lifestyle choices just as I hope they have the courtesy to respect my decisions and my choices."
   },
   "author": {
    "text": "Kirk Cameron"
   }
  },
  {
   "quote": {
    "text": "It's totally irrational, patently insane to condemn an entire race - to despise an entire nation - to vilify an entire religion."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "Parents and schools should place great emphasis on the idea that it is all right to be different. Racism and all the other 'isms' grow from primitive tribalism, the instinctive hostility against those of another tribe, race, religion, nationality, class or whatever. You are a lucky child if your parents taught you to accept diversity."
   },
   "author": {
    "text": "Roger Ebert"
   }
  },
  {
   "quote": {
    "text": "For God so loved the World that he gave his only Son, that whoever believes in him should not perish but have eternal life."
   },
   "author": {
    "text": "Jesus Christ"
   }
  },
  {
   "quote": {
    "text": "I would rather live my life as if there is a God and die to find out there isn't, than live as if there isn't and to die to find out that there is."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Religion is what keeps the poor from murdering the rich."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "However many holy words you read, however many you speak, what good will they do you if you do not act on upon them?"
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "God does not discriminate against people, regardless of color, religion, social class, or gender and sexual preferences."
   },
   "author": {
    "text": "Rodrigo Duterte"
   }
  },
  {
   "quote": {
    "text": "I am a spiritual person in an eastern religion kind of way. I learned that happiness for all of us is a switch that you flick in your brain. It doesn't have anything to do with getting a new house, a new car, a new girlfriend, or a new pair of shoes. Our culture is very much about that; we are never happy with what we have today."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "If religion were true, its followers would not try to bludgeon their young into an artificial conformity; but would merely insist on their unbending quest for truth, irrespective of artificial backgrounds or practical consequences."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "God is to be worshipped as the one beloved, dearer than everything in this and next life."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "Aim at heaven and you will get earth thrown in. Aim at earth and you get neither."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "Heaven is under our feet as well as over our heads."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Surely the day will come when color means nothing more than the skin tone, when religion is seen uniquely as a way to speak one's soul, when birth places have the weight of a throw of the dice and all men are born free, when understanding breeds love and brotherhood."
   },
   "author": {
    "text": "Josephine Baker"
   }
  },
  {
   "quote": {
    "text": "Communism is a religion that is inspired, directed and motivated by the Devil himself who has declared war against Almighty God."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Fascism is a religion. The twentieth century will be known in history as the century of Fascism."
   },
   "author": {
    "text": "Benito Mussolini"
   }
  },
  {
   "quote": {
    "text": "Wherever men and women are persecuted because of their race, religion, or political views, that place must - at that moment - become the center of the universe."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "Those who say religion has nothing to do with politics do not know what religion is."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "No religion has mandated killing others as a requirement for its sustenance or promotion."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "I don't go by my caste, creed or religion. My works speak for me."
   },
   "author": {
    "text": "Shashi Tharoor"
   }
  },
  {
   "quote": {
    "text": "Indians today are governed by two different ideologies. Their political ideal set in the preamble of the Constitution affirms a life of liberty, equality and fraternity. Their social ideal embodied in their religion denies them."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "You can believe what you want religiously. Religion is one thing, but science, provable science, is something else."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "The essence of America - that which really unites us - is not ethnicity, or nationality or religion - it is an idea - and what an idea it is: That you can come from humble circumstances and do great things."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "Rivers, ponds, lakes and streams - they all have different names, but they all contain water. Just as religions do - they all contain truths."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "Gentleness, self-sacrifice and generosity are the exclusive possession of no one race or religion."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "The glory of Christianity is to conquer by forgiveness."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Any religion that professes to be concerned about the souls of men and is not concerned about the slums that damn them, the economic conditions that strangle them and the social conditions that cripple them is a spiritually moribund religion awaiting burial."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Every man lives in two realms: the internal and the external. The internal is that realm of spiritual ends expressed in art, literature, morals, and religion. The external is that complex of devices, techniques, mechanisms, and instrumentalities by means of which we live."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "We have been educated into believing someone else's concept of the deity, and someone else's standard of beauty. You have the right to practice any religion and politics in a way that best suits your freedom, your dignity, and your understanding. And once you do that, you don't apologize."
   },
   "author": {
    "text": "John Henrik Clarke"
   }
  },
  {
   "quote": {
    "text": "It is wonderful how much time good people spend fighting the devil. If they would only expend the same amount of energy loving their fellow men, the devil would die in his own tracks of ennui."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "There is one thing higher than Royalty: and that is religion, which causes us to leave the world, and seek God."
   },
   "author": {
    "text": "Elizabeth I"
   }
  },
  {
   "quote": {
    "text": "There is no need for temples, no need for complicated philosophies. My brain and my heart are my temples; my philosophy is kindness."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Music is one of the most powerful things the world has to offer. No matter what race or religion or nationality or sexual orientation or gender that you are, it has the power to unite us."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "Finding that no religion is based on facts and cannot be true, I began to reflect what must be the condition of mankind trained from infancy to believe in error."
   },
   "author": {
    "text": "Robert Owen"
   }
  },
  {
   "quote": {
    "text": "In the 21st century, I believe the mission of the United Nations will be defined by a new, more profound awareness of the sanctity and dignity of every human life, regardless of race or religion."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "Jesus is ideal and wonderful, but you Christians - you are not like him."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "We want, as the Saudi people, to enjoy the coming days and concentrate on developing our society and developing ourselves as individuals and families while retaining our religion and customs."
   },
   "author": {
    "text": "Mohammad bin Salman"
   }
  },
  {
   "quote": {
    "text": "I have no religion, and at times I wish all religions at the bottom of the sea. He is a weak ruler who needs religion to uphold his government; it is as if he would catch his people in a trap."
   },
   "author": {
    "text": "Mustafa Kemal Ataturk"
   }
  },
  {
   "quote": {
    "text": "No human heart is denied empathy. No religion can demolish that by indoctrination. No culture, no nation and nationalism - nothing can touch it because it is empathy."
   },
   "author": {
    "text": "Dayananda Saraswati"
   }
  },
  {
   "quote": {
    "text": "The difference between a saint and a hypocrite is that one lies for his religion, the other by it."
   },
   "author": {
    "text": "Minna Antrim"
   }
  },
  {
   "quote": {
    "text": "Leave the matter of religion to the family altar, the church, and the private school, supported entirely by private contributions. Keep the church and state forever separate."
   },
   "author": {
    "text": "Ulysses S. Grant"
   }
  },
  {
   "quote": {
    "text": "No great advance has been made in science, politics, or religion without controversy."
   },
   "author": {
    "text": "Lyman Beecher"
   }
  },
  {
   "quote": {
    "text": "Religious wars are not caused by the fact that there is more than one religion, but by the spirit of intolerance... the spread of which can only be regarded as the total eclipse of human reason."
   },
   "author": {
    "text": "Montesquieu"
   }
  },
  {
   "quote": {
    "text": "What I found particularly fascinating and satisfying about the Hindu tradition was its spirit of inclusiveness. In Sanatan Dharma, or what is commonly called Hinduism, I discovered the basic truths of all religions in a way that the oneness of God and religion is comprehensively understood."
   },
   "author": {
    "text": "Radhanath Swami"
   }
  },
  {
   "quote": {
    "text": "In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect. The bloodiest wars in history have been religious wars."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "The First Amendment freedom of religion is as important today as when the Bill of Rights was first written."
   },
   "author": {
    "text": "Arlen Specter"
   }
  },
  {
   "quote": {
    "text": "Religion is for people who are scared to go to hell. Spirituality is for people who have already been there."
   },
   "author": {
    "text": "Bonnie Raitt"
   }
  },
  {
   "quote": {
    "text": "It is only when men begin to worship that they begin to grow."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "What religion a man holds, to what race he belongs, these things are not important; the really important thing is this knowledge: the knowledge of God's plan for men. For God has a plan, and that plan is evolution."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "The roles of art, morality, religion, political faith, science itself are not to repair organic exhaustion nor to provide sound functioning of the organs. All this supraphysical life is built and expanded not because of the demands of the cosmic environment but because of the demands of the social environment."
   },
   "author": {
    "text": "Emile Durkheim"
   }
  },
  {
   "quote": {
    "text": "This is all the inheritance I give to my dear family. The religion of Christ will give them one which will make them rich indeed."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "Nothing can be more contrary to religion and the clergy than reason and common sense."
   },
   "author": {
    "text": "Baron d'Holbach"
   }
  },
  {
   "quote": {
    "text": "True religion is real living; living with all one's soul, with all one's goodness and righteousness."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "We are a nation of immigrants, a quilt of many colors, and we've managed over more than two centuries to create a way of life that allows for a reasonable degree of upward mobility, that prizes individual liberty, promotes freedom of religion and genuinely values equal rights for all citizens."
   },
   "author": {
    "text": "Jay Parini"
   }
  },
  {
   "quote": {
    "text": "When it is a question of money, everybody is of the same religion."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "My religion consists of a humble admiration of the illimitable superior spirit who reveals himself in the slight details we are able to perceive with our frail and feeble mind."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "It's wonderful to climb the liquid mountains of the sky. Behind me and before me is God and I have no fears."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Whether one believes in a religion or not, and whether one believes in rebirth or not, there isn't anyone who doesn't appreciate kindness and compassion."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "We have enslaved the rest of the animal creation, and have treated our distant cousins in fur and feathers so badly that beyond doubt, if they were able to formulate a religion, they would depict the Devil in human form."
   },
   "author": {
    "text": "William Inge"
   }
  },
  {
   "quote": {
    "text": "Religion is the sigh of the oppressed creature, the heart of a heartless world, and the soul of soulless conditions. It is the opium of the people."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "Religion is part of the human make-up. It's also part of our cultural and intellectual history. Religion was our first attempt at literature, the texts, our first attempt at cosmology, making sense of where we are in the universe, our first attempt at health care, believing in faith healing, our first attempt at philosophy."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "The Charter of the United Nations expresses the noblest aspirations of man: abjuration of force in the settlement of disputes between states; the assurance of human rights and fundamental freedoms for all without distinction as to race, sex, language or religion; the safeguarding of international peace and security."
   },
   "author": {
    "text": "Haile Selassie"
   }
  },
  {
   "quote": {
    "text": "Human rights is a universal standard. It is a component of every religion and every civilization."
   },
   "author": {
    "text": "Shirin Ebadi"
   }
  },
  {
   "quote": {
    "text": "America needs to understand Islam, because this is the one religion that erases from its society the race problem. Throughout my travels in the Muslim world, I have met, talked to, even eaten with people who in America would have been considered 'white,' but the 'white' attitude had been removed from their minds by the religion of Islam."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "To a mind like mine, restless, inquisitive, and observant of everything that was passing, it is easy to suppose that religion was the subject to which it would be directed; and, although this subject principally occupied my thoughts, there was nothing that I saw or heard of to which my attention was not directed."
   },
   "author": {
    "text": "Nat Turner"
   }
  },
  {
   "quote": {
    "text": "Religion is the recognition of all our duties as divine commands."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "In other words, a person who is fanatic in matters of religion, and clings to certain ideas about the nature of God and the universe, becomes a person who has no faith at all."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "Religion is not man's relationship to God, it is man's relationship to man."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "For the record, I don't worship the devil. I just hate religion."
   },
   "author": {
    "text": "Tyler, The Creator"
   }
  },
  {
   "quote": {
    "text": "Worship is a way of seeing the world in the light of God."
   },
   "author": {
    "text": "Abraham Joshua Heschel"
   }
  },
  {
   "quote": {
    "text": "God is a metaphor for that which transcends all levels of intellectual thought. It's as simple as that."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "War is the greatest plague that can afflict humanity, it destroys religion, it destroys states, it destroys families. Any scourge is preferable to it."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "Religion creates community, community creates altruism and altruism turns us away from self and towards the common good... There is something about the tenor of relationships within a religious community that makes it the best tutorial in citizenship and good neighborliness."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "Civility is the recognition that all people have dignity that's inherent to their person, no matter their religion, race, gender, sexuality, or ability."
   },
   "author": {
    "text": "Opal Tometi"
   }
  },
  {
   "quote": {
    "text": "I want young people to know that they can belong - whatever your culture, your religion, your sexuality - that you can live life how you want to live it and feel comfortable how you are."
   },
   "author": {
    "text": "Jessie J"
   }
  },
  {
   "quote": {
    "text": "Religion without humanity is very poor human stuff."
   },
   "author": {
    "text": "Sojourner Truth"
   }
  },
  {
   "quote": {
    "text": "America's freedom of religion, and freedom from religion, offers every wisdom tradition an opportunity to address our soul-deep needs: Christianity, Judaism, Islam, Buddhism, Hinduism, secular humanism, agnosticism and atheism among others."
   },
   "author": {
    "text": "Parker Palmer"
   }
  },
  {
   "quote": {
    "text": "All religion seems to need to prove that it's the only truth. And that's where it turns demonic. Because that's when you get religious wars and persecutions and burning heretics at the stake."
   },
   "author": {
    "text": "John Shelby Spong"
   }
  },
  {
   "quote": {
    "text": "Moral values, and a culture and a religion, maintaining these values are far better than laws and regulations."
   },
   "author": {
    "text": "Swami Sivananda"
   }
  },
  {
   "quote": {
    "text": "Islam is a religion. It is not an ideology. For a Muslim, there is no such thing as to be against modernity. Why should a Muslim not be a modern person? I, as a Muslim, fulfill all the requirements of my religion, and I live in a democratic, social state."
   },
   "author": {
    "text": "Recep Tayyip Erdogan"
   }
  },
  {
   "quote": {
    "text": "It is easy to talk on religion, but difficult to practice it."
   },
   "author": {
    "text": "Ramakrishna"
   }
  },
  {
   "quote": {
    "text": "Whereas religious prayers sing of peace and harmony, religion has divided human beings through an atrocious history of enmity and bloodshed. Yet, behind the veil of superficiality and hypocrisy, I always believed in the inherent beauty of God that lies at the essence of all true spiritual paths."
   },
   "author": {
    "text": "Radhanath Swami"
   }
  },
  {
   "quote": {
    "text": "My whole life has been movies and religion. That's it. Nothing else."
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "I told the brethren that the Book of Mormon was the most correct of any book on earth, and the keystone of our religion, and a man would get nearer to God by abiding by its precepts, than by any other book."
   },
   "author": {
    "text": "Joseph Smith, Jr."
   }
  },
  {
   "quote": {
    "text": "I never knew how to worship until I knew how to love."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "The more powerful and original a mind, the more it will incline towards the religion of solitude."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Superstition is to religion what astrology is to astronomy the mad daughter of a wise mother. These daughters have too long dominated the earth."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Religion is all bunk."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "A tyrant must put on the appearance of uncommon devotion to religion. Subjects are less apprehensive of illegal treatment from a ruler whom they consider god-fearing and pious. On the other hand, they do less easily move against him, believing that he has the gods on his side."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Religion is regarded by the common people as true, by the wise as false, and by the rulers as useful."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "If faith is lost, there is no security and there is no life for him who does not adhere to religion."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "See, I have set before you this day life and good, death and evil... I have set before you life and death, blessing and curse; therefore choose life."
   },
   "author": {
    "text": "Moses"
   }
  },
  {
   "quote": {
    "text": "I say quite deliberately that the Christian religion, as organized in its Churches, has been and still is the principal enemy of moral progress in the world."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "I think people often come to the synagogue, mosque, the church looking for God, and what we give them is religion."
   },
   "author": {
    "text": "Gene Robinson"
   }
  },
  {
   "quote": {
    "text": "A society whose members are united by the fact that they think in the same way in regard to the sacred world and its relations with the profane world, and by the fact that they translate these common ideas into common practices, is what is called a Church. In all history, we do not find a single religion without a Church."
   },
   "author": {
    "text": "Emile Durkheim"
   }
  },
  {
   "quote": {
    "text": "What is a wife and what is a harlot? What is a church and what is a theatre? are they two and not one? Can they exist separate? Are not religion and politics the same thing? Brotherhood is religion. O demonstrations of reason dividing families in cruelty and pride!"
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "In a perfect world, there would be freedom of religion and freedom for all religions to exercise their religion everywhere."
   },
   "author": {
    "text": "Naftali Bennett"
   }
  },
  {
   "quote": {
    "text": "A strong argument for the religion of Christ is this - that offences against Charity are about the only ones which men on their death-beds can be made - not to understand - but to feel - as crime."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "The Christian religion not only was at first attended with miracles, but even at this day cannot be believed by any reasonable person without one."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "It was not a religion that attacked us that September day. It was al-Qaeda. We will not sacrifice the liberties we cherish or hunker down behind walls of suspicion and mistrust."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Beauty has no boundaries, no rules, no colors. Beauty is like a religion. You can include everything inside it."
   },
   "author": {
    "text": "Alessandro Michele"
   }
  },
  {
   "quote": {
    "text": "My definition, the definition that I've always believed in, is that esprit de corps means love for one's own military legion - in my case, the United States Marine Corps. It means more than self-preservation, religion, or patriotism. I've also learned that this loyalty to one's corps travels both ways: up and down."
   },
   "author": {
    "text": "Chesty Puller"
   }
  },
  {
   "quote": {
    "text": "The world is divided into men who have wit and no religion and men who have religion and no wit."
   },
   "author": {
    "text": "Avicenna"
   }
  },
  {
   "quote": {
    "text": "The day is not far off when the economic problem will take the back seat where it belongs, and the arena of the heart and the head will be occupied or reoccupied, by our real problems - the problems of life and of human relations, of creation and behavior and religion."
   },
   "author": {
    "text": "John Maynard Keynes"
   }
  },
  {
   "quote": {
    "text": "Being a rock star is like being a cult leader - you really have to be in your own religion."
   },
   "author": {
    "text": "Courtney Love"
   }
  },
  {
   "quote": {
    "text": "So far as the government is concerned, there is only one holy book, which is the constitution of India. My government will not tolerate or accept any discrimination based on caste, creed and religion."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "My great religion is a belief in the blood, the flesh, as being wiser than the intellect. We can go wrong in our minds. But what our blood feels and believes and says, is always true. The intellect is only a bit and a bridle."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "Science can purify religion from error and superstition. Religion can purify science from idolatry and false absolutes."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "When my kids were growing up, I wanted their teachers to teach them science, reading, math and history. I also wanted them to care about my kids. But I did not want my children's public school teachers teaching them religion. That was my job as a parent and the job of our church, Sunday school, and youth group."
   },
   "author": {
    "text": "Adam Hamilton"
   }
  },
  {
   "quote": {
    "text": "India is the meeting place of the religions and among these Hinduism alone is by itself a vast and complex thing, not so much a religion as a great diversified and yet subtly unified mass of spiritual thought, realization and aspiration."
   },
   "author": {
    "text": "Sri Aurobindo"
   }
  },
  {
   "quote": {
    "text": "Most people are defined by their titles, their cars, their house, where they came from, their color, their race, their religion. And so it's up to you to take control of your own life and define you. As long as you understand who you are and you have a solid foundation of understanding what your talents are, what your skills are."
   },
   "author": {
    "text": "Stedman Graham"
   }
  },
  {
   "quote": {
    "text": "Religion is the organization of spirituality into something that became the hand maiden of conquerors. Nearly all religions were brought to people and imposed on people by conquerors, and used as the framework to control their minds."
   },
   "author": {
    "text": "John Henrik Clarke"
   }
  },
  {
   "quote": {
    "text": "Fashion is almost like a religion, for me at least."
   },
   "author": {
    "text": "ASAP Rocky"
   }
  },
  {
   "quote": {
    "text": "I have an everyday religion that works for me. Love yourself first, and everything else falls into line."
   },
   "author": {
    "text": "Lucille Ball"
   }
  },
  {
   "quote": {
    "text": "Religion fails if it cannot speak to men as they are."
   },
   "author": {
    "text": "William Barclay"
   }
  },
  {
   "quote": {
    "text": "When we blindly adopt a religion, a political system, a literary dogma, we become automatons. We cease to grow."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "I've never meditated in my life. I don't practice yoga nor any religion. I'm a tourist on the realm of stillness."
   },
   "author": {
    "text": "Pico Iyer"
   }
  },
  {
   "quote": {
    "text": "In the middle ages people were tourists because of their religion, whereas now they are tourists because tourism is their religion."
   },
   "author": {
    "text": "Robert Runcie"
   }
  },
  {
   "quote": {
    "text": "We all dream. We dream vividly, depending on our nature. Our existence is beyond our explanation, whether we believe in God or we have religion or we're atheist."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "The biggest danger of this terrorism and extremism is the tarnishing of the reputation of our beloved religion... We will not allow this to happen."
   },
   "author": {
    "text": "Mohammad bin Salman"
   }
  },
  {
   "quote": {
    "text": "Skip the religion and politics, head straight to the compassion. Everything else is a distraction."
   },
   "author": {
    "text": "Talib Kweli"
   }
  },
  {
   "quote": {
    "text": "What brings you closer to God is being in service to others. I think any religion or spiritual way of life will indicate that service to others will lead to a connection with a higher power."
   },
   "author": {
    "text": "Steve-O"
   }
  },
  {
   "quote": {
    "text": "A people and their religion must be judged by social standards based on social ethics. No other standard would have any meaning if religion is held to be necessary good for the well-being of the people."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "Religion in its humility restores man to his only dignity, the courage to live by grace."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "I believe that freedom of speech and freedom of religion go hand-in-hand in America."
   },
   "author": {
    "text": "Kirk Cameron"
   }
  },
  {
   "quote": {
    "text": "The Kingdom of Heaven is not a place, but a state of mind."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "What an extraordinary thing it can be, love, how it will not defined by gender, by sexuality, by race, by religion, by anything. It's something else. It's something other."
   },
   "author": {
    "text": "Eddie Redmayne"
   }
  },
  {
   "quote": {
    "text": "Religion is the state of being grasped by an ultimate concern, a concern which qualifies all other concerns as preliminary and which itself contains the answer to the question of a meaning of our life."
   },
   "author": {
    "text": "Paul Tillich"
   }
  },
  {
   "quote": {
    "text": "What manner of thing this 'public opinion' is, should be best known to those who have its name forever in their mouths and erect the regard for it into a positive article of religion. Its self-styled organ in our times is the 'Press.'"
   },
   "author": {
    "text": "Richard Wagner"
   }
  },
  {
   "quote": {
    "text": "When Religion and Royalty are swept away, the people will attack the great, and after the great, they will fall upon the rich."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "I count religion but a childish toy, and hold there is no sin but ignorance."
   },
   "author": {
    "text": "Christopher Marlowe"
   }
  },
  {
   "quote": {
    "text": "'Kol Nidrei' is probably the most important prayer in the Jewish religion. It comes on the evening of Yom Kippur. There are so many different renditions of it."
   },
   "author": {
    "text": "Itzhak Perlman"
   }
  },
  {
   "quote": {
    "text": "The 21st century - and the atheists - needs the presence of religion, just as religion must deal with the real challenges and the thinkers of the day in order to sharpen the conscience and the intelligence of those who study the timeless sacred texts in a spirit of responding to the questions of their time."
   },
   "author": {
    "text": "Tariq Ramadan"
   }
  },
  {
   "quote": {
    "text": "If there is a God, atheism must seem to Him as less of an insult than religion."
   },
   "author": {
    "text": "Edmond de Goncourt"
   }
  },
  {
   "quote": {
    "text": "Religion is dangerous because it allows human beings who don't have all the answers to think that they do."
   },
   "author": {
    "text": "Bill Maher"
   }
  },
  {
   "quote": {
    "text": "Our religion does not discriminate according to color, sex or anything else. What counts is piety and faith."
   },
   "author": {
    "text": "Hussein of Jordan"
   }
  },
  {
   "quote": {
    "text": "Love is my religion - I could die for it."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "My religion is based on truth and non-violence. Truth is my God. Non-violence is the means of realising Him."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "I care not much for a man's religion whose dog and cat are not the better for it."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "India has 2,000,000 gods and worships them all. In religion, all other countries are paupers; India is the only millionaire."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Any time scientists disagree, it's because we have insufficient data. Then we can agree on what kind of data to get; we get the data; and the data solves the problem. Either I'm right, or you're right, or we're both wrong. And we move on. That kind of conflict resolution does not exist in politics or religion."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "It was the experience of mystery - even if mixed with fear - that engendered religion."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "According to some Eastern religion, there is a belt that goes across the world, and I've heard that Minnesota is right in the heart of this spiritual-creative belt of energy."
   },
   "author": {
    "text": "Melody Beattie"
   }
  },
  {
   "quote": {
    "text": "If a man reaches the heart of his own religion, he has reached the heart of the others, too. There is only one God, and there are many paths to him."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "All who think cannot but see there is a sanction like that of religion which binds us in partnership in the serious work of the world."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Superstition is the religion of feeble minds."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "I cannot adequately express the horror I feel for a man who can be so base as to veil his hypocrisy under the cloak of religion, and state the base falsehood he has done."
   },
   "author": {
    "text": "James K. Polk"
   }
  },
  {
   "quote": {
    "text": "Preach the Gospel at all times and when necessary use words."
   },
   "author": {
    "text": "Unknown"
   }
  },
  {
   "quote": {
    "text": "In Christianity neither morality nor religion come into contact with reality at any point."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Broadly speaking, the Southern and Western desert and mountain states will vote for the candidate who endorses an aggressive military, a role for religion in public life, laissez-faire economic policies, private ownership of guns and relaxed conditions for using them, less regulation and taxation, and a valorization of the traditional family."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "Indonesia is the world's third-largest democracy. And we also have the world's largest Muslim population. This demonstrates that democracy and Islam are not incompatible. Terrorism is not associated with any religion."
   },
   "author": {
    "text": "Joko Widodo"
   }
  },
  {
   "quote": {
    "text": "At the bottom of education, at the bottom of politics, even at the bottom of religion, there must be for our race economic independence."
   },
   "author": {
    "text": "Booker T. Washington"
   }
  },
  {
   "quote": {
    "text": "If I had to choose a religion, the sun as the universal giver of life would be my god."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "It is a truism that almost any sect, cult, or religion will legislate its creed into law if it acquires the political power to do so."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "If you have religious faith, very good, you can add on secular ethics, then religious belief, add on it, very good. But even those people who have no interest about religion, okay, it's not religion, but you can train through education."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Just as Darwin discovered the law of development of organic nature, so Marx discovered the law of development of human history: the simple fact, hitherto concealed by an overgrowth of ideology, that mankind must first of all eat, drink, have shelter and clothing, before it can pursue politics, science, art, religion, etc."
   },
   "author": {
    "text": "Friedrich Engels"
   }
  },
  {
   "quote": {
    "text": "Many churches of all persuasions are hiring research agencies to poll neighborhoods, asking what kind of church they prefer. Then the local churches design themselves to fit the desires of the people. True faith in God that demands selflessness is being replaced by trendy religion that serves the selfish."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Instead of being presented with stereotypes by age, sex, color, class, or religion, children must have the opportunity to learn that within each range, some people are loathsome and some are delightful."
   },
   "author": {
    "text": "Margaret Mead"
   }
  },
  {
   "quote": {
    "text": "Democracy, pure democracy, has at least its foundation in a generous theory of human rights. It is founded on the natural equality of mankind. It is the cornerstone of the Christian religion. It is the first element of all lawful government upon earth."
   },
   "author": {
    "text": "John Quincy Adams"
   }
  },
  {
   "quote": {
    "text": "Is not the brand of 'double-dealer' stamped on the forehead of every democratic slaveholder? Are not fraud and hypocrisy the religion of the man who calls himself a democrat, and hold his fellow-man in bondage?"
   },
   "author": {
    "text": "John Quincy Adams"
   }
  },
  {
   "quote": {
    "text": "Religion and ritual can be vehicles for entering stillness. It says in Psalm 46:10, 'Be still, and know that I am God.' But they are still just vehicles. The Buddha called his teaching a raft: You don't need to carry it around with you after you've crossed the river."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "Religion is the idol of the mob; it adores everything it does not understand."
   },
   "author": {
    "text": "Frederick the Great"
   }
  },
  {
   "quote": {
    "text": "My social philosophy may be said to be enshrined in three words: liberty, equality and fraternity. Let no one, however, say that I have borrowed by philosophy from the French Revolution. I have not. My philosophy has roots in religion and not in political science. I have derived them from the teachings of my Master, the Buddha."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "There is no surer sign of decay in a country than to see the rites of religion held in contempt."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "Skeptical scrutiny is the means, in both science and religion, by which deep thoughts can be winnowed from deep nonsense."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "There are many of us that are willing to do great things for the Lord, but few of us are willing to do little things."
   },
   "author": {
    "text": "Dwight L. Moody"
   }
  },
  {
   "quote": {
    "text": "There is no conflict between the ideal of religion and the ideal of science, but science is opposed to theological dogmas because science is founded on fact. To me, the universe is simply a great machine which never came into being and never will end. The human being is no exception to the natural order. Man, like the universe, is a machine."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "People are not wrong in observing Caste. In my view, what is wrong is their religion, which has inculcated this notion of Caste. If this is correct, then obviously the enemy, you must grapple with is not the people who observe Caste, but the Shastras which teach them this religion of Caste."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "The greatest tragedy in mankind's entire history may be the hijacking of morality by religion."
   },
   "author": {
    "text": "Arthur C. Clarke"
   }
  },
  {
   "quote": {
    "text": "Almost everything has been stolen from us by the patriarchy. Our creativity has been stolen, our creative energies, our religion. I want it back."
   },
   "author": {
    "text": "Mary Daly"
   }
  },
  {
   "quote": {
    "text": "Like religion, politics, and family planning, cereal is not a topic to be brought up in public. It's too controversial."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "The God who existed before any religion counts on you to make the oneness of the human family known and celebrated."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "9/11 was a deliberate, carefully planned evil act of the long-waged war on the West by Koran-inspired soldiers of Allah around the world. They hated us before George W. Bush was in office. They hated us before Israel existed. And the avengers of the religion of perpetual outrage will keep hating us."
   },
   "author": {
    "text": "Michelle Malkin"
   }
  },
  {
   "quote": {
    "text": "Black Consciousness seeks to infuse the black community with a new-found pride in themselves, their efforts, their value systems, their culture, their religion and their outlook to life."
   },
   "author": {
    "text": "Steven Biko"
   }
  },
  {
   "quote": {
    "text": "The Bible is worth all the other books which have ever been printed."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "I think we need to do some deep soul searching about what's important in our lives and renew our spirit and our spiritual thinking, whether it's through faith-based religion or just through loving nature or helping your fellow man."
   },
   "author": {
    "text": "Louie Schwartzberg"
   }
  },
  {
   "quote": {
    "text": "If religion has given birth to all that is essential in society, it is because the idea of society is the soul of religion."
   },
   "author": {
    "text": "Emile Durkheim"
   }
  },
  {
   "quote": {
    "text": "My religion encompasses all religions. I believe in God, I believe in the universe. I believe you are god, I believe I am god; I believe the earth is god and the universe is god. We're all god."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "I believe in mysticism, with an interior goal, and you are your own temple and your own priest. I don't believe anymore in religions, because you see today there are religious wars, prejudice, false morals, and the woman is despised. Religion is too old now; it's from another century, it's not for today."
   },
   "author": {
    "text": "Alejandro Jodorowsky"
   }
  },
  {
   "quote": {
    "text": "I believe in having a more open mind and including others who don't share your faith and having dialogue with them. And just having a pure heart and being a good person can bring you closer to God. Because once you believe in one particular religion fully and not others, that requires you to start disliking people who don't share your views."
   },
   "author": {
    "text": "Ishmael Beah"
   }
  },
  {
   "quote": {
    "text": "Being religious means asking passionately the question of the meaning of our existence and being willing to receive answers, even if the answers hurt."
   },
   "author": {
    "text": "Paul Tillich"
   }
  },
  {
   "quote": {
    "text": "I know it's very idealistic and utopian, but I believe we need to just let everyone not be judged in terms of religion, groups or nations or region."
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "There are things about organized religion which I resent. Christ is revered as the Prince of Peace, but more blood has been shed in His name than any other figure in history. You show me one step forward in the name of religion, and I'll show you a hundred retrogressions."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "Religion is like a map. The route isn't important. It's the destination that matters."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Everything is a risk in Pakistan: If you defend women, it's a risk. If you defend non-Muslims it's a risk. If you discuss religion, it's a risk. But you can't really sit there like a vegetable in your own society. And I'm committed to that society... and I feel I need to turn around and speak as I should."
   },
   "author": {
    "text": "Asma Jahangir"
   }
  },
  {
   "quote": {
    "text": "Music is my religion."
   },
   "author": {
    "text": "Jimi Hendrix"
   }
  },
  {
   "quote": {
    "text": "The interesting part of my spiritual life is studying as much as you can. Islam and Buddhism and Hinduism and Shamanism and Judaism, Christianity - you try to learn what the precepts are, what the religion is, and ultimately, it's based in the same thought, it's based in the same outcome, you know."
   },
   "author": {
    "text": "Goldie Hawn"
   }
  },
  {
   "quote": {
    "text": "The struggle of democratic secularism, religious tolerance, individual freedom and feminism against authoritarian patriarchal religion, culture and morality is going on all over the world - including the Islamic world, where dissidents are regularly jailed, killed, exiled or merely intimidated and silenced."
   },
   "author": {
    "text": "Ellen Willis"
   }
  },
  {
   "quote": {
    "text": "It is a masterpiece of the devil to make us believe that children cannot understand religion. Would Christ have made a child the standard of faith if He had known that it was not capable of understanding His words?"
   },
   "author": {
    "text": "Dwight L. Moody"
   }
  },
  {
   "quote": {
    "text": "My philosophy is to do the best you can for somebody. Help. It's not just what do you for yourself. It's how you treat people decently. The golden rule. There isn't big anything better than the golden rule. It's in every major religion in one language or another."
   },
   "author": {
    "text": "Art Linkletter"
   }
  },
  {
   "quote": {
    "text": "Religion is the solid basis of good morals; therefore education should teach the precepts of religion, and the duties of man toward God."
   },
   "author": {
    "text": "Gouverneur Morris"
   }
  },
  {
   "quote": {
    "text": "I think it's been hard for people to understand how Islam can be a good religion, and yet the Islamists are evil. Those of us who have had experience with Islam understand this, just as we understand the difference between snake handlers and people going to church on Sunday morning."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Every religion is good that teaches man to be good; and I know of none that instructs him to be bad."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "Tolerance says I am just going to stomach your right to be different. That if you disappear from the face of the earth, I am no better or worse off. But love - love knows that every American has worth and value, no matter what their background, race, religion, or sexual orientation."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "He who possesses art and science has religion; he who does not possess them, needs religion."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Religion is the search for ultimate meaning."
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "To know a person's religion we need not listen to his profession of faith but must find his brand of intolerance."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "If any of you should ask me for an epitome of the Christian religion, I should say that it is in one word - prayer. Live and die without prayer, and you will pray long enough when you get to hell."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "It is the duty and high privilege of every human being to endeavor to improve himself. Effort at self-improvement is the definition sometimes given for religion. It may relate to our actions or to our convictions. In our actions we should aim at goodness; in our convictions, at truth."
   },
   "author": {
    "text": "Joseph P. Bradley"
   }
  },
  {
   "quote": {
    "text": "I can't understand people calling themselves religious and being hateful. If a preacher is preaching hate, to fear God that's not religion, that's not helping humanity, that's organizing an army to defeat somebody."
   },
   "author": {
    "text": "Mojo Nixon"
   }
  },
  {
   "quote": {
    "text": "Persecution is not an original feature in any religion; but it is always the strongly marked feature of all religions established by law."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "I have always marveled that so many religions exact such revenge against dissenters. It only weakens the appeal of their faith and contradicts any claims they might have made that 'all religions are basically the same.' If all religions were indeed the same, why not let someone be 'converted' to another religion?"
   },
   "author": {
    "text": "Ravi Zacharias"
   }
  },
  {
   "quote": {
    "text": "The humanists' replacement for religion: work really hard and somehow you'll either save yourself or you'll be immortal. Of course, that's a total joke, and our progress is nothing. There may be progress in technology but there's no ethical progress whatsoever."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "I'm a Muslim, but I think Jesus would have a drink with me. He would be cool. He would talk to me."
   },
   "author": {
    "text": "Mike Tyson"
   }
  },
  {
   "quote": {
    "text": "Hey, I'm a Catholic deer hunter, I am happy to be clinging to my guns and my religion."
   },
   "author": {
    "text": "Paul Ryan"
   }
  },
  {
   "quote": {
    "text": "Women have been the most persecuted people throughout all of recorded history, more than any race or religion."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "Religion unites man with God, or forms a communication between them; yet do they not say, 'God is infinite?' If God be infinite, no finite being can have communication or relation with him."
   },
   "author": {
    "text": "Baron d'Holbach"
   }
  },
  {
   "quote": {
    "text": "In a sense, terrorism blossomed in the advent of television. Television promotes terrorism in religion and in politics."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "Music is the most powerful form of communication in the world. It brings us all together. Even religion separates us, but a hit record unites us across religious beliefs, race, politics."
   },
   "author": {
    "text": "Sean Combs"
   }
  },
  {
   "quote": {
    "text": "I really believe in science. It is a faith. It is a reverence akin to religion. But as we always say, it's different from religion in that, as near as we can tell, it exists outside of us. It has an objective quality, the process of science."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "If fishing is a religion, fly fishing is high church."
   },
   "author": {
    "text": "Tom Brokaw"
   }
  },
  {
   "quote": {
    "text": "Some people think that religion is not essential to society. I do not hold this view. I consider the foundation of religion to be essential to the life and practices of a society."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "My first memories of religion were being taken to Episcopal church. My father was Catholic, but my mother, I believe, was Episcopal. So I sort of veered off into the watered-down version of Catholicism."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "Cultural values are, in themselves, neutral as well as universal, and so much depends on how individuals or ethnic groups use them. Values are influenced by so many factors such as geography, climate, religion, the economy and technology."
   },
   "author": {
    "text": "F. Sionil Jose"
   }
  },
  {
   "quote": {
    "text": "Nothing defines humans better than their willingness to do irrational things in the pursuit of phenomenally unlikely payoffs. This is the principle behind lotteries, dating, and religion."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "The Americans combine the notions of religion and liberty so intimately in their minds, that it is impossible to make them conceive of one without the other."
   },
   "author": {
    "text": "Alexis de Tocqueville"
   }
  },
  {
   "quote": {
    "text": "To repay evils with kindness is the religion I was taught to practise, and this will forever be my rule."
   },
   "author": {
    "text": "John James Audubon"
   }
  },
  {
   "quote": {
    "text": "There is nothing intrinsic linking any religion with any act of violence. The crusades don't prove that Christianity was violent. The Inquisition doesn't prove that Christianity tortures people. But that Christianity did torture people."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "As women, we may not be a minority, but there is a bond that we all share. It is not a bond of geography. Or religion. Or culture. It is a bond of shared experience - experiences that only women go through and struggles that only women face."
   },
   "author": {
    "text": "Amal Clooney"
   }
  },
  {
   "quote": {
    "text": "The state has physical power and uses it when necessary; the power of religion is love and beneficence."
   },
   "author": {
    "text": "Moses Mendelssohn"
   }
  },
  {
   "quote": {
    "text": "Since many of you do not belong to the Catholic Church and others are non-believers, from the bottom of my heart I give this silent blessing to each and every one of you, respecting the conscience of each one of you but knowing that each one of you is a child of God."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Only a god can save us."
   },
   "author": {
    "text": "Martin Heidegger"
   }
  },
  {
   "quote": {
    "text": "The major civilizing force in the world is not religion, it is sex."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "There is no cure for the pride of a virtuous nation but pure religion."
   },
   "author": {
    "text": "Reinhold Niebuhr"
   }
  },
  {
   "quote": {
    "text": "A sure indicator of true religion is a concern for the poor of the earth."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "True religion... is giving and finding one's happiness by bringing happiness into the lives of others."
   },
   "author": {
    "text": "William J. H. Boetcker"
   }
  },
  {
   "quote": {
    "text": "When Jews left Judaism, they didn't stop being religious. They simply swapped God-based Judaism for godless secular humanism and leftism. For left-wing Jews, Judaism is their ethnicity; leftism is their religion."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "Religion is something we don't talk about, and it is used by uneducated people as a weapon to divide us as opposed to connect with each other."
   },
   "author": {
    "text": "Zach Anner"
   }
  },
  {
   "quote": {
    "text": "The biological evolutionary perception of life and of human qualities is radically different from that of traditional religion, whether it's Southern Baptist or Islam or any religion that believes in a supernatural supervalance over humanity."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "It is wrong to divide the nation white against black, native born against immigrant or one religion against another. It is also wrong to divide people by income. East Germany was not an improvement over South Africa. Obama divides Americans against each other. This is wrong."
   },
   "author": {
    "text": "Grover Norquist"
   }
  },
  {
   "quote": {
    "text": "Diversity of thought and culture and religion and ideas has been the strength of America."
   },
   "author": {
    "text": "Gary Locke"
   }
  },
  {
   "quote": {
    "text": "All theory of modernity in sociology suggests that the more modernity there is, the less religion. In my theory we can realize that this is wrong: atheism is only one belief system among many."
   },
   "author": {
    "text": "Ulrich Beck"
   }
  },
  {
   "quote": {
    "text": "The basic assumption of the secular society is that modernity overcomes religion."
   },
   "author": {
    "text": "Ulrich Beck"
   }
  },
  {
   "quote": {
    "text": "The introduction of religious passion into politics is the end of honest politics, and the introduction of politics into religion is the prostitution of true religion."
   },
   "author": {
    "text": "Lord Hailsham"
   }
  },
  {
   "quote": {
    "text": "Catholicism is not a soothing religion. It's a painful religion. We're all gluttons for punishment."
   },
   "author": {
    "text": "Madonna Ciccone"
   }
  },
  {
   "quote": {
    "text": "Our civilization, such as it is, was shaped by religion, and the men who aspire to public office anyplace in the free world must make obeisance to God or risk immediate opprobrium."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "Religion does not consist in making a noise, yet when the soul is filled with the Spirit of the Lord, sweet, heart-felt praise to God glorifies him."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "We want to lead normal lives, lives where our religion and our traditions translate into tolerance, so that we coexist with the world and become part of the development of the world."
   },
   "author": {
    "text": "Mohammad bin Salman"
   }
  },
  {
   "quote": {
    "text": "I'm going to tell you what my religion is. Do unto others as you would have them do unto you. Period. Terminato. Finito."
   },
   "author": {
    "text": "Gene Wilder"
   }
  },
  {
   "quote": {
    "text": "It is science, and not religion, which has taught men that things are complex and difficult to understand."
   },
   "author": {
    "text": "Emile Durkheim"
   }
  },
  {
   "quote": {
    "text": "There's no religion but sex and music."
   },
   "author": {
    "text": "Sting"
   }
  },
  {
   "quote": {
    "text": "Organized religion, wielding power over the community, is antithetical to the process of what modern democracy should define as liberty. The sooner we are without it, the better."
   },
   "author": {
    "text": "Lawrence M. Krauss"
   }
  },
  {
   "quote": {
    "text": "The fundamentals that founded our great nation included the freedom of speech and religion."
   },
   "author": {
    "text": "Markwayne Mullin"
   }
  },
  {
   "quote": {
    "text": "Christianity is a very historical religion - it makes specific claims that are open to testing."
   },
   "author": {
    "text": "Lee Strobel"
   }
  },
  {
   "quote": {
    "text": "Religion is induced insanity."
   },
   "author": {
    "text": "Madalyn Murray O'Hair"
   }
  },
  {
   "quote": {
    "text": "The Obamacare contraception mandate was never about freedom. It was always about pitting secularism against religion, and using the power of government to sponsor secularism."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "Equal protection under the law - for race, religion, gender or sexual orientation - should not be subject to the most popular sentiments of the day."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "Fear of things invisible in the natural seed of that which everyone in himself calleth religion."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "At the age when other children, I imagine, experience their first 'feeling' for a person, or for art, or for religion, I was affectionate, good, and even pious: by that I mean that under the influence of my mother, I was devoted to the Child Jesus."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "If your religion doesn't respect the rights of other religions, it is lacking something."
   },
   "author": {
    "text": "Roger Ebert"
   }
  },
  {
   "quote": {
    "text": "Christianity helps us face the music even when we don't like the tune."
   },
   "author": {
    "text": "Phillips Brooks"
   }
  },
  {
   "quote": {
    "text": "I have a problem with religion that makes it so, like, 'We are the ones. We are the chosen ones.'"
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "A religious man is a person who holds God and man in one thought at one time, at all times, who suffers harm done to others, whose greatest passion is compassion, whose greatest strength is love and defiance of despair."
   },
   "author": {
    "text": "Abraham Joshua Heschel"
   }
  },
  {
   "quote": {
    "text": "Culture cannot be separated from politics. The arts, philosophy and metaphysics, religion and the sciences, constitute culture. Politics are the science or art of organizing our relationships to allow for the development of life in society."
   },
   "author": {
    "text": "Eugene Ionesco"
   }
  },
  {
   "quote": {
    "text": "Religion has nothing to do with God. It's a fundamental attitude of human beings, who ask about the origins of life and what happens after death. For many, the answer is a personal god. In my opinion, it's religion that produces God, not the other way round."
   },
   "author": {
    "text": "Umberto Eco"
   }
  },
  {
   "quote": {
    "text": "Religion was nearly dead because there was no longer real belief in future life; but something was struggling to take its place - service - social service - the ants creed, the bees creed."
   },
   "author": {
    "text": "John Galsworthy"
   }
  },
  {
   "quote": {
    "text": "Theater is my temple and my religion and my act of faith. Strangers sit in a room together and believe together."
   },
   "author": {
    "text": "Harvey Fierstein"
   }
  },
  {
   "quote": {
    "text": "Educate men without religion and you make of them but clever devils."
   },
   "author": {
    "text": "Duke of Wellington"
   }
  },
  {
   "quote": {
    "text": "The audience that I try to reach are members of what I call the church alumni association. Now they are people who have not found in institutional religion a God big enough to be God for their world."
   },
   "author": {
    "text": "John Shelby Spong"
   }
  },
  {
   "quote": {
    "text": "Religious people often prefer to be right rather than compassionate. Often, they don't want to give up their egotism. They want their religion to endorse their ego, their identity."
   },
   "author": {
    "text": "Karen Armstrong"
   }
  },
  {
   "quote": {
    "text": "Abraham is such a fascinating figure. Three world religions - Judaism, Christianity, and Islam - all claim him as a patriarch. He was raised in a religious home. And yet he rejected religion in order to pursue a personal relationship with God."
   },
   "author": {
    "text": "Anne Graham Lotz"
   }
  },
  {
   "quote": {
    "text": "Civil disobedience is not accepted by religion and the state does not accept it and there are many verses in the Holy Book that talk of following the ruler."
   },
   "author": {
    "text": "Pope Shenouda III"
   }
  },
  {
   "quote": {
    "text": "For some years I deserted religion in favour of Marxism. The republic of goodness seemed more attainable than the Kingdom of God."
   },
   "author": {
    "text": "Lionel Blue"
   }
  },
  {
   "quote": {
    "text": "You cannot classify a whole group of people based upon their religion and determine their intent. That's not fair. It's not American."
   },
   "author": {
    "text": "Jeff Fortenberry"
   }
  },
  {
   "quote": {
    "text": "Not until the human heart is stolid to poetry, the human eye blind to beauty, not until the intellect ceases its quest for truth and conscience finds its quietus either in universal defeat or in triumphant success, will organized religion cease to be."
   },
   "author": {
    "text": "Jenkin Lloyd Jones"
   }
  },
  {
   "quote": {
    "text": "I never saw, heard, nor read, that the clergy were beloved in any nation where Christianity was the religion of the country. Nothing can render them popular, but some degree of persecution."
   },
   "author": {
    "text": "Jonathan Swift"
   }
  },
  {
   "quote": {
    "text": "When man fell from grace, he lost a kingdom, not a religion. He lost dominion over the earth; He did not lose Heaven. Therefore, mankind's search is not for a religion or for Heaven but for his kingdom."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "To fall in love is to create a religion that has a fallible god."
   },
   "author": {
    "text": "Jorge Luis Borges"
   }
  },
  {
   "quote": {
    "text": "I wasn't looking for religion; I was looking for a world view."
   },
   "author": {
    "text": "John Eldredge"
   }
  },
  {
   "quote": {
    "text": "These days too many of us seem inclined to cover our ears, close our eyes, and blindly follow the most narrow, conservative tenets of religion; or else seek comfort in the ancient traditions of New Age ritual."
   },
   "author": {
    "text": "Joan D. Vinge"
   }
  },
  {
   "quote": {
    "text": "Selfishness is the only real atheism; aspiration, unselfishness, the only real religion."
   },
   "author": {
    "text": "Israel Zangwill"
   }
  },
  {
   "quote": {
    "text": "I cannot live on myths; somehow, science convinces me more easily. I am prone to lean towards science, ethics, and philosophy rather than myth, religion, and rituals."
   },
   "author": {
    "text": "Kamal Haasan"
   }
  },
  {
   "quote": {
    "text": "Much to the chagrin of the staunchly secular among us, religion shows no sign of going away. Predictions of the demise of religion, faith, tradition - and even God - have consistently been proven wrong."
   },
   "author": {
    "text": "Hamza Yusuf"
   }
  },
  {
   "quote": {
    "text": "The acquisition of knowledge - knowledge of both the world and of their own religion - will inoculate young people against extremist ideologies."
   },
   "author": {
    "text": "Hamza Yusuf"
   }
  },
  {
   "quote": {
    "text": "I believe that there is some spiritual entity that's greater than us. I do not belong to any specific organized religion. I have always believed that, and I believe it even more so now. I believe that someone was listening to me, and someone is giving me an incredibly blessed life."
   },
   "author": {
    "text": "Jane Seymour"
   }
  },
  {
   "quote": {
    "text": "It doesn't matter what tradition you come from, what religion you have or don't, what culture you were brought up in or what God you ascribe to: Faith is worthwhile as it helps us to be kinder, more generous, more loving and forgiving people."
   },
   "author": {
    "text": "Charity Sunshine Tillemann-Dick"
   }
  },
  {
   "quote": {
    "text": "Superstition is only the fear of belief, while religion is the confidence."
   },
   "author": {
    "text": "Marguerite Gardiner"
   }
  },
  {
   "quote": {
    "text": "The Son of God became man so that we might become God."
   },
   "author": {
    "text": "Athanasius"
   }
  },
  {
   "quote": {
    "text": "If one group of people can exterminate another in the name of so-called religion, the world has no hope."
   },
   "author": {
    "text": "Jeff Fortenberry"
   }
  },
  {
   "quote": {
    "text": "Muslims must believe that all power, success and victory comes from God alone."
   },
   "author": {
    "text": "Abu Bakar Bashir"
   }
  },
  {
   "quote": {
    "text": "I don't think you need religion."
   },
   "author": {
    "text": "Terry Jones"
   }
  },
  {
   "quote": {
    "text": "This sounds really hokey, but I think Buddhism is the only religion that is genuinely peaceful, so I'd try to promote it in a contemporary society."
   },
   "author": {
    "text": "Nick Love"
   }
  },
  {
   "quote": {
    "text": "Zen, per se, is not just an art, it's not just a religion, it's a realisation."
   },
   "author": {
    "text": "Gene Clark"
   }
  },
  {
   "quote": {
    "text": "That I am not a member of any Christian church is true; but I have never denied the truth of the Scriptures, and I have never spoken with intentional disrespect of religion in general, or of any denomination of Christians in particular."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "I do not think I could myself be brought to support a man for office whom I knew to be an open enemy of, and scoffer at, religion."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "I am a deeply religious nonbeliever - this is a somewhat new kind of religion."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "If one has the answers to all the questions - that is the proof that God is not with him. It means that he is a false prophet using religion for himself. The great leaders of the people of God, like Moses, have always left room for doubt. You must leave room for the Lord, not for our certainties; we must be humble."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Morality is of the highest importance - but for us, not for God."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "All religions and all communities have the same rights, and it is my responsibility to ensure their complete and total protection. My government will not tolerate or accept any discrimination based on caste, creed and religion."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "Twelve-step promotes spirituality, not religion. It gives a practical, day-to-day spirituality that tells me what I can and cannot control. There is room to be imperfect and to be someone who struggles to find God."
   },
   "author": {
    "text": "Melody Beattie"
   }
  },
  {
   "quote": {
    "text": "One strength of the communist system of the East is that it has some of the character of a religion and inspires the emotions of a religion."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Science investigates; religion interprets. Science gives man knowledge which is power; religion gives man wisdom which is control."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "I do not feel obliged to believe that the same God who has endowed us with sense, reason, and intellect has intended us to forgo their use."
   },
   "author": {
    "text": "Galileo Galilei"
   }
  },
  {
   "quote": {
    "text": "We want to answer this classical question, who am I? So I think that most of our works are for art, or whatever we do, including science or religion, tried to answer that question."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "Freedom prospers when religion is vibrant and the rule of law under God is acknowledged."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "It is easy enough to be friendly to one's friends. But to befriend the one who regards himself as your enemy is the quintessence of true religion. The other is mere business."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "The truths of religion are never so well understood as by those who have lost the power of reason."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Religion is more than life. Remember that his own religion is the truest to every man even if it stands low in the scales of philosophical comparison."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Wherever there is a settled society, religion is necessary; the laws cover manifest crimes, and religion covers secret crimes."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "If the grandfather of the grandfather of Jesus had known what was hidden within him, he would have stood humble and awe-struck before his soul."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Fear of death makes us devoid both of valour and religion. For want of valour is want of religious faith."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "There is not enough religion in the world even to destroy religion."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Religion was instituted to make us happy in this life and in the other. What must we do to be happy in the life to come? Be just."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Such is the feebleness of humanity, such is its perversity, that doubtless it is better for it to be subject to all possible superstitions, as long as they are not murderous, than to live without religion."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "God is a thought who makes crooked all that is straight."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "My religion teaches me that whenever there is distress which one cannot remove, one must fast and pray."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "The first requisite for the happiness of the people is the abolition of religion."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "Every high school and college graduate in America should, I think, have some familiarity with statistics, economics and a foreign language such as Spanish. Religion may not be as indispensable, but the humanities should be a part of our repertory. They may not enrich our wallets, but they do enrich our lives. They civilize us. They provide context."
   },
   "author": {
    "text": "Nicholas Kristof"
   }
  },
  {
   "quote": {
    "text": "Every formula of every religion has in this age of reason, to submit to the acid test of reason and universal assent."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Religion is a matter of the heart. No physical inconvenience can warrant abandonment of one's own religion."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "One's own religion is after all a matter between oneself and one's Maker and no one else's."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "A religion that takes no account of practical affairs and does not help to solve them is no religion."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "As with the Christian religion, the worst advertisement for Socialism is its adherents."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "Let us with caution indulge the supposition that morality can be maintained without religion. Reason and experience both forbid us to expect that national morality can prevail in exclusion of religious principle."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "Religion must mainly be a matter of principles only. It cannot be a matter of rules. The moment it degenerates into rules, it ceases to be a religion, as it kills responsibility which is an essence of the true religious act."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "In Iran, there is no freedom of the press, no freedom of speech, no independent judiciary, no free elections. There is no freedom of religion - not even for Shiites, who are forced by Iran's theocracy to adhere to one narrow set of official rules."
   },
   "author": {
    "text": "Elliott Abrams"
   }
  },
  {
   "quote": {
    "text": "Other lands may have their charms, and the sunny skies of other climes may be regretted, but it is with pride and gladness that the wanderer sets foot again on British soil, thanking God for the religion and the liberty which have made this weather-beaten island in a northern sea to be the light and glory of the world."
   },
   "author": {
    "text": "Isabella Bird"
   }
  },
  {
   "quote": {
    "text": "To gather with God's people in united adoration of the Father is as necessary to the Christian life as prayer."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "Religion, any religion, no matter what sort of wonderful religion, never be universal. So now education is universal, so we have to sort of find ways and means through education system, from kindergarten up to university level, to make awareness these good things, the values, inner values."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Whether you call it Buddhism or another religion, self-discipline, that's important. Self-discipline with awareness of consequences."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "It is in our lives and not our words that our religion must be read."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Difference of opinion is advantageous in religion. The several sects perform the office of a Censor - over each other."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Religion is just mind control."
   },
   "author": {
    "text": "George Carlin"
   }
  },
  {
   "quote": {
    "text": "My main hope is eventually, in modern education field, introduce education about warm-heartedness, not based on religion, but based on common experience and a common sort of sense, and then scientific finding."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "I always say that people should not rush to change religions. There is real value in finding the spiritual resources you need in your home religion."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Every religion is true one way or another. It is true when understood metaphorically. But when it gets stuck in its own metaphors, interpreting them as facts, then you are in trouble."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "We can only learn to know ourselves and do what we can - namely, surrender our will and fulfill God's will in us."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "Conversion is not my intention. Changing religion is not easy. You may develop some kind of confusion or difficulties."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "I was born poor and without religion, under a happy sky, feeling harmony, not hostility, in nature. I began not by feeling torn, but in plenitude."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Even if a unity of faith is not possible, a unity of love is."
   },
   "author": {
    "text": "Hans Urs von Balthasar"
   }
  },
  {
   "quote": {
    "text": "There is nothing in our book, the Koran, that teaches us to suffer peacefully. Our religion teaches us to be intelligent."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "No man ever believes that the Bible means what it says: He is always convinced that it says what he means."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "In politics, as in religion, it is equally absurd to aim at making proselytes by fire and sword. Heresies in either can rarely be cured by persecution."
   },
   "author": {
    "text": "Alexander Hamilton"
   }
  },
  {
   "quote": {
    "text": "It's not surprising, then, they get bitter, they cling to guns or religion or antipathy to people who aren't like them or anti-immigrant sentiment or anti-trade sentiment as a way to explain their frustrations."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "If you have a particular faith or religion, that is good. But you can survive without it."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "I cannot think that when God sent us into the world, he had irreversibly decreed that we should be perpetually miserable in it. If our taking up the Cross imply our bidding adieu to all joy and satisfaction, how is it reconcilable with what Solomon expressly affirms of religion, that 'her ways are ways of pleasantness, and all her paths are peace?'"
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "I know America is very nice and very good people. I'm a professional athlete. I come here. I never have a problem with somebody about my religion, about my name. I am happy. I'm always comfortable because I never do anything wrong. All the time I do something right. I follow all the rules."
   },
   "author": {
    "text": "Khabib Nurmagomedov"
   }
  },
  {
   "quote": {
    "text": "Freedom of religion is a fundamental Constitutional principle. It's a founding principle of this country."
   },
   "author": {
    "text": "Paul Ryan"
   }
  },
  {
   "quote": {
    "text": "Secularism is categorically not saying that the religious may not speak out publicly or have a say in public life. It is about saying that religion alone should not confer a privileged say in public life, or greater influence on it. It really is as simple as that."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "I have grown to understand that no matter where we come from, human beings, at heart, are the same. Defining ourselves based on race, religion, and ethnicity is like betraying that."
   },
   "author": {
    "text": "Shenaz Treasury"
   }
  },
  {
   "quote": {
    "text": "All religions must be tolerated... for every man must get to heaven in his own way."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "We must respect the other fellow's religion, but only in the sense and to the extent that we respect his theory that his wife is beautiful and his children smart."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Religion is the impotence of the human mind to deal with occurrences it cannot understand."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "Islam does not believe in democracy, freedom of speech, freedom of the press, or freedom of assembly. It does not separate religion and politics. It is partly a religion, but it is much more than that. It has a political agenda that goes far outside the realm of religion."
   },
   "author": {
    "text": "Pauline Hanson"
   }
  },
  {
   "quote": {
    "text": "Most religious people in America fully embrace science. So the argument that religion has some issue with science applies to a small fraction of those who declare that they are religious. They just happen to be a very vocal fraction, so you got the impression that there are more of them than there actually is."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "In the early days I had a very black-and-white view of everything. I think that's kind of natural for anyone who's just embraced Islam - or any religion - as a convert. It was important for me to duck out of the fast and furious life I'd been living as a pop star. I was in a different mood."
   },
   "author": {
    "text": "Cat Stevens"
   }
  },
  {
   "quote": {
    "text": "I believe in a religion that believes in freedom. Any time I have to accept a religion that won't let me fight a battle for my people, I say to hell with that religion."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "There is only one religion, though there are a hundred versions of it."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Communism, like any other revealed religion, is largely made up of prophecies."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Science is a differential equation. Religion is a boundary condition."
   },
   "author": {
    "text": "Alan Turing"
   }
  },
  {
   "quote": {
    "text": "Our religion is the traditions of our ancestors - the dreams of our old men, given them in solemn hours of the night by the Great Spirit; and the visions of our sachems, and is written in the hearts of our people."
   },
   "author": {
    "text": "Chief Seattle"
   }
  },
  {
   "quote": {
    "text": "Religion is capable of driving people to such dangerous folly that faith seems to me to qualify as a kind of mental illness."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Religion is excellent stuff for keeping common people quiet."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "Personally, I don't choose any particular religion or symbol or group of words or teachings to define me. That's between me and the most high. You know, my higher self. The Creator."
   },
   "author": {
    "text": "Erykah Badu"
   }
  },
  {
   "quote": {
    "text": "We know too much, and are convinced of too little. Our literature is a substitute for religion, and so is our religion."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "I respect the fact that many denominations have different points of view with respect to gay marriage and they can hold that in the sanctity in the place of their religion and not bless them or solemnize them."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Prisons are built with stones of Law. Brothels with the bricks of religion."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "The framers of our Constitution meant we were to have freedom of religion, not freedom from religion."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "The word 'religion' is only a label. What lies behind that, the most important thing of all, is the word 'faith'. You either have faith, or you don't have faith, or you have degrees of faith - and if you have degrees of faith, then you become agnostic. You're kind of in-between, or you're on the fence."
   },
   "author": {
    "text": "Ridley Scott"
   }
  },
  {
   "quote": {
    "text": "Just as the soul fills the body, so God fills the world. Just as the soul bears the body, so God endures the world. Just as the soul sees but is not seen, so God sees but is not seen. Just as the soul feeds the body, so God gives food to the world."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "One of the things I most admire about America is they have created a genuine melting pot society, a country of opportunity; you can be of any religion, colour, ethnicity, persuasion and make it to the top of your chosen field. And that's something I admire about America and hope they continue with."
   },
   "author": {
    "text": "David Cameron"
   }
  },
  {
   "quote": {
    "text": "Religion and slavery are incompatible."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "Science is increasingly answering questions that used to be the province of religion."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Religion and art spring from the same root and are close kin. Economics and art are strangers."
   },
   "author": {
    "text": "Nathaniel Hawthorne"
   }
  },
  {
   "quote": {
    "text": "We are always on the anvil; by trials God is shaping us for higher things."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "One act of obedience is better than one hundred sermons."
   },
   "author": {
    "text": "Dietrich Bonhoeffer"
   }
  },
  {
   "quote": {
    "text": "If, then, you are looking for the way by which you should go, take Christ, because He Himself is the way."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "Many good sayings are to be found in holy books, but merely reading them will not make one religious."
   },
   "author": {
    "text": "Ramakrishna"
   }
  },
  {
   "quote": {
    "text": "I agree with people like Richard Dawkins that mankind felt the need for creation myths. Before we really began to understand disease and the weather and things like that, we sought false explanations for them. Now science has filled in some of the realm - not all - that religion used to fill."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Too often, customary practices and discrimination on the basis of gender, ethnicity, race, religion, social status, or class are the root sources of pervasive inequality in many countries."
   },
   "author": {
    "text": "Said Musa"
   }
  },
  {
   "quote": {
    "text": "The First Amendment only says 'Congress shall make no law respecting an establishment of religion.' It can disrespect all it wants."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Is it not a species of blasphemy to call the New Testament revealed religion, when we see in it such contradictions and absurdities."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "I know the Bible is inspired because it inspires me."
   },
   "author": {
    "text": "Dwight L. Moody"
   }
  },
  {
   "quote": {
    "text": "I remember when I was a freshman in college, I was still somewhat bothered by... worried... about religion. I remember going to this professor of philosophy and telling him that I had lost my faith."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "Hobbies of any kind are boring except to people who have the same hobby. This is also true of religion, although you will not find me saying so in print."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "The one thing that unites all human beings, regardless of age, gender, religion or ethnic background, is that we all believe we are above-average drivers."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "God's love is too great to be confined to any one side of a conflict or to any one religion."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "My purpose is to help people look at themselves and begin to shift their concepts. Remember, we are not our country, our race, or religion. We are eternal spirits. Seeing ourselves as spiritual beings without label is a way to transform the world and reach a sacred place for all of humanity."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Just in terms of allocation of time resources, religion is not very efficient. There's a lot more I could be doing on a Sunday morning."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "The moral systems of religion, I think, are super important."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "I have a great love and respect for religion, great love and respect for atheism. What I hate is agnosticism, people who do not choose."
   },
   "author": {
    "text": "Orson Welles"
   }
  },
  {
   "quote": {
    "text": "I was always respectful of people who were deeply religious because I always felt that if they gave themselves to it, then it had to be important to them. But if you can go through life without it, that's OK, too. It's whatever suits you."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "I am against religion because it teaches us to be satisfied with not understanding the world."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "If there is any fixed star in our constitutional constellation, it is that no official, high or petty, can prescribe what shall be orthodox in politics, nationalism, religion, or other matters of opinion, or force citizens to confess by word or act."
   },
   "author": {
    "text": "Robert Jackson"
   }
  },
  {
   "quote": {
    "text": "Unless we place our religion and our treasure in the same thing, religion will always be sacrificed."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "I did study religion for a little while. I studied the Torah and the Holy Koran, Helios Biblos, which is considered by most people to be the Holy Bible. I just wanted to know, even with Buddhism and the Dalai Llama."
   },
   "author": {
    "text": "Kevin Gates"
   }
  },
  {
   "quote": {
    "text": "I don't call myself a Buddhist. I'm a free spirit. I believe I'm here on earth to admire and enjoy it; that's my religion."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "I don't think that people accept the fact that life doesn't make sense. I think it makes people terribly uncomfortable. It seems like religion and myth were invented against that, trying to make sense out of it."
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "Religion is essentially the art and the theory of the remaking of man. Man is not a finished creation."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "For the record, I believe in God, but I do not believe in religion, period."
   },
   "author": {
    "text": "Rodrigo Duterte"
   }
  },
  {
   "quote": {
    "text": "People have evolved into something selfish, greedy and intolerant. People are unaccepting, because of religion, race, gender, sexual orientation... I've seen it in punk clubs, and I've seen it in the world."
   },
   "author": {
    "text": "Gerard Way"
   }
  },
  {
   "quote": {
    "text": "The same thing which is now called Christian religion existed among the ancients. They have begun to call 'Christian' the true religion which existed before."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "I'm not a New Age person, but I do believe in meditation, and for that reason I've always liked the Buddhist religion. When I've been to Japan, I've been to Buddhist temples and meditated, and I found that rewarding."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "Teach us to give and not to count the cost."
   },
   "author": {
    "text": "Saint Ignatius"
   }
  },
  {
   "quote": {
    "text": "That means that every human being - without distinction of sex, age, race, skin color, language, religion, political view, or national or social origin - possesses an inalienable and untouchable dignity."
   },
   "author": {
    "text": "Hans Kung"
   }
  },
  {
   "quote": {
    "text": "Of all the tyrannies that affect mankind, tyranny in religion is the worst."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "I have been astonished that men could die martyrs for religion - I have shuddered at it. I shudder no more - I could be martyred for my religion - Love is my religion - I could die for that."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "No matter the nationality, no matter the religion, no matter the ethnic background, America brings out the best in people."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "We are a nation that is unenlightened because of religion. I do believe that. I think religion stops people from thinking. I think it justified crazies."
   },
   "author": {
    "text": "Bill Maher"
   }
  },
  {
   "quote": {
    "text": "The Christian religion, though scattered and abroad will in the end gather itself together at the foot of the cross."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "There was a time when someone would get on a plane and request to move their seat just because the person sitting next to them was of a different ethnicity or religion or nationality. But I don't think my generation wants that. That's how it used to be."
   },
   "author": {
    "text": "ASAP Rocky"
   }
  },
  {
   "quote": {
    "text": "Nothing is so fatal to religion as indifference."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "You can have religion with spirituality. You can also have religion without spirituality."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "Men despise religion. They hate it and are afraid it may be true."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "A man will do more for his stubbornness than for his religion or his country."
   },
   "author": {
    "text": "E. W. Howe"
   }
  },
  {
   "quote": {
    "text": "Religion is something left over from the infancy of our intelligence, it will fade away as we adopt reason and science as our guidelines."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "It is possible that mankind is on the threshold of a golden age; but, if so, it will be necessary first to slay the dragon that guards the door, and this dragon is religion."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "As a religion, bilingualism is the god that failed. It has led to no fairness, produced no unity, and cost Canadian taxpayers untold millions."
   },
   "author": {
    "text": "Stephen Harper"
   }
  },
  {
   "quote": {
    "text": "I've lived the American Dream and had a great life. Immigration and religion and racial tolerance are the foundation of this country."
   },
   "author": {
    "text": "Shahid Khan"
   }
  },
  {
   "quote": {
    "text": "My country is the world, and my religion is to do good."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "Religion is an illusion and it derives its strength from the fact that it falls in with our instinctual desires."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "When I have a terrible need of - shall I say the word - religion. Then I go out and paint the stars."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "For that again, is what all manner of religion essentially is: childish dependency."
   },
   "author": {
    "text": "Albert Ellis"
   }
  },
  {
   "quote": {
    "text": "I am an Anglo-Catholic in religion, a classicist in literature and a royalist in politics."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "Religion, to me, is a bureaucracy between man and God that I don't need."
   },
   "author": {
    "text": "Bill Maher"
   }
  },
  {
   "quote": {
    "text": "I think, for years, people have been pushed down by religion, and I don't say that disrespectfully, but they've been shown a God that you can't measure up to."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "It is a debt we owe to the purity of our religion to show that it is at variance with that law which warrants slavery."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "When I got religion, I found some work to do to benefit somebody."
   },
   "author": {
    "text": "Sojourner Truth"
   }
  },
  {
   "quote": {
    "text": "We are punished by our sins, not for them."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "Freedom. Freedom of religion. Freedom to speak their mind. Freedom to build a life. And yes, freedom to build a business. With their own hands. This is the essence of the American experience."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "What people are really after is, what is my stance on religion or spirituality or God? And I would say, if I find a word that came closest, it would be agnostic."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "You should always take what I say about religion with a grain of salt, because the 7 deadly sins are more like my seven daily activities. I try to check them all off at least once a day. All of them except gluttony; my trainer keeps that under control."
   },
   "author": {
    "text": "Milo Yiannopoulos"
   }
  },
  {
   "quote": {
    "text": "I remember while I was at school some of my Muslim friends talked about a handful of people spoiling things in every culture. Hatred or hurt or pain isn't specific to a religion. I think it's a matter of acceptance. The one thing the world has to accept is everybody is different. What is normal to us is different and unusual to somebody else."
   },
   "author": {
    "text": "Jessie J"
   }
  },
  {
   "quote": {
    "text": "Religious tolerance is something we should all practice; however, there have been more persecution and atrocities committed in the name of religion and religious freedom than anything else."
   },
   "author": {
    "text": "Walter Koenig"
   }
  },
  {
   "quote": {
    "text": "As a global society, we do not have to agree, endorse or condone the lifestyle choices of others. However, history has taught us that we equally cannot and should not excuse those who would hide behind religion or misuse God's word to justify bigotry and persecution."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "We have enough religion to make us hate, but not enough to make us love one another."
   },
   "author": {
    "text": "Jonathan Swift"
   }
  },
  {
   "quote": {
    "text": "Whoever seeks to set one religion against another seeks to destroy all religion."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Religion kept some of my relatives alive, because it was all they had. If they hadn't had some hope of heaven, some companionship in Jesus, they probably would have committed suicide, their lives were so hellish."
   },
   "author": {
    "text": "Octavia E. Butler"
   }
  },
  {
   "quote": {
    "text": "This assumption of Negro leadership in the ghetto, then, must not be confined to matters of religion, education, and social uplift; it must deal with such fundamental forces in life as make these things possible."
   },
   "author": {
    "text": "Carter G. Woodson"
   }
  },
  {
   "quote": {
    "text": "Religion is a very scary thing, because a pastor is in a position of power. And if you use that power badly, you ruin people's lives, and you ruin your own life."
   },
   "author": {
    "text": "Eugene H. Peterson"
   }
  },
  {
   "quote": {
    "text": "Religion is the frozen thought of man out of which they build temples."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "I maintain that Truth is a pathless land, and you cannot approach it by any path whatsoever, by any religion, by any sect."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "A belief is purely an individual matter, and you cannot and must not organize it. If you do, it becomes dead, crystallized; it becomes a creed, a sect, a religion, to be imposed on others."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "Religion is not a department of life; it is something that enters into the whole of it."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "There are some Christian people who taste and see and enjoy religion in their own souls, and who get at a deeper knowledge of it than books can ever give them, though they should search all their days."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "If there is a God, it's going to be a whole lot bigger and a whole lot more incomprehensible than anything that any theologian of any religion has ever proposed."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "I discovered that wearing the veil is not suitable for a woman who wants to work in activism and the public domain. People need to see you, to associate and relate to you. It is not stated in my religion to wear the veil; it is a traditional practice, so I took it off."
   },
   "author": {
    "text": "Tawakkol Karman"
   }
  },
  {
   "quote": {
    "text": "There are two factors in American politics that may seem strange to Europeans: race and religion."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "I believe that Catholics involved in politics carry the values of their religion within them, but have the mature awareness and expertise to implement them. The Church will never go beyond its task of expressing and disseminating its values, at least as long as I'm here."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Religion doesn't make people bigots. People are bigots and they use religion to justify their ideology."
   },
   "author": {
    "text": "Reza Aslan"
   }
  },
  {
   "quote": {
    "text": "The obligation of the state is to guarantee freedom of religion, and that implies dealing with all of them on an equal footing."
   },
   "author": {
    "text": "Ricardo Alarcon"
   }
  },
  {
   "quote": {
    "text": "After it is all over, the religion of man is his most important possession."
   },
   "author": {
    "text": "John D. Rockefeller"
   }
  },
  {
   "quote": {
    "text": "Any system of religion that has anything in it that shocks the mind of a child, cannot be true."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "Religion is the masterpiece of the art of animal training, for it trains people as to how they shall think."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "God made everything out of nothing, but the nothingness shows through."
   },
   "author": {
    "text": "Paul Valery"
   }
  },
  {
   "quote": {
    "text": "I think religion is a mistake - I'm exhausted by its self-righteousness. I think atheists should start screaming for attention like religious folks do."
   },
   "author": {
    "text": "Bjork"
   }
  },
  {
   "quote": {
    "text": "The seven deadly sins: Want of money, bad health, bad temper, chastity, family ties, knowing that you know things, and believing in the Christian religion."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "I have now disposed of all my property to my family. There is one thing more I wish I could give them, and that is the Christian religion."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "The conflict between religion and science is inherent and (very nearly) zero-sum. The success of science often comes at the expense of religious dogma; the maintenance of religious dogma always comes at the expense of science."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "Let your religion be less of a theory and more of a love affair."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Human beings must be known to be loved; but Divine beings must be loved to be known."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "It is a fine thing to establish one's own religion in one's heart, not to be dependent on tradition and second-hand ideals. Life will seem to you, later, not a lesser, but a greater thing."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "There's naught, no doubt, so much the spirit calms as rum and true religion."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "Morality without religion is only a kind of dead reckoning - an endeavor to find our place on a cloudy sea by measuring the distance we have run, but without any observation of the heavenly bodies."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "If you want to move people, you look for a point of sensitivity, and in Egypt nothing moves people as much as religion."
   },
   "author": {
    "text": "Naguib Mahfouz"
   }
  },
  {
   "quote": {
    "text": "Communism has decided against God, against Christ, against the Bible, and against all religion."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "It is well known that the Soviet Union closely regulates all organizations and movements, including religion."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Religion flourishes in greater purity, without than with the aid of Government."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "We have to pray with our eyes on God, not on the difficulties."
   },
   "author": {
    "text": "Oswald Chambers"
   }
  },
  {
   "quote": {
    "text": "When people unfortunately use religion to facilitate their envy, arrogance and hate, communalism surfaces."
   },
   "author": {
    "text": "Radhanath Swami"
   }
  },
  {
   "quote": {
    "text": "What gets in our way is history and culture and religion and economic conditions. It is part of the hypnosis of our social conditioning."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "I glory in the distinguishing grace of God and will not, by the grace of God, step one inch from my principles or think of adhering to the present fashionable sort of religion."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Many of us saw religion as harmless nonsense. Beliefs might lack all supporting evidence but, we thought, if people needed a crutch for consolation, where's the harm? September 11th changed all that."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "To fill a world with religion, or religions of the Abrahamic kind, is like littering the streets with loaded guns. Do not be surprised if they are used."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "I remember how my mother would bring us to chapel on Sundays... and my father used to wait outside. One of the things that I picked up from my father and my mother was the sense that religion often gets in the way of God. For me, at least, it got in the way."
   },
   "author": {
    "text": "Bono"
   }
  },
  {
   "quote": {
    "text": "The difference must be distinguished between worship and respect. Islam orders you to obey and respect, as long as you are not worshiping anything other than God... Islam is a religion of peace. You don't attack. You explain."
   },
   "author": {
    "text": "Hakeem Olajuwon"
   }
  },
  {
   "quote": {
    "text": "Where you have no religion, you are sure to have no government, for as religion disappears, anarchy takes place and fixes a compleat Hell on earth till religion returns."
   },
   "author": {
    "text": "Daniel Morgan"
   }
  },
  {
   "quote": {
    "text": "In Goddess religion death is not feared, but is understood to be a part of life, followed by birth and renewal."
   },
   "author": {
    "text": "Carol P. Christ"
   }
  },
  {
   "quote": {
    "text": "That which we call the Hindu religion is really the Eternal religion because it embraces all others."
   },
   "author": {
    "text": "Sri Aurobindo"
   }
  },
  {
   "quote": {
    "text": "I'm looking for the best person irregardless of political party, of race or religion, or color of their skin. Those things don't matter to me. I want someone who's qualified, who has a qualification to character and the integrity to do the things that have to be done to save this world."
   },
   "author": {
    "text": "Edward Brooke"
   }
  },
  {
   "quote": {
    "text": "Terrorism should be seen in the light of the country's security and not from the narrow perspective of caste, creed and religion."
   },
   "author": {
    "text": "Oscar Fernandes"
   }
  },
  {
   "quote": {
    "text": "The separation of church and state was meant to protect church from state; a state that declares religion off limits in public life is a state that declares itself supreme over all religious values."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "Religion and philosophy are to be preserved distinct. We are not to introduce divine revelations into philosophy, nor philosophical opinions into religion."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "Toleration is the best religion."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "I'm religiously opposed to religion."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "My concern with religion is that it allows us by the millions to believe what only lunatics or idiots could believe on their own. That's not to say that all religious people are lunatics or idiots. It's anything but that."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "Passion is universal humanity. Without it religion, history, romance and art would be useless."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "I was told to challenge every spiritual teacher, every world leader to utter the one sentence that no religion, no political party, and no nation on the face of the earth will dare utter: 'Ours is not a better way, ours is merely another way."
   },
   "author": {
    "text": "Neale Donald Walsch"
   }
  },
  {
   "quote": {
    "text": "A little philosophy inclineth man's mind to atheism, but depth in philosophy bringeth men's minds about to religion."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Do not neglect secret prayer, for it is the soul of religion."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Disturbances in society are never more fearful than when those who are stirring up the trouble can use the pretext of religion to mask their true designs."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "To the man who reads 'Scouting for Boys' superficially, there is a disappointing lack of religion in the book. But to him who tries it in practice, the basic religion underlying it soon becomes apparent."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "We must search out totally new ways to anchor ourselves, for all the old roots religion, nation, community, family, or profession are now shaking under the hurricane impact of the accelerative thrust."
   },
   "author": {
    "text": "Alvin Toffler"
   }
  },
  {
   "quote": {
    "text": "You need not go back four thousand years for heroines. The world is filled with them today. They do not belong to any nation, nor to any religion, nor exclusively to any race. Wherever woman is found, they are found."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "Religion survives because it answers three questions that every reflective person must ask. Who am I? Why am I here? How then shall I live?"
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "I have sung for Americans of every political persuasion, and I am proud that I never refuse to sing to an audience, no matter what religion or color of their skin, or situation in life."
   },
   "author": {
    "text": "Pete Seeger"
   }
  },
  {
   "quote": {
    "text": "The United States is not a nation based upon race, creed, or religion - we are a nation based upon our loyalty and allegiance to our country and her principles."
   },
   "author": {
    "text": "Jim Ryun"
   }
  },
  {
   "quote": {
    "text": "I don't think Arizonans are interested in having the Mormon religion dictate public policy to them."
   },
   "author": {
    "text": "Kyrsten Sinema"
   }
  },
  {
   "quote": {
    "text": "The real religion of the world comes from women much more than from men - from mothers most of all, who carry the key of our souls in their bosoms."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "Religion is a very personal thing for me. Religion has its good moments and its poor moments."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "Behaving morally because of a hope of reward or a fear of punishment is not morality. Morality is not bribery or threats. Religion is bribery and threats. Humans have morality. We don't need religion."
   },
   "author": {
    "text": "Penn Jillette"
   }
  },
  {
   "quote": {
    "text": "The idea that religion and politics don't mix was invented by the Devil to keep Christians from running their own country."
   },
   "author": {
    "text": "Jerry Falwell"
   }
  },
  {
   "quote": {
    "text": "You know, religion itself, Eastern and Western, is divisive and quarrelsome anyway."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Joy in the universe, and keen curiosity about it all - that has been my religion."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "The first amendment makes it clear that we are free to practice religion without government interference. The Constitution also establishes the separation of church and state so that the laws we live by our never guided by religious zeal."
   },
   "author": {
    "text": "Roxane Gay"
   }
  },
  {
   "quote": {
    "text": "I'm literally fighting for the equality of every man, woman and child regardless of race, religion, color, creed, and sexual orientation and here to spread a message of peace, love, and positivity."
   },
   "author": {
    "text": "Logic"
   }
  },
  {
   "quote": {
    "text": "An important function of theology is to keep religion tied to reason and reason to religion. Both roles are of essential importance for humanity."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "Twin-sister of Religion, Selfishness."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "A political party cannot have a religion. Only individuals can. Otherwise, you'd be exploiting religion, and religion is so supreme that it cannot be exploited or taken advantage of."
   },
   "author": {
    "text": "Recep Tayyip Erdogan"
   }
  },
  {
   "quote": {
    "text": "People tell you the world looks a certain way. Parents tell you how to think. Schools tell you how to think. TV. Religion. And then at a certain point, if you're lucky, you realize you can make up your own mind. Nobody sets the rules but you. You can design your own life."
   },
   "author": {
    "text": "Carrie-Anne Moss"
   }
  },
  {
   "quote": {
    "text": "God requireth not a uniformity of religion."
   },
   "author": {
    "text": "Roger Williams"
   }
  },
  {
   "quote": {
    "text": "As Juan Gabriel, music is my religion, and mariachi is my devotion. And my songs are my prayers."
   },
   "author": {
    "text": "Juan Gabriel"
   }
  },
  {
   "quote": {
    "text": "There are so many things in life that divide us, that separate us and tear us apart, be it race, religion, creed, socioeconomic level, nationality or any variety of other factors. But running is something that we all share in common."
   },
   "author": {
    "text": "Dean Karnazes"
   }
  },
  {
   "quote": {
    "text": "Though I believe in God, I don't believe in religion for everybody. Some people who are a little weak and don't want to shoulder any responsibility need Catholicism. For people at the other extreme, there is Christian Science... I think a powerful conscience is worth all the religions put together."
   },
   "author": {
    "text": "Preston Sturges"
   }
  },
  {
   "quote": {
    "text": "The slugs are ascending this steep city staircase that leads up to a huge Catholic church, essentially signifying their slow crawl towards death. The work reminds us of religion, mortality, natural decay, and the slow suffocation of commercialized societies."
   },
   "author": {
    "text": "Florentijn Hofman"
   }
  },
  {
   "quote": {
    "text": "I have a reputation worldwide of being tolerant of all people and their views. I'm too well-educated to criticize a certain religion or group of people for what they believe in. It's called freedom."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "There is a vulgar incredulity, which in historical matters, as well as in those of religion, finds it easier to doubt than to examine."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "In nearly every religion I am aware of, there is a variation of the golden rule. And even for the non-religious, it is a tenet of people who believe in humanistic principles."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Go beyond science, into the region of metaphysics. Real religion is beyond argument. It can only be lived both inwardly and outwardly."
   },
   "author": {
    "text": "Swami Sivananda"
   }
  },
  {
   "quote": {
    "text": "Not every religion has to have St. Augustine's attitude to sex. Why even in our culture marriages are celebrated in a church, everyone present knows what is going to happen that night, but that doesn't prevent it being a religious ceremony."
   },
   "author": {
    "text": "Ludwig Wittgenstein"
   }
  },
  {
   "quote": {
    "text": "I do not know how to teach philosophy without becoming a disturber of established religion."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "Well, I think indigenous peoples have ways of living on the Earth that they've had forever. And they've been overrun by organized religion, which has had a lot of money and power."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "A lot of people, because of my contempt for the false consolations of religion, think of me as a symbolic public opponent of that in extremis. And sometimes that makes me feel a bit alarmed, to be the repository of other people's hope."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "It is the test of a good religion whether you can joke about it."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Happiness is a mystery, like religion, and should never be rationalised."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Next to religion, let your care be to promote justice."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "The quarrels and divisions about religion were evils unknown to the heathen. The reason was because the religion of the heathen consisted rather in rites and ceremonies than in any constant belief."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "If Christians will obey the instructions given to them by Christ and his inspired apostles, they will adorn the religion of the Bible, and save themselves much perplexity and severe trials, which they attribute to their afflictions in consequence of believing unpopular truth."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "A man has no religion who has not slowly and painfully gathered one together, adding to it, shaping it; and one's religion is never complete and final, it seems, but must always be undergoing modification."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "At their peak, religion and psychotherapy become one."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "It's fun being in Islamic countries, to know there's only one religion. There's order. You wear a burqa. There's no choice. People are happy with that."
   },
   "author": {
    "text": "Prince"
   }
  },
  {
   "quote": {
    "text": "Most people don't want to talk about politics and religion. They say, 'Let's talk about something else.'"
   },
   "author": {
    "text": "Prince"
   }
  },
  {
   "quote": {
    "text": "I believe if religion brings you to a sense of peace, that's beautiful. But I also believe if religion's not your thing, that's fine, too, just so long as you're a good person and you find that one thing that leads you to peace and teaches you to have harmony with yourself and other people around you."
   },
   "author": {
    "text": "Michelle Phan"
   }
  },
  {
   "quote": {
    "text": "I'm not into organized religion. I'm into believing in a higher source of creation, realizing we're all just part of nature."
   },
   "author": {
    "text": "Neil Young"
   }
  },
  {
   "quote": {
    "text": "It just so happens that the green religion is now taking over from the Christian religion. I don't think people have noticed that, but it's got all the sort of terms that religions use... The greens use guilt. That just shows how religious greens are. You can't win people round by saying they are guilty for putting (carbon dioxide) in the air."
   },
   "author": {
    "text": "James Lovelock"
   }
  },
  {
   "quote": {
    "text": "The greatest thing a human soul ever does in this world... to see clearly is poetry, prophecy and religion all in one."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "My philosophy is that the most important aspect of any religion should be human kindness. And to try to ease the suffering of others. To try to bring light and love into the lives of mankind."
   },
   "author": {
    "text": "Steven Seagal"
   }
  },
  {
   "quote": {
    "text": "Indeed, in view of its function, religion stands in greater need of a rational foundation of its ultimate principles than even the dogmas of science."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "Every religion in the world has denounced every other religion as a fraud. That proves to me that they all tell the truth - about others."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "I have no religion, but I can't escape being extremely Jewish ethnically - that is, culturally. In other words, I'm not religious, but I worry and I'm neurotic. And I'm very good with money."
   },
   "author": {
    "text": "Sarah Silverman"
   }
  },
  {
   "quote": {
    "text": "Don't say I hate institutionalised religion - rather than saying I hate those things, which I do not, what I'm saying is that perhaps there is a way of opening more doors, rather than closing so many."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "There is no religion in which everyday life is not considered a prison; there is no philosophy or ideology that does not think that we live in alienation."
   },
   "author": {
    "text": "Eugene Ionesco"
   }
  },
  {
   "quote": {
    "text": "I'm actually an evangelical atheist, but there is something I recognise about religion: that it gives people a chance to surrender."
   },
   "author": {
    "text": "Brian Eno"
   }
  },
  {
   "quote": {
    "text": "And I have no doubt that every new example will succeed, as every past one has done, in showing that religion and Government will both exist in greater purity, the less they are mixed together."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "If your religion doesn't teach you the difference between good and evil, your religion is worse than useless."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "I find the whole business of religion profoundly interesting. But it does mystify me that otherwise intelligent people take it seriously."
   },
   "author": {
    "text": "Douglas Adams"
   }
  },
  {
   "quote": {
    "text": "I'm a great admirer of secularism. At its best, I think it's one of the best things that we have. I don't believe in insinuating religion into conversation. I don't believe in excluding it from conversation. I enjoy the fact that people's innermost thoughts are their own."
   },
   "author": {
    "text": "Marilynne Robinson"
   }
  },
  {
   "quote": {
    "text": "Religion, art, and science flourish best in a free society. True, freedom does not afford much opportunity for grand gestures. It has little room for martyrs. But life is not supposed to be about dying well. It is about living well."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "Without the emotion of the beautiful, the sublime, the mysterious, there is no art, no religion, no literature."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "A union of government and religion tends to destroy government and degrade religion."
   },
   "author": {
    "text": "Hugo Black"
   }
  },
  {
   "quote": {
    "text": "I am known for a life spent in the struggle for freedom, and freedom includes the freedom of religion."
   },
   "author": {
    "text": "Oriana Fallaci"
   }
  },
  {
   "quote": {
    "text": "I think most of our religious institutions are pretty corrupt, so they're not reliable. I think the Christian religion that I was brought up with has very little to do with Christ, really, and more an institutions that have built up around the church."
   },
   "author": {
    "text": "Richard Gere"
   }
  },
  {
   "quote": {
    "text": "It would be intolerant if I advocated the banning of religion, but of course I never have."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "I am not an atheist; I believe in God. But my religion ends there. I have my own personal belief system that is so strong it allows me to do what I do. I don't have to worry about going to Hell because of Slayer, you know? Everyone has a personal belief system and believes in life somehow."
   },
   "author": {
    "text": "Tom Araya"
   }
  },
  {
   "quote": {
    "text": "Our rights are interconnected and inseparable. When freedom of expression is threatened, the rights to freedom of association and assembly, of thought, conscience and religion, are also compromised."
   },
   "author": {
    "text": "Nazanin Boniadi"
   }
  },
  {
   "quote": {
    "text": "I am not interested in the afterlife. Religion is supposed to be about losing your ego, not preserving it eternally in optimum conditions."
   },
   "author": {
    "text": "Karen Armstrong"
   }
  },
  {
   "quote": {
    "text": "Bad religion is arrogant, self-righteous, dogmatic and intolerant. And so is bad science. But unlike religious fundamentalists, scientific fundamentalists do not realize that their opinions are based on faith. They think they know the truth."
   },
   "author": {
    "text": "Rupert Sheldrake"
   }
  },
  {
   "quote": {
    "text": "The only difference is that religion is much better organised and has been around much longer, but it's the same story with different characters and different costumes."
   },
   "author": {
    "text": "James Randi"
   }
  },
  {
   "quote": {
    "text": "America faces very real challenges. The climate crisis, inequality, stagnant wages, student debt - the list goes on. Rather than address these serious problems, Trump uses hate-filled rhetoric to divide America by race, religion, and ancestry."
   },
   "author": {
    "text": "Tom Steyer"
   }
  },
  {
   "quote": {
    "text": "Religion can be one of the greatest impediments to finding God."
   },
   "author": {
    "text": "Anne Graham Lotz"
   }
  },
  {
   "quote": {
    "text": "Anybody who comes to the cinema is bringing they're whole sexual history, their literary history, their movie literacy, their culture, their language, their religion, whatever they've got. I can't possibly manipulate all of that, nor do I want to."
   },
   "author": {
    "text": "David Cronenberg"
   }
  },
  {
   "quote": {
    "text": "Religion looms as large as an elephant in the United States, to the point that being nonreligious is about the biggest handicap a politician running for office can have, bigger than being gay, unmarried, thrice married, or black."
   },
   "author": {
    "text": "Frans de Waal"
   }
  },
  {
   "quote": {
    "text": "Of how much real happiness we cheat our souls by preferring a trifle to God! We have a general intention of living religion; but we intend to begin tomorrow or next year. The present moment we prefer giving to the world."
   },
   "author": {
    "text": "Adoniram Judson"
   }
  },
  {
   "quote": {
    "text": "We establish no religion in this country, nor will we ever. But we poison our society when we remove its theological underpinnings. We court corruption when we leave society devoid of belief."
   },
   "author": {
    "text": "Jeff Miller"
   }
  },
  {
   "quote": {
    "text": "In spite of the huge diversity in Malaysia in terms of religion, culture, race, ethnicity and so forth, we've really gone very far in developing this country."
   },
   "author": {
    "text": "Najib Razak"
   }
  },
  {
   "quote": {
    "text": "It's not about superheroes. This is the method of universal storytelling that all people have... To me, they're the same as the Greek myths or the Roman myths or religious figures of every religion. These are common characters that we use to express stories about being a better person or what you would do when faced with various things."
   },
   "author": {
    "text": "Patty Jenkins"
   }
  },
  {
   "quote": {
    "text": "Politics is the most important of the civil activities and has its own field of action, which is not that of religion."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "We ministers have undoubtedly failed to connect and apply Christianity to the practical everyday problems of the average man. In this, we have failed to follow in Christ's footsteps. For the religion which He taught and revealed in His own life and ministry was an intensely practical and down-to-earth affair."
   },
   "author": {
    "text": "Peter Marshall"
   }
  },
  {
   "quote": {
    "text": "Same-sex marriage is not the final nail in the coffin for traditional marriage. It is just another road sign toward the substitution of government for God. Every moral discussion now pits the wisest moral arbiters among us - the Supreme Court, President Obama - against traditional religion."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "What we need is a system of thought - you might even call it a religion - that can bind humans together. A system that would fit the Republic of Chad as well as the United States: a system that would supply our idealistic young people with something to believe in."
   },
   "author": {
    "text": "Abraham Maslow"
   }
  },
  {
   "quote": {
    "text": "Mayonnaise: One of the sauces which serve the French in place of a state religion."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "My first dissatisfaction has always been with religion."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "Of course God is endlessly multi-dimensional so every religion that exists on earth represents some face, some side of God."
   },
   "author": {
    "text": "Aleksandr Solzhenitsyn"
   }
  },
  {
   "quote": {
    "text": "Religion always remains higher than everyday life. In order to make the elevation towards religion easier for people, religion must be able to alter its forms in relation to the consciousness of modern man."
   },
   "author": {
    "text": "Aleksandr Solzhenitsyn"
   }
  },
  {
   "quote": {
    "text": "Earth changes, but thy soul and God stand sure."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "A Religion of Evolution: that, when all is said and done, is what Man needs ever more explicitly if he is to survive and 'superlive,' as soon as he becomes conscious of his power to ultra-hominize himself and of his duty to do so."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "When I was a student, I studied philosophy and religion. I talked about being patient. Some people say I was too hopeful, too optimistic, but you have to be optimistic just in keeping with the philosophy of non-violence."
   },
   "author": {
    "text": "John Lewis"
   }
  },
  {
   "quote": {
    "text": "I'm a student of world religion, so to me, it's hugely important to have knowledge and to understand what people are doing."
   },
   "author": {
    "text": "Will Smith"
   }
  },
  {
   "quote": {
    "text": "I don't necessarily believe in organized religion."
   },
   "author": {
    "text": "Will Smith"
   }
  },
  {
   "quote": {
    "text": "What we have done, the result of that comes to us whenever it comes, either today, tomorrow, hundred years later, hundred lives later, whatever, whatever. And so, it's our own karma. That is why that philosophy in every religion: Killing is sin. Killing is sin in every religion."
   },
   "author": {
    "text": "Maharishi Mahesh Yogi"
   }
  },
  {
   "quote": {
    "text": "Monotheism makes me grouchy. I don't trust any religion that makes God look like one of the ruling class. I guess I'm a pagan or an animist."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Religion provides the only story that is fundamentally consoling in the face of the worst possible experiences - the death of a parent, for instance. In fact, many religions take away the problem entirely, because their adherents ostensibly believe that they're going to be reunited with everyone they love, and death is an illusion."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "Religion will prove to the believer a comforter and a sure guide to the fountain of true happiness."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Christianity began as a religion of the poor and dispossessed - farmers, fishermen, Bedouin shepherds. There's a great lure to that kind of simplicity and rigor - the discipline, the call to action."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "But even in the Christian religion, much of its real meaning is hidden by words that are misleading and symbols that but few understand."
   },
   "author": {
    "text": "Ernest Holmes"
   }
  },
  {
   "quote": {
    "text": "Shelley is truth itself and honour itself notwithstanding his out-of-the-way notions about religion."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "The gospel of Jesus Christ is not a religion of mourning and gloom."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "Wonder is the basis of worship."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "The three great elements of modern civilization, Gun powder, Printing, and the Protestant religion."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "To see clearly is poetry, prophecy and religion all in one."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "Yet higher religion, which is only a search for a larger life, is essentially experience and recognized the necessity of experience as its foundation long before science learnt to do so."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "Religion can never reform mankind because religion is slavery."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "If I were asked for a one-sentence sound bite on religion, I would say I was against it."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "Man seeks to learn, and man kills himself because of the loss of cohesion in his religious society; he does not kill himself because of his learning. It is certainly not the learning he acquires that disorganizes religion; but the desire for knowledge wakens because religion becomes disorganized."
   },
   "author": {
    "text": "Emile Durkheim"
   }
  },
  {
   "quote": {
    "text": "Worship means reverence and humility it means revering your real self and humbling delusions."
   },
   "author": {
    "text": "Bodhidharma"
   }
  },
  {
   "quote": {
    "text": "Islam is a violent, I was going to say religion, but it's not a religion. It's a political system. It's a violent political system bent on the overthrow of the governments of the world and world domination. That is the ultimate aim."
   },
   "author": {
    "text": "Pat Robertson"
   }
  },
  {
   "quote": {
    "text": "Leftism seeks to undo most of the values that are distinct to Judeo-Christian religion."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "The notion that there is no basic value system is far more incoherent or invalid than the notion that there are essential values. Every religion can tell you it has basic values. You ask a Christian, most Christians would say love God and love your neighbor. Is that the entirety of Christianity? No one in his right mind would say it is."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "India is a country in which every great religion finds a home."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "We certainly love the Muslim people. But that is not the faith of this country. And that is not the religion that built this nation. The people of the Christian faith and the Jewish faith are the ones who built America, and it is not Islam."
   },
   "author": {
    "text": "Franklin Graham"
   }
  },
  {
   "quote": {
    "text": "St. Pope John XXIII called for the Second Vatican Council because he understood, as no Holy Father had in a long time, religion spoke to and found its language and symbols - its entire sense of the sacramental nature of existence - in the imagination that reveals not just the penalties of living, but the wonder and awe of our existence."
   },
   "author": {
    "text": "Eugene Kennedy"
   }
  },
  {
   "quote": {
    "text": "Science and religion are the two most powerful forces in the world. Having them at odds... is not productive."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "One of the things that is wrong with religion is that it teaches us to be satisfied with answers which are not really answers at all."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "The very idea that we get a moral compass from religion is horrible. Not only should we not get our moral compass from religion, as a matter of fact we don't."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "To an honest judge, the alleged marriage between religion and science is a shallow, empty, spin-doctored sham."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "The state has not only the obligation to stay neutral in matters of religion but also to ensure that freedom of thought and conscience of all individuals is protected."
   },
   "author": {
    "text": "Asma Jahangir"
   }
  },
  {
   "quote": {
    "text": "If you come out of the gate with a finger pointed, then you really aren't opening the door to any sort of resolution to whatever the problem may be. Whether it's about race or sexual orientation or religion, if you can't empathize with the opposing party, then you can't really meet in the middle."
   },
   "author": {
    "text": "Octavia Spencer"
   }
  },
  {
   "quote": {
    "text": "God is so big. It's a gigantic concept in God. The idea that God might love us and be interested in us is kind of huge and gigantic, but we turn it, because we're small-minded, into this tiny, petty, often greedy version of God, that is religion."
   },
   "author": {
    "text": "Bono"
   }
  },
  {
   "quote": {
    "text": "The importance that our society attaches to sport is incredible. After all, is football a game or a religion? The people of this country have allowed sports to get completely out of hand."
   },
   "author": {
    "text": "Howard Cosell"
   }
  },
  {
   "quote": {
    "text": "Let us recognize that we can no longer tolerate violent oppression of women in the name of religion and culture any more than we would tolerate violent oppression espoused by any other bully in the name of a twisted rationale."
   },
   "author": {
    "text": "Ayaan Hirsi Ali"
   }
  },
  {
   "quote": {
    "text": "Zionism was originally a rebellion against religious Judaism and the PLO Charter was essentially secularist. But because the conflict was allowed to fester without a resolution, religion got sucked into the escalating cycle of violence and became part of the problem."
   },
   "author": {
    "text": "Karen Armstrong"
   }
  },
  {
   "quote": {
    "text": "The increase of territory and power of empires by force of arms has been the policy of all great powers, and it has always been possible to get the approval of their state religion."
   },
   "author": {
    "text": "John Boyd Orr"
   }
  },
  {
   "quote": {
    "text": "The methodologies of examining hip hop are borrowed from sociology, politics, religion, economics, urban studies, journalism, communications theory, American studies, transatlantic studies, black studies, history, musicology, comparative literature, English, linguistics, and other disciplines."
   },
   "author": {
    "text": "Michael Eric Dyson"
   }
  },
  {
   "quote": {
    "text": "All the different nations in the world, despite their differences of appearance and religion and language and way of life, still have one thing in common, and that is what's inside of all of us. If we X-rayed the insides of different human beings, we wouldn't be able to tell from those X-rays what the person's language or background or race is."
   },
   "author": {
    "text": "Abbas Kiarostami"
   }
  },
  {
   "quote": {
    "text": "Revealed religion is one thing, revealed legislation, another."
   },
   "author": {
    "text": "Moses Mendelssohn"
   }
  },
  {
   "quote": {
    "text": "When theology erodes and organization crumbles, when the institutional framework of religion begins to break up, the search for a direct experience which people can feel to be religious facilitates the rise of cults."
   },
   "author": {
    "text": "Daniel Bell"
   }
  },
  {
   "quote": {
    "text": "Religion is a means of exploitation employed by the strong against the weak; religion is a cloak of ambition, injustice and vice."
   },
   "author": {
    "text": "Georges Bizet"
   }
  },
  {
   "quote": {
    "text": "It is not our sexual preferences, the color of our skin, the language we speak, nor the religion we practice that creates friction, hatred and wars amongst in society. It is our words and the words of our leaders that can create that disparity."
   },
   "author": {
    "text": "Yehuda Berg"
   }
  },
  {
   "quote": {
    "text": "Religion has the right to express its opinion in the service of the people, but God in creation has set us free: it is not possible to interfere spiritually in the life of a person."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "The Constitution provides for freedom of religion, not freedom from religion."
   },
   "author": {
    "text": "Lamar S. Smith"
   }
  },
  {
   "quote": {
    "text": "The major obstacle to a religious renewal is the intellectual classes, who are highly influential and tend to view religion as primitive superstition. They believe that science has left atheism as the only respectable intellectual stance."
   },
   "author": {
    "text": "Robert Bork"
   }
  },
  {
   "quote": {
    "text": "In reality, both religion and science are expressions of man's uncertainty. Perhaps the paradox is that certainty, whether it be in science or religion, is dangerous."
   },
   "author": {
    "text": "Robert Winston"
   }
  },
  {
   "quote": {
    "text": "In my view, the Christian religion is the most important and one of the first things in which all children, under a free government ought to be instructed."
   },
   "author": {
    "text": "Noah Webster"
   }
  },
  {
   "quote": {
    "text": "As we see thousands of public and private Christmas trees and nativity displays around the country, they remind us again of the powerful American value built into our Constitution: our freedom of religion."
   },
   "author": {
    "text": "James Lankford"
   }
  },
  {
   "quote": {
    "text": "It was once religion which told us that we are all sinners because of original sin. It is now the ecology of our planet which pronounces us all to be sinners because of the excessive exploits of human inventiveness."
   },
   "author": {
    "text": "Hans Jonas"
   }
  },
  {
   "quote": {
    "text": "Conflict between science and religion a dangerous foe."
   },
   "author": {
    "text": "Henry Norris Russell"
   }
  },
  {
   "quote": {
    "text": "If organized religion is the opium of the masses, then disorganized religion is the marijuana of the lunatic fringe."
   },
   "author": {
    "text": "Kerry Thornley"
   }
  },
  {
   "quote": {
    "text": "Religion is run by thought police. 'Obey. Listen. This is what you do. Don't ask questions. Go die for your country.' The spirituality says, 'Okay, you can die for your country, but know what you're doing while you're doing it.'"
   },
   "author": {
    "text": "Tommy Chong"
   }
  },
  {
   "quote": {
    "text": "Each religion, by the help of more or less myth, which it takes more or less seriously, proposes some method of fortifying the human soul and enabling it to make its peace with its destiny."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "Wealth, religion, military victory have more rhetorical than efficacious worth."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "I don't know whether I want to improve religion or not. I prefer to get rid of it."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "I have always said that often the religion you were born with becomes more important to you as you see the universality of truth."
   },
   "author": {
    "text": "Ram Dass"
   }
  },
  {
   "quote": {
    "text": "Counting is the religion of this generation it is its hope and its salvation."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "Jesus does not give recipes that show the way to God as other teachers of religion do. He is himself the way."
   },
   "author": {
    "text": "Karl Barth"
   }
  },
  {
   "quote": {
    "text": "If you belonged to a political party or a social club that was tied to as much bigotry, misogyny, homophobia, violence, and sheer ignorance as religion is, you'd resign in protest."
   },
   "author": {
    "text": "Bill Maher"
   }
  },
  {
   "quote": {
    "text": "Superstition is the only religion of which base souls are capable of."
   },
   "author": {
    "text": "Joseph Joubert"
   }
  },
  {
   "quote": {
    "text": "I've had trouble now and again in Nigeria because I have spoken up about the mistreatment of factions in the country because of difference in religion. These are things we should put behind us."
   },
   "author": {
    "text": "Chinua Achebe"
   }
  },
  {
   "quote": {
    "text": "He, however, who begins with Metaphysics, will not only become confused in matters of religion, but will fall into complete infidelity."
   },
   "author": {
    "text": "Maimonides"
   }
  },
  {
   "quote": {
    "text": "Religion and science are the two conjugated faces or phases of one and the same complete act of knowledge - the only one which can embrace the past and future of evolution and so contemplate, measure and fulfil them."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "Religion, born of the earth's need for the disclosing of a god, is related to and co-extensive with not the individual man, but the whole of mankind."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "I'm a Sufi Muslim, I would say. I believe in using the medium to create a good vibration because art is so important to society. Some projects I don't do because I feel that it's going to create a bad vibe. I don't do propaganda films that are anti another religion, anti-Muslim or anti-Hindu."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "I think my politics are just inclined to be empathetic and humanistic. I grew up with so many different kinds of people with different politics, different religion, no religion, no politics, education, no education, and I was infatuated with all of them."
   },
   "author": {
    "text": "Lily Tomlin"
   }
  },
  {
   "quote": {
    "text": "No power of government ought to be employed in the endeavor to establish any system or article of belief on the subject of religion."
   },
   "author": {
    "text": "Jeremy Bentham"
   }
  },
  {
   "quote": {
    "text": "I think students should know something about religion as a historical phenomenon, in the same way that they should know something about socialism and humanism and the other great ideas that have shaped political philosophies and therefore the course of human events."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "The problem is that religion tends to give people bad reasons to be good."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "Next to religion, baseball has had a greater impact on our American way of life than any other American institution."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "Religion is not going to come up with any new arguments."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "My children, to the extent that they have found religion, have found it from me, in that I insist on at least a modicum of religious education for them."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "Religion is compulsory in English schools, you know."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "I don't think Romney is wacky at all, but religion makes intelligent people say and do wacky things, believe and affirm crazy things. Left on his own, Romney would never have said something like the Garden Of Eden was in Missouri, and will be again."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "All humanity is passion; without passion, religion, history, novels, art would be ineffectual."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "I think you can judge from somebody's actions a kind of a stability and sense of purpose perhaps created by strong religious roots. I mean, there's a certain patience, a certain discipline, I think, that religion helps you achieve."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "I hate organized religion. I think you have to love thy neighbor as thyself. I think you have to pick your own God and be true to him. I always say 'him' rather than 'her.' Maybe it's because of my generation, but I don't like the idea of a female God. I see God as a benevolent male."
   },
   "author": {
    "text": "Julia Child"
   }
  },
  {
   "quote": {
    "text": "There is a heroism in crime as well as in virtue. Vice and infamy have their altars and their religion."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "I found enormous opposition to my religion. It's like if you want to strengthen your biceps, you lift heavy weight, as heavy as you can handle, and work your muscles against resistance until it grows strong. I had to do that with my religion."
   },
   "author": {
    "text": "Ricardo Montalban"
   }
  },
  {
   "quote": {
    "text": "I mean, I went to a Catholic boys' school for a year, but that was to play hockey. Religion class was quite contentious for me."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "Young people all over the world are very frustrated. They are very disillusioned. Many of them are turning their backs on religion. They are walking away from the faith of their parents, and most of this is because religion has failed them."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "If we must not act save on a certainty, we ought not to act on religion, for it is not certain. But how many things we do on an uncertainty, sea voyages, battles!"
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "I don't have a religion. I believe in a God. I don't know what it looks like but it's MY god. My own interpretation of the supernatural."
   },
   "author": {
    "text": "Jennifer Aniston"
   }
  },
  {
   "quote": {
    "text": "We live in an age that stresses personal goals, careers, happiness, work and religion. The emphasis is on the individual and how best that individual can satisfy himself."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "The inner spaces that a good story lets us enter are the old apartments of religion."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "In the West, we have been withdrawing from our tradition-, religion-, and even nation-centred cultures."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "Before the rise of the nation-state, between the eighteenth and twentieth centuries, the world was mostly tribal. Tribes were united by language, religion, blood, and belief. They feared other tribes and often warred against them."
   },
   "author": {
    "text": "Robert Reich"
   }
  },
  {
   "quote": {
    "text": "You might sooner get lightning out of incense smoke than true action or passion out of your modern English religion."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "I firmly believe that the mission of religion in the 21st century must be to contribute concretely to the peaceful coexistence of humankind."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "Let us put theology out of religion. Theology has always sent the worst to heaven, the best to hell."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "No system of religion should go in partnership with barbarism. Neither should any Christian feel it his duty to defend the savagery of the past."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "Religion is doing; a man does not merely think his religion or feel it, he lives his religion as much as he is able, otherwise it is not religion but fantasy or philosophy."
   },
   "author": {
    "text": "George Gurdjieff"
   }
  },
  {
   "quote": {
    "text": "Social media has lots of benefits, but compared to Christianity, it tends to group people by interests. Religion puts you with people who have nothing in common except that you're human."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "There's something called religion, and it was invented a long time ago by people who felt very out of control with their lives, who didn't know... why the sun always rose over the mountains."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "I see religion as a storehouse of lots of really good ideas that a secular world should look at, raid, and learn from."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "It is often said by religious people that without its framework, there is no sense of right or wrong. My view is that religion comes after ethics."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "Don't try to tear down other people's religion about their ears, Build up your own perfect structure of truth, and invite your listeners to enter in and enjoy its glories."
   },
   "author": {
    "text": "Brigham Young"
   }
  },
  {
   "quote": {
    "text": "There's a gullible side to the American people. They can be easily misled. Religion is the best device used to mislead them."
   },
   "author": {
    "text": "Michael Moore"
   }
  },
  {
   "quote": {
    "text": "My goal is never to make fun of religion."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "Science is very good at answering the 'how' questions. 'How did the universe evolve to the form that we see?' But it is woefully inadequate in addressing the 'why' questions. 'Why is there a universe at all?' These are the meaning questions, which many people think religion is particularly good at dealing with."
   },
   "author": {
    "text": "Brian Greene"
   }
  },
  {
   "quote": {
    "text": "I'm sickened by all religions. Religion has divided people. I don't think there's any difference between the pope wearing a large hat and parading around with a smoking purse and an African painting his face white and praying to a rock."
   },
   "author": {
    "text": "Howard Stern"
   }
  },
  {
   "quote": {
    "text": "The Left is doing to America what it has done to almost everything it has deeply influenced - the arts, the university, religion, culture, minorities, Europe: ruining it."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "Leftism has influenced the literary, academic, media, and, therefore, the political elite far more than any other religion. It has taken over Western schools from elementary through graduate."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "I've never treated anyone badly or in a discriminatory way based on their gender, race, religion or sexuality - period."
   },
   "author": {
    "text": "Mel Gibson"
   }
  },
  {
   "quote": {
    "text": "A lot of Christian extremism has done a great deal to discredit religion; the main religious traditions have abandoned their own intellectual cultures so drastically that no one has any sense of it other than the fringe."
   },
   "author": {
    "text": "Marilynne Robinson"
   }
  },
  {
   "quote": {
    "text": "In every religion I can think of, there exists some variation on the theme of abandoning the settled life and walking one's way to godliness. The Hindu sadhu, the pilgrims of Compostela walking past their sins, the circumambulators of the Buddhist kora, the haj."
   },
   "author": {
    "text": "Robyn Davidson"
   }
  },
  {
   "quote": {
    "text": "Religion is among the most beautiful and most natural of all things - that religion which 'sees God in clouds and hears Him in the wind,' which endows every object of sense with a living soul, which finds in the system of nature whatever is holy, mysterious and venerable, and inspires the bosom with sentiments of awe and veneration."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "The people who are teaching religion and not teaching love are missing the message."
   },
   "author": {
    "text": "Ziggy Marley"
   }
  },
  {
   "quote": {
    "text": "We believe that God is big enough to give every nationality their own religion, as he's given them their own taste in food, in plants, in furniture, and housing. I think that each religion has their basic Christ-ish way to get to the Everlasting God."
   },
   "author": {
    "text": "Duane Chapman"
   }
  },
  {
   "quote": {
    "text": "My parents taught me never to judge others based on whom they love, what color their skin is, or their religion."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "I don't think the 9/11 attacks taught us anything we didn't already know about religion. It has long been obvious - even to the deeply religious - that religious fanaticism is an extremely dangerous deranger of otherwise sane and goodhearted people."
   },
   "author": {
    "text": "Daniel Dennett"
   }
  },
  {
   "quote": {
    "text": "So potent was religion in persuading to evil deeds."
   },
   "author": {
    "text": "Lucretius"
   }
  },
  {
   "quote": {
    "text": "I'm just sick of the way things are. We're in an age in which we can't live without accepting the logic of the market. Contemporary politics is all about short-term pragmatism. We have abandoned religion and philosophy... What we have left is the automatisation of doing what the market tells us."
   },
   "author": {
    "text": "Jose Mujica"
   }
  },
  {
   "quote": {
    "text": "Bad Religion's tradition has always been to try and provoke people but hopefully lead them to a better sense of who they are and what they stand for. That's supposed to make them feel better."
   },
   "author": {
    "text": "Greg Graffin"
   }
  },
  {
   "quote": {
    "text": "I'm a Christian, but I don't believe in religion or anything like that."
   },
   "author": {
    "text": "Vanilla Ice"
   }
  },
  {
   "quote": {
    "text": "Keeping religion immune from criticism is both unwarranted and dangerous."
   },
   "author": {
    "text": "Lawrence M. Krauss"
   }
  },
  {
   "quote": {
    "text": "The American free enterprise system is the greatest tool to lift people out of poverty ever created in human history and when applied properly, does not discriminate by race, religion, or skin color."
   },
   "author": {
    "text": "Markwayne Mullin"
   }
  },
  {
   "quote": {
    "text": "Sex is the ersatz or substitute religion of the 20th Century."
   },
   "author": {
    "text": "Malcolm Muggeridge"
   }
  },
  {
   "quote": {
    "text": "To criticize a person for their race is manifestly irrational and ridiculous, but to criticize their religion, that is a right. That is a freedom."
   },
   "author": {
    "text": "Rowan Atkinson"
   }
  },
  {
   "quote": {
    "text": "Religion teaches you to be satisfied with nonanswers. It's a sort of crime against childhood."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "God has to speak to each person in their own language, in their own idioms. Take Spanish, Chinese. You can express the same thought, but to different people you have to use a different language. It's the same in religion."
   },
   "author": {
    "text": "Huston Smith"
   }
  },
  {
   "quote": {
    "text": "In 1986, Pakistan got the blasphemy law. So, while we had just two cases of blasphemy before that year, now we have thousands. It shows that one should be careful while bringing religion into legislation, because the law itself can become an instrument of persecution."
   },
   "author": {
    "text": "Asma Jahangir"
   }
  },
  {
   "quote": {
    "text": "Religion can be the enemy of God. It's often what happens when God, like Elvis, has left the building."
   },
   "author": {
    "text": "Bono"
   }
  },
  {
   "quote": {
    "text": "And what is religion, you might ask. It's a technology of living."
   },
   "author": {
    "text": "Toni Cade Bambara"
   }
  },
  {
   "quote": {
    "text": "Existentialism is about being a saint without God; being your own hero, without all the sanction and support of religion or society."
   },
   "author": {
    "text": "Anita Brookner"
   }
  },
  {
   "quote": {
    "text": "For me, tribalism and religion are basically the big reasons we're in trouble. Patriotism, tribalism, and religion."
   },
   "author": {
    "text": "George A. Romero"
   }
  },
  {
   "quote": {
    "text": "Out of all the ridiculous religion stories - which are greatly, wonderfully ridiculous - the silliest one I've ever heard is, 'Yeah, there's this big, giant universe, and it's expanding, and it's all going to collapse on itself, and we're all just here, just 'cuz. Just 'cuz.' That to me, is the most ridiculous explanation ever."
   },
   "author": {
    "text": "Trey Parker"
   }
  },
  {
   "quote": {
    "text": "I believe in the separation of church and state, but I do not believe in the separation of politics from religion."
   },
   "author": {
    "text": "Rick Warren"
   }
  },
  {
   "quote": {
    "text": "As the sun outshines the brightest star in the heavens, dispels every vestige of darkness and gives life and light to all beings, so, in a not too distant future, will the true religion of Christ supersede and obliterate all other religions, to the eternal benefit of mankind."
   },
   "author": {
    "text": "Max Heindel"
   }
  },
  {
   "quote": {
    "text": "I say you don't need religion, or political ideology, to understand human nature. Science reveals that human nature is greedy and selfish, altruistic and helpful."
   },
   "author": {
    "text": "Michael Shermer"
   }
  },
  {
   "quote": {
    "text": "It's one thing to be religious, but it's another thing to make religion your policy."
   },
   "author": {
    "text": "Madeleine Albright"
   }
  },
  {
   "quote": {
    "text": "Religion is a complex and often contradictory force in our world. It fosters hope and comfort but also doubt and guilt. It creates both community and exclusion. It brings societies together around shared belief and tears them apart through war. However, what unites the faithful, whatever their religion, is the unshakeable force of generosity."
   },
   "author": {
    "text": "Laura Arrillaga-Andreessen"
   }
  },
  {
   "quote": {
    "text": "Surfing is my religion, if I have one."
   },
   "author": {
    "text": "Kelly Slater"
   }
  },
  {
   "quote": {
    "text": "I don't believe in God but I'm very interested in her."
   },
   "author": {
    "text": "Arthur C. Clarke"
   }
  },
  {
   "quote": {
    "text": "Koran says whoever believes in God in the last day shall be saved. It is a religion whose very name, Islam, comes from the word Shalom, which means peace. It's about establishing peace. We greet each other with peace be upon you, which the Jews do in greeting each other."
   },
   "author": {
    "text": "Feisal Abdul Rauf"
   }
  },
  {
   "quote": {
    "text": "I do not stop repeating it to French Jews... Not only is the National Front not your enemy, but it is without a doubt the best shield to protect you. It stands at your side for the defense of our freedoms of thought and of religion against the only real enemy: Islamist fundamentalism."
   },
   "author": {
    "text": "Marine Le Pen"
   }
  },
  {
   "quote": {
    "text": "It's been mentioned or suggested that Paradise will not be well studied, because it's about this unimportant intellectual topic, which is religion."
   },
   "author": {
    "text": "Toni Morrison"
   }
  },
  {
   "quote": {
    "text": "Before anything else, I'm a Muslim. As a Muslim, I try to comply with the requirements of my religion. I have a responsibility to God, who created me, and I try to fulfill that responsibility. But I try now very much to keep this away from my political life, to keep it private."
   },
   "author": {
    "text": "Recep Tayyip Erdogan"
   }
  },
  {
   "quote": {
    "text": "Art is exalted above religion and race. Not a single solitary soul these days believes in the religions of the Assyrians, the Egyptians and the Greeks... Only their art, whenever it was beautiful, stands proud and exalted, rising above all time."
   },
   "author": {
    "text": "Emil Nolde"
   }
  },
  {
   "quote": {
    "text": "Putin stands for the opposite of a universal ideology; he has become an arch-nationalist of a pre-Cold War type, making mystic appeals to motherland and religion."
   },
   "author": {
    "text": "George Packer"
   }
  },
  {
   "quote": {
    "text": "I have the greatest love for the rituals of organised religion - the sense of community and belonging it can confer to people. But me, I'm more a questioner than a follower; not by whim or fashion, but as a decision painfully arrived at after much, much thought."
   },
   "author": {
    "text": "Kabir Bedi"
   }
  },
  {
   "quote": {
    "text": "The wise man regulates his conduct by the theories both of religion and science. But he regards these theories not as statements of ultimate fact but as art-forms."
   },
   "author": {
    "text": "John B. S. Haldane"
   }
  },
  {
   "quote": {
    "text": "Every sect is a moral check on its neighbour. Competition is as wholesome in religion as in commerce."
   },
   "author": {
    "text": "Walter Savage Landor"
   }
  },
  {
   "quote": {
    "text": "All religions have periods in their history which are looked back to with retrospective fear and trembling as eras of persecution, and each religion has its own book of martyrs."
   },
   "author": {
    "text": "Richard Le Gallienne"
   }
  },
  {
   "quote": {
    "text": "I think what I and most other sociologists of religion wrote in the 1960s about secularization was a mistake. Our underlying argument was that secularization and modernity go hand in hand. With more modernization comes more secularization."
   },
   "author": {
    "text": "Peter L. Berger"
   }
  },
  {
   "quote": {
    "text": "Atheism is a religion itself complete with fanatics and bigots."
   },
   "author": {
    "text": "Vanna Bonta"
   }
  },
  {
   "quote": {
    "text": "I'm a believer. I don't go to church. I don't belong to any particular religion, but I do believe in God. I couldn't write what I write about and be creative without a certain form of belief."
   },
   "author": {
    "text": "Nick Cave"
   }
  },
  {
   "quote": {
    "text": "The concept of God in America is very different than it is in England. Because we see the horrendous outcome of religion as being an American thing, in which the name of God has been hijacked by a gang of psychopaths and bullies and homophobes, and the name of God has been used for their own twisted agendas."
   },
   "author": {
    "text": "Nick Cave"
   }
  },
  {
   "quote": {
    "text": "Indonesia is hardly immune to catastrophic breakdowns, as the anti-Communist pogrom showed. But, like India, it has been relatively fortunate in evolving a mode of politics that can include many discontinuities - of class, region, ethnicity, and religion."
   },
   "author": {
    "text": "Pankaj Mishra"
   }
  },
  {
   "quote": {
    "text": "God is waiting to be gracious, and is willing to make us happy in religion, if we would not run away from him. We refuse to open the window shutters, and complain that it is dark."
   },
   "author": {
    "text": "Adoniram Judson"
   }
  },
  {
   "quote": {
    "text": "Civilisation has ever accompanied emigration and conquest - the conflict of opinion, of religion, or of race."
   },
   "author": {
    "text": "Alfred Russel Wallace"
   }
  },
  {
   "quote": {
    "text": "Music does not have colour or religion. If I listen to a song, I don't care about the colour, religion, or country of the singer. It doesn't matter, even if it is in another language, because I love the music."
   },
   "author": {
    "text": "Adnan Sami"
   }
  },
  {
   "quote": {
    "text": "Let us not seek to bring religion to others, but let us endeavor to live it ourselves."
   },
   "author": {
    "text": "Paul Tournier"
   }
  },
  {
   "quote": {
    "text": "I believe in, and will to the best of my ability fight for, equal rights and freedom of opinion for everyone, regardless of colour, religion, nationality, orientation - you know the rest."
   },
   "author": {
    "text": "Binyavanga Wainaina"
   }
  },
  {
   "quote": {
    "text": "The great redemptive religion which has always been known as Christianity is battling against a totally diverse type of religious belief, which is only the more destructive of the Christian faith because it makes use of traditional Christian terminology."
   },
   "author": {
    "text": "John Gresham Machen"
   }
  },
  {
   "quote": {
    "text": "It's not just the effect of technology on the environment, on religion, on the economic structure, on society, on politics, etc. It's that everything now exists in technology to the point where technology is the new and comprehensive host of nature of life."
   },
   "author": {
    "text": "Godfrey Reggio"
   }
  },
  {
   "quote": {
    "text": "In Lebanon, there are completely different opinions and values in one country in terms of religion, modernity, tradition, East and West - which allows for a kind of intellectual development not available anywhere else."
   },
   "author": {
    "text": "Rabih Alameddine"
   }
  },
  {
   "quote": {
    "text": "Religion has done love a great service by making it a sin."
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "My political ideas and things like that, even my religion, I try to keep close to me because it's a personal thing, and I don't shove it down people's throats. I don't condemn any artist that wants to do that, like the Baldwins. That's their choice. But in my world, I'm just an entertainer."
   },
   "author": {
    "text": "Donny Osmond"
   }
  },
  {
   "quote": {
    "text": "The ecclesiastical establishments of Europe which serve to support tyrannical governments are not the Christian religion but abuses and corruptions of it."
   },
   "author": {
    "text": "Noah Webster"
   }
  },
  {
   "quote": {
    "text": "In Mesopotamia or Egypt, for example, the monarch had a god-like religious status. But this is not the case in Judaism. So that notion that religion can go on, when all the markers of power and trappings of monarchy disappear, ultimately serves the endurance of Judaism very well."
   },
   "author": {
    "text": "Simon Schama"
   }
  },
  {
   "quote": {
    "text": "As you know, the South is known for its hospitality, traditions, football, pageants, and food. Football is almost like a religion here. People say their priorities are faith, family, and then football. People eat, breathe, and sleep it in the South. It's a huge deal."
   },
   "author": {
    "text": "Katherine Webb"
   }
  },
  {
   "quote": {
    "text": "We need leadership that can elevate religion and morality to their position of paramount importance and thus eliminate growing selfishness, immorality and materialism."
   },
   "author": {
    "text": "George W. Romney"
   }
  },
  {
   "quote": {
    "text": "It's a common part of the narrative of the history of Christianity that it was 'real' religion that involved real spirituality and real faith, and that's why it's completely superseded the more pagan polytheistic practices."
   },
   "author": {
    "text": "Ann Leckie"
   }
  },
  {
   "quote": {
    "text": "I see a sense of unity in the universe. Spirituality is not limited to only one religion. One can experience it across different religions. I am fascinated by philosophy of Advaita and philosophy of unity. We have to get over the illusion that God is different from us."
   },
   "author": {
    "text": "Amish Tripathi"
   }
  },
  {
   "quote": {
    "text": "Religion and morality are critical to how students think about politics and form opinions on political issues."
   },
   "author": {
    "text": "Jeanne Shaheen"
   }
  },
  {
   "quote": {
    "text": "The courts are using the First Amendment to attack religion, when they should be using it to protect religion."
   },
   "author": {
    "text": "Ernest Istook"
   }
  },
  {
   "quote": {
    "text": "The great myth that many social scientists want to encourage is that there is an incompatibility between modern technology and traditional religion. This is absolute nonsense. If anything, it's the reverse."
   },
   "author": {
    "text": "Rodney Stark"
   }
  },
  {
   "quote": {
    "text": "President Obama understands that, as a nation founded by those who fled religious persecution, freedom of religion is central to who we are as Americans. Our rights are not given to us by government, they are endowed by our Creator."
   },
   "author": {
    "text": "Denis McDonough"
   }
  },
  {
   "quote": {
    "text": "Perhaps more than ever before, there is that aggressive secularism and there are those who would indeed try to destroy our Christian heritage and culture and take God from the public square. Religion must not be taken from the public square."
   },
   "author": {
    "text": "Keith O'Brien"
   }
  },
  {
   "quote": {
    "text": "Freedom of speech, freedom of the press, and freedom of religion all have a double aspect - freedom of thought and freedom of action."
   },
   "author": {
    "text": "Frank Murphy"
   }
  },
  {
   "quote": {
    "text": "By our form of government, the Christian religion is the established religion; and all sects and denominations of Christians are placed upon the same equal footing, and are equally entitled to protection in their religious liberty."
   },
   "author": {
    "text": "Samuel Chase"
   }
  },
  {
   "quote": {
    "text": "People can be only divided into good or bad; their race, religion, nationality don't matter."
   },
   "author": {
    "text": "Irena Sendler"
   }
  },
  {
   "quote": {
    "text": "I have great respect for the religion. I know a lot of people that are Muslim and are phenomenal people."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "It is no wonder that advocates of Obamacare blindly push forward with their agenda to force religious Americans to violate their own precepts: in the war between the state and the individual, religion is on the side of the individual and his or her relationship with God. That is why symbolic prayer matters. It is symbolic."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "President Obama's respect for the Constitution does not extend to freedom of religion - his administration has forced religious businessowners to pay for insurance plans that cover activities in violation of religious precepts."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "Where knowledge ends, religion begins."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "I remember the first time going to St. Jude. I didn't like going there because the children were ill, and it just broke my heart. It makes you test your religion when you see something like that. But the Lord doesn't want just old people. You know, He wants some young people, too, and good people. He takes care of them. He takes care of them."
   },
   "author": {
    "text": "Lee Trevino"
   }
  },
  {
   "quote": {
    "text": "My older brother and I read all the time. My father read, but only things related to religion. One year, he did read a set of stories that was called something like '365 Stories' out loud to us. They followed a family for the year, a page a day. They were about kids with simple problems - like a wheel coming off their bicycle."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "How can we educators claim credit for understanding, let alone teaching, the 'global mind' without a single course on the impact of religion on every day life?"
   },
   "author": {
    "text": "Warren Bennis"
   }
  },
  {
   "quote": {
    "text": "What is marriage, is marriage protection or religion, is marriage renunciation or abundance, is marriage a stepping-stone or an end. What is marriage."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "I think the world would be much poorer without religion, speaking generally."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "Oh, I don't think religion has failed. It's man who has failed. Christ hasn't failed. The Gospel hasn't failed. The teachings of God have not failed."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "The whole essence of the Christian religion is based on the atonement of Christ, his death and his resurrection."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "If I or my soldiers have plundered or done injury to the houses or ministers of religion, I repent me of my sin; but it is not of Edward of England I shall ask pardon."
   },
   "author": {
    "text": "William Wallace"
   }
  },
  {
   "quote": {
    "text": "Religion. A daughter of Hope and Fear, explaining to Ignorance the nature of the Unknowable."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "Do not imagine that what we have said of the insufficiency of our understanding and of its limited extent is an assertion founded only on the Bible: for philosophers likewise assert the same, and perfectly understand it,- without having regard to any religion or opinion."
   },
   "author": {
    "text": "Maimonides"
   }
  },
  {
   "quote": {
    "text": "The problem with writing about religion is that you run the risk of offending sincerely religious people, and then they come after you with machetes."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "Religion is to mysticism what popularization is to science."
   },
   "author": {
    "text": "Henri Bergson"
   }
  },
  {
   "quote": {
    "text": "The constitution of the universe is total natural law. 'Natural law,' we say from the field of science. 'Will of God,' we say from the field of religion. It's the same thing."
   },
   "author": {
    "text": "Maharishi Mahesh Yogi"
   }
  },
  {
   "quote": {
    "text": "To get people to do needed things is the perennial hard task of government, not to mention of religion and philosophy."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "One of the most important concepts of revealed religion is that of a sacred covenant."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "Generally speaking, the errors in religion are dangerous; those in philosophy only ridiculous."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "Formerly, when religion was strong and science weak, men mistook magic for medicine; now, when science is strong and religion weak, men mistake medicine for magic."
   },
   "author": {
    "text": "Thomas Szasz"
   }
  },
  {
   "quote": {
    "text": "If you don't like the word 'religion,' you can replace it with 'ideology' - it's largely the same thing. At the heart of both religion and ideology is the question of authority and where authority is coming from."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "The usefulness of religion - the fact that it gives life meaning, that it makes people feel good - is not an argument for the truth of any religious doctrine. It's not an argument that it's reasonable to believe that Jesus really was born of a virgin or that the Bible is the perfect word of the creator of the universe."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "To speak specifically of our problem with the Muslim world, we are meandering into a genuine clash of civilizations, and we're deluding ourselves with euphemisms. We're talking about Islam being a religion of peace that's been hijacked by extremists. If ever there were a religion that's not a religion of peace, it is Islam."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "It's simply untrue that religion provides the only framework for a universal morality."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "I wear the Jewish star, but I'm not - I haven't converted to Judaism, and I'm not - I'm not - I'm not Jewish in the conventional sense because the Kaballah is a belief system that predates religion and predates Judaism as an organized religion."
   },
   "author": {
    "text": "Madonna Ciccone"
   }
  },
  {
   "quote": {
    "text": "There is nothing evil save that which perverts the mind and shackles the conscience."
   },
   "author": {
    "text": "Saint Ambrose"
   }
  },
  {
   "quote": {
    "text": "The fact that religion plays such a part in how people vote troubles me, troubles me as a minister's daughter. Because I always felt that the separation of church and state was what our forefathers and foremothers really fought for."
   },
   "author": {
    "text": "Tori Amos"
   }
  },
  {
   "quote": {
    "text": "Religion has stayed with me even though I rebelled."
   },
   "author": {
    "text": "Grace Jones"
   }
  },
  {
   "quote": {
    "text": "You have this mounting aggressive ignorance with the rabbit's foot of their particular religion. You don't really have any kind of spiritual law, just a kind of a rabid mental illness. The songs are a little slice of life."
   },
   "author": {
    "text": "Joni Mitchell"
   }
  },
  {
   "quote": {
    "text": "I've got no problem with anybody's religion. But if you go claiming the Earth is only 10,000 years old, that's just wrong."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "I disagree with a couple of the stances of the Catholic Church. My older brother is gay, and it's important for me to be able to love him completely and freely, and it's important for me to spread beliefs in the world that are not going to limit people in their love. I can't support a religion that doesn't support my brother."
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "Anti-religious sneers are a hallmark of perpetual adolescents."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "Modern bodybuilding is ritual, religion, sport, art, and science, awash in Western chemistry and mathematics. Defying nature, it surpasses it."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "Movies are my religion and God is my patron. I'm lucky enough to be in the position where I don't make movies to pay for my pool. When I make a movie, I want it to be everything to me; like I would die for it."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "I believe that a government has only one religion - India first. A government has only one holy book - our Constitution. A government has only one kind of devotion - towards nation."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "Organized religion is a sham and a crutch for weak-minded people who need strength in numbers. It tells people to go out and stick their noses in other people's business."
   },
   "author": {
    "text": "Jesse Ventura"
   }
  },
  {
   "quote": {
    "text": "There are lots of people out there who think they know the truth about God and religion, but does anybody really know for sure? That's why the founding fathers built freedom of religious belief into the structure of this nation, so that everybody could make up their minds for themselves."
   },
   "author": {
    "text": "Jesse Ventura"
   }
  },
  {
   "quote": {
    "text": "The Establishment Clause prohibits government from making adherence to a religion relevant in any way to a person's standing in the political community."
   },
   "author": {
    "text": "Sandra Day O'Connor"
   }
  },
  {
   "quote": {
    "text": "Those among them that have not received our religion do not fright any from it, and use none ill that goes over to it, so that all the while I was there one man was only punished on this occasion."
   },
   "author": {
    "text": "Thomas More"
   }
  },
  {
   "quote": {
    "text": "Religion and modernity are not necessarily mutually exclusive."
   },
   "author": {
    "text": "Queen Rania of Jordan"
   }
  },
  {
   "quote": {
    "text": "If you reject the food, ignore the customs, fear the religion and avoid the people, you might better stay at home."
   },
   "author": {
    "text": "James A. Michener"
   }
  },
  {
   "quote": {
    "text": "Religion is a very sensitive subject and reason for wars all over the world."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "Some of you say religion makes people happy. So does laughing gas."
   },
   "author": {
    "text": "Clarence Darrow"
   }
  },
  {
   "quote": {
    "text": "Government is a true religion: it has its dogmas, its mysteries, its priests. To submit it to the individual discussion is to destroy it; it is given life only through the national mind, that is to say, by political faith, which is a creed."
   },
   "author": {
    "text": "Joseph de Maistre"
   }
  },
  {
   "quote": {
    "text": "As for my religion, I worship Jesus."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "The best thing about science is that hard, empirical answers are always there if you look hard enough. The best thing about religion is that the very absence of that certainty is what requires - and gives rise to - deep feelings of faith."
   },
   "author": {
    "text": "Jeffrey Kluger"
   }
  },
  {
   "quote": {
    "text": "The cinema has done more for my spiritual life than the church. My ideas of fame, success and beauty all originate from the big screen. Whereas Christian religion is retreating everywhere and losing more and more influence; film has filled the vacuum and supports us with myths and action-controlling images."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "I'm not defined by where I came from. I never took part in the rules and hatred that sometimes go along with religion. But if my parents are happy with what they believe, then I'm happy to stay out of their way. We agree to disagree."
   },
   "author": {
    "text": "Katy Perry"
   }
  },
  {
   "quote": {
    "text": "The first time I sang in the church choir; two hundred people changed their religion."
   },
   "author": {
    "text": "Fred Allen"
   }
  },
  {
   "quote": {
    "text": "God did not intend religion to be an exercise club."
   },
   "author": {
    "text": "Naguib Mahfouz"
   }
  },
  {
   "quote": {
    "text": "Rock n' roll is our religion, and we will continue to lose disciples as we go, but we pick up the fallen flag and keep moving forward, bringing forth the good news that our heroes have helped create, their bodies lost, but their spirits and their good work everlasting."
   },
   "author": {
    "text": "Steven Van Zandt"
   }
  },
  {
   "quote": {
    "text": "Forget sex or politics or religion, loneliness is the subject that clears out a room."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "As an East Asian looking at America, I find attractive and unattractive features. I like, for example, the free, easy and open relations between people regardless of social status, ethnicity or religion."
   },
   "author": {
    "text": "Lee Kuan Yew"
   }
  },
  {
   "quote": {
    "text": "Our fathers founded the first secular government that was ever founded in this world. Recollect that. The first secular government - the first government that said every church has exactly the same rights and no more; every religion has the same rights, and no more."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "The religion that has to be supported by law is without value, not only, but a fraud and a curse. The religious argument that has to be supported by a musket is hardly worth making."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "Science has nothing in common with religion. Facts and miracles never did and never will agree."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "Religion is not theory - it is life. It is not intellectual conviction - it is divine humanity, and nothing else."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "The religion of the name of the seas will triumph against the sect of the son of Adaluncatif; The obstinate, lamented sect will be fearful of the two wounded by Aleph and Aleph."
   },
   "author": {
    "text": "Nostradamus"
   }
  },
  {
   "quote": {
    "text": "In thinking about religion and society in the 21st century, we should broaden the conversation about faith from doctrinal debates to the larger question of how it might inspire us to strengthen the bonds of belonging that redeem us from our solitude, helping us to construct together a gracious and generous social order."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "The king is so subtle with his words that he would confound the apostolic religion itself. He will find the weak points of the pope's character and will trip him up to his destruction."
   },
   "author": {
    "text": "Thomas Becket"
   }
  },
  {
   "quote": {
    "text": "Take away the Book of Mormon and the revelations, and where is our religion? We have none."
   },
   "author": {
    "text": "Joseph Smith, Jr."
   }
  },
  {
   "quote": {
    "text": "Islam is not a religion of peace. Islam is a religion of submission. Islam means submit."
   },
   "author": {
    "text": "Steve Bannon"
   }
  },
  {
   "quote": {
    "text": "Anybody looking at the history even of the 20th century would not single out Islam as the bloodthirsty religion; it was Christian/Nazi/Communist Europe and Buddhist/Taoist/Hindu/atheist Asia that set records for mass slaughter."
   },
   "author": {
    "text": "Nicholas Kristof"
   }
  },
  {
   "quote": {
    "text": "It may be that religion is dead, and if it is, we had better know it and set ourselves to try to discover other sources of moral strength before it is too late."
   },
   "author": {
    "text": "Pearl S. Buck"
   }
  },
  {
   "quote": {
    "text": "The power that religion has is that you think nothing is random: If there's a tragedy in my life, that's God testing me or sending me a message."
   },
   "author": {
    "text": "Dan Brown"
   }
  },
  {
   "quote": {
    "text": "The earth is the Lord's fullness thereof: this is no longer a hollow dictum of religion, but a directive for economic action toward human brotherhood."
   },
   "author": {
    "text": "Lewis Mumford"
   }
  },
  {
   "quote": {
    "text": "I see religion more as a truck stop on your way to figuring out who you are."
   },
   "author": {
    "text": "Brad Pitt"
   }
  },
  {
   "quote": {
    "text": "I hope I would not be so arrogant as to doubt anyone's religion or belief."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "Our existence is beyond our explanation, whether we believe in God or we have religion or we're atheist. Our existence is beyond our understanding. No one has an answer."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "I think religion is a bunch of hooey, and I think that the holidays are an opportunity for people to get stressed out, getting their rush to shop. It's so conformist."
   },
   "author": {
    "text": "Ricky Martin"
   }
  },
  {
   "quote": {
    "text": "A religion without mystery must be a religion without God."
   },
   "author": {
    "text": "Jeremy Taylor"
   }
  },
  {
   "quote": {
    "text": "There is a very intimate connection between hypnotic phenomena and religion."
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "The trouble with many men is that they have got just enough religion to make them miserable. If there is not joy in religion, you have got a leak in your religion."
   },
   "author": {
    "text": "Billy Sunday"
   }
  },
  {
   "quote": {
    "text": "It's OK to burn a Bible, that's OK. OK to burn a flag, OK, that's all right. But just, you know, for heaven's sake, don't say anything that might offend someone of the Islamic religion."
   },
   "author": {
    "text": "Louie Gohmert"
   }
  },
  {
   "quote": {
    "text": "If we have to give up either religion or education, we should give up education."
   },
   "author": {
    "text": "William Jennings Bryan"
   }
  },
  {
   "quote": {
    "text": "I learned early on, stay away from politics, stay away from religion and don't talk about sports. Those three right there will get you in trouble."
   },
   "author": {
    "text": "Gabriel Iglesias"
   }
  },
  {
   "quote": {
    "text": "I have a certain pool of subject matter that I like to write about, things that interest me: politics, religion, ecology, and relationships between men and women. And that's usually what I focus on."
   },
   "author": {
    "text": "Don Henley"
   }
  },
  {
   "quote": {
    "text": "Once religion has been dismissed by primarily an intellectual class of people, we lose the really useful social functions of religion... What replaces it might be worse than what we throw away."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "The habit of religion is oppressive, an easy way out of thought."
   },
   "author": {
    "text": "Peter Ustinov"
   }
  },
  {
   "quote": {
    "text": "You approach faith with humility. You can have some idea, but it boils down to do you see religion as a club, or do you see religion as a path? Do you see it as a wall that separates you or do you see it as a bridge that connects you to God and other people? When you see it as a bridge, you aren't so worried about bringing others over to your side."
   },
   "author": {
    "text": "Keith Ellison"
   }
  },
  {
   "quote": {
    "text": "People will politicize religion; we see it in every faith, in every religion. We see it with Pat Robertson, in my opinion, and we see it with the Taliban."
   },
   "author": {
    "text": "Keith Ellison"
   }
  },
  {
   "quote": {
    "text": "The fact that I don't have any particular need for religion doesn't mean that I have a need to cast religion aside the way some of my colleagues do."
   },
   "author": {
    "text": "Brian Greene"
   }
  },
  {
   "quote": {
    "text": "In matters of religion and matrimony I never give any advice; because I will not have anybody's torments in this world or the next laid to my charge."
   },
   "author": {
    "text": "Philip Stanhope, 4th Earl of Chesterfield"
   }
  },
  {
   "quote": {
    "text": "Religion may be defined thus: a belief in, and homage rendered to, existences unseen and causes unknown."
   },
   "author": {
    "text": "Frances Wright"
   }
  },
  {
   "quote": {
    "text": "If you believe, you believe; if you're faithful, you're faithful. I don't care what your religion is. The same if you're agnostic. That should be accepted, too."
   },
   "author": {
    "text": "Ridley Scott"
   }
  },
  {
   "quote": {
    "text": "Religion cannot and should not be replaced by atheism. Religion needs to go away and not be replaced by anything. Atheism is not a religion. It's the absence of religion, and that's a wonderful thing."
   },
   "author": {
    "text": "Penn Jillette"
   }
  },
  {
   "quote": {
    "text": "Major forces that have contributed to the evolution of philanthropy in India in the pre-modern era have mainly been driven by religion, family, and society. The Hindu teaching of 'daan' or 'giving' is present in different ways in almost every celebration or ritual."
   },
   "author": {
    "text": "Shiv Nadar"
   }
  },
  {
   "quote": {
    "text": "If I were going to convert to any religion I would probably choose Catholicism because it at least has female saints and the Virgin Mary."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "In religion, there's a certain type of fear that if somebody believes differently from me, that it's a threat. Because I'm right, and there cannot be two ways that are right, so if I'm right, anything different than this must be wrong; and we attack those things and it's really due to insecurity, ego and fear."
   },
   "author": {
    "text": "Radhanath Swami"
   }
  },
  {
   "quote": {
    "text": "Man is ever searching for the source whence he has come, searching for the life which is upwelling within him, immortal, nay, eternal and divine; and every religion is the answer from the Universal Spirit to the seeking spirits of men that came forth from Him."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "The true meaning of religion is thus, not simply morality, but morality touched by emotion."
   },
   "author": {
    "text": "Matthew Arnold"
   }
  },
  {
   "quote": {
    "text": "Look at Islam in a rational manner and without demagoguery or emotion. It is the leading religion of the world with 1.5 billion followers."
   },
   "author": {
    "text": "Zbigniew Brzezinski"
   }
  },
  {
   "quote": {
    "text": "No human being, religion, nation, and sect can deny respect to mother."
   },
   "author": {
    "text": "Shehbaz Sharif"
   }
  },
  {
   "quote": {
    "text": "Islam is a dangerous religion."
   },
   "author": {
    "text": "Michel Houellebecq"
   }
  },
  {
   "quote": {
    "text": "I was never raised with the traditional story of creation in religion, and because of that I think I had a lot of questions. And evolution, the evolutionary narrative, helped provide some of that for me."
   },
   "author": {
    "text": "Greg Graffin"
   }
  },
  {
   "quote": {
    "text": "There are millions of Americans who belong by nature in movie theaters as they belong at political rallies or in fortuneteller parlors and on the shoot-the-chutes. To these millions, the movies are a sort of boon - a gaudier version of religion."
   },
   "author": {
    "text": "Ben Hecht"
   }
  },
  {
   "quote": {
    "text": "Religion, as it is understood in the West, does not lead toward progress, and science does not lead toward humanism."
   },
   "author": {
    "text": "Alija Izetbegovic"
   }
  },
  {
   "quote": {
    "text": "Boxing is a celebration of the lost religion of masculinity all the more trenchant for its being lost."
   },
   "author": {
    "text": "Joyce Carol Oates"
   }
  },
  {
   "quote": {
    "text": "Prayer is aligning ourselves with the purposes of God."
   },
   "author": {
    "text": "E. Stanley Jones"
   }
  },
  {
   "quote": {
    "text": "Religion is a mixed blessing."
   },
   "author": {
    "text": "John Shelby Spong"
   }
  },
  {
   "quote": {
    "text": "The most important part of my religion is to play guitar."
   },
   "author": {
    "text": "Lou Reed"
   }
  },
  {
   "quote": {
    "text": "There was no religion in my life growing up. Did God invent us or did we invent God?"
   },
   "author": {
    "text": "Eddie Izzard"
   }
  },
  {
   "quote": {
    "text": "Balenciaga was my religion. Since I'm a believer, for me, there's Balenciaga, and the good Lord."
   },
   "author": {
    "text": "Hubert de Givenchy"
   }
  },
  {
   "quote": {
    "text": "In order to have faith, or follow any other organized religion, I'd have to suspend a degree of disbelief."
   },
   "author": {
    "text": "Pete Townshend"
   }
  },
  {
   "quote": {
    "text": "Every major religion today is a winner in the Darwinian struggle waged among cultures, and none ever flourished by tolerating its rivals."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "True character arises from a deeper well than religion."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "I see no way out of the problems that organized religion and tribalism create other than humans just becoming more honest and fully aware of themselves."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "I want clean water and clean air and conservation... that's not what extreme environmentalists are all about. For them, it is a religion. They believe in trees and animals, not God."
   },
   "author": {
    "text": "Roger Ailes"
   }
  },
  {
   "quote": {
    "text": "Fundamentalism, as practiced by the Taliban, is the enemy of real thought, and religion too."
   },
   "author": {
    "text": "Steve Earle"
   }
  },
  {
   "quote": {
    "text": "Religion is about turning untested belief into unshakable truth through the power of institutions and the passage of time."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "A universe with a God would look quite different from a universe without one. A physics, a biology where there is a God is bound to look different. So the most basic claims of religion are scientific. Religion is a scientific theory."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "We've all been brought up with the view that religion has some kind of special privileged status. You're not allowed to criticise it."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "It is immoral to brand children with religion. 'This is a Catholic child.' 'That is a Muslim child.' I want everyone to flinch when they hear such a phrase, just as they would if they heard, 'That is a Marxist child.'"
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "You can't understand European history at all other than through religion, or English literature either if you can't recognise biblical allusions."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "I get the feeling more and more that religion is being left behind."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "People really, really hate their religion being criticized. It's as though you've said they had an ugly face; they seem to identify personally with it."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Disagreements between incompatible beliefs cannot be settled by reasoned argument because reasoned argument is drummed out of those trained in religion from the cradle."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "If saying that religion should be a private matter and should not have special influence in public life is illiberal, then 74% of U.K. Christians are illiberal, too."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "I do not belong to any religion. Everything is between God and myself."
   },
   "author": {
    "text": "Indra Devi"
   }
  },
  {
   "quote": {
    "text": "I hold that religion and faith are two different things."
   },
   "author": {
    "text": "Pat Buckley"
   }
  },
  {
   "quote": {
    "text": "A just laicism allows religious freedom. The state does not impose religion but rather gives space to religions with a responsibility toward civil society, and therefore it allows these religions to be factors in building up society."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "The two ethnic groups that remain fundamentally different from the Han Chinese - in terms of history, culture, language, religion and physical appearance - are the Uighurs and Tibetans. In these two groups, the Han Chinese come face to face with difference."
   },
   "author": {
    "text": "Martin Jacques"
   }
  },
  {
   "quote": {
    "text": "More than this, even in those white men who professed religion we found much inconsistency of conduct. They spoke much of spiritual things, while seeking only the material."
   },
   "author": {
    "text": "Charles Eastman"
   }
  },
  {
   "quote": {
    "text": "I understand what justice is, and I understand what freedom is, and all of my friends do. It's always been that way. I love freedom of speech. I love freedom of religion. I want my neighbor to be totally fine, for him to be a completely flaming gay guy with his new husband."
   },
   "author": {
    "text": "Tim Kennedy"
   }
  },
  {
   "quote": {
    "text": "I'm not a religious person, and I'm not too interested in being a part of a religion, but I do like having some sort of communal gathering, and having some sense of peoples."
   },
   "author": {
    "text": "Ian MacKaye"
   }
  },
  {
   "quote": {
    "text": "In both religion and science, some people are dishonest, exploitative, incompetent and exhibit other human failings."
   },
   "author": {
    "text": "Rupert Sheldrake"
   }
  },
  {
   "quote": {
    "text": "I don't normally talk about my religion publicly because I don't want people to associate me and my flaws with this beautiful thing. And I believe it is beautiful if you learn it the right way."
   },
   "author": {
    "text": "Dave Chappelle"
   }
  },
  {
   "quote": {
    "text": "I think Christianity is the same as Buddhism and Hinduism - whenever a religion begins to say that these are the things you have to do to be loved by God, you have a religion."
   },
   "author": {
    "text": "Erwin McManus"
   }
  },
  {
   "quote": {
    "text": "I would love it if we made more comparisons between current issues and issues of the past. Maybe we'd realize that sometimes 'current issues' and 'past issues' are one and the same. Our world's people still fight over natural resources, kill in the name of religion, occupy regions and give them up - just as we did 'so long ago.'"
   },
   "author": {
    "text": "Adora Svitak"
   }
  },
  {
   "quote": {
    "text": "God says in the Quran that there is only one true religion, God's religion. It's the same theme that God revealed to all of the prophets, even before Muhammad."
   },
   "author": {
    "text": "Feisal Abdul Rauf"
   }
  },
  {
   "quote": {
    "text": "TV serves us most usefully when presenting junk-entertainment; it serves us most ill when it co-opts serious modes of discourse - news, politics, science, education, commerce, religion."
   },
   "author": {
    "text": "Neil Postman"
   }
  },
  {
   "quote": {
    "text": "There is no doubt that religion had already waned under the onslaught of the Enlightenment, but it was Freud who provided the radically new understanding of human nature that made any religious explanation of the whats and whys of our personhood seem naive."
   },
   "author": {
    "text": "Tony Campolo"
   }
  },
  {
   "quote": {
    "text": "Who's to say that there is any more support for Freud's psychoanalytic concept of the superego than there is for that old time religion that asserted that there is a God who ordains what is right and wrong, and that His righteousness endures for all generations?"
   },
   "author": {
    "text": "Tony Campolo"
   }
  },
  {
   "quote": {
    "text": "Prayer is the spirit speaking truth to Truth."
   },
   "author": {
    "text": "Philip James Bailey"
   }
  },
  {
   "quote": {
    "text": "I would not, under any circumstances, try to impose my personal faith and belief on the rest of the country. I don't think that's right. I don't think that's appropriate. But freedom of religion doesn't mean freedom from religion. And I think that anything we can do to promote the idea that people should express their faith is a good thing."
   },
   "author": {
    "text": "Sam Brownback"
   }
  },
  {
   "quote": {
    "text": "Religion and culture are two important ways in which we as humans find our identity. That's certainly true for me."
   },
   "author": {
    "text": "Gene Luen Yang"
   }
  },
  {
   "quote": {
    "text": "Nobody can deny but religion is a comfort to the distressed, a cordial to the sick, and sometimes a restraint on the wicked; therefore whoever would argue or laugh it out of the world without giving some equivalent for it ought to be treated as a common enemy."
   },
   "author": {
    "text": "Mary Wortley Montagu"
   }
  },
  {
   "quote": {
    "text": "Liberalism is a religion. Its tenets cannot be proved, its capacity for waste and destruction demonstrated. But it affords a feeling of spiritual rectitude at little or no cost."
   },
   "author": {
    "text": "David Mamet"
   }
  },
  {
   "quote": {
    "text": "Contrary to what many secularists allege, the Constitution and Bill of Rights did not 'privatize' religion and quarantine it from the public square."
   },
   "author": {
    "text": "Josh Hawley"
   }
  },
  {
   "quote": {
    "text": "I suppose the idea about all Orthodox religion is that it's a kind of submission, obedience."
   },
   "author": {
    "text": "Naomi Alderman"
   }
  },
  {
   "quote": {
    "text": "Music is my thing. It's my thing; it's what I love. It's what I do. It's football to me; it's Christmas to me; religion to me; poetry to me."
   },
   "author": {
    "text": "Ryan Adams"
   }
  },
  {
   "quote": {
    "text": "Freedom of religion is a principle that is central to our Nation's Declaration of Independence. Congress has taken this positive step to protect our freedom to express allegiance to America's flag and the ideals it represents."
   },
   "author": {
    "text": "Ron Lewis"
   }
  },
  {
   "quote": {
    "text": "I don't criticise anybody, but I just don't understand religion. Like I don't understand nationalism. These are the two things that cause wars. I don't understand why they are supposed to be good things."
   },
   "author": {
    "text": "Hugh Masekela"
   }
  },
  {
   "quote": {
    "text": "We are a religious people whose institutions presuppose a Supreme Being."
   },
   "author": {
    "text": "William O. Douglas"
   }
  },
  {
   "quote": {
    "text": "The scientists who attack mainstream religion, rather than striving for peaceful coexistence with it, damage science, and also weaken the fight against fundamentalism."
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "We can do much to help our communities loosen their boundaries and begin to welcome a multitude of ways of being to make sure that individuals of mixed race, religion, or ethnicities don't feel the need to choose one or the other but see their layers as a gift, something that adds beauty."
   },
   "author": {
    "text": "Maya Soetoro-Ng"
   }
  },
  {
   "quote": {
    "text": "Women are oppressed in the east, in the west, in the south, in the north. Women are oppressed inside, outside home, a woman is oppressed in religion, she is oppressed outside religion."
   },
   "author": {
    "text": "Taslima Nasrin"
   }
  },
  {
   "quote": {
    "text": "Religion is a reassurance - in fact, that's its only purpose."
   },
   "author": {
    "text": "Michel Onfray"
   }
  },
  {
   "quote": {
    "text": "In Elizabethan England or classical Athens... theater was at the center of, not culture, but society and politics and religion and civic engagement. Those things have a different audience."
   },
   "author": {
    "text": "Diane Paulus"
   }
  },
  {
   "quote": {
    "text": "Through history, people look for something spiritual. The greatest scientists in the world were men of religion and faith, too."
   },
   "author": {
    "text": "Kirstie Alley"
   }
  },
  {
   "quote": {
    "text": "Think about all the great leaders. Think about Obama. Think about Clinton. Think about Nelson Mandela. Think about all the people that we know who are very successful in business, in politics and religion. What are they? They tell purposeful stories. They move people to action by aiming at the heart."
   },
   "author": {
    "text": "Peter Guber"
   }
  },
  {
   "quote": {
    "text": "Of all possible sexual perversions, religion is the only one to have ever been scientifically systematized."
   },
   "author": {
    "text": "Louis Aragon"
   }
  },
  {
   "quote": {
    "text": "Religion has caused more misery to all of mankind in every stage of human history than any other single idea."
   },
   "author": {
    "text": "Madalyn Murray O'Hair"
   }
  },
  {
   "quote": {
    "text": "Big religion was started with one goal in mind: to make money. And I'm not knocking anyone's faith, because I think there are a lot of good values to be found in any faith. But when any faith starts to get in the way of love, that's where you can tell that greed and fear have stepped in and that those things come from man."
   },
   "author": {
    "text": "Jim James"
   }
  },
  {
   "quote": {
    "text": "In our society, which is multiracial and multi-religious, giving offence to another religious or ethnic group, race, language, or religion is always a very serious matter."
   },
   "author": {
    "text": "Lee Hsien Loong"
   }
  },
  {
   "quote": {
    "text": "Indian religion has always felt that since the minds, the temperaments and the intellectual affinities of men are unlimited in their variety, a perfect liberty of thought and of worship must be allowed to the individual in his approach to the Infinite."
   },
   "author": {
    "text": "Sri Aurobindo"
   }
  },
  {
   "quote": {
    "text": "Themes of redemption, temptation, and faith don't necessarily apply directly to religion. A lot of people find faith in their lives outside of God and still deal with notions of temptation and redemption that aren't religious."
   },
   "author": {
    "text": "Will Poulter"
   }
  },
  {
   "quote": {
    "text": "Religion has for too long been placed on the back burner of history, when it may be one of the driving forces in history."
   },
   "author": {
    "text": "Dave Brat"
   }
  },
  {
   "quote": {
    "text": "I do not know what got me interested in technology. What was very clear to me very early on was that I was not interested in religion and that naturally increased my curiosity about science and technology, and I fundamentally believe the two are conflicting."
   },
   "author": {
    "text": "Vinod Khosla"
   }
  },
  {
   "quote": {
    "text": "It is an interesting and demonstrable fact, that all children are atheists and were religion not inculcated into their minds, they would remain so."
   },
   "author": {
    "text": "Ernestine Rose"
   }
  },
  {
   "quote": {
    "text": "We must not confuse religion with God, or technology with science. Religion stands in relationship to God as technology does in relation to science. Both the conduct of religion and the pursuit of technology are capable of leading mankind into evil; but both can prompt great good."
   },
   "author": {
    "text": "Robert Winston"
   }
  },
  {
   "quote": {
    "text": "I was aware, in those early days of motherhood, that my behaviour was strange to the people who knew me well. It was as though I had been brainwashed, taken over by a cult religion. And yet this cult, motherhood, was not a place where I could actually live. Like any cult, it demanded a complete surrender of identity to belong to it."
   },
   "author": {
    "text": "Rachel Cusk"
   }
  },
  {
   "quote": {
    "text": "Northeastern conservatism is moderate, accepts the modern welfare state, and dislikes mixing religion with politics. Western conservatism is hawkish, hates government, and embraces individual freedom. Southern conservatism is populist, draws on evangelical Christianity, and plays upon racial resentments."
   },
   "author": {
    "text": "Jacob Weisberg"
   }
  },
  {
   "quote": {
    "text": "The Jews invented a portable religion in the shape of the Bible, the Torah, and eventually the Talmud, and with other portable forms of writing. So it's now possible to carry the religion, that is embedded in that writing, away from the ruins of political and military power."
   },
   "author": {
    "text": "Simon Schama"
   }
  },
  {
   "quote": {
    "text": "In examining the evidence of the Christian religion, it is essential to the discovery of truth that we bring to the investigation a mind freed, as far as possible, from existing prejudice, and open to conviction."
   },
   "author": {
    "text": "Simon Greenleaf"
   }
  },
  {
   "quote": {
    "text": "Consciousness permits us to develop the instruments of culture - morality and justice, religion, art, economics and politics, science and technology. Those instruments allow us some measure of freedom in the confrontation with nature."
   },
   "author": {
    "text": "Antonio Damasio"
   }
  },
  {
   "quote": {
    "text": "I have long believed that celebrity, the way we worship and package and sell our pop stars, is what filled the need for gods that was once filled by the pictures in stained glass. Hollywood is post-Christian Venice - in other words, a pantheon of saints without the hassle and heartache of religion."
   },
   "author": {
    "text": "Rich Cohen"
   }
  },
  {
   "quote": {
    "text": "By religion, then, I understand a propitiation or conciliation of powers superior to man which are believed to direct and control the course of nature and of human life."
   },
   "author": {
    "text": "James G. Frazer"
   }
  },
  {
   "quote": {
    "text": "The history of our spiritual life is a continuing search for the unity between ourselves and the world. Religion, art, and science follow, one and all, this aim."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "When you objectively observe the most spiritual area to which modern people devote themselves, the religions, ask yourself if the basis of modern culture, particularly in religion, is not human self-interest. It is typical of modern sermons that the preacher criticizes people for their selfishness."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "I won't take my religion from any man who never works except with his mouth."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "I see no conflict whatsoever between Christianity and good business practices. People say you can't mix business with religion. I say there's no other way."
   },
   "author": {
    "text": "S. Truett Cathy"
   }
  },
  {
   "quote": {
    "text": "I think flying planes into a building was a faith-based initiative. I think religion is a neurological disorder."
   },
   "author": {
    "text": "Bill Maher"
   }
  },
  {
   "quote": {
    "text": "In fact, I thought that Christianity was very a good and a very valuable thing for us. But after a while, I began to feel that the story that I was told about this religion wasn't perhaps completely whole, that something was left out."
   },
   "author": {
    "text": "Chinua Achebe"
   }
  },
  {
   "quote": {
    "text": "Some people, they take their form of working out as a religion that they think is better than everyone else's. I'm not like that. If you have a better way to work out, and you can teach it to me, and I find it to be useful and gets me in better shape, I'm all about."
   },
   "author": {
    "text": "Jocko Willink"
   }
  },
  {
   "quote": {
    "text": "Real religion is no religion at all."
   },
   "author": {
    "text": "Lauryn Hill"
   }
  },
  {
   "quote": {
    "text": "Some have deplored Lincoln's indifference to Christianity. But it was not religion, it was religiosity that put him off."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "Resist this war on God, freedom of religion and freedom of speech."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "I think that we are at a point in our country where we're trying to decide what role should religion play in the political arena."
   },
   "author": {
    "text": "Nikki Haley"
   }
  },
  {
   "quote": {
    "text": "So, basically, my view is I don't want to support the exploitation of animals, and within reason, I will do what I can to avoid it, but it's not like it's a religion for me. It's not like I consider I'm polluted if somehow some bit of milk or cheese or something passes my lips."
   },
   "author": {
    "text": "Peter Singer"
   }
  },
  {
   "quote": {
    "text": "The Grateful Dead are our religion. This is a religion that doesn't pay homage to the God that all the other religions pay homage to."
   },
   "author": {
    "text": "Ken Kesey"
   }
  },
  {
   "quote": {
    "text": "Eradicating a religion of kindness is, I think, a terrible thing for the Chinese to attempt."
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "Doubt is part of all religion. All the religious thinkers were doubters."
   },
   "author": {
    "text": "Isaac Bashevis Singer"
   }
  },
  {
   "quote": {
    "text": "Religion is everywhere. There are no human societies without it, whether they acknowledge it as a religion or not."
   },
   "author": {
    "text": "Octavia E. Butler"
   }
  },
  {
   "quote": {
    "text": "I was raised Catholic, but my father's people were Methodist, so we went to both churches."
   },
   "author": {
    "text": "Aaron Neville"
   }
  },
  {
   "quote": {
    "text": "The more I study religions the more I am convinced that man never worshipped anything but himself."
   },
   "author": {
    "text": "Richard Burton"
   }
  },
  {
   "quote": {
    "text": "Gosh, I think faith is a wonderful thing. And I even think religion's a wonderful thing. I know a lot of people want to say, 'Religion's the only reason that man has had any trouble at all,' but you know what? World War I and World War II were not fought because of religious reasons."
   },
   "author": {
    "text": "Kelsey Grammer"
   }
  },
  {
   "quote": {
    "text": "I'm a practicing Christian - and I'm going to keep practicing till I get it right - but I don't feel everyone has to practice the same religion that I do. You have a right to worship who you choose and how you choose to."
   },
   "author": {
    "text": "Jane Elliot"
   }
  },
  {
   "quote": {
    "text": "Every man, either to his terror or consolation, has some sense of religion."
   },
   "author": {
    "text": "Heinrich Heine"
   }
  },
  {
   "quote": {
    "text": "Both of my parents would say they were atheists, so where I inherited my connection to God I don't know. But it's natural. No Bible, no Torah, just the love religion."
   },
   "author": {
    "text": "Lisa Bonet"
   }
  },
  {
   "quote": {
    "text": "But I remember the moment when my father died. I wasn't a very committed Catholic beforehand, but when that happened it suddenly all felt so obvious: I now believe religion is our attempt to find an explanation, for us to feel more protected."
   },
   "author": {
    "text": "Javier Bardem"
   }
  },
  {
   "quote": {
    "text": "I hope I never get so old I get religious."
   },
   "author": {
    "text": "Ingmar Bergman"
   }
  },
  {
   "quote": {
    "text": "Any false religion ultimately is a deception of Satan, to try and keep people from the only way to Heaven, which is through faith in Jesus Christ."
   },
   "author": {
    "text": "Robert Jeffress"
   }
  },
  {
   "quote": {
    "text": "Myself, first of all, I am a Jew. And that is the most important thing for me."
   },
   "author": {
    "text": "Ariel Sharon"
   }
  },
  {
   "quote": {
    "text": "Religion is extremely important in this democracy - so important that it occupies a prime position in the Bill of Rights."
   },
   "author": {
    "text": "Mario Cuomo"
   }
  },
  {
   "quote": {
    "text": "We take people to the threshold of religion. Our aim is to induce immediate experience that is beyond the odd, beyond the strange, and beyond the weird. It verges on the wholly other."
   },
   "author": {
    "text": "Larry Harvey"
   }
  },
  {
   "quote": {
    "text": "I call religion a natural authority, but it has usually been conceived as a supernatural authority."
   },
   "author": {
    "text": "Herbert Read"
   }
  },
  {
   "quote": {
    "text": "Marxism, Freudianism, global warming. These are proof - of which history offers so many examples - that people can be suckers on a grand scale. To their fanatical followers they are a substitute for religion. Global warming, in particular, is a creed, a faith, a dogma that has little to do with science."
   },
   "author": {
    "text": "Paul Johnson"
   }
  },
  {
   "quote": {
    "text": "Religion's in the heart, not in the knees."
   },
   "author": {
    "text": "Douglas William Jerrold"
   }
  },
  {
   "quote": {
    "text": "I studied English literature; I took 2 independent religion classes, but I wasn't a religion major really."
   },
   "author": {
    "text": "Maggie Gyllenhaal"
   }
  },
  {
   "quote": {
    "text": "I write against the religion because if women want to live like human beings, they will have to live outside the religion and Islamic law."
   },
   "author": {
    "text": "Taslima Nasrin"
   }
  },
  {
   "quote": {
    "text": "I am thankful I can see much to admire in all religions."
   },
   "author": {
    "text": "Alfred Russel Wallace"
   }
  },
  {
   "quote": {
    "text": "Recounting of a life story, a mind thinking aloud leads one inevitably to the consideration of problems which are no longer psychological but spiritual."
   },
   "author": {
    "text": "Paul Tournier"
   }
  },
  {
   "quote": {
    "text": "My life was changed in one breath from God."
   },
   "author": {
    "text": "Donna Summer"
   }
  },
  {
   "quote": {
    "text": "I can say with a level of confidence that Islam is not a religion of war, only because the majority of Muslims don't subscribe to that perspective, not because there's something inherent in the text that tells me it's a religion of peace."
   },
   "author": {
    "text": "Maajid Nawaz"
   }
  },
  {
   "quote": {
    "text": "To the first class belong the Gospels and Acts; to the second, the Epistles; to the third, the Revelation."
   },
   "author": {
    "text": "Philip Schaff"
   }
  },
  {
   "quote": {
    "text": "This is God's world, not Satan's. Christians are the lawful heirs, not non-Christians."
   },
   "author": {
    "text": "Gary North"
   }
  },
  {
   "quote": {
    "text": "More and more people care about religious tolerance as fewer and fewer care about religion."
   },
   "author": {
    "text": "Alexander Chase"
   }
  },
  {
   "quote": {
    "text": "The Godhead consists of the Father, the Son, and the Holy Spirit. The Father is a material being."
   },
   "author": {
    "text": "Orson Pratt"
   }
  },
  {
   "quote": {
    "text": "Give yourself entirely to God, enter and hide in the hidden ground of your soul."
   },
   "author": {
    "text": "Johannes Tauler"
   }
  },
  {
   "quote": {
    "text": "The Bible is the fountain of truth."
   },
   "author": {
    "text": "Joseph Franklin Rutherford"
   }
  },
  {
   "quote": {
    "text": "Soccer, more often than not, helps to unite the world. What this Muslim ban is doing is dividing it: separating 'Us' and 'Them' to another degree, adding more division to a country that already struggles with race, religion, sexual orientation, and gender."
   },
   "author": {
    "text": "Becky Sauerbrunn"
   }
  },
  {
   "quote": {
    "text": "We must seek the loving-kindness of God in all the breadth and open-air of common life."
   },
   "author": {
    "text": "George A. Smith"
   }
  },
  {
   "quote": {
    "text": "Where it is a duty to worship the sun it is pretty sure to be a crime to examine the laws of heat."
   },
   "author": {
    "text": "John Morley"
   }
  },
  {
   "quote": {
    "text": "There must be freedom for all to live, to think, to worship, no book, no avenue must be closed."
   },
   "author": {
    "text": "James Larkin"
   }
  },
  {
   "quote": {
    "text": "My mom's a Catholic, and my dad's a Jew, and they didn't want anything to do with anything."
   },
   "author": {
    "text": "Isabelle Huppert"
   }
  },
  {
   "quote": {
    "text": "The Sabbath is a weekly cathedral raised up in my dining room, in my family, in my heart."
   },
   "author": {
    "text": "Anita Diament"
   }
  },
  {
   "quote": {
    "text": "Krishna children were taught that in the spiritual world there were no parents, only souls and hence this justified their being kept out of view from others, cloistered in separate buildings and sheltered from the evil material world."
   },
   "author": {
    "text": "Mary Garden"
   }
  },
  {
   "quote": {
    "text": "There seems to be a terrible misunderstanding on the part of a great many people to the effect that when you cease to believe you may cease to behave."
   },
   "author": {
    "text": "Louis Kronenberger"
   }
  },
  {
   "quote": {
    "text": "Movements such as the Pan-Germanic, Pan-Islamic, or Pan-Negro justify themselves on the basis of their common language, or their common religion, or their color. But since the undefined masses involved in these movements lack the essential and real unity of background or community of purpose, they become a grave danger to general peace."
   },
   "author": {
    "text": "Leon Bourgeois"
   }
  },
  {
   "quote": {
    "text": "Religion is more like response to a friend than it is like obedience to an expert."
   },
   "author": {
    "text": "Austin Farrer"
   }
  },
  {
   "quote": {
    "text": "Our Father and Our God, unto thee, O Lord we lift our souls."
   },
   "author": {
    "text": "William Pennington"
   }
  },
  {
   "quote": {
    "text": "Religion is the everlasting dialogue between humanity and God. Art is its soliloquy."
   },
   "author": {
    "text": "Franz Werfel"
   }
  }
 ]
}