{
 "RespectQuotes": [
  {
   "quote": {
    "text": "When you practice gratefulness, there is a sense of respect toward others."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "I have seen many storms in my life. Most storms have caught me by surprise, so I had to learn very quickly to look further and understand that I am not capable of controlling the weather, to exercise the art of patience and to respect the fury of nature."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "Knowledge will give you power, but character respect."
   },
   "author": {
    "text": "Bruce Lee"
   }
  },
  {
   "quote": {
    "text": "We live in a diverse society - in fact, a diverse world - and we must learn to live in peace and with respect for each other."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "The bond that links your true family is not one of blood, but of respect and joy in each other's life."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "If we lose love and self respect for each other, this is how we finally die."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Most good relationships are built on mutual trust and respect."
   },
   "author": {
    "text": "Mona Sutphen"
   }
  },
  {
   "quote": {
    "text": "A child who is allowed to be disrespectful to his parents will not have true respect for anyone."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "We need to reject any politics that targets people because of race or religion. This isn't a matter of political correctness. It's a matter of understanding what makes us strong. The world respects us not just for our arsenal; it respects us for our diversity and our openness and the way we respect every faith."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "One of the most sincere forms of respect is actually listening to what another has to say."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Our parents deserve our honor and respect for giving us life itself. Beyond this they almost always made countless sacrifices as they cared for and nurtured us through our infancy and childhood, provided us with the necessities of life, and nursed us through physical illnesses and the emotional stresses of growing up."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "There can be no failure to a man who has not lost his courage, his character, his self respect, or his self-confidence. He is still a King."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "We learned about gratitude and humility - that so many people had a hand in our success, from the teachers who inspired us to the janitors who kept our school clean... and we were taught to value everyone's contribution and treat everyone with respect."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Be kind, don't judge, and have respect for others. If we can all do this, the world would be a better place. The point is to teach this to the next generation."
   },
   "author": {
    "text": "Jasmine Guinness"
   }
  },
  {
   "quote": {
    "text": "Football is like life - it requires perseverance, self-denial, hard work, sacrifice, dedication and respect for authority."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "We don't need to share the same opinions as others, but we need to be respectful."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "Respect for ourselves guides our morals, respect for others guides our manners."
   },
   "author": {
    "text": "Laurence Sterne"
   }
  },
  {
   "quote": {
    "text": "If we desire respect for the law, we must first make the law respectable."
   },
   "author": {
    "text": "Louis D. Brandeis"
   }
  },
  {
   "quote": {
    "text": "Prejudice is sinful. All blood flows red. And the most harmful and foolish kind of prejudice is prejudice against yourself. Every woman is your sister, and every woman needs her sisters. So try to give other women the courtesy of your compassion, respect, and forgiveness. Love yourself despite - and because of - your flaws."
   },
   "author": {
    "text": "Jewell Parker Rhodes"
   }
  },
  {
   "quote": {
    "text": "This world of ours... must avoid becoming a community of dreadful fear and hate, and be, instead, a proud confederation of mutual trust and respect."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "America is made of different races and different religions, but we're all co-travelers on the spaceship Earth and must respect and help each other along the way."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "Be a warrior when it comes to delivering on your ambitions. And a saint when it comes to treating people with respect, modeling generosity, and showing up with outright love."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "There are lots of people I admire and respect, but I don't necessarily want to be like them. I'm too happy being myself."
   },
   "author": {
    "text": "James D'arcy"
   }
  },
  {
   "quote": {
    "text": "Life is short, and we should respect every moment of it."
   },
   "author": {
    "text": "Orhan Pamuk"
   }
  },
  {
   "quote": {
    "text": "I believe that working with good people matters because then the work environment is good. If there is a sense of respect and belief among the people you work with, that is when good work is done."
   },
   "author": {
    "text": "Ranbir Kapoor"
   }
  },
  {
   "quote": {
    "text": "I am a doctor - it's a profession that may be considered a special mission, a devotion. It calls for involvement, respect and willingness to help all other people."
   },
   "author": {
    "text": "Ewa Kopacz"
   }
  },
  {
   "quote": {
    "text": "The game of basketball has been everything to me. My place of refuge, place I've always gone where I needed comfort and peace. It's been the site of intense pain and the most intense feelings of joy and satisfaction. It's a relationship that has evolved over time, given me the greatest respect and love for the game."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "Honest communication is built on truth and integrity and upon respect of the one for the other."
   },
   "author": {
    "text": "Benjamin E. Mays"
   }
  },
  {
   "quote": {
    "text": "Just imagine how different the world could be if we all spoke to everyone with respect and kindness."
   },
   "author": {
    "text": "Holly Branson"
   }
  },
  {
   "quote": {
    "text": "Football is a great deal like life in that it teaches that work, sacrifice, perseverance, competitive drive, selflessness and respect for authority is the price that each and every one of us must pay to achieve any goal that is worthwhile."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "There is no respect for others without humility in one's self."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "If you want to be a great leader, remember to treat all people with respect at all times. For one, because you never know when you'll need their help. And two, because it's a sign you respect people, which all great leaders do."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "I call horses 'divine mirrors' - they reflect back the emotions you put in. If you put in love and respect and kindness and curiosity, the horse will return that."
   },
   "author": {
    "text": "Allan Hamilton"
   }
  },
  {
   "quote": {
    "text": "I love making new friends and I respect people for a lot of different reasons."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "Respect your efforts, respect yourself. Self-respect leads to self-discipline. When you have both firmly under your belt, that's real power."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "I'm not concerned with your liking or disliking me... All I ask is that you respect me as a human being."
   },
   "author": {
    "text": "Jackie Robinson"
   }
  },
  {
   "quote": {
    "text": "Let us remember we are all part of one American family. We are united in common values, and that includes belief in equality under the law, basic respect for public order, and the right of peaceful protest."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "The valor and courage of our young women and men in the armed services are a shining example to all of the world, and we owe them and their families our deepest respect."
   },
   "author": {
    "text": "Bill Frist"
   }
  },
  {
   "quote": {
    "text": "The true mark of professionalism is the ability to respect everyone else for their styles and always find something positive in every dining experience and highlight it in your thoughts and words."
   },
   "author": {
    "text": "Johnny Iuzzini"
   }
  },
  {
   "quote": {
    "text": "Openness, respect, integrity - these are principles that need to underpin pretty much every other decision that you make."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "We must welcome the future, remembering that soon it will be the past; and we must respect the past, remembering that it was once all that was humanly possible."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "I realize that men and women of the military go out and sacrifice their lives and put their selves in harm's way for my freedom of speech and my freedoms in this country, and my freedom to take a seat or take a knee, so I have the utmost respect for them, and I think what I did was taken out of context and spun a different way."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "I'm a good girl because I really believe in love, integrity, and respect. I'm a bad girl because I like to tease."
   },
   "author": {
    "text": "Katy Perry"
   }
  },
  {
   "quote": {
    "text": "I think the most important thing in life is self-love, because if you don't have self-love, and respect for everything about your own body, your own soul, your own capsule, then how can you have an authentic relationship with anyone else?"
   },
   "author": {
    "text": "Shailene Woodley"
   }
  },
  {
   "quote": {
    "text": "I have more respect for a man who lets me know where he stands, even if he's wrong, than the one who comes up like an angel and is nothing but a devil."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "If man doesn't learn to treat the oceans and the rain forest with respect, man will become extinct."
   },
   "author": {
    "text": "Peter Benchley"
   }
  },
  {
   "quote": {
    "text": "Be peaceful, be courteous, obey the law, respect everyone; but if someone puts his hand on you, send him to the cemetery."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "I look for these qualities and characteristics in people. Honesty is number one, respect, and absolutely the third would have to be loyalty."
   },
   "author": {
    "text": "Summer Altice"
   }
  },
  {
   "quote": {
    "text": "Every animal has his or her story, his or her thoughts, daydreams, and interests. All feel joy and love, pain and fear, as we now know beyond any shadow of a doubt. All deserve that the human animal afford them the respect of being cared for with great consideration for those interests or left in peace."
   },
   "author": {
    "text": "Ingrid Newkirk"
   }
  },
  {
   "quote": {
    "text": "Be loyal to those who are loyal to you. And respect everyone, even your enemies and competition."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "Different people have different opinions, and it's okay to respect all of them."
   },
   "author": {
    "text": "Juan Pablo Galavis"
   }
  },
  {
   "quote": {
    "text": "Since I've started fighting it has taught me a lot about self respect, self confidence and self control."
   },
   "author": {
    "text": "Gina Carano"
   }
  },
  {
   "quote": {
    "text": "It is my goal to love everyone. I hate no one. Regardless of their race, religion, their proclivities, the desire of their heart and how they want to live their life and the decisions that they make. I can even respect people's decisions and lifestyle choices just as I hope they have the courtesy to respect my decisions and my choices."
   },
   "author": {
    "text": "Kirk Cameron"
   }
  },
  {
   "quote": {
    "text": "I'm a King. Regardless of what I've been through and what I've done, I present myself as a King. And I get that respect from people, from everybody I deal with. I worked my whole life to establish that respect and make sure I get that respect."
   },
   "author": {
    "text": "DMX"
   }
  },
  {
   "quote": {
    "text": "We will not agree on every issue. But let us respect those differences and respect one another. Let us recognize that we do not serve an ideology or a political party; we serve the people."
   },
   "author": {
    "text": "John Lynch"
   }
  },
  {
   "quote": {
    "text": "Do we not realize that self respect comes with self reliance?"
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "The biggest ingredient in a best friend is someone whose actions you respect and who you can truly be yourself around."
   },
   "author": {
    "text": "Renee Olstead"
   }
  },
  {
   "quote": {
    "text": "Nothing is more despicable than respect based on fear."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "In order to exist, man must rebel, but rebellion must respect the limits that it discovers in itself - limits where minds meet, and in meeting, begin to exist."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Without feelings of respect, what is there to distinguish men from beasts?"
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Our deep respect for the land and its harvest is the legacy of generations of farmers who put food on our tables, preserved our landscape, and inspired us with a powerful work ethic."
   },
   "author": {
    "text": "James H. Douglas, Jr."
   }
  },
  {
   "quote": {
    "text": "I've been so lucky to work with such great people: people that are such hard workers and have such a respect and appreciation for one another."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "As human beings we value the experience that comes with age. We are reminded over and over again with statements like 'older and wiser' and 'respect your elders,' promoting age as something to be cherished and respected."
   },
   "author": {
    "text": "Jenna Morasca"
   }
  },
  {
   "quote": {
    "text": "I'm the one person who wears the words 'hustle, loyalty, respect' on my T-shirts and merchandise. My audience is children. It's very flattering to see a kid wear your T-shirt; it's even more flattering to have a dad come up to you and say, 'I watch you with my kid. Keep doing what you're doing. You're a role model for my son.'"
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "I'm kind of a good girl - and I'm not. I'm a good girl because I really believe in love, integrity, and respect. I'm a bad girl because I like to tease. I know that I have sex appeal in my deck of cards. But I like to get people thinking. That's what the stories in my music do."
   },
   "author": {
    "text": "Katy Perry"
   }
  },
  {
   "quote": {
    "text": "I don't believe a champion is the biggest, baddest, meanest dude in the world. I think the champion is like a warrior; it's like the head knight or lead samurai: humble men of integrity, respect, and honor that treat people kindly."
   },
   "author": {
    "text": "Jon Jones"
   }
  },
  {
   "quote": {
    "text": "Treat everyone with respect and kindness. Period. No exceptions."
   },
   "author": {
    "text": "Kiana Tom"
   }
  },
  {
   "quote": {
    "text": "Show respect to all people, but grovel to none."
   },
   "author": {
    "text": "Tecumseh"
   }
  },
  {
   "quote": {
    "text": "A great chef is an artist that I truly respect."
   },
   "author": {
    "text": "Robert Stack"
   }
  },
  {
   "quote": {
    "text": "I believe in one power, and that is the hand of God. I respect all religions."
   },
   "author": {
    "text": "Lata Mangeshkar"
   }
  },
  {
   "quote": {
    "text": "A hypocrite despises those whom he deceives, but has no respect for himself. He would make a dupe of himself too, if he could."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "You can't allow tradition to get in the way of innovation. There's a need to respect the past, but it's a mistake to revere your past."
   },
   "author": {
    "text": "Bob Iger"
   }
  },
  {
   "quote": {
    "text": "Every good relationship, especially marriage, is based on respect. If it's not based on respect, nothing that appears to be good will last very long."
   },
   "author": {
    "text": "Amy Grant"
   }
  },
  {
   "quote": {
    "text": "Each and every one of us is amazing in our own way. We have five beautiful women who exude talent, and I am blessed and honored to be one of those women. For me, the bottom line is it's all about respect and love, and I have both for Fifth Harmony."
   },
   "author": {
    "text": "Normani Kordei"
   }
  },
  {
   "quote": {
    "text": "Let them hate me, provided they respect my conduct."
   },
   "author": {
    "text": "Tiberius"
   }
  },
  {
   "quote": {
    "text": "Literature adds to reality, it does not simply describe it. It enriches the necessary competencies that daily life requires and provides; and in this respect, it irrigates the deserts that our lives have already become."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "We all have goals: We want to matter. We want to be important. We want to have freedom and power to pursue our creative work. We want respect from our peers and recognition for our accomplishments. Not out of vanity or selfishness, but of an earnest desire to fulfill our personal potential."
   },
   "author": {
    "text": "Ryan Holiday"
   }
  },
  {
   "quote": {
    "text": "If we are not free, no one will respect us."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Climate change does not respect border; it does not respect who you are - rich and poor, small and big. Therefore, this is what we call 'global challenges,' which require global solidarity."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "Respect your parents. What they tell you is true. Hard work, dedication and faith will get you anything. Imagination will drive itself. You can get anything you want, but you have to have faith behind all your ideas. Stick to your goals and have an undying faith."
   },
   "author": {
    "text": "Russell Simmons"
   }
  },
  {
   "quote": {
    "text": "Everyone in society should be a role model, not only for their own self-respect, but for respect from others."
   },
   "author": {
    "text": "Barry Bonds"
   }
  },
  {
   "quote": {
    "text": "I have a great respect for incremental improvement, and I've done that sort of thing in my life, but I've always been attracted to the more revolutionary changes. I don't know why. Because they're harder. They're much more stressful emotionally. And you usually go through a period where everybody tells you that you've completely failed."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "People like to know you're listening, and something as simple as a clarification question shows not only that you are listening but that you also care about what they're saying. You'll be surprised how much respect and appreciation you gain just by asking good questions."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "You can have a certain arrogance, and I think that's fine, but what you should never lose is the respect for the others."
   },
   "author": {
    "text": "Steffi Graf"
   }
  },
  {
   "quote": {
    "text": "When you have that respect from your teammates, it makes it a lot more comfortable."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "I grew up with just my mum and sister, so I respect women a lot."
   },
   "author": {
    "text": "Harry Styles"
   }
  },
  {
   "quote": {
    "text": "My one thing is respect. I don't care about anything else. You should respect everyone around you - the people who work for you, peers. Be classy."
   },
   "author": {
    "text": "Charli XCX"
   }
  },
  {
   "quote": {
    "text": "When you are content to be simply yourself and don't compare or compete, everybody will respect you."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "I write for those women who do not speak, for those who do not have a voice because they were so terrified, because we are taught to respect fear more than ourselves. We've been taught that silence would save us, but it won't."
   },
   "author": {
    "text": "Audre Lorde"
   }
  },
  {
   "quote": {
    "text": "I accept you, and you get the same respect from me whether you are black, white, gay straight, Asian, bisexual, Australian, tall, fat, whatever it is. We are all people, and I look at the people of the world the same way, as my brothers and sisters."
   },
   "author": {
    "text": "Nash Grier"
   }
  },
  {
   "quote": {
    "text": "Society as a whole benefits immeasurably from a climate in which all persons, regardless of race or gender, may have the opportunity to earn respect, responsibility, advancement and remuneration based on ability."
   },
   "author": {
    "text": "Sandra Day O'Connor"
   }
  },
  {
   "quote": {
    "text": "In Republics, the great danger is, that the majority may not sufficiently respect the rights of the minority."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "Find your self-respect now. Don't dumb yourselves down. Think of yourself as capable and worthy of finding a guy who is going to respect you, too. It's so important, I mean, and the confidence you get from feeling smart and tackling something like mathematics, which is a challenge, right? Math is hard."
   },
   "author": {
    "text": "Danica McKellar"
   }
  },
  {
   "quote": {
    "text": "Economics is a subject that does not greatly respect one's wishes."
   },
   "author": {
    "text": "Nikita Khrushchev"
   }
  },
  {
   "quote": {
    "text": "We shall listen, not lecture; learn, not threaten. We will enhance our safety by earning the respect of others and showing respect for them. In short, our foreign policy will rest on the traditional American values of restraint and empathy, not on military might."
   },
   "author": {
    "text": "Theodore C. Sorensen"
   }
  },
  {
   "quote": {
    "text": "To be one, to be united is a great thing. But to respect the right to be different is maybe even greater."
   },
   "author": {
    "text": "Bono"
   }
  },
  {
   "quote": {
    "text": "Coming from an Asian culture, I was always taught to respect my elders, to be a better listener than a talker."
   },
   "author": {
    "text": "Lisa Ling"
   }
  },
  {
   "quote": {
    "text": "You must respect people and work hard to be in shape. And I used to train very hard. When the others players went to the beach after training, I was there kicking the ball."
   },
   "author": {
    "text": "Pele"
   }
  },
  {
   "quote": {
    "text": "Everyone should be respected as an individual, but no one idolized."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Freedom is a timeless value. The United Nations Charter calls for encouraging respect for fundamental freedoms. The Universal Declaration of Human Rights mentions freedom more than twenty times. All countries have committed to protecting individual freedoms on paper - but in practice, too many break their pledge."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "If people who cherish freedom, who know the importance of mutual respect and are aware of the imperative necessity to establish a constructive and critical debate, if these people are not ready to speak out, to be more committed and visible, then we can expect sad, painful tomorrows. The choice is ours."
   },
   "author": {
    "text": "Tariq Ramadan"
   }
  },
  {
   "quote": {
    "text": "The only thing I command is respect."
   },
   "author": {
    "text": "Kyrie Irving"
   }
  },
  {
   "quote": {
    "text": "I respect everybody, but at the same time, I carry myself with an aura that demands respect, too."
   },
   "author": {
    "text": "Lil' Kim"
   }
  },
  {
   "quote": {
    "text": "A person's a person, no matter how small."
   },
   "author": {
    "text": "Dr. Seuss"
   }
  },
  {
   "quote": {
    "text": "Leadership is something you earn, something you're chosen for. You can't come in yelling, 'I'm your leader!' If it happens, it's because the other guys respect you."
   },
   "author": {
    "text": "Ben Roethlisberger"
   }
  },
  {
   "quote": {
    "text": "True security is based on people's welfare - on a thriving economy, on strong public health and education programmes, and on fundamental respect for our common humanity. Development, peace, disarmament, reconciliation and justice are not separate from security; they help to underpin it."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "Christlike communications are expressions of affection and not anger, truth and not fabrication, compassion and not contention, respect and not ridicule, counsel and not criticism, correction and not condemnation. They are spoken with clarity and not with confusion. They may be tender or they may be tough, but they must always be tempered."
   },
   "author": {
    "text": "L. Lionel Kendrick"
   }
  },
  {
   "quote": {
    "text": "If someone lacked decency or respect, I didn't allow that person to stay in my world."
   },
   "author": {
    "text": "Gabrielle Union"
   }
  },
  {
   "quote": {
    "text": "While I am aware of no counsel on whether kissing should be reserved only for post-mission dating or courtship, I am aware of plenty of counsel concerning honesty in our actions and treating others with respect and kindness. Casual attitudes about expressions of affection such as kissing can cause much grief and heartache."
   },
   "author": {
    "text": "John Bytheway"
   }
  },
  {
   "quote": {
    "text": "Obedience is a strong virtue, capable of making me master of my emotions by giving me more strength to conquer my pride as I submit to those above me out of respect for their God-given authority and those below me out of love."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "I have nothing but respect for the Lakers. So many of their legends shaped who I am as a person and player."
   },
   "author": {
    "text": "Bill Walton"
   }
  },
  {
   "quote": {
    "text": "Self-respect is the fruit of discipline; the sense of dignity grows with the ability to say no to oneself."
   },
   "author": {
    "text": "Abraham Joshua Heschel"
   }
  },
  {
   "quote": {
    "text": "My mother early on taught us to respect all animals, and I mean all animals - not just cats and dogs but rats and snakes and spiders and fish and wildlife, so I really grew up believing they are just like us and just as deserving of consideration."
   },
   "author": {
    "text": "Joanna Lumley"
   }
  },
  {
   "quote": {
    "text": "The Apology opened the opportunity for a new relationship based on mutual respect and mutual responsibility between Indigenous and non-Indigenous Australia. Because without mutual respect and mutual responsibility, the truth is we can achieve very little."
   },
   "author": {
    "text": "Kevin Rudd"
   }
  },
  {
   "quote": {
    "text": "With my wife I don't get no respect. I made a toast on her birthday to 'the best woman a man ever had.' The waiter joined me."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "I wanted to represent minorities in the respect of people who had been bullied in school or people who were gay or lesbian or trans or people who aren't blonde haired and blue-eyed. I have short hair, and I am covered in tattoos. I like showing people that it's within their rights to be different."
   },
   "author": {
    "text": "Ruby Rose"
   }
  },
  {
   "quote": {
    "text": "At a deep psychological level, convincing young people that they will get the respect, admiration, love that they are looking for through consumerism is a manipulation of a deep human instinct to want to belong."
   },
   "author": {
    "text": "Helena Norberg-Hodge"
   }
  },
  {
   "quote": {
    "text": "In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect. The bloodiest wars in history have been religious wars."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "I'm just trying to approach what I make with as much respect and research as I can, and just make it with a good heart."
   },
   "author": {
    "text": "Garth Davis"
   }
  },
  {
   "quote": {
    "text": "We're all human, and part of being human is showing respect and support for others' life choices."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "Your peers will respect you for your integrity and character, not your possessions."
   },
   "author": {
    "text": "David Robinson"
   }
  },
  {
   "quote": {
    "text": "One should respect public opinion insofar as is necessary to avoid starvation and keep out of prison, but anything that goes beyond this is voluntary submission to an unnecessary tyranny."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "People are roasting each other at parties, at work events, around the fire. It's so fun. People are busting each other's chops, and it's a sign of affection, truly. It's a true test of love and friendship: can you make a man laugh at himself? So what makes a good burn? Go after targets you love and respect. And hit 'em hard."
   },
   "author": {
    "text": "Jeff Ross"
   }
  },
  {
   "quote": {
    "text": "The principal factors which influenced my life are 1) nonviolent tactics; 2) constitutional means; 3) democratic procedures; 4) respect for human personality; 5) a belief that all people are one."
   },
   "author": {
    "text": "Bayard Rustin"
   }
  },
  {
   "quote": {
    "text": "Throughout the years, many Christian women have told me of their great respect for the bravery and courage evident in my work, perhaps even gesturing to their own Isis earrings or a Nile River Goddess pendants."
   },
   "author": {
    "text": "Carol P. Christ"
   }
  },
  {
   "quote": {
    "text": "Employees don't need to be best friends, but there does need to be a level of mutual respect and understanding."
   },
   "author": {
    "text": "Kathryn Minshew"
   }
  },
  {
   "quote": {
    "text": "I respect all religions, but I'm not a deeply religious person. But I try and live life in the right way, respecting other people. I wasn't brought up in a religious way, but I believe there's something out there that looks after you."
   },
   "author": {
    "text": "David Beckham"
   }
  },
  {
   "quote": {
    "text": "I believe that fitness needs to come from within you. You need to respect your body. Only then will you have the zeal to maintain it. For me, keeping fit is a part of my lifestyle."
   },
   "author": {
    "text": "Arjun Rampal"
   }
  },
  {
   "quote": {
    "text": "If I made a commitment, I stood by that commitment - and try to make it real. Because when you become leaders, the most important thing you have is your word, your trust. That's where respect comes from."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "All respect for the office of the presidency aside, I assumed that the obvious and unadulterated decline of freedom and constitutional sovereignty, not to mention the efforts to curb the power of judicial review, spoke for itself."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "As you get older, you grow and mature, and that should never stop. As soon as you stop growing, you're done living. I'll always be growing, forever learning, forever taking in advice from people I deeply respect."
   },
   "author": {
    "text": "Odell Beckham, Jr."
   }
  },
  {
   "quote": {
    "text": "In religious and in secular affairs, the more fervent beliefs attract followers. If you are a moderate in any respect - if you're a moderate on abortion, if you're a moderate on gun control, or if you're a moderate in your religious faith - it doesn't evolve into a crusade where you're either right or wrong, good or bad, with us or against us."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "I think I'm a natural-born leader. I know how to bow down to authority if it's authority that I respect."
   },
   "author": {
    "text": "Tupac Shakur"
   }
  },
  {
   "quote": {
    "text": "When men and women are able to respect and accept their differences then love has a chance to blossom."
   },
   "author": {
    "text": "John Gray"
   }
  },
  {
   "quote": {
    "text": "Many people resented my impatience and honesty, but I never cared about acceptance as much as I cared about respect."
   },
   "author": {
    "text": "Jackie Robinson"
   }
  },
  {
   "quote": {
    "text": "I optimize for brands and people I enjoy spending time with - we've invested in Warby Parker, Glossier, Outdoor Voices, Bonobos - because if you're having a good time, you're inherently going to be better at what you're doing. Even the bad times are tolerable when you're working alongside people you respect and like."
   },
   "author": {
    "text": "Kirsten Green"
   }
  },
  {
   "quote": {
    "text": "Respect yourself if you would have others respect you."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "I want to make sure that people understand that, behind this national conversation around transgender rights, there are real people who hurt when they're mocked, who hurt when they're discriminated against, and who just want to be treated with dignity and respect."
   },
   "author": {
    "text": "Sarah McBride"
   }
  },
  {
   "quote": {
    "text": "Discipline is based on pride, on meticulous attention to details, and on mutual respect and confidence. Discipline must be a habit so ingrained that it is stronger than the excitement of the goal or the fear of failure."
   },
   "author": {
    "text": "Gary Ryan Blair"
   }
  },
  {
   "quote": {
    "text": "Do dirt, get dirt. So I treat people with the same respect that I want."
   },
   "author": {
    "text": "DMX"
   }
  },
  {
   "quote": {
    "text": "Love, friendship and respect do not unite people as much as a common hatred for something."
   },
   "author": {
    "text": "Anton Chekhov"
   }
  },
  {
   "quote": {
    "text": "Unless India stands up to the world, no one will respect us. In this world, fear has no place. Only strength respects strength."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "I'm free. I just do what I want, say what I want, say how I feel, and I don't try to hurt nobody. I just try to make sure that I don't compromise my art in any kind of way, and I think people respect that."
   },
   "author": {
    "text": "Erykah Badu"
   }
  },
  {
   "quote": {
    "text": "Perhaps the surest test of an individual's integrity is his refusal to do or say anything that would damage his self-respect."
   },
   "author": {
    "text": "Thomas S. Monson"
   }
  },
  {
   "quote": {
    "text": "Live with integrity, respect the rights of other people, and follow your own bliss."
   },
   "author": {
    "text": "Nathaniel Branden"
   }
  },
  {
   "quote": {
    "text": "How do leaders serve their people? They may pay good wages and treat employees with respect."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "It goes without saying that the desire to accomplish the task with more confidence, to avoid wasting time and labour, and to spare our experimental animals as much as possible, made us strictly observe all the precautions taken by surgeons in respect to their patients."
   },
   "author": {
    "text": "Ivan Pavlov"
   }
  },
  {
   "quote": {
    "text": "Our work for human dignity is often lonely, and almost always an uphill climb. At times, our efforts are misunderstood, and we are mistaken for the enemy. There has been a clear erosion of respect for U.N. blue and our impartiality."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "I think people have different definitions of team unity. My definition is doing whatever it takes to win, what makes a great team; it's performance on the field, respect on the field."
   },
   "author": {
    "text": "Hope Solo"
   }
  },
  {
   "quote": {
    "text": "Having two daughters changed my perspective on a lot of things, and I definitely have a newfound respect for women. And I think I finally became a good and real man when I had a daughter."
   },
   "author": {
    "text": "Mark Wahlberg"
   }
  },
  {
   "quote": {
    "text": "'Harry Potter' gave me back self respect. Harry gave me a job to do that I loved more than anything else."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "Thieves respect property. They merely wish the property to become their property that they may more perfectly respect it."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "I treat all women with the utmost respect both professionally and personally and would never do anything to disrespect them."
   },
   "author": {
    "text": "Ranveer Singh"
   }
  },
  {
   "quote": {
    "text": "I feel lucky that I found my talent, not unlucky that I was born with a disability. When I'm on a horse, I'm more worried about what the riding hat is doing to my hair than what my bent legs and arms are doing. What riding has given me is respect."
   },
   "author": {
    "text": "Lee Pearson"
   }
  },
  {
   "quote": {
    "text": "Between the uprightness of my conscience and the hardness of my lot, I know not how either to show respect to my feelings or to the times. The bitterness of my mind urges me at all hazards to speak what I think, whereas the necessity of the times prompts me, however unbecomingly, to keep silence. Good God! Which way shall I turn myself?"
   },
   "author": {
    "text": "Thomas Becket"
   }
  },
  {
   "quote": {
    "text": "My brother and I have converted to Christianity, and my other brother and sister are still Sikh. So for me, it's not something that I ever want to be judgmental on. I know my parents are two people of a very strong faith. I respect all that they've done in raising their four kids and in the opportunities that they've given us."
   },
   "author": {
    "text": "Nikki Haley"
   }
  },
  {
   "quote": {
    "text": "I have nothing against Dylan O'Brien! He's one of my favorite people. I have so much respect for him and his work."
   },
   "author": {
    "text": "Katherine McNamara"
   }
  },
  {
   "quote": {
    "text": "Lasting love has to be built on mutual regard and respect. It is about seeing the other person. I am very interested in relationships and, when I watch couples, sometimes I can sense a blindness has set in. They have stopped seeing each other. It is not easy to see another person."
   },
   "author": {
    "text": "Chimamanda Ngozi Adichie"
   }
  },
  {
   "quote": {
    "text": "We must never allow September 11th to become a time for protest and division. Instead, this day must remain a time for promoting peace and mutual respect."
   },
   "author": {
    "text": "Timothy Dolan"
   }
  },
  {
   "quote": {
    "text": "We all require and want respect, man or woman, black or white. It's our basic human right."
   },
   "author": {
    "text": "Aretha Franklin"
   }
  },
  {
   "quote": {
    "text": "We respect our elders. There is wisdom that comes from experience, and I am not going to stop learning from wise counsel."
   },
   "author": {
    "text": "Marcia Fudge"
   }
  },
  {
   "quote": {
    "text": "One thing I've learned through all the ups and downs is that if you're doing things right, then you have a core group of people. Not just a core group like your homies or your buddies, but a group of people that has a good influence on you, who you respect and admire, and you know that if they're on your side, you're doing something right."
   },
   "author": {
    "text": "Hope Solo"
   }
  },
  {
   "quote": {
    "text": "If once you forfeit the confidence of your fellow-citizens, you can never regain their respect and esteem."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "If you have ten thousand regulations you destroy all respect for the law."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "I submit that an individual who breaks a law that conscience tells him is unjust, and who willingly accepts the penalty of imprisonment in order to arouse the conscience of the community over its injustice, is in reality expressing the highest respect for law."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "We can win respect in the world only if we are strong internally and can banish poverty and unemployment from our country."
   },
   "author": {
    "text": "Lal Bahadur Shastri"
   }
  },
  {
   "quote": {
    "text": "Men have a respect for scholarship and learning greatly out of proportion to the use they commonly serve."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Once you appreciate one of your blessings, one of your senses, your sense of hearing, then you begin to respect the sense of seeing and touching and tasting, you learn to respect all the senses."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "We owe these heroes a great deal - it is our solemn responsibility to ensure that all veterans receive the care and respect they have earned."
   },
   "author": {
    "text": "Bill Foster"
   }
  },
  {
   "quote": {
    "text": "We need to respect the oceans and take care of them as if our lives depended on it. Because they do."
   },
   "author": {
    "text": "Sylvia Earle"
   }
  },
  {
   "quote": {
    "text": "The enemies cannot destroy the king who has at his service the respect and friendship of the wise men who can find fault, disagree, and correct him."
   },
   "author": {
    "text": "Thiruvalluvar"
   }
  },
  {
   "quote": {
    "text": "There is always the danger that we may just do the work for the sake of the work. This is where the respect and the love and the devotion come in - that we do it to God, to Christ, and that's why we try to do it as beautifully as possible."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "Democracy arises out of the notion that those who are equal in any respect are equal in all respects; because men are equally free, they claim to be absolutely equal."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "When we respect everybody around us, we are in peace with everybody around us."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "Being brilliant is no great feat if you respect nothing."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "We are not angry with people we fear or respect, as long as we fear or respect them; you cannot be afraid of a person and also at the same time angry with him."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Next month, I will celebrate my 30th anniversary of marriage with my beautiful bride, Vicki. Our marriage has been a blessing. I have gained even more respect for the institution over the past 3 decades and will defend it against attack."
   },
   "author": {
    "text": "Todd Tiahrt"
   }
  },
  {
   "quote": {
    "text": "All successful people men and women are big dreamers. They imagine what their future could be, ideal in every respect, and then they work every day toward their distant vision, that goal or purpose."
   },
   "author": {
    "text": "Brian Tracy"
   }
  },
  {
   "quote": {
    "text": "Journalism should be more like science. As far as possible, facts should be verifiable. If journalists want long-term credibility for their profession, they have to go in that direction. Have more respect for readers."
   },
   "author": {
    "text": "Julian Assange"
   }
  },
  {
   "quote": {
    "text": "Respect your partner. Be happy in your partner's happiness."
   },
   "author": {
    "text": "Divyanka Tripathi"
   }
  },
  {
   "quote": {
    "text": "The sanctity of our battlefields, monuments, and veterans institutions is of utmost importance to preserve military history and pay respect to those who fought."
   },
   "author": {
    "text": "Henry Waxman"
   }
  },
  {
   "quote": {
    "text": "Respect the burden."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "It takes no compromising to give people their rights. It takes no money to respect the individual. It takes no survey to remove repressions."
   },
   "author": {
    "text": "Harvey Milk"
   }
  },
  {
   "quote": {
    "text": "We abuse land because we regard it as a commodity belonging to us. When we see land as a community to which we belong, we may begin to use it with love and respect."
   },
   "author": {
    "text": "Aldo Leopold"
   }
  },
  {
   "quote": {
    "text": "Aging has a wonderful beauty and we should have respect for that."
   },
   "author": {
    "text": "Eartha Kitt"
   }
  },
  {
   "quote": {
    "text": "There is overwhelming evidence that the higher the level of self-esteem, the more likely one will be to treat others with respect, kindness, and generosity."
   },
   "author": {
    "text": "Nathaniel Branden"
   }
  },
  {
   "quote": {
    "text": "Democracy is not merely a form of government. It is primarily a mode of associated living, of conjoint communicated experience. It is essentially an attitude of respect and reverence towards fellow men."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "Most of those coming from the mainland are very destitute, almost naked. I am trying to find places for those able to work, and provide for them as best I can, so as to lighten the burden on the Government as much as possible, while at the same time they learn to respect themselves by earning their own living."
   },
   "author": {
    "text": "Harriet Tubman"
   }
  },
  {
   "quote": {
    "text": "We want to uplift the culture of Filipino - our respect to our elders, how we pray before we eat and sleep. These are things the younger generations tend to forget because of our exposure to other cultures."
   },
   "author": {
    "text": "Coco Martin"
   }
  },
  {
   "quote": {
    "text": "It makes a big difference when men respect women. There are a lot of men who don't, so that's the main quality that would make a good man a great man."
   },
   "author": {
    "text": "Stephanie Sigman"
   }
  },
  {
   "quote": {
    "text": "It's like a jar of salad dressing sitting on a shelf... most of the seasoning settles to the bottom of the bottle. But when you shake that bottle up, all the ingredients mix together and then the dressing can add flavor to a salad. In the same way, we can stir ourselves up and regain the reverence, respect and awe we once had for the Lord."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "America wants its respect."
   },
   "author": {
    "text": "Tupac Shakur"
   }
  },
  {
   "quote": {
    "text": "To get down to the quick of it, respect motivates me - not success."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "I do get recognized, but I must say Edinburgh is a fantastic city to live if you're well-known. There is an innate respect for privacy in Edinburgh people, and I also think they're used to seeing me walking around, so I don't think I'm a very big deal."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "Don't ever know who you may meet, or just because a person may not be dressed up all fancy, don't mean they're not an important person. You just don't ever know who you're gonna meet in life. So that's why I look at everybody as equal. Can't just judge. I treat everybody with respect. Every man."
   },
   "author": {
    "text": "Floyd Mayweather, Jr."
   }
  },
  {
   "quote": {
    "text": "The Trail of Tears should teach all of us the importance of respect for others who are different from ourselves and compassion for those who have difficulties."
   },
   "author": {
    "text": "Joseph Bruchac"
   }
  },
  {
   "quote": {
    "text": "A constructive approach to diplomacy doesn't mean relinquishing one's rights. It means engaging with one's counterparts, on the basis of equal footing and mutual respect, to address shared concerns and achieve shared objectives."
   },
   "author": {
    "text": "Hassan Rouhani"
   }
  },
  {
   "quote": {
    "text": "It's very hard to respect people on holiday - everybody looks so silly at the beach, it makes you hate humanity - but when you see people at their work they elicit respect, whether it's a mechanic, a stonemason or an accountant."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "Typically, when you look for role models, you want someone who has your interests and came from the same background. Well, look how restricting that is. What people should do is take role models a la carte. If there's someone whose character you appreciated, you respect that trait."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "And in this respect, the Israeli-Palestinian conflict has been a tragedy, a clash between one very powerful, very convincing, very painful claim over this land and another no less powerful, no less convincing claim."
   },
   "author": {
    "text": "Amos Oz"
   }
  },
  {
   "quote": {
    "text": "Me and my brother get along super well. We're, like, best friends. So we'll stay up until, like, five just talking because we get along and, you know, it's cool. And he respects my opinions, and I respect his, even if we don't have the same opinions, but a lot of the time we do."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "To advocate a New Order was to seek freedom and respect for peoples without prejudice, and to seek a stable basis for the existence all peoples, equally, and free of threats."
   },
   "author": {
    "text": "Hideki Tojo"
   }
  },
  {
   "quote": {
    "text": "If Copenhagen were a person, that person would be generous, beautiful, elderly, but with a flair. A human being that has certain propensities for quarrelling, filled with imagination and with appetite for the new and with respect for the old - somebody who takes good care of things and of people."
   },
   "author": {
    "text": "Connie Nielsen"
   }
  },
  {
   "quote": {
    "text": "The companies that survive longest are the one's that work out what they uniquely can give to the world not just growth or money but their excellence, their respect for others, or their ability to make people happy. Some call those things a soul."
   },
   "author": {
    "text": "Charles Handy"
   }
  },
  {
   "quote": {
    "text": "In order to acquire a growing and lasting respect in society, it is a good thing, if you possess great talent, to give, early in your youth, a very hard kick to the right shin of the society that you love. After that, be a snob."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "As a chef, you need to respect your guests and their needs. If they decide that they want to eat certain things and not eat others, if for religious reasons or just decide they don't want to eat certain ingredients, you have to respect that."
   },
   "author": {
    "text": "Joel Robuchon"
   }
  },
  {
   "quote": {
    "text": "Every human being, of whatever origin, of whatever station, deserves respect. We must each respect others even as we respect ourselves."
   },
   "author": {
    "text": "U Thant"
   }
  },
  {
   "quote": {
    "text": "Do the right things, respect your elders, respect your teachers, continue to work hard, and if you are religious and you have some type of faith... pray."
   },
   "author": {
    "text": "Ha Ha Clinton-Dix"
   }
  },
  {
   "quote": {
    "text": "I have always believed that I should have had no difficulty in causing my rights to be respected."
   },
   "author": {
    "text": "Eli Whitney"
   }
  },
  {
   "quote": {
    "text": "I don't want or need to gain respect with what I do off the court. I want respect for what I do on the court."
   },
   "author": {
    "text": "Vince Carter"
   }
  },
  {
   "quote": {
    "text": "I love Damien Hirst. I respect his work a great deal, and I am happy that the polka dots I started using have become a symbol of love and peace around the world with everybody joining hands to use them in this way."
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "I want to change history, do something important in my life, and influence individuals like we have with millions of small businesses on Alibaba. Then they love and respect you because you made their life important."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "As an overruling providence may succeed our wishes, let us rear an offspring in every respect worthy to fill the most illustrious stations of their predecessors."
   },
   "author": {
    "text": "Deborah Sampson"
   }
  },
  {
   "quote": {
    "text": "Before you, I engage myself to serve my country with the devotion and the exemplary that this post demands. I understand responsibilities of the job and, as such, I give a republican salute to Nicolas Sarkozy who has led France for 5 years and who deserves all of our respect."
   },
   "author": {
    "text": "Francois Hollande"
   }
  },
  {
   "quote": {
    "text": "Teachers have the hardest and most important jobs in America. They're building our nation. And we should appreciate them, respect them, and pay them well."
   },
   "author": {
    "text": "Jim Hunt"
   }
  },
  {
   "quote": {
    "text": "I try to be kind to people, to treat them with respect. And I'm proud of that."
   },
   "author": {
    "text": "Lee Ryan"
   }
  },
  {
   "quote": {
    "text": "The place where I think social media fails is in showing the knowledge, the tradition of stitching the clothing, of cutting the fabric, of the tannery, of the skinning of the jewels - this knowledge needs respect. Online and social media is the future, but we need to learn from the past, too."
   },
   "author": {
    "text": "Giuseppe Zanotti"
   }
  },
  {
   "quote": {
    "text": "Make choices that bring love and joy to your body. It's not about perfection; it's about love and gratitude for an amazing body that works hard and deserves your respect."
   },
   "author": {
    "text": "Alysia Reiner"
   }
  },
  {
   "quote": {
    "text": "I'm a good girl because I really believe in love, integrity, and respect."
   },
   "author": {
    "text": "Katy Perry"
   }
  },
  {
   "quote": {
    "text": "Tell me, when do you become a respectable person in society? When you start respecting yourself. That is when you take care of yourself, that is when you comb your hair, groom yourself, and cleanse your body. You do all this because you respect yourself."
   },
   "author": {
    "text": "Kamal Haasan"
   }
  },
  {
   "quote": {
    "text": "I respect and value the ideals of rugged individualism and self-reliance. But rugged individualism didn't defeat the British, it didn't get us to the moon, build our nation's highways, or map the human genome. We did that together. This is the high call of patriotism."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "Sport is and should remain a great school of life that supports young people in their personal development. It teaches respect for others and also for oneself."
   },
   "author": {
    "text": "Richard Attias"
   }
  },
  {
   "quote": {
    "text": "I had no real respect for good technique because I didn't know what it was. I was self-taught, so that stuff didn't matter to me."
   },
   "author": {
    "text": "William Klein"
   }
  },
  {
   "quote": {
    "text": "Hormones get no respect. We think of them as the elusive chemicals that make us a bit moody, but these magical little molecules do so much more."
   },
   "author": {
    "text": "Susannah Cahalan"
   }
  },
  {
   "quote": {
    "text": "I'm sick of just liking people. I wish to God I could meet somebody I could respect."
   },
   "author": {
    "text": "J. D. Salinger"
   }
  },
  {
   "quote": {
    "text": "I just feel like if I do good work, then people should respect me for the work I do."
   },
   "author": {
    "text": "Scott Caan"
   }
  },
  {
   "quote": {
    "text": "A bass player has to think and play like a bass player. A drummer has to play and think like a drummer, and stay out of the way of the vocalist. The guitar player has to respect everybody else."
   },
   "author": {
    "text": "Hunter Hayes"
   }
  },
  {
   "quote": {
    "text": "I stand by it. I take the criticism for it. I think it's unfair, but yes, there is a thing about nepotism, and we all try to respect it."
   },
   "author": {
    "text": "Ellen Johnson Sirleaf"
   }
  },
  {
   "quote": {
    "text": "I go to an all-Hawaiian school, and we learn everything about being Hawaiian. We have a really deep respect for the water and the land. We say, 'mauka to makai,' mountains to ocean. I believe if you take care of the ocean, the ocean will take care of you in return."
   },
   "author": {
    "text": "Auli'i Cravalho"
   }
  },
  {
   "quote": {
    "text": "Many of the differences that cause students to be excluded in school are actually the same qualities or skills that other people are going to admire, respect or value about that person in adulthood."
   },
   "author": {
    "text": "Alexandra Robbins"
   }
  },
  {
   "quote": {
    "text": "I am intrigued by different religions and respect them all, but to be honest, I feel the most spiritual when I am doing yoga or looking at an ocean. Being spiritual is feeling a connection with a higher power and knowing that life is about more than just achieving goals. It is about feeling good in the moment."
   },
   "author": {
    "text": "Heather Graham"
   }
  },
  {
   "quote": {
    "text": "When people do not respect us we are sharply offended; yet in his private heart no man much respects himself."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Let every man be respected as an individual and no man idolized."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "The British nation is unique in this respect. They are the only people who like to be told how bad things are, who like to be told the worst."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "True humility is intelligent self respect which keeps us from thinking too highly or too meanly of ourselves. It makes us modest by reminding us how far we have come short of what we can be."
   },
   "author": {
    "text": "Ralph W. Sockman"
   }
  },
  {
   "quote": {
    "text": "Civilization is a method of living, an attitude of equal respect for all men."
   },
   "author": {
    "text": "Jane Addams"
   }
  },
  {
   "quote": {
    "text": "The fact that the adult American Negro female emerges a formidable character is often met with amazement, distaste and even belligerance. It is seldom accepted as an inevitable outcome of the struggle won by survivors, and deserves respect if not enthusiastic acceptance."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I have no right, by anything I do or say, to demean a human being in his own eyes. What matters is not what I think of him; it is what he thinks of himself. To undermine a man's self-respect is a sin."
   },
   "author": {
    "text": "Antoine de Saint-Exupery"
   }
  },
  {
   "quote": {
    "text": "The Supreme Court, of course, has the responsibility of ensuring that our government never oversteps its proper bounds or violates the rights of individuals. But the Court must also recognize the limits on itself and respect the choices made by the American people."
   },
   "author": {
    "text": "Elena Kagan"
   }
  },
  {
   "quote": {
    "text": "We are more thoroughly an enlightened people, with respect to our political interests, than perhaps any other under heaven. Every man among us reads, and is so easy in his circumstances as to have leisure for conversations of improvement and for acquiring information."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "The bad gains respect through imitation, the good loses it especially in art."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "I have great respect for the men and women that have fought for this country. I have family, I have friends that have gone and fought for this country. And they fight for freedom, they fight for the people, they fight for liberty and justice, for everyone."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "To the living we owe respect, but to the dead we owe only the truth."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "These haters are too less in number when compared to the millions who support me. I look at all those beautiful people who always stand by me. I respect them, and they equally respect me."
   },
   "author": {
    "text": "Divyanka Tripathi"
   }
  },
  {
   "quote": {
    "text": "I respect people's feelings when they say they love me, but it is completely their choice of expression, and I am alien to it. People have a right to express, but that's it."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "Don't worry about what the people say; be yourself, say what you want to say with respect."
   },
   "author": {
    "text": "Mariano Rivera"
   }
  },
  {
   "quote": {
    "text": "A brainy person does not abuse copyright; instead they respect it and uphold it."
   },
   "author": {
    "text": "Maximillian Degenerez"
   }
  },
  {
   "quote": {
    "text": "Go up close to your friend, but do not go over to him! We should also respect the enemy in our friend."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Every individual has a place to fill in the world and is important in some respect whether he chooses to be so or not."
   },
   "author": {
    "text": "Nathaniel Hawthorne"
   }
  },
  {
   "quote": {
    "text": "Looking up and out, how can we not respect this ever-vigilant cognizance that distinguishes us: the capability to envision, to dream, and to invent? the ability to ponder ourselves? and be aware of our existence on the outer arm of a spiral galaxy in an immeasurable ocean of stars? Cognizance is our crest."
   },
   "author": {
    "text": "Vanna Bonta"
   }
  },
  {
   "quote": {
    "text": "The crown must constantly earn citizens' appreciation, respect and trust."
   },
   "author": {
    "text": "Felipe VI of Spain"
   }
  },
  {
   "quote": {
    "text": "You have to respect your audience. Without them, you're essentially standing alone, singing to yourself."
   },
   "author": {
    "text": "K. D. Lang"
   }
  },
  {
   "quote": {
    "text": "Inspirational leaders need to have a winning mentality in order to inspire respect. It is hard to trust in the leadership of someone who is half-hearted about their purpose, or only sporadic in focus or enthusiasm."
   },
   "author": {
    "text": "Sebastian Coe"
   }
  },
  {
   "quote": {
    "text": "The British were indeed very far superior to the Americans in every respect necessary to military operations, except the revivified courage and resolution, the result of sudden success after despair."
   },
   "author": {
    "text": "Mercy Otis Warren"
   }
  },
  {
   "quote": {
    "text": "We must respect the past, and mistrust the present, if we wish to provide for the safety of the future."
   },
   "author": {
    "text": "Joseph Joubert"
   }
  },
  {
   "quote": {
    "text": "Women live lives of continual apology. They are born and raised to take the blame for other people's behavior. If they are treated without respect, they tell themselves that they have failed to earn respect. If their husbands do not fancy them, it is because they are unattractive."
   },
   "author": {
    "text": "Germaine Greer"
   }
  },
  {
   "quote": {
    "text": "There is only one person who represents all Americans. We need a president who speaks out and condemns racism and anti-Semitism. We need a president who recognizes everyone is equal. We are not perfect, but we all deserve respect."
   },
   "author": {
    "text": "Brad Schneider"
   }
  },
  {
   "quote": {
    "text": "I think the sexiest thing on anybody is intelligence. I respect somebody who has a brain and wants to use it more than a pretty face and status."
   },
   "author": {
    "text": "Sophia Bush"
   }
  },
  {
   "quote": {
    "text": "Once you figure out what respect tastes like, it tastes better than attention. But you have to get there."
   },
   "author": {
    "text": "Pink"
   }
  },
  {
   "quote": {
    "text": "I respect Apple. It's a great company that changed the world, especially the mobile time."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "Today, we're still loaded down - and, to some extent, embarrassed - by ancient myths, but we respect them as part of the same impulse that has led to the modern, scientific kind of myth. But we now have the opportunity to discover, for the first time, the way the universe is in fact constructed as opposed to how we would wish it to be constructed."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "Everyone knows that at the age of 11-12, children have a marked impulse to form themselves into groups and that the respect paid to the rules and regulations of their play constitutes an important feature of this social life."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "A blank wall of social and professional antagonism faces the woman physician that forms a situation of singular and painful loneliness, leaving her without support, respect or professional counsel."
   },
   "author": {
    "text": "Elizabeth Blackwell"
   }
  },
  {
   "quote": {
    "text": "I do believe in humanism, and I believe that we should treat each other with respect and care and look after each other. All human beings should have an equal chance to survive in society, and inequality is a big problem in society."
   },
   "author": {
    "text": "Stellan Skarsgard"
   }
  },
  {
   "quote": {
    "text": "To retain respect for sausages and laws, one must not watch them in the making."
   },
   "author": {
    "text": "Otto von Bismarck"
   }
  },
  {
   "quote": {
    "text": "Grace, respect, reserve, and empathetic listening are qualities sorely missing from the public discourse now."
   },
   "author": {
    "text": "Meryl Streep"
   }
  },
  {
   "quote": {
    "text": "Development of outlook naturally begins with a respect for God... Reverence to God and reverence for one's neighbor and reverence for oneself as a servant of God."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "I get asked a lot about my legacy. For me, it's being a good teammate, having the respect of my teammates, having the respect of the coaches and players. That's important to me."
   },
   "author": {
    "text": "Peyton Manning"
   }
  },
  {
   "quote": {
    "text": "Our motto is we respect and honour the pigness of the pig and the chickenness of the chicken. That means not confining them in a house with hundreds of others."
   },
   "author": {
    "text": "Joel Salatin"
   }
  },
  {
   "quote": {
    "text": "I never make the mistake of arguing with people for whose opinions I have no respect."
   },
   "author": {
    "text": "Edward Gibbon"
   }
  },
  {
   "quote": {
    "text": "When I was playing before I retired, I never really understood the appreciation and the respect that people gave me. People had treated me like a god or something, and that was very embarrassing."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "Thus, it was to seek true civilization and true justice for all the peoples of the world, and to view this as the destruction of personal freedom and respect is to be assailed by the hatred and emotion of war, and to make hasty judgments."
   },
   "author": {
    "text": "Hideki Tojo"
   }
  },
  {
   "quote": {
    "text": "The Caribbean is an immense ocean that just happens to have a few islands in it. The people have an immense respect for it, awe of it."
   },
   "author": {
    "text": "Derek Walcott"
   }
  },
  {
   "quote": {
    "text": "We grow up to respect the gray. Black or white, one or the other, is childish. It represents the worldview of someone who does not know the world."
   },
   "author": {
    "text": "Richard Cohen"
   }
  },
  {
   "quote": {
    "text": "I'm always pushing for human responsibility. Given that chimpanzees and many other animals are sentient and sapient, then we should treat them with respect."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "I have respect for beer."
   },
   "author": {
    "text": "Russell Crowe"
   }
  },
  {
   "quote": {
    "text": "To free us from the expectations of others, to give us back to ourselves - there lies the great, singular power of self-respect."
   },
   "author": {
    "text": "Joan Didion"
   }
  },
  {
   "quote": {
    "text": "There may be fairies at the bottom of the garden. There is no evidence for it, but you can't prove that there aren't any, so shouldn't we be agnostic with respect to fairies?"
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Leadership is diving for a loose ball, getting the crowd involved, getting other players involved. It's being able to take it as well as dish it out. That's the only way you're going to get respect from the players."
   },
   "author": {
    "text": "Larry Bird"
   }
  },
  {
   "quote": {
    "text": "I always remember having a healthy respect for my grandmother."
   },
   "author": {
    "text": "Prince William"
   }
  },
  {
   "quote": {
    "text": "I don't wait for people to give me respect. I always give them respect."
   },
   "author": {
    "text": "Mariano Rivera"
   }
  },
  {
   "quote": {
    "text": "I have noticed... that men usually leave married women alone and are inclined to treat all wives with respect. This is no great credit to married women."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "Gymnastics taught me everything - life lessons, responsibility and discipline and respect."
   },
   "author": {
    "text": "Shawn Johnson"
   }
  },
  {
   "quote": {
    "text": "If you have some respect for people as they are, you can be more effective in helping them to become better than they are."
   },
   "author": {
    "text": "John W. Gardner"
   }
  },
  {
   "quote": {
    "text": "It is time to return to core values, time to get back to basics, to self-discipline and respect for the law, to consideration for the others, to accepting responsibility for yourself and your family - and not shuffling it off on other people and the state."
   },
   "author": {
    "text": "John Major"
   }
  },
  {
   "quote": {
    "text": "We are a people of many different religions and many different faiths. The only way forward in a pluralistic society of diverse faiths such as ours is to have laws that protect and respect the freedom of all, equally."
   },
   "author": {
    "text": "Martin O'Malley"
   }
  },
  {
   "quote": {
    "text": "Collaboration is just, really, a group of people getting in a room with their eye on a very similar prize and wanting to come out with the same show. The director, ultimately, is the guy in front of whom the buck stops. So, he has to have the courage to prevail. But, he has got to have a huge amount of respect for his collaborators."
   },
   "author": {
    "text": "Harold Prince"
   }
  },
  {
   "quote": {
    "text": "The people respect and believe in men who fulfill their duty."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "The country that owns green, that dominates that industry, is going to have the most energy security, national security, economic security, competitive companies, healthy population and, most of all, global respect."
   },
   "author": {
    "text": "Thomas Friedman"
   }
  },
  {
   "quote": {
    "text": "When I approach a child, he inspires in me two sentiments; tenderness for what he is, and respect for what he may become."
   },
   "author": {
    "text": "Louis Pasteur"
   }
  },
  {
   "quote": {
    "text": "It is not likely that posterity will fall in love with us, but not impossible that it may respect or sympathize; so a man would rather leave behind him the portrait of his spirit than a portrait of his face."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "I am personally not against keeping animals at zoos, as they serve a huge educational purpose, but treating them well and with respect seems the least we could do, and with 'we' I mean not just zoo staff, but most certainly also the public."
   },
   "author": {
    "text": "Frans de Waal"
   }
  },
  {
   "quote": {
    "text": "I think a lot of people have lost respect for the individual, you know, the individual, the person who doesn't conform."
   },
   "author": {
    "text": "Erykah Badu"
   }
  },
  {
   "quote": {
    "text": "The advertisements in a newspaper are more full knowledge in respect to what is going on in a state or community than the editorial columns are."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "Among the other values children should be taught are respect for others, beginning with the child's own parents and family; respect for the symbols of faith and the patriotic beliefs of others; respect for law and order; respect for the property of others; respect for authority."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "We must respect the interior laws of creation, of this Earth, to learn these laws and obey them if we want to survive."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "Respect for the rights of others means peace."
   },
   "author": {
    "text": "Benito Juarez"
   }
  },
  {
   "quote": {
    "text": "I want to be very close to someone I respect and admire and have somebody who feels the same way about me."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "Sometimes we are separated by differences, and sometimes we are united by common ideals of respect and compassion."
   },
   "author": {
    "text": "Paul Watson"
   }
  },
  {
   "quote": {
    "text": "A lot of people ask what it takes to move from being a creative to a leader: Take everyone's career personally. People will work hard for you if you work hard for them. Any idiot can be a boss; all you need is a title. But to be a leader, you need to earn respect and have an opinion you stand by."
   },
   "author": {
    "text": "David Droga"
   }
  },
  {
   "quote": {
    "text": "In the '60s and '70s and early '80s, the trainers would grind you, and eventually they would break something - they would break an ankle in ways that it would heal. It was just the way of the business, to ensure that you learned respect for wrestling."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "You want to please society. You want to be happy. You want to be well liked. You want to be held in high esteem and be respected. These are real things. You want respect from your peers, respect from your loved ones; you want to be looked up to for your achievements and your accomplishments. All of this requires conformity in some form or another."
   },
   "author": {
    "text": "Thomas Jane"
   }
  },
  {
   "quote": {
    "text": "The Constitution remains brilliant in its overall design and sound with respect to the Bill of Rights and the separation of powers. But there are numerous archaic provisions that inhibit constructive change and adaptation. These constitutional bits affect the daily life of the republic and every citizen in it."
   },
   "author": {
    "text": "Larry J. Sabato"
   }
  },
  {
   "quote": {
    "text": "Civilization is built on a number of ultimate principles... respect for human life, the punishment of crimes against property and persons, the equality of all good citizens before the law... or, in a word justice."
   },
   "author": {
    "text": "Max Nordau"
   }
  },
  {
   "quote": {
    "text": "Mankind is like dogs, not gods - as long as you don't get mad they'll bite you - but stay mad and you'll never be bitten. Dogs don't respect humility and sorrow."
   },
   "author": {
    "text": "Jack Kerouac"
   }
  },
  {
   "quote": {
    "text": "I have great respect for people's right to believe what they want to believe. And I don't think anybody should be prosecuted or judged based on what their beliefs are."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "I believe mutual respect for one another and cooperation should be the basis for relationships with foreign nations."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "Internationalism is a community theory of society which is founded on economic, spiritual, and biological facts. It maintains that respect for a healthy development of human society and of world civilization requires that mankind be organized internationally."
   },
   "author": {
    "text": "Christian Lous Lange"
   }
  },
  {
   "quote": {
    "text": "Even non-democratic allies no longer trust America. Barack Obama has alienated our most important and longest standing Arab allies, Egypt and Saudi Arabia. Both the anti-Muslim Brotherhood and the anti-Iran Arab states have lost respect for him."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "If the computer-guided robots turn out to be our superiors in every respect, then will they not find that they can run the world better without the need of us at all? Humanity itself will then have become obsolete."
   },
   "author": {
    "text": "Roger Penrose"
   }
  },
  {
   "quote": {
    "text": "To us, mastering the atomic fuel cycle and generating nuclear power is as much about diversifying our energy resources as it is about who Iranians are as a nation, our demand for dignity and respect, and our consequent place in the world."
   },
   "author": {
    "text": "Hassan Rouhani"
   }
  },
  {
   "quote": {
    "text": "I think as long as you wear your imperfections on your sleeve, people respect it more."
   },
   "author": {
    "text": "Shamir"
   }
  },
  {
   "quote": {
    "text": "I really don't have much respect for the people who live their lives motivated by an exit strategy existing, being performed. There was no option that we were trained in that says, 'If it gets too hard, get up and leave.'"
   },
   "author": {
    "text": "Andy Grove"
   }
  },
  {
   "quote": {
    "text": "All morality consists in a system of rules, and the essence of all morality is to be sought for in the respect which the individual acquires for these rules."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "When I first came to Nashville, people hardly gave country music any respect. We lived in old cars and dirty hotels, and we ate when we could."
   },
   "author": {
    "text": "Loretta Lynn"
   }
  },
  {
   "quote": {
    "text": "Jerusalem is not just a beautiful city: the challenge is to show that Jerusalem can be shared in peace and respect."
   },
   "author": {
    "text": "Federica Mogherini"
   }
  },
  {
   "quote": {
    "text": "Teaching is hard. It takes a lot of skill. Not everyone who tries can do it well. We need to admit that and act accordingly. We should reward and respect great teachers by paying them more, and we should stop rewarding seniority over effectiveness."
   },
   "author": {
    "text": "Betsy DeVos"
   }
  },
  {
   "quote": {
    "text": "This post of President is a Constitutional post. It is the duty of everyone, all citizens to see that they respect the post... the institution of President."
   },
   "author": {
    "text": "Pratibha Patil"
   }
  },
  {
   "quote": {
    "text": "Where the people possess no authority, their rights obtain no respect."
   },
   "author": {
    "text": "George Bancroft"
   }
  },
  {
   "quote": {
    "text": "The sea speaks a language polite people never repeat. It is a colossal scavenger slang and has no respect."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "Respect for the truth comes close to being the basis for all morality."
   },
   "author": {
    "text": "Frank Herbert"
   }
  },
  {
   "quote": {
    "text": "All of my Polynesian counterparts in the NFL with roots in American Samoa understand how the values embedded in our South Pacific culture - community, hard work, perseverance, respect - contribute directly to our success."
   },
   "author": {
    "text": "Troy Polamalu"
   }
  },
  {
   "quote": {
    "text": "Respect the masterpiece. It is true reverence to man. There is no quality so great, none so much needed now."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "I tell myself that God gave my children many gifts - spirit, beauty, intelligence, the capacity to make friends and to inspire respect. There was only one gift he held back - length of life."
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "Olympism seeks to create a way of life based on the joy found in effort, the educational value of a good example and respect for universal fundamental ethical principles."
   },
   "author": {
    "text": "Pierre de Coubertin"
   }
  },
  {
   "quote": {
    "text": "I feel very passionate about maintaining the same level of standard and respect for the food as an Iron Chef myself."
   },
   "author": {
    "text": "Alex Guarnaschelli"
   }
  },
  {
   "quote": {
    "text": "I think it's never too late to learn - or it's a lesson that's good to continue learning - that you need to treat everyone on a set with respect."
   },
   "author": {
    "text": "Alison Brie"
   }
  },
  {
   "quote": {
    "text": "We've become much more casual and much more relaxed in social interactions, where there was a formality and maybe a kind of respect at that time that doesn't exist now."
   },
   "author": {
    "text": "Radha Mitchell"
   }
  },
  {
   "quote": {
    "text": "The federal government has sponsored research that has produced a tomato that is perfect in every respect, except that you can't eat it. We should make every effort to make sure this disease, often referred to as 'progress', doesn't spread."
   },
   "author": {
    "text": "Andy Rooney"
   }
  },
  {
   "quote": {
    "text": "For many, the hijab represents modesty, piety and devotion to God, and I truly respect that. But the hijab should not be used as a means of applying social pressure on people."
   },
   "author": {
    "text": "Queen Rania of Jordan"
   }
  },
  {
   "quote": {
    "text": "Just as the common law derives from ancient precedents - judges' decisions - rather than statutes, baseball's codes are the game's distilled mores. Their unchanged purpose is to show respect for opponents and the game. In baseball, as in the remainder of life, the most important rules are unwritten. But not unenforced."
   },
   "author": {
    "text": "George Will"
   }
  },
  {
   "quote": {
    "text": "I guess at the end of the day, all women like to be appreciated and treated with respect and kindness."
   },
   "author": {
    "text": "Sofia Vergara"
   }
  },
  {
   "quote": {
    "text": "My wife totally backs the way I am on stage; that's one of the amazing things about her. I have 120 per cent respect for her when I'm on stage, so there are definitely certain things I would never do."
   },
   "author": {
    "text": "Gerard Way"
   }
  },
  {
   "quote": {
    "text": "You can be cool and at the same time respect your woman, who will hopefully become your wife, who will hopefully become the mother of your kids. America needs to get back to family values."
   },
   "author": {
    "text": "Martin Lawrence"
   }
  },
  {
   "quote": {
    "text": "Don't tell your kids you had an easy birth or they won't respect you. For years I used to wake up my daughter and say, 'Melissa you ripped me to shreds. Now go back to sleep.'."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "It is easy to respect secular Americans who hold fast to the Constitution and to American values generally. And any one of us who believes in God can understand why some people, given all the unjust suffering in the world, just cannot believe that there is a Providential Being."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "The highest ideals are human intelligence, creativity and love. Respect these above all."
   },
   "author": {
    "text": "Penn Jillette"
   }
  },
  {
   "quote": {
    "text": "This is the final test of a gentleman: his respect for those who can be of no possible service to him."
   },
   "author": {
    "text": "William Lyon Phelps"
   }
  },
  {
   "quote": {
    "text": "If your people don't really believe or respect you, if you don't have the moral authority to rule, then your goose is cooked."
   },
   "author": {
    "text": "Asma Jahangir"
   }
  },
  {
   "quote": {
    "text": "As more men become more educated and women get educated, the value system has to be more enhanced and the respect for human dignity and human life is made better."
   },
   "author": {
    "text": "Ellen Johnson Sirleaf"
   }
  },
  {
   "quote": {
    "text": "You can't respect yourself if you're afraid to be who you are."
   },
   "author": {
    "text": "Amber Heard"
   }
  },
  {
   "quote": {
    "text": "I support gun safety measures, and I'll tell you, I grew up in a family of gun owners and hunters, and I went hunting with my dad as a kid, and you know, I have deep respect for the Second Amendment and the culture of our country."
   },
   "author": {
    "text": "Eric Swalwell"
   }
  },
  {
   "quote": {
    "text": "Psychology is as important as substance. If you treat people with respect, they will go out of their way to accommodate you. If you treat them in a patronizing way, they will go out of their way to make your life difficult."
   },
   "author": {
    "text": "Mohamed ElBaradei"
   }
  },
  {
   "quote": {
    "text": "My friendships and relationships in the conservative world are not predicated on political correctness and enforced conformity of thought. They are based, instead, on mutual respect, honesty and understanding - concepts many modern liberals should consider revisiting."
   },
   "author": {
    "text": "Tammy Bruce"
   }
  },
  {
   "quote": {
    "text": "You earn the respect of your peers that you play against, and they don't trash talk you."
   },
   "author": {
    "text": "LaDainian Tomlinson"
   }
  },
  {
   "quote": {
    "text": "If we have no respect for our viewers, then how can we have any respect for ourselves and what we do?"
   },
   "author": {
    "text": "Christiane Amanpour"
   }
  },
  {
   "quote": {
    "text": "Mapping does not purport to create an idealistic vision where all teachers agree, love one another, and gather around a campfire and sing 'Curriculum Kumbaya.' What it can develop is a sense of place, of respect, and of new grounds for discussion, disputes, and direction."
   },
   "author": {
    "text": "Heidi Hayes Jacobs"
   }
  },
  {
   "quote": {
    "text": "The biblical world view with respect to these issues is that we have a responsibility to manage and cultivate, harvest the natural resources that we've been blessed with to truly bless our fellow mankind."
   },
   "author": {
    "text": "Scott Pruitt"
   }
  },
  {
   "quote": {
    "text": "I would rather take the role and work and make my own money and self respect than to have sex with someone who has a lot of money."
   },
   "author": {
    "text": "Kristy Swanson"
   }
  },
  {
   "quote": {
    "text": "Skaters, I think they tend to be outsiders who seek a sense of belonging, but belonging on their own terms, and real respect is given by how much we take what other guys do, these basic tricks, 360 flips, we take that, we make it our own, and then we contribute back to the community the inner way that edifies the community itself."
   },
   "author": {
    "text": "Rodney Mullen"
   }
  },
  {
   "quote": {
    "text": "I don't have any respect at all for the scum-bags who went to Canada to avoid the draft or to avoid doing their fair share."
   },
   "author": {
    "text": "R. Lee Ermey"
   }
  },
  {
   "quote": {
    "text": "Obama's respect for the Constitution does not apply to protections against unreasonable search and seizure, as Obama's deeply intrusive National Security Agency programs prove."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "I don't think there's anything they can say about me that I haven't said about myself already. And I would be an absolute total liar, and my fans would not respect me, if I said that my life and my marriage are perfect. But we absolutely love each other; we have fun together - it's great."
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "If your religion doesn't respect the rights of other religions, it is lacking something."
   },
   "author": {
    "text": "Roger Ebert"
   }
  },
  {
   "quote": {
    "text": "I've always seen the Olympics as a place where you could act out your differences on the athletic field with a sense of sportsmanship and fairness and mutual respect."
   },
   "author": {
    "text": "Andrew Young"
   }
  },
  {
   "quote": {
    "text": "Privacy is something I have come to respect. I think when I was younger I wanted to tell everybody everything, because I thought I was so damn interesting. Then I heard the snoring."
   },
   "author": {
    "text": "David Duchovny"
   }
  },
  {
   "quote": {
    "text": "American officials have bent over backwards to show how sensitive they are to Muslim culture. It didn't seem very effective. They seem to be worried about winning the respect of other people."
   },
   "author": {
    "text": "Tucker Carlson"
   }
  },
  {
   "quote": {
    "text": "I'm not a big fan of Women's Liberation, but maybe it will help women stand up for the respect they're due."
   },
   "author": {
    "text": "Loretta Lynn"
   }
  },
  {
   "quote": {
    "text": "My team and I have reunited two elements that coexist with difficulty: respect and affection, because when they love you they don't respect you and when they respect you they don't love you."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "As a politician, you have to deal with someone wanting you to fail every day. I think I prefer being in a situation where generally people are rooting for me, and if they aren't rooting for me, they aren't out there to see my downfall. I respect the people who have the stomach for it."
   },
   "author": {
    "text": "John Legend"
   }
  },
  {
   "quote": {
    "text": "The great rule of moral conduct is next to God, respect time."
   },
   "author": {
    "text": "Johann Kaspar Lavater"
   }
  },
  {
   "quote": {
    "text": "When Estonia reestablished its sovereignty after a half century of successive thuggish, totalitarian, foreign occupations by the Soviets, the Nazis, and then again the Soviets, we knew we wanted to create a democratic country characterized by rule of law and respect for human rights."
   },
   "author": {
    "text": "Toomas Hendrik Ilves"
   }
  },
  {
   "quote": {
    "text": "Fabric is the most extraordinary thing; it has life. You must respect the fabric."
   },
   "author": {
    "text": "Hubert de Givenchy"
   }
  },
  {
   "quote": {
    "text": "I just work with people that I love and respect, that inspire me to be a better person, a better artist."
   },
   "author": {
    "text": "J Balvin"
   }
  },
  {
   "quote": {
    "text": "All Americans are either immigrants or descendants of ancestors who came from somewhere else, including Native Americans. We should all respect and admire immigrants."
   },
   "author": {
    "text": "Jan C. Ting"
   }
  },
  {
   "quote": {
    "text": "I have a lot of respect for people, and I feel they are far more sensible and responsible than to ape or imitate somebody."
   },
   "author": {
    "text": "Ajith Kumar"
   }
  },
  {
   "quote": {
    "text": "In the United States, we do a pretty good job of protecting iconic landscapes and postcard views, but the ocean gets no respect."
   },
   "author": {
    "text": "Jeff Goodell"
   }
  },
  {
   "quote": {
    "text": "Without qualification, I am grateful to and have the highest regard and respect for all of the wonderful people on 'Two and Half Men' with whom I have worked and over the past ten years who have become an extension of my family."
   },
   "author": {
    "text": "Angus T. Jones"
   }
  },
  {
   "quote": {
    "text": "I love scary movies and respect the filmmakers of scary movies, and it's just as hard to make a great scary movie as it is to make a great comedy or drama or anything else."
   },
   "author": {
    "text": "Jason Blum"
   }
  },
  {
   "quote": {
    "text": "Honestly, just all the love and respect from the fans, that's always the biggest thing that puts a smile on my face."
   },
   "author": {
    "text": "Demetrious Johnson"
   }
  },
  {
   "quote": {
    "text": "I fear God and respect God and love God."
   },
   "author": {
    "text": "Brett Ratner"
   }
  },
  {
   "quote": {
    "text": "Here in Ohio, the hardcore scene is a big thing, so some of our good friends are in hardcore bands. So we've had to figure out how the heck we get these people to respect us."
   },
   "author": {
    "text": "Tyler Joseph"
   }
  },
  {
   "quote": {
    "text": "I have total respect for anyone who discovers a band like Snow Patrol. I would be hopeless at signing a rock band, or anything alternative, cause I don't know what that audience are into and I don't particularly like that kind of music."
   },
   "author": {
    "text": "Simon Cowell"
   }
  },
  {
   "quote": {
    "text": "It is so important to get respect for what you do and at the same time give it."
   },
   "author": {
    "text": "Estelle Parsons"
   }
  },
  {
   "quote": {
    "text": "I did learn eventually - perhaps far too late - to respect the talent I have. For a lot of years out there, I was just bashing on to the next thing and not really thinking about it too much. That's what we do. But I'm learning to appreciate the moment."
   },
   "author": {
    "text": "Mark Knopfler"
   }
  },
  {
   "quote": {
    "text": "I didn't want to be a writer, but I became one. And now I have many readers, in many countries. I think that's a miracle. So I think I have to be humble regarding this ability. I'm proud of it and I enjoy it, and it is strange to say it this way, but I respect it."
   },
   "author": {
    "text": "Haruki Murakami"
   }
  },
  {
   "quote": {
    "text": "I've always treated money with respect, but I don't really think about money - I try to avoid it, because I don't like what money does to people. I find if you get too much money involved, people get corrupted."
   },
   "author": {
    "text": "RJ Mitte"
   }
  },
  {
   "quote": {
    "text": "I respect public employees and school teachers. They deserve a secure retirement."
   },
   "author": {
    "text": "Gina Raimondo"
   }
  },
  {
   "quote": {
    "text": "There are a lot of things and in order to be at the top and maintain your focus you have to have something that motivates you. For me, it was what I perceived as a lack of respect from the boxing world as well as the media, which made me want to work so hard and be great."
   },
   "author": {
    "text": "Marvin Hagler"
   }
  },
  {
   "quote": {
    "text": "There's no glory and no respect in making fun of the weak, the powerless."
   },
   "author": {
    "text": "Bassem Youssef"
   }
  },
  {
   "quote": {
    "text": "I respect women that have a voice and use it for a proper reason."
   },
   "author": {
    "text": "Betty Wright"
   }
  },
  {
   "quote": {
    "text": "The age of the Earth makes no difference with respect to Christ's atoning sacrifice for humanity's sin or to the nature and character of God, Earth's age has no bearing on any of the historic Christian doctrines. No mention of Earth's age appears in even the most detailed creedal statements."
   },
   "author": {
    "text": "Hugh Ross"
   }
  },
  {
   "quote": {
    "text": "Having casual conversations with the likes of Lena Dunham and Kim Kardashian makes me weak in the knees. I have so much respect and admiration for Lena that it doesn't matter how many times I talk to her - I get starstruck."
   },
   "author": {
    "text": "Constance Zimmer"
   }
  },
  {
   "quote": {
    "text": "Jack Welch is someone who I have always admired. In India, Narayana Murthy is someone who I have great respect for."
   },
   "author": {
    "text": "Kumar Mangalam Birla"
   }
  },
  {
   "quote": {
    "text": "I was raised by my mom, pretty much, and she just had this very non-judgmental, having no shame about yourself, no regrets, just trusting your gut and your instinct, and treating yourself with respect."
   },
   "author": {
    "text": "Lily Collins"
   }
  },
  {
   "quote": {
    "text": "I have no plans to go public if I get into a relationship. I will do my best to safeguard the privacy of the person I love and respect her feelings."
   },
   "author": {
    "text": "Song Joong-ki"
   }
  },
  {
   "quote": {
    "text": "We show deference to the civil authorities when they respect the divine origin of their power and when they serve the people with objective reference to the law of God."
   },
   "author": {
    "text": "Angelo Scola"
   }
  },
  {
   "quote": {
    "text": "Any Supreme Court confirmation needs to be a thoughtful process, with full respect for the separation of powers outlined in the Constitution."
   },
   "author": {
    "text": "Cathy McMorris Rodgers"
   }
  },
  {
   "quote": {
    "text": "We've shown everyone we are musicians first and foremost: we'll produce our own albums and play The 100 Club. We earned people's respect. We're not the band on MTV, wearing a bunch of makeup. We've proved we're the real deal."
   },
   "author": {
    "text": "Zacky Vengeance"
   }
  },
  {
   "quote": {
    "text": "I've always just adored music. It's my first love, really. I admire and respect people in the music business. You really have to work hard and diligently. Sometimes actors can be lazy and get away with it, but you can't do that if you're a musician."
   },
   "author": {
    "text": "Blythe Danner"
   }
  },
  {
   "quote": {
    "text": "I'm not cocky at all. You ask anybody, I'm one of the nicest guys. I try to be as humble as I can, but if you work hard, sometimes you know that you earned more respect."
   },
   "author": {
    "text": "Shabazz Muhammad"
   }
  },
  {
   "quote": {
    "text": "Moral authority comes from following universal and timeless principles like honesty, integrity, treating people with respect."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "I have great respect for the semicolon; it is a mighty handy little fellow."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "I respect myself and insist upon it from everybody. And because I do it, I then respect everybody, too."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Nothing is more destructive of respect for the government and the law of the land than passing laws which cannot be enforced."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "We do not covet anything from any nation except their respect."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Property is intended to serve life, and no matter how much we surround it with rights and respect, it has no personal being. It is part of the earth man walks on. It is not man."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "It is not desirable to cultivate a respect for the law, so much as for the right."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "I have great respect for the past. If you don't know where you've come from, you don't know where you're going. I have respect for the past, but I'm a person of the moment. I'm here, and I do my best to be completely centered at the place I'm at, then I go forward to the next place."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Having a Christian worldview shapes my decision-making with respect to all aspects of my life. I always respect people in public life who are principled, and those principles have to be connected to something. And my faith is what serves as the anchor and directs my actions."
   },
   "author": {
    "text": "John Thune"
   }
  },
  {
   "quote": {
    "text": "With all due respect, the Mona Lisa is overrated."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "I don't think about, 'Oh, I'm finally getting my respect,' because I don't care about this."
   },
   "author": {
    "text": "Khabib Nurmagomedov"
   }
  },
  {
   "quote": {
    "text": "In writing, I apply my feminine side and respect the mystery involved in creation."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "Labor wants pride and joy in doing good work, a sense of making or doing something beautiful or useful - to be treated with dignity and respect as brother and sister."
   },
   "author": {
    "text": "Thorstein Veblen"
   }
  },
  {
   "quote": {
    "text": "I come from a poor family, I have seen poverty. The poor need respect, and it begins with cleanliness."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "The young people I know judge leaders by their deeds and abhor hypocrisy. Inconsistency and point-scoring do not win respect. It's not easy to be engaged in political debate when it is reduced to performers trying to outdo each other. Actions from leaders must mirror the values they claim to espouse."
   },
   "author": {
    "text": "Alexandra Adornetto"
   }
  },
  {
   "quote": {
    "text": "While I will always have the utmost respect for the superhuman out-of-bounds freestyle and extreme stunts that seem to continually progress beyond our imaginable limits, my highest appreciation goes out to the simple rider who's out there just for the experience."
   },
   "author": {
    "text": "Craig Kelly"
   }
  },
  {
   "quote": {
    "text": "The final test of a gentleman is his respect for those who can be of no possible service to him."
   },
   "author": {
    "text": "William Lyon Phelps"
   }
  },
  {
   "quote": {
    "text": "And Barack and I were raised with so many of the same values, like you work hard for what you want in life. That your word is your bond; that you do what you say you're going to do. That you treat people with dignity and respect, even if you don't know them and even if you don't agree with them."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "I say this everywhere I go: I admire and respect Hillary. She has been a lawyer, a law professor, First Lady of Arkansas, First Lady of the United States, a U.S. Senator, Secretary of State."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "If you create something, you don't want someone else to go and profit from it; you have your right to make a living and everything. So I respect copyright. What I don't respect is copyright extremism. And I what I don't respect is a business model that encourages piracy."
   },
   "author": {
    "text": "Kim Dotcom"
   }
  },
  {
   "quote": {
    "text": "Care for life and physical health, with due regard for the needs of others and the common good, is concomitant with respect for human dignity."
   },
   "author": {
    "text": "Salvatore J. Cordileone"
   }
  },
  {
   "quote": {
    "text": "In all our deeds, the proper value and respect for time determines success or failure."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "To be sensual, I think, is to respect and rejoice in the force of life, of life itself, and to be present in all that one does, from the effort of loving to the making of bread."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "Often people display a curious respect for a man drunk, rather like the respect of simple races for the insane... There is something awe-inspiring in one who has lost all inhibitions."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "I have great respect for the Pope. I like the Pope. I actually like him."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "My parents taught me about the importance of qualities like kindness, respect, and honesty, and I realize how central values like these have been to me throughout my life."
   },
   "author": {
    "text": "Kate Middleton"
   }
  },
  {
   "quote": {
    "text": "Never respect men merely for their riches, but rather for their philanthropy; we do not value the sun for its height, but for its use."
   },
   "author": {
    "text": "Gamaliel Bailey"
   }
  },
  {
   "quote": {
    "text": "I have respect for Senator McCain. I used to like him a lot. I supported him. I raised a lot of money for his campaign against President Obama."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "I came across few whites as a boy at Qunu. The local magistrate, of course, was white, as was the nearest shopkeeper. Occasionally, white travelers or policemen passed through our area. These whites appeared as grand as gods to me, and I was aware that they were to be treated with a mixture of fear and respect."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Love is about mutual respect, apart from attraction."
   },
   "author": {
    "text": "George Best"
   }
  },
  {
   "quote": {
    "text": "I have too much respect for people to try to control them. But they are estranged from love, afraid to reach out and touch one another. We're afraid to appear sentimental or speak in platitudes because people will say, 'What a jerk!' It takes courage in our culture to be a lover."
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "The basic Buddhist stand on the question of equality between the genders is age-old. At the highest tantric levels, at the highest esoteric level, you must respect women: every woman."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "The Arab League tells us to go in and take out Qaddafi. We've spent billions of dollars already with respect to the Arab League. Billions of dollars, because they told us to do it. Why aren't they paying for it? They don't like Qaddafi, Qaddafi's been a terrible thorn in their side."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "I do respect them; I have great respect for women. In fact, one of the reasons 'The Apprentice' was such a successful show for so many years, the audience of women was fantastic."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Cooperation and respect for each other will advance the cause of human rights worldwide. Confrontation, vilification, and double standards will not."
   },
   "author": {
    "text": "Robert Mugabe"
   }
  },
  {
   "quote": {
    "text": "I get no respect. The way my luck is running, if I was a politician I would be honest."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "We must renew our commitment to instilling high moral character in our students, to teaching them to treat each other with kindness, to stand up for what is right, and to respect the diversity of backgrounds and experiences that strengthen our country."
   },
   "author": {
    "text": "Eva Moskowitz"
   }
  },
  {
   "quote": {
    "text": "What I respect as far as in myself and in others is the spirit of just doing it. For better or worse, it may work and it may not, but I'm going to go for it. Ultimately I probably prefer to be respected for that than whether it works out or not, either winning or losing."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "We may not always agree with every one of our neighbors. That's life. And it's part of living in such a diverse and dense city. But we also recognize that part of being a New Yorker is living with your neighbors in mutual respect and tolerance. It was exactly that spirit of openness and acceptance that was attacked on 9/11, 2001."
   },
   "author": {
    "text": "Michael Bloomberg"
   }
  },
  {
   "quote": {
    "text": "I was silent as a child, and silenced as a young woman; I am taking my lumps and bumps for being a big mouth, now, but usually from those whose opinion I don't respect."
   },
   "author": {
    "text": "Sandra Cisneros"
   }
  },
  {
   "quote": {
    "text": "I've always played sport, ever since I was little. I played volleyball and I believe sport teaches you a lot, such as teamwork, respect and discipline."
   },
   "author": {
    "text": "Gisele Bundchen"
   }
  },
  {
   "quote": {
    "text": "We must respect the other fellow's religion, but only in the sense and to the extent that we respect his theory that his wife is beautiful and his children smart."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "There is no need to worry about mere size. We do not necessarily respect a fat man more than a thin man. Sir Isaac Newton was very much smaller than a hippopotamus, but we do not on that account value him less."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Veterans Day is an acknowledgment that those willing to make the ultimate sacrifice for our country - and their families - deserve our admiration and respect today and every day."
   },
   "author": {
    "text": "Elizabeth Esty"
   }
  },
  {
   "quote": {
    "text": "The way forward is always found through greater respect for the equal rights of all."
   },
   "author": {
    "text": "Martin O'Malley"
   }
  },
  {
   "quote": {
    "text": "I'm not everybody's cup of tea. But sometimes criticism can be hurtful. Be respectful. I'm a good piano player, I can sing well, I write good songs. If you don't like it, fair enough. But give me a break."
   },
   "author": {
    "text": "Elton John"
   }
  },
  {
   "quote": {
    "text": "When I was counsel for the Senate Rackets Committee, about 25% of the important leads which our committee developed came from newspapers. This increased my respect for those courageous newspapers which assisted us. It also caused me to look with wonderment at some of the newspapers that did not."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Consult your friend on all things, especially on those which respect yourself. His counsel may then be useful where your own self-love might impair your judgment."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "That you may retain your self-respect, it is better to displease the people by doing what you know is right, than to temporarily please them by doing what you know is wrong."
   },
   "author": {
    "text": "William J. H. Boetcker"
   }
  },
  {
   "quote": {
    "text": "I don't regret anything I ever do or say. I don't like to live my life being censored. I like to say what I feel, and I think people respect that because you're honest."
   },
   "author": {
    "text": "Eva Longoria"
   }
  },
  {
   "quote": {
    "text": "Civility is not about dousing strongly held views. It's about making sure that people are willing to respect other perspectives."
   },
   "author": {
    "text": "Jim Leach"
   }
  },
  {
   "quote": {
    "text": "I respect the fact that many denominations have different points of view with respect to gay marriage and they can hold that in the sanctity in the place of their religion and not bless them or solemnize them."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "The gifts of lovers to one another are, in respect to love, nothing but forms; yet, they testify to invisible love."
   },
   "author": {
    "text": "Rumi"
   }
  },
  {
   "quote": {
    "text": "There will always be a desire for something new, fresh and innovative, as well as a yearning and respect for timeless elegance and beauty."
   },
   "author": {
    "text": "Helena Christensen"
   }
  },
  {
   "quote": {
    "text": "I am not very proud of being an human being; in fact, I distinctly dislike the species in many ways. I can readily conceive of beings vastly superior in every respect."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "This is what we call smart power. Using every possible tool and partner to advance peace and security. Leaving no one on the sidelines. Showing respect even for one's enemies. Trying to understand, in so far as psychologically possible, empathize with their perspective and point of view. Helping to define the problems, determine the solutions."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Those who wish to pet and baby wild animals 'love' them. But those who respect their natures and wish to let them live normal lives, love them more."
   },
   "author": {
    "text": "Edwin Way Teale"
   }
  },
  {
   "quote": {
    "text": "I have a great love and respect for religion, great love and respect for atheism. What I hate is agnosticism, people who do not choose."
   },
   "author": {
    "text": "Orson Welles"
   }
  },
  {
   "quote": {
    "text": "Talk to people in their own language. If you do it well, they'll say, 'God, he said exactly what I was thinking.' And when they begin to respect you, they'll follow you to the death."
   },
   "author": {
    "text": "Lee Iacocca"
   }
  },
  {
   "quote": {
    "text": "I'm like Albert Schweitzer and Bertrand Russell and Albert Einstein in that I have a respect for life - in any form. I believe in nature, in the birds, the sea, the sky, in everything I can see or that there is real evidence for. If these things are what you mean by God, then I believe in God."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "To be completely woman you need a master, and in him a compass for your life. You need a man you can look up to and respect. If you dethrone him it's no wonder that you are discontented, and discontented women are not loved for long."
   },
   "author": {
    "text": "Marlene Dietrich"
   }
  },
  {
   "quote": {
    "text": "My father used to have an expression. He'd say, 'Joey, a job is about a lot more than a paycheck. It's about your dignity. It's about respect. It's about your place in your community.'"
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "That's what people respect, the fact that I wasn't a chump that laid on his back and gave up."
   },
   "author": {
    "text": "Mike Tyson"
   }
  },
  {
   "quote": {
    "text": "If you don't stand for something, how can anyone respect what you do?"
   },
   "author": {
    "text": "Miranda Lambert"
   }
  },
  {
   "quote": {
    "text": "Women absolutely deserve respect."
   },
   "author": {
    "text": "Aretha Franklin"
   }
  },
  {
   "quote": {
    "text": "Our high respect for a well read person is praise enough for literature."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "I think we understand that for the Court to work well, we have to not only respect but genuinely like each other."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "I certainly respect the belief of the Hobby Lobby owners. On the other hand, they have no constitutional right to foist that belief on the hundreds and hundreds of women who work for them who don't share that belief."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "I owe my success to having listened respectfully to the very best advice, and then going away and doing the exact opposite."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "By respect for life we become religious in a way that is elementary, profound and alive."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "Our policy is to deepen the relations with all the countries in the world - monarchies, kingdoms, large powers - we want to respect all differences and have our relationships based on mutual respect."
   },
   "author": {
    "text": "Hugo Chavez"
   }
  },
  {
   "quote": {
    "text": "The trouble with music appreciation in general is that people are taught to have too much respect for music they should be taught to love it instead."
   },
   "author": {
    "text": "Igor Stravinsky"
   }
  },
  {
   "quote": {
    "text": "The reason I like the criminal justice system is there aren't Republican or Democrat victims or police officers or prosecutors. It's about respect for the rule of law!"
   },
   "author": {
    "text": "Trey Gowdy"
   }
  },
  {
   "quote": {
    "text": "Men are so willing to respect anything that bores them."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "What the Beatles did was something incredible, it was more than what a band could do. We have to give them respect."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "I do respect people's faith, but I don't respect their manipulation of that faith in order to create fear and control."
   },
   "author": {
    "text": "Javier Bardem"
   }
  },
  {
   "quote": {
    "text": "People have to respect intellectual property."
   },
   "author": {
    "text": "Coco Lee"
   }
  },
  {
   "quote": {
    "text": "Often we mistake stability, in terms of security and economic activity, to mean a country is doing well. We forget the third and important pillar: rule of law and respect for human rights."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "No other people have a government more worthy of their respect and love or a land so magnificent in extent, so pleasant to look upon, and so full of generous suggestion to enterprise and labor."
   },
   "author": {
    "text": "Benjamin Harrison"
   }
  },
  {
   "quote": {
    "text": "I am confident that, as elected officials, we can work together with religious, business and civic leaders, as well as the LGBT community, to develop policies that treat all people with dignity and respect."
   },
   "author": {
    "text": "Gary Herbert"
   }
  },
  {
   "quote": {
    "text": "The Pope loves everyone, rich and poor alike, but the Pope has the duty, in Christ's name, to remind the rich to help the poor, to respect them, to promote them."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Your private life is your private life and you keep it to yourself. You get more respect that way."
   },
   "author": {
    "text": "Jay Kay"
   }
  },
  {
   "quote": {
    "text": "I will respect the limits of my experience but that won't stop me from trying to lead by example of my work. Being a good teammate and picking them up on and off the field is a simple goal of mine."
   },
   "author": {
    "text": "Anthony Rizzo"
   }
  },
  {
   "quote": {
    "text": "Men naturally despise those who court them, but respect those who do not give way to them."
   },
   "author": {
    "text": "Thucydides"
   }
  },
  {
   "quote": {
    "text": "Just as the process of repealing national alcohol prohibition began with individual states repealing their own prohibition laws, so individual states must now take the initiative with respect to repealing marijuana prohibition laws."
   },
   "author": {
    "text": "George Soros"
   }
  },
  {
   "quote": {
    "text": "Here's my gift-giving rule: Respect your current financial situation."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "'God' is a relative word and has a respect to servants, and 'Deity' is the dominion of God, not over his own body, as those imagine who fancy God to be the soul of the world, but over servants."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "Productive givers focus on acting in the long-term best interests of others, even if it's not pleasant. They have the courage to give the critical feedback we prefer not to hear, but truly need to hear. They offer tough love, knowing that we might like them less, but we'll come to trust and respect them more."
   },
   "author": {
    "text": "Adam Grant"
   }
  },
  {
   "quote": {
    "text": "I have respect for what other people believe. What I believe in my own life is that it's a search for how I can do things better, whether it's being a better man or a better father or finding ways for myself to improve."
   },
   "author": {
    "text": "Tom Cruise"
   }
  },
  {
   "quote": {
    "text": "The respect and protection of woman and of maternity should be raised to the position of an inalienable social duty and should become one of the principles of human morality."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "I don't think writers are sacred, but words are. They deserve respect. If you get the right ones in the right order, you can nudge the world a little or make a poem which children will speak for you when you're dead."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "Someday I want to be rich. Some people get so rich they lose all respect for humanity. That's how rich I want to be."
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "If there is one realm in which it is essential to be sublime, it is in wickedness. You spit on a petty thief, but you can't deny a kind of respect for the great criminal."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "Looking back as an historian, I find myself having great respect for Ronald Reagan's consistency: his absolute conviction that the Soviet Union - the only competing world empire at the time - was bound to collapse!"
   },
   "author": {
    "text": "Nigel Hamilton"
   }
  },
  {
   "quote": {
    "text": "This is how you start to get respect: by offering something that you have."
   },
   "author": {
    "text": "Morrie Schwartz"
   }
  },
  {
   "quote": {
    "text": "Anglo-Saxon civilization has taught the individual to protect his own rights; American civilization will teach him to respect the rights of others."
   },
   "author": {
    "text": "William Jennings Bryan"
   }
  },
  {
   "quote": {
    "text": "Become an internationalist and learn to respect all life. Make war on machines. And in particular the sterile machines of corporate death and the robots that guard them."
   },
   "author": {
    "text": "Abbie Hoffman"
   }
  },
  {
   "quote": {
    "text": "Trans people deserve something vital; they deserve your respect. From that respect comes a more compassionate community."
   },
   "author": {
    "text": "Caitlyn Jenner"
   }
  },
  {
   "quote": {
    "text": "Braggarts are insecure and need attention, and bragging often has the opposite effect on most people when you're trying to gain their respect and increase your influence."
   },
   "author": {
    "text": "Mark Goulston"
   }
  },
  {
   "quote": {
    "text": "Man's respect for the imponderables varies according to his mental constitution and environment. Through certain modes of thought and training, it can be elevated tremendously, yet there is always a limit."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "If being an egomaniac means I believe in what I do and in my art or music, then in that respect you can call me that... I believe in what I do, and I'll say it."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "The more you stay with and/or complain about a toxic person, the more you're merely delaying doing the important inner work you need to do - to heal your wounds, expand your limiting beliefs, and show yourself far more love and respect."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "If it wasn't for women, I wouldn't be here. I'm a mamma's boy at heart. I love my mom. I have the deepest, utmost respect for women."
   },
   "author": {
    "text": "Roman Reigns"
   }
  },
  {
   "quote": {
    "text": "There's one advantage in having been around as long as I have. Everybody in the Senate knows me, and - I'm going to say something presumptuous, to repeat myself - I think most respect me."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "Mutual respect is very important in a relationship, and since my work is part of my life, he would have to respect it."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "If you're talking to a man who wouldn't fight with you under any circumstances whatsoever, then you're talking to someone for whom you have absolutely no respect."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "We must believe in the power of education. We must respect just laws. We must love ourselves, our old and or young, our women as well as our men."
   },
   "author": {
    "text": "Arthur Ashe"
   }
  },
  {
   "quote": {
    "text": "People look at my tattoos, and the majority of them are religious images, so people think, 'Oh, he must be very religious'. I respect all religions, but I'm not a deeply religious person. But I try and live life in the right way, respecting other people."
   },
   "author": {
    "text": "David Beckham"
   }
  },
  {
   "quote": {
    "text": "Respect is one of life's greatest treasures. I mean, what does it all add up to if you don't have that?"
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "We are a nation of laws with respect and recognition of the rule of law. We are not an imperialist government with a monarch abiding by the rule of one man."
   },
   "author": {
    "text": "Marsha Blackburn"
   }
  },
  {
   "quote": {
    "text": "You have to discipline your children, or they won't respect you, law enforcement or God or anyone else."
   },
   "author": {
    "text": "Phil Robertson"
   }
  },
  {
   "quote": {
    "text": "Respect goes a long way when you carry yourself a certain way and show manners when you first meet someone. If you do that, then it's hard for somebody not to like you."
   },
   "author": {
    "text": "Lamar Odom"
   }
  },
  {
   "quote": {
    "text": "Every state has an undoubted right to determine the status, or domestic and social condition, of the persons domiciled within its territory except insofar as the powers of the states in this respect are restrained, or duties and obligations imposed upon them, by the Constitution of the United States."
   },
   "author": {
    "text": "Roger B. Taney"
   }
  },
  {
   "quote": {
    "text": "Flame mails and offensive Internet activities are not classy. It doesn't fit with our culture here, where we respect the gender, race, opinions, ear-lobe apparel and choice of clothing of all employees."
   },
   "author": {
    "text": "David Duffield"
   }
  },
  {
   "quote": {
    "text": "I have a respect for manners as such, they are a way of dealing with people you don't agree with or like."
   },
   "author": {
    "text": "Margaret Mead"
   }
  },
  {
   "quote": {
    "text": "Ask an older person you respect to tell you his or her greatest regret."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "I think I have a certain respect for people, you know. And I guess a lot of times I expect that respect to go both ways."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "Mariah is a beautiful and talented person, and I've had a crush on her for as long as I can remember. Every day, my respect for Mariah continues to grow higher. She's a caring, warm and funny person. People have no idea how funny she is! I feel like I've always known she was my forever love."
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "There are people who drove me crazy, but they got the job done. And when I see that person again, I nod my head. Respect."
   },
   "author": {
    "text": "Bill Murray"
   }
  },
  {
   "quote": {
    "text": "No matter how popular you are as a stand-up - you can go out and fill a 10,000-seat arena and be smart and funny - it's delicate to host an awards show and know where your place is and know that it's not about you, that it's about the people who are nominated, and respect that, but at the same time have your moment to show them who you are."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "Respect is one of the greatest expressions of love."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "I see the entire world as Eden, and every time you take an inch of it away, you must do so with respect."
   },
   "author": {
    "text": "Joni Mitchell"
   }
  },
  {
   "quote": {
    "text": "Strong women, that's who I really respect."
   },
   "author": {
    "text": "Victoria Beckham"
   }
  },
  {
   "quote": {
    "text": "Whether I'm at the hangar or at the airport or on an airplane, I get respect. And that's the best part of my day."
   },
   "author": {
    "text": "Gordon Bethune"
   }
  },
  {
   "quote": {
    "text": "I've got no respect for any young man who won't join the colors."
   },
   "author": {
    "text": "Nathan Bedford Forrest"
   }
  },
  {
   "quote": {
    "text": "I think there is an army clock ticking in me. I value time. I always want to be on time. I don't complain about things, saying, 'There is no caravan here,' etc. For example, they could only arrange a tent on the location of 'Pareshanu Raa'. I understand the importance of money. I respect my work a lot. Not that I am the only one who works hard."
   },
   "author": {
    "text": "Rakul Preet Singh"
   }
  },
  {
   "quote": {
    "text": "I have a mentor. I have... guides. I have a lot of guides. Not a lot, but people whose opinions I really respect and who I will turn to."
   },
   "author": {
    "text": "Jake Gyllenhaal"
   }
  },
  {
   "quote": {
    "text": "When I'm getting to know someone, I look for someone who has passions that I respect, like his career. Someone who loves what he does is really attractive."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "Like, I get along with everybody. I respect everybody, but at the same time, I carry myself with an aura that demands respect, too."
   },
   "author": {
    "text": "Lil' Kim"
   }
  },
  {
   "quote": {
    "text": "We must respect the referee every time."
   },
   "author": {
    "text": "Claudio Ranieri"
   }
  },
  {
   "quote": {
    "text": "One morning every spring, for exactly two minutes, Israel comes to a stop. Pedestrians stand in place, drivers pull over to the side of the road, and nobody speaks, sings, eats, or drinks as the nation pays respect to the victims of the Nazi genocide. From the Mediterranean to the Dead Sea, the only sounds one hears are sirens."
   },
   "author": {
    "text": "Michael Specter"
   }
  },
  {
   "quote": {
    "text": "PETA has a proven track record of success. Each victory PETA wins for the animals is a stepping stone upon which we build a more compassionate world for all beings - and we will never give up our fight until all animals are treated with respect and kindness."
   },
   "author": {
    "text": "Bea Arthur"
   }
  },
  {
   "quote": {
    "text": "The difference must be distinguished between worship and respect. Islam orders you to obey and respect, as long as you are not worshiping anything other than God... Islam is a religion of peace. You don't attack. You explain."
   },
   "author": {
    "text": "Hakeem Olajuwon"
   }
  },
  {
   "quote": {
    "text": "A lot of the powerful religious leaders, from Jesus to Buddha to Tibetan monks, they're really talking about the same things: love and acceptable, and the value of friendship, and respecting yourself so you can respect others."
   },
   "author": {
    "text": "Jena Malone"
   }
  },
  {
   "quote": {
    "text": "I respect my father as a father, but I also respect him as an honorable chairman."
   },
   "author": {
    "text": "Akio Toyoda"
   }
  },
  {
   "quote": {
    "text": "There is a lovable quality about the actual tools. One feels so kindly to the thing that enables the hand to obey the brain. Moreover, one feels a good deal of respect for it; without it the brain and the hand would be helpless."
   },
   "author": {
    "text": "Gertrude Jekyll"
   }
  },
  {
   "quote": {
    "text": "It is a full time job being honest one moment at a time, remembering to love, to honor, to respect. It is a practice, a discipline, worthy of every moment."
   },
   "author": {
    "text": "Jasmine Guy"
   }
  },
  {
   "quote": {
    "text": "Libertarianism is a way of measuring how the government and other kinds of systems respect the individual. At the core of libertarianism is the idea that the individual is sacrosanct and that anything that's done contrary to the well-being of the individual needs some pretty serious justification."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "I hate victims who respect their executioners."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "Growing up in northern California has had a big influence on my love and respect for the outdoors. When I lived in Oakland, we would think nothing of driving to Half Moon Bay and Santa Cruz one day and then driving to the foothills of the Sierras the next day."
   },
   "author": {
    "text": "Tom Hanks"
   }
  },
  {
   "quote": {
    "text": "Respect for the fragility and importance of an individual life is still the mark of an educated man."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "I definitely have plans to do more collaboration albums in the future. I'm a big fan of Common. I'm a big fan of Scarface; I'm a big fan of so many people, from Jeezy to... well, there are a lot of people's music that I respect. I don't know who I will collaborate with, but there's a great chance of something happening."
   },
   "author": {
    "text": "Nas"
   }
  },
  {
   "quote": {
    "text": "Conservatism discards Prescription, shrinks from Principle, disavows Progress; having rejected all respect for antiquity, it offers no redress for the present, and makes no preparation for the future."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "The ancients considered mechanics in a twofold respect: as rational, which proceeds accurately by demonstration, and practical. To practical mechanics all the manual arts belong, from which mechanics took its name."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "Liberals are some of the most arrogant, condescending smart alecks, but they're just pure ignorant, and they fit the bill of people who have no love and no respect for the founding of this country."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "Yes I have made a lot of money and I have a lot of respect, my films have done well, and I know there are loads of loads of people who look up to me and really love me. I really just thought this is like a strange dream. I have never thought this is a success - I don't have a standard."
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "I hope that tomorrow we can all, wherever we are, join in expressing our grief at Diana's loss, and gratitude for her all-too-short life. It is a chance to show to the whole world the British nation united in grief and respect."
   },
   "author": {
    "text": "Queen Elizabeth II"
   }
  },
  {
   "quote": {
    "text": "In societies that profess some respect for law, suspects are apprehended and brought to fair trial. I stress 'suspects.'"
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "I respect Chris Brown. I'd like to call myself a friend - I don't know if I'm allowed to do that."
   },
   "author": {
    "text": "Drake"
   }
  },
  {
   "quote": {
    "text": "Each minute is a little thing, and yet, with respect to our personal productivity, to manage the minute is the secret of success."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "At my funeral, if one said, 'Nick was a generous person,' trust me I won't be doing cartwheels in my coffin. Recognition from people is never and never will be a goal. Some people strive for that respect or honor. Living a life to just reach for the position and status is vanity and sin."
   },
   "author": {
    "text": "Nick Vujicic"
   }
  },
  {
   "quote": {
    "text": "We understand what President Trump means when he talks about taking the country back. He does not see America as a country of people from diverse backgrounds united around values of freedom and respect. In his 'American carnage' version of our country, immigrants and refugees are a threat."
   },
   "author": {
    "text": "Jan Schakowsky"
   }
  },
  {
   "quote": {
    "text": "I certainly respect other people's opinions, but I would not vote for a woman to be the pastor of a church."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "I am an agnostic, even though I respect and am interested in all religions. If there's something I believe in, it's a mysterious energy; the one that fills the oceans during tides, the one that unites nature and beings."
   },
   "author": {
    "text": "Monica Bellucci"
   }
  },
  {
   "quote": {
    "text": "I like children; I like 'em, and I respect 'em. Pretty much all the honest truth-telling there is in the world is done by them."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "The idea that you earn things - that you earn respect, that you earn income, responsibility, the vote, punishment... these ideas are anathema to the liberal mind."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "Let me start by saying I wish no country had the need for an army. But in Israel, serving is part of being an Israeli. You've got to give back to the state. You give two or three years, and it's not about you. You give your freedom away. You learn discipline and respect."
   },
   "author": {
    "text": "Gal Gadot"
   }
  },
  {
   "quote": {
    "text": "Tackle the difficult things first in the morning; make changes in the way you network. Treat everyone with respect and dignity. This stops you from cynicism and negativity. End your day with that same attitude you started. Renew your contract with a day well completed."
   },
   "author": {
    "text": "Rick Pitino"
   }
  },
  {
   "quote": {
    "text": "I believe that if you reject and don't respect what you have now, that's ingratitude. I'm grateful for everything I have today."
   },
   "author": {
    "text": "Katrina Kaif"
   }
  },
  {
   "quote": {
    "text": "India was secular even when Muslims hadn't come here and Christians hadn't set foot on this soil. It is not as if India became secular after they came. They came with their own modes of worship, and they, too, were given a place of honor and respect. They had the freedom to worship God as per their wish and inclination."
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "The conqueror is regarded with awe; the wise man commands our respect; but it is only the benevolent man that wins our affection."
   },
   "author": {
    "text": "William Dean Howells"
   }
  },
  {
   "quote": {
    "text": "As a songwriter, you respect and appreciate the writings of other people, and I often get asked, are there songs out there I wish I'd written? Yes. There's many of them!"
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "I'm an atheist, but I'm very relaxed about it. I don't preach my atheism, but I have a huge amount of respect for people like Richard Dawkins who do."
   },
   "author": {
    "text": "Daniel Radcliffe"
   }
  },
  {
   "quote": {
    "text": "I was raised to believe in myself. I know I'm cool. I'm not trying to brag or say I'm the man or anything like that. I don't lie or cheat, and I'm not mean to anybody. I treat people with respect."
   },
   "author": {
    "text": "Freddie Prinze, Jr."
   }
  },
  {
   "quote": {
    "text": "Baseball is about talent, hard work, and strategy. But at the deepest level, it's about love, integrity, and respect."
   },
   "author": {
    "text": "Pat Gillick"
   }
  },
  {
   "quote": {
    "text": "If you are sincere and true to your work, you will be respected. And for me, respect is power."
   },
   "author": {
    "text": "Riteish Deshmukh"
   }
  },
  {
   "quote": {
    "text": "All I ever seek from good deeds is a measure of respect."
   },
   "author": {
    "text": "Walter Annenberg"
   }
  },
  {
   "quote": {
    "text": "Settings are obviously important - and as a writer, you have to respect what was real at the time of the story you're writing. But the real key to success lies in finding the right characters to carry that story."
   },
   "author": {
    "text": "Joan Lingard"
   }
  },
  {
   "quote": {
    "text": "In finding love, I think it's important to be patient. In being in a relationship, I think it's important to be honest, to communicate, to respect and trust, and to strive to give more than you take."
   },
   "author": {
    "text": "Kina Grannis"
   }
  },
  {
   "quote": {
    "text": "I'm not a great hunter. But I have fired guns in the past, when I was growing up. But it was part of growing up where I lived. You go out hunting or target practice. They also taught you to respect guns."
   },
   "author": {
    "text": "Scott Wilson"
   }
  },
  {
   "quote": {
    "text": "I deserve respect for the things I did not do."
   },
   "author": {
    "text": "Dan Quayle"
   }
  },
  {
   "quote": {
    "text": "Undertaker certainly is a cornerstone of WWE, and just as I say to myself that I really would have liked to been able to get to know and certainly get in the ring with Andre the Giant, just because of all the respect and folklore that went around with Andre, I think The Undertaker has that same sort of respect and folklore around him."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "When a woman removes her garment, she also removes the respect that is hers."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "Part of our essential humanity is paying respect to what God gave us and what will be here a long time after we're gone."
   },
   "author": {
    "text": "William J. Clinton"
   }
  },
  {
   "quote": {
    "text": "I got a lot of things that society had promised would make me whole and fulfilled - all the things that the culture tells you from preschool on will quiet the throbbing anxiety inside you - stature, the respect of colleagues, maybe even a kind of low-grade fame."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "Treating your adversary with respect is striking soft in battle."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "In the early 1940s, as a young teenager, I was utterly appalled by the racist and jingoist hysteria of the anti-Japanese propaganda. The Germans were evil, but treated with some respect: They were, after all, blond Aryan types, just like our imaginary self-image. Japanese were mere vermin, to be crushed like ants."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "I grew up to always respect authority and respect those in charge."
   },
   "author": {
    "text": "Charles de Gaulle"
   }
  },
  {
   "quote": {
    "text": "Throughout my career, if I have done anything, I have paid attention to every note and every word I sing - if I respect the song. If I cannot project this to a listener, I fail."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "New York gave me hell for that 'Purple Swag,' man. They didn't respect me until 'Peso.'"
   },
   "author": {
    "text": "ASAP Rocky"
   }
  },
  {
   "quote": {
    "text": "I do value the respect I get from my contemporaries, but to have Oasis cover my song, to have Puff Daddy cover a song, to have Goldie come along to my gigs - that's where my ego is at. To have my fellow musicians like what I do, that's very cool."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "Hopefully, imparting what's important to me, respect for the food and that information about the purveyors, people will realize that for a restaurant to be good, so many pieces have to come together."
   },
   "author": {
    "text": "Thomas Keller"
   }
  },
  {
   "quote": {
    "text": "A life of very, very serious, po-faced films would drive me nuts. I need - and I'm fortunate to have - a fairly varied menu in that respect. I mean, I was shooting 'Mamma Mia!' at the same time as I was doing Michael Winterbottom's 'Genova'. That was a very, very bizarre summer."
   },
   "author": {
    "text": "Colin Firth"
   }
  },
  {
   "quote": {
    "text": "You have to respect your parents. They are giving you an at-bat. If you're an entrepreneur and go into the family business, you want to grow fast. Patience is important. But respect the other party... My dad and I pulled it off because we really respect each other."
   },
   "author": {
    "text": "Gary Vaynerchuk"
   }
  },
  {
   "quote": {
    "text": "Americans, the eyes of the world are upon you. How can you expect the world to believe in you and respect your preaching of democracy when you yourself treat your colored brothers as you do?"
   },
   "author": {
    "text": "Josephine Baker"
   }
  },
  {
   "quote": {
    "text": "Respect for right conduct is felt by every body."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "By deafness one gains in one respect more than one loses; one misses more nonsense than sense."
   },
   "author": {
    "text": "Horace Walpole"
   }
  },
  {
   "quote": {
    "text": "I respect the fact that people have worked hard all week and want to go to the movies on the weekend and be entertained."
   },
   "author": {
    "text": "Michael Moore"
   }
  },
  {
   "quote": {
    "text": "It's a total big difference between a person that got lyrics and a person that can make hit singles. I'm a person that can make some hit singles. I'm not in no booth trying to be a lyrical genius. I'm preparing to make me some singles, and as I develop as a man, then they'll respect my emcee skills."
   },
   "author": {
    "text": "Waka Flocka Flame"
   }
  },
  {
   "quote": {
    "text": "I never had any question about the direction we were going in at the Girl Scouts. We shared our mission and research with all levels of leaders from the very beginning - a concept I created, using cups and saucers, called 'circular management.' Everyone was on a team; there were no superiors or subordinates. There was respect for all people."
   },
   "author": {
    "text": "Frances Hesselbein"
   }
  },
  {
   "quote": {
    "text": "Second, this epic tale allows the audience to actually listen to the Native Americans and receive their wisdom. Spielberg conveys the respect for Native Americans that is normally lacking in Western films."
   },
   "author": {
    "text": "Beau Bridges"
   }
  },
  {
   "quote": {
    "text": "The confidence and respect shown by my countrymen in calling me to be the Chief Magistrate of a Republic holding a high rank among the nations of the earth have inspired me with feelings of the most profound gratitude."
   },
   "author": {
    "text": "Zachary Taylor"
   }
  },
  {
   "quote": {
    "text": "I respect Lady Gaga very much."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "If you don't treat an ingredient and its flavors with respect - if you drown it in oil, for instance - you'll spoil it."
   },
   "author": {
    "text": "Alain Ducasse"
   }
  },
  {
   "quote": {
    "text": "Against my will, in the course of my travels, the belief that everything worth knowing was known at Cambridge gradually wore off. In this respect my travels were very useful to me."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Sportsmanship is definitely an important thing in all sports. In soccer, we all respect each other on such a high level, between Sweden and Brazil and Japan or whatever team it is."
   },
   "author": {
    "text": "Alex Morgan"
   }
  },
  {
   "quote": {
    "text": "By the very nature of satire or parody, you have to love and respect your target and respect it enough to understand every aspect of it, so you can more effectively make fun of it."
   },
   "author": {
    "text": "T. J. Miller"
   }
  },
  {
   "quote": {
    "text": "Just as kids need to learn to respect their elders, we are a society that increasingly respects our youth."
   },
   "author": {
    "text": "Faith Salie"
   }
  },
  {
   "quote": {
    "text": "You cannot live to please everyone else. You have to edify, educate and fulfill your own dreams and destiny, and hope that whatever your art is that you're putting out there, if it's received, great, I respect you for receiving it. If it's not received, great, I respect you for not."
   },
   "author": {
    "text": "Octavia Spencer"
   }
  },
  {
   "quote": {
    "text": "You know, I've carried a weapon for 10 years, never shot anybody, never robbed anybody. It has saved my life twice, but I know they're not toys. I practice with firearms, I enjoy shooting, it's a hobby of mine and I have a healthy respect for them."
   },
   "author": {
    "text": "Luke Scott"
   }
  },
  {
   "quote": {
    "text": "Love of our neighbour, then, has just the same respect to, is no more distant from, self-love, than hatred of our neighbour, or than love or hatred of anything else."
   },
   "author": {
    "text": "Joseph Butler"
   }
  },
  {
   "quote": {
    "text": "It's important for couples to be friends first and to respect each other as individuals."
   },
   "author": {
    "text": "Anupam Kher"
   }
  },
  {
   "quote": {
    "text": "Respect is what we owe; love, what we give."
   },
   "author": {
    "text": "Philip James Bailey"
   }
  },
  {
   "quote": {
    "text": "If you have a culture of respect, creativity flows. You create this energy, and then people have more desire to take risks."
   },
   "author": {
    "text": "Marco Bizzarri"
   }
  },
  {
   "quote": {
    "text": "People used to respect royalty to an insane extent that doesn't exist nowadays. These people never shouted. They never moved, really. Their effort was minimum. They were the most powerful people, but they were just calm."
   },
   "author": {
    "text": "Sofia Boutella"
   }
  },
  {
   "quote": {
    "text": "China, frankly, can be an opportunity for Africa based on the huge infrastructure deficit on the continent, but what needs to happen is that governments and citizens have to build internal ownership of the need of good governance, transparency, accountability, for respect for the environment."
   },
   "author": {
    "text": "Obiageli Ezekwesili"
   }
  },
  {
   "quote": {
    "text": "I always show great respect for everyone, including Manchester United."
   },
   "author": {
    "text": "Antonio Conte"
   }
  },
  {
   "quote": {
    "text": "My fellow economists and academics fail to understand the economics of trade in the real world. Traditional models of academia respect free trade without considering whether it is fair trade."
   },
   "author": {
    "text": "Peter Navarro"
   }
  },
  {
   "quote": {
    "text": "Being gay is not something that defines me. What defines me is what my mom always taught me: to treat everyone with respect, to always be a hard worker, and to be kind."
   },
   "author": {
    "text": "Adam Rippon"
   }
  },
  {
   "quote": {
    "text": "How can a Man respect his Wife when he has a contemptible Opinion of her and her Sex?"
   },
   "author": {
    "text": "Mary Astell"
   }
  },
  {
   "quote": {
    "text": "I certainly respect privacy and privacy rights. But on the other hand, the first function of government is to guarantee the security of all the people."
   },
   "author": {
    "text": "Phil Crane"
   }
  },
  {
   "quote": {
    "text": "Dia de Los Muertos is a holiday that pays tribute to the dead and also celebrates life. So I thought, what better of an idea to bring it in with PETA and let people know how we can respect the living and the dead. Going vegetarian could be an incredible option for people if they would just educate themselves."
   },
   "author": {
    "text": "Christian Serratos"
   }
  },
  {
   "quote": {
    "text": "I always have one or two, sometimes more, Navajo or other tribes' cultural elements in mind when I start a plot. In Thief of Time, I wanted to make readers aware of Navajo attitude toward the dead, respect for burial sites."
   },
   "author": {
    "text": "Tony Hillerman"
   }
  },
  {
   "quote": {
    "text": "When you vote, vote for those who are not warmongers, and vote for those who respect human rights. When you see a president who doesn't respect human rights, don't vote for that person."
   },
   "author": {
    "text": "Shirin Ebadi"
   }
  },
  {
   "quote": {
    "text": "I think it is important that we respect that women have different political views."
   },
   "author": {
    "text": "Cathy McMorris Rodgers"
   }
  },
  {
   "quote": {
    "text": "Now is the time to show maximum responsibility. It is not the time to pay off old scores nor for sterile partisan recriminations. It is time to re-establish a climate of calmness and mutual respect."
   },
   "author": {
    "text": "Giorgio Napolitano"
   }
  },
  {
   "quote": {
    "text": "I want to be a good actor more than anything - someone you can respect."
   },
   "author": {
    "text": "Logan Lerman"
   }
  },
  {
   "quote": {
    "text": "Why don't women have respect for themselves nowadays? What happen to the woman who learned her grandmama's recipes and made her man sweet potato pie? I tell you, they don't make 'em like they used to. Will my real women stand up, please?"
   },
   "author": {
    "text": "Brandon T. Jackson"
   }
  },
  {
   "quote": {
    "text": "I have so much respect for directors. It's a tremendous amount of pressure; you have to keep steadfast and keep what you know is right."
   },
   "author": {
    "text": "Robert De Niro"
   }
  },
  {
   "quote": {
    "text": "I'll work with a director if I think I'm going to get into a comfortable situation, and if it's someone I respect and who respects me, even if they're not so well known. Movies are hard to make, and you have to work toward a common ethic and do your best."
   },
   "author": {
    "text": "Robert De Niro"
   }
  },
  {
   "quote": {
    "text": "When you're a teenager, you want to meet a lot of girls - you want to get the most girls. You don't know anything about respect; you don't know anything about being faithful and loyal to your girlfriend."
   },
   "author": {
    "text": "Nas"
   }
  },
  {
   "quote": {
    "text": "My dad, being a businessman, constantly talked to me about carrying myself in a certain way and treating people with respect. And I think that's something that's carried over throughout my life. It's how I deal with certain situations."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "I respect the Congress's oversight responsibility."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "If a person studies too much and exhausts his reflective powers, he will be confused, and will not be able to apprehend even that which had been within the power of his apprehension. For the powers of the body are all alike in this respect."
   },
   "author": {
    "text": "Maimonides"
   }
  },
  {
   "quote": {
    "text": "The quantity and quality of consciousness, one may say, have always been growing throughout geological times. In this respect man, in whom nervous organisation and therefore psychological powers have attained an undisputed maximum, may be considered, scientifically, as a natural centre of evolution of the primates."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "If you are a card-carrying human being, chances are that you share the same fear as all other humans: the fear of losing love, respect and connection to others. And if you are human, in order to avoid or prevent the pain, trauma and perceived devastation of the loss, you will do anything to avoid your greatest fear from being visited on you."
   },
   "author": {
    "text": "Iyanla Vanzant"
   }
  },
  {
   "quote": {
    "text": "Since the team understands that the leader is de facto in charge, in that respect, a leader has nothing to prove. But in another respect, a leader has everything to prove: Every member of the team must develop the trust and confidence that their leader will exercise good judgment, remain calm, and make the right decisions when it matters most."
   },
   "author": {
    "text": "Jocko Willink"
   }
  },
  {
   "quote": {
    "text": "I have a rule on my team: when we talk to one another, we look each other right in the eye, because I think it's tough to lie to somebody. You give respect to somebody."
   },
   "author": {
    "text": "Mike Krzyzewski"
   }
  },
  {
   "quote": {
    "text": "It is justice and respect that I want the world to dust off and put - without delay, and with tenderness - back on the head of the Palestinian child. It will be imperfect justice and respect because the injustice and disrespect have been so severe. But I believe we are right to try."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "I have such respect for 'Democracy Now!'"
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Mothers, stay close to your daughters. Earn and deserve their love and respect. Be united with their father in the rearing of your children. Do nothing in your life to cause your daughters to stumble because of your example."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "I prefer to work for my country in a free and independent way. I was born free, and I want to die free. I am always suspicious of ideology. Instead, I respect men with ideas."
   },
   "author": {
    "text": "Andrea Bocelli"
   }
  },
  {
   "quote": {
    "text": "I don't envy or much respect people who are completely politicised."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "I respect only those who resist me, but I cannot tolerate them."
   },
   "author": {
    "text": "Charles de Gaulle"
   }
  },
  {
   "quote": {
    "text": "When about to commit a base deed, respect thyself, though there is no witness."
   },
   "author": {
    "text": "Ausonius"
   }
  },
  {
   "quote": {
    "text": "I have the greatest respect for single parents who struggle and sacrifice, trying against almost superhuman odds to hold the family together. They should be honored and helped in their heroic efforts. But any mother's or father's task is much easier where there are two functioning parents in the home."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Any hand that I've shaken, any person that I met when I was Joe Blow, now that I'm this guy Kevin Hart, has come back. That's why I treat everybody with respect. I'm always a nice pleasant guy to meet because when they come back to you, they remember."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "Born of a noble father and a saintly mother, President Hinckley learned as a young boy the truths of the restored gospel from his faithful parents. He came to respect deeply and value highly his pioneer heritage."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "I've never isolated role models based on gender. I have more male role models due to the mere fact that I've done business with more of them and they're leaders within the verticals I work. Of those, Tony Hsieh, CEO of Zappos.com, is an entrepreneur and personal friend that I have a great deal of respect for."
   },
   "author": {
    "text": "Amy Jo Martin"
   }
  },
  {
   "quote": {
    "text": "Tolerance has to be shown by those who come to this country for a new way of life. If you are not prepared to become Australian and give this country your undivided loyalty, obey our laws, respect our culture and way of life, then I suggest you go back where you came from."
   },
   "author": {
    "text": "Pauline Hanson"
   }
  },
  {
   "quote": {
    "text": "Mutual respect! That's what it takes to be friends."
   },
   "author": {
    "text": "Hugo Chavez"
   }
  },
  {
   "quote": {
    "text": "Stand up comedy is this thing you get to do, so you have to treat it with respect. You can't just be like, 'Alright, I got my hour down, people are coming to see me now. Now, I'm going to lean on the mike stand.' No, you gotta work even harder now. You got to top what you already did. Because they'll find someone else."
   },
   "author": {
    "text": "Bill Burr"
   }
  },
  {
   "quote": {
    "text": "The beliefs I was raised with - to respect animals and to be aware of nature, to understand that we share this planet with other creatures - have had a huge impact on me."
   },
   "author": {
    "text": "Stella McCartney"
   }
  },
  {
   "quote": {
    "text": "I have known Tavis Smiley since the 1980s, when we both worked at the same radio station in Los Angeles. He is smart, and he is a gentleman who has accorded me great respect both on and off the air."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "I'm theologically in line with the Roman Catholic Church. I believe in the authority of the church, but I also have tremendous respect for my brothers and sisters in other Christian faiths."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "'Separate but unequal' didn't work in respect to race, it doesn't work in respect to gender, and it especially doesn't work when looking at the intersection of race and gender."
   },
   "author": {
    "text": "Kimberle Williams Crenshaw"
   }
  },
  {
   "quote": {
    "text": "Democracy without respect for individual rights sucks. It's just ganging up against the weird kid, and I'm always the weird kid."
   },
   "author": {
    "text": "Penn Jillette"
   }
  },
  {
   "quote": {
    "text": "If I pick up a book with spaceships on the cover, I want spaceships. If I see one with dragons, I want there to be dragons inside the book. Proper labeling. Ethical labeling. I don't want to open up my cornflakes and find that they're full of pebbles... You need to respect the reader enough not to call it something it isn't."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "I respect the rules of TV, the rules of keeping things commercial and interesting and pop-y and fun."
   },
   "author": {
    "text": "Joss Whedon"
   }
  },
  {
   "quote": {
    "text": "I've tried to say that I admire and respect Sen. Obama. He has accomplished great things, and he has motivated people, and so - and he loves his country, just as I do."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "If political leaders want respect, they will begin by enforcing the global rule of law."
   },
   "author": {
    "text": "Sharan Burrow"
   }
  },
  {
   "quote": {
    "text": "At sea a fellow comes out. Salt water is like wine, in that respect."
   },
   "author": {
    "text": "Herman Melville"
   }
  },
  {
   "quote": {
    "text": "I don't know where people think I'm from, but I'm from Chicago. It's really just that. People wanna romanticize it and say, 'There's two sides to it, and it's a beautiful love/hate story of violence and music.' But it's really just a very scummy place where people don't have respect for other people's lives."
   },
   "author": {
    "text": "Chance The Rapper"
   }
  },
  {
   "quote": {
    "text": "Arguably, my student status and perhaps my gender were also my downfall with respect to the Nobel Prize, which was awarded to Professor Antony Hewish and Professor Martin Ryle. At the time, science was still perceived as being carried out by distinguished men."
   },
   "author": {
    "text": "Jocelyn Bell Burnell"
   }
  },
  {
   "quote": {
    "text": "Kids who are the victims of broken families are more likely to end up in poverty, rehab, or jail. I'm a Republican, but I respect President Obama for setting the right example and addressing this problem."
   },
   "author": {
    "text": "Sarah Huckabee Sanders"
   }
  },
  {
   "quote": {
    "text": "I am a feminist, and what that means to me is much the same as the meaning of the fact that I am Black: it means that I must undertake to love myself and to respect myself as though my very life depends upon self-love and self-respect."
   },
   "author": {
    "text": "June Jordan"
   }
  },
  {
   "quote": {
    "text": "I love our country so much. And we should all love and respect each other because this is the greatest country in the world. I see the love. I see the unity in all walks of life on a daily basis and It makes me so proud to be an American."
   },
   "author": {
    "text": "Jessie James Decker"
   }
  },
  {
   "quote": {
    "text": "There are a lot of people in the animal rights movement who can be very passionate and aggressive, and I applaud people's passion, but when people are judgmental and aggressive, all you end up doing is getting other people to turn away in irritation. To change people's minds, you have to respect the people you're talking to."
   },
   "author": {
    "text": "Moby"
   }
  },
  {
   "quote": {
    "text": "There are ups and downs in so many relationships, but with Shah Rukh, there is deep love. There's no other way of communicating the respect and love I have for him. And I believe that ours will be a dynamic, and relationship and connect that will be forever."
   },
   "author": {
    "text": "Karan Johar"
   }
  }
 ]
}
