{
 "RomanticQuotes": [
  {
   "quote": {
    "text": "A beautiful woman delights the eye; a wise woman, the understanding; a pure one, the soul."
   },
   "author": {
    "text": "Minna Antrim"
   }
  },
  {
   "quote": {
    "text": "If I can stop one heart from breaking, I shall not live in vain."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "I love you the more in that I believe you had liked me for my own sake and for nothing else."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "True love stories never have endings."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "All the beautiful sentiments in the world weigh less than a single lovely action."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "Morning without you is a dwindled dawn."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "Heard melodies are sweet, but those unheard are sweeter."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "If you are not too long, I will wait here for you all my life."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "The thing is that love gives us a ringside seat on somebody else's flaws, so of course you're gonna spot some things that kinda need to be mentioned. But often the romantic view is to say, 'If you loved me, you wouldn't criticise me.' Actually, true love is often about trying to teach someone how to be the best version of themselves."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "The connection to place, to the land, the wind, the sun, stars, the moon... it sounds romantic, but it's true - the visceral experience of motion, of moving through time on some amazing machine - a few cars touch on it, but not too many compared to motorcycles. I always felt that any motorcycle journey was special."
   },
   "author": {
    "text": "Antoine Predock"
   }
  },
  {
   "quote": {
    "text": "A tramp, a gentleman, a poet, a dreamer, a lonely fellow, always hopeful of romance and adventure."
   },
   "author": {
    "text": "Charlie Chaplin"
   }
  },
  {
   "quote": {
    "text": "When you look at me, when you think of me, I am in paradise."
   },
   "author": {
    "text": "William Makepeace Thackeray"
   }
  },
  {
   "quote": {
    "text": "There is no charm equal to tenderness of heart."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "Tradition wears a snowy beard, romance is always young."
   },
   "author": {
    "text": "John Greenleaf Whittier"
   }
  },
  {
   "quote": {
    "text": "O, thou art fairer than the evening air clad in the beauty of a thousand stars."
   },
   "author": {
    "text": "Christopher Marlowe"
   }
  },
  {
   "quote": {
    "text": "Love planted a rose, and the world turned sweet."
   },
   "author": {
    "text": "Katharine Lee Bates"
   }
  },
  {
   "quote": {
    "text": "When I walk with you I feel as if I had a flower in my buttonhole."
   },
   "author": {
    "text": "William Makepeace Thackeray"
   }
  },
  {
   "quote": {
    "text": "I love you - I am at rest with you - I have come home."
   },
   "author": {
    "text": "Dorothy L. Sayers"
   }
  },
  {
   "quote": {
    "text": "I am in you and you in me, mutual in divine love."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Kiss me and you will see how important I am."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "A man's kiss is his signature."
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "All that we see or seem is but a dream within a dream."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent's birthday, and seconds forgetting a friend's important anniversary."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "Love is friendship set on fire."
   },
   "author": {
    "text": "Jeremy Taylor"
   }
  },
  {
   "quote": {
    "text": "I love you more than my own skin."
   },
   "author": {
    "text": "Frida Kahlo"
   }
  },
  {
   "quote": {
    "text": "And ever has it been known that love knows not its own depth until the hour of separation."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Romance is the glamour which turns the dust of everyday life into a golden haze."
   },
   "author": {
    "text": "Carolyn Gold Heilbrun"
   }
  },
  {
   "quote": {
    "text": "If you don't love me, it does not matter, anyway I can love for both of us."
   },
   "author": {
    "text": "Stendhal"
   }
  },
  {
   "quote": {
    "text": "How far away the stars seem, and how far is our first kiss, and ah, how old my heart."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "Breathless, we flung us on a windy hill, Laughed in the sun, and kissed the lovely grass."
   },
   "author": {
    "text": "Rupert Brooke"
   }
  },
  {
   "quote": {
    "text": "My heart is like a singing bird."
   },
   "author": {
    "text": "Christina Rossetti"
   }
  },
  {
   "quote": {
    "text": "The lust and attraction are often a given in a romance novel - I want to dig into the elements of true friendship that form a foundation for a solid, gonna-last-forever romantic relationship."
   },
   "author": {
    "text": "Suzanne Brockmann"
   }
  },
  {
   "quote": {
    "text": "I love Paris for the million reasons that everybody loves the city. It's an incredibly romantic and beautiful place."
   },
   "author": {
    "text": "Alan Furst"
   }
  },
  {
   "quote": {
    "text": "I think it's important to have closure in any relationship that ends - from a romantic relationship to a friendship. You should always have a sense of clarity at the end and know why it began and why it ended. You need that in your life to move cleanly into your next phase."
   },
   "author": {
    "text": "Jennifer Aniston"
   }
  },
  {
   "quote": {
    "text": "Vulnerability is the essence of romance. It's the art of being uncalculated, the willingness to look foolish, the courage to say, 'This is me, and I'm interested in you enough to show you my flaws with the hope that you may embrace me for all that I am but, more important, all that I am not.'"
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "What is a kiss? Why this, as some approve: The sure, sweet cement, glue, and lime of love."
   },
   "author": {
    "text": "Robert Herrick"
   }
  },
  {
   "quote": {
    "text": "We are each of us angels with only one wing, and we can only fly by embracing one another."
   },
   "author": {
    "text": "Luciano De Crescenzo"
   }
  },
  {
   "quote": {
    "text": "What is love? It is the morning and the evening star."
   },
   "author": {
    "text": "Sinclair Lewis"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, if the guy is going to write the girl a letter, whether it's chicken scratch or scribble or looks like a doctor's note, if he takes the time to put pen to paper and not type something, there's something so incredibly romantic and beautiful about that."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "A lot of times, in our culture and our society, we put romantic love somehow on a higher plane than self-love and friendship love. You can't do that. You have to honor and really fully invest in all these different loving relationships."
   },
   "author": {
    "text": "Delilah"
   }
  },
  {
   "quote": {
    "text": "Long walks on the beach are the supposed holy grail of a romantic evening. The beach becomes a kind of utopia - the place where all our dreams come true."
   },
   "author": {
    "text": "Roxane Gay"
   }
  },
  {
   "quote": {
    "text": "I'm a teller of stories. I put bloody skins on my back and dance around the fire, and I say what the hunt was like. It's not erudite; it's not intellectual. I sail, run dogs, ride horses, play professional poker, and tell stories about the stuff I've been through. And I'm still a romantic; I still want Bambi to make it out of the fire."
   },
   "author": {
    "text": "Gary Paulsen"
   }
  },
  {
   "quote": {
    "text": "My dearly beloved if I am to die today and never see the sweet face of you I want you to know that I am no great man and am lucky to have such a woman as you."
   },
   "author": {
    "text": "Wild Bill Hickok"
   }
  },
  {
   "quote": {
    "text": "Of all the music that reached farthest into heaven, it is the beating of a loving heart."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "When I give I give myself."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "My personal decorating style is cozy, romantic and a little rustic, with a sense of whimsy."
   },
   "author": {
    "text": "Kimberly Schlapman"
   }
  },
  {
   "quote": {
    "text": "Beauty, sweet love, is like the morning dew, Whose short refresh upon tender green, Cheers for a time, but till the sun doth show And straight is gone, as it had never been."
   },
   "author": {
    "text": "Samuel Daniel"
   }
  },
  {
   "quote": {
    "text": "We only part to meet again."
   },
   "author": {
    "text": "John Gay"
   }
  },
  {
   "quote": {
    "text": "Love is the silent saying and saying of a single name."
   },
   "author": {
    "text": "Mignon McLaughlin"
   }
  },
  {
   "quote": {
    "text": "Come live with me and be my love, And we will all the pleasures prove, That valleys, groves, hills, and fields, Woods, or steepy mountain yields."
   },
   "author": {
    "text": "Christopher Marlowe"
   }
  },
  {
   "quote": {
    "text": "All I ever wanted was to be a sexy bride, and actually, I think I've turned into a romantic bride."
   },
   "author": {
    "text": "Poppy Delevingne"
   }
  },
  {
   "quote": {
    "text": "Vampires are so old that they don't need to impress anyone anymore. They're comfortable in their own skin. It's this enigmatic strength that's very romantic and old-fashioned. I think it goes back to something of a Victorian attitude of finding a strong man who's going to look after his woman."
   },
   "author": {
    "text": "Stephen Moyer"
   }
  },
  {
   "quote": {
    "text": "When most people set out to change their lives, they often focus on all the external stuff, like a new job or a new location or new friends or a new romantic prospects and on and on. The reality is that changing your life starts with changing the way you see everything in your life."
   },
   "author": {
    "text": "Mark Manson"
   }
  },
  {
   "quote": {
    "text": "Havana, for all its smells, sweat, crumbling walls, isolation, and difficult history, is the most romantic city in the world."
   },
   "author": {
    "text": "Mark Kurlansky"
   }
  },
  {
   "quote": {
    "text": "We owe to the Middle Ages the two worst inventions of humanity - romantic love and gunpowder."
   },
   "author": {
    "text": "Andre Maurois"
   }
  },
  {
   "quote": {
    "text": "The real lover is the man who can thrill you just by touching your head or smiling into your eyes - or just by staring into space."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "All the windows of my heart I open to the day."
   },
   "author": {
    "text": "John Greenleaf Whittier"
   }
  },
  {
   "quote": {
    "text": "Romance is tempestuous. Love is calm."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "If I can give you one strong piece of advice, when you go away for that romantic weekend, whatever you do, do not accept or take the upgrade to the honeymoon suite."
   },
   "author": {
    "text": "Gordon Ramsay"
   }
  },
  {
   "quote": {
    "text": "Now I believe that lovers should be draped in flowers and laid entwined together on a bed of clover and left there to sleep, left there to dream of their happiness."
   },
   "author": {
    "text": "Conor Oberst"
   }
  },
  {
   "quote": {
    "text": "Words of love, are works of love."
   },
   "author": {
    "text": "William R. Alger"
   }
  },
  {
   "quote": {
    "text": "Beauty is the lover's gift."
   },
   "author": {
    "text": "William Congreve"
   }
  },
  {
   "quote": {
    "text": "I am certain of nothing but the holiness of the heart's affections, and the truth of imagination."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "It is better to have loved and lost than never to have lost at all."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "The more we are filled with thoughts of lust the less we find true romantic love."
   },
   "author": {
    "text": "Douglas Horton"
   }
  },
  {
   "quote": {
    "text": "I'm a romantic; a sentimental person thinks things will last, a romantic person hopes against hope that they won't."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "I think that there is not really a difference between a 'Peanuts' and a beautiful Renaissance painting. There is something very romantic in the 'Peanuts' - it's at the same level of a novel or a Jane Austen story or a beautiful embroidered rose fabric. It is a piece of romanticism."
   },
   "author": {
    "text": "Alessandro Michele"
   }
  },
  {
   "quote": {
    "text": "Be brave, young lovers, and follow your star."
   },
   "author": {
    "text": "Oscar Hammerstein II"
   }
  },
  {
   "quote": {
    "text": "For my parents' generation, the idea was not that marriage was about some kind of idealized, romantic love; it was a partnership. It's about creating family; it's about creating offspring. Indian culture is essentially much more of a 'we' culture. It's a communal culture where you do what's best for the community - you procreate."
   },
   "author": {
    "text": "Aasif Mandvi"
   }
  },
  {
   "quote": {
    "text": "I will always be the hopeless romantic, more often pathetic than heroic."
   },
   "author": {
    "text": "Chris Lowell"
   }
  },
  {
   "quote": {
    "text": "When men attempt bold gestures, generally it's considered romantic. When women do it, it's often considered desperate or psycho."
   },
   "author": {
    "text": "Sarah Jessica Parker"
   }
  },
  {
   "quote": {
    "text": "It is really rare to find someone you really, really love and that you want to spend your life with and all that stuff that goes along with being married. I am one of those lucky people. And I think she feels that way too. So the romantic stuff is easy because you want them to be happy."
   },
   "author": {
    "text": "Harry Connick, Jr."
   }
  },
  {
   "quote": {
    "text": "I believe I can even yet remember when I saw the stars for the first time."
   },
   "author": {
    "text": "Max Muller"
   }
  },
  {
   "quote": {
    "text": "I think we've always been fascinated with the idea of the romantic outlaw. John Gotti could be in one instance a charismatic, kind and loving family man, and in another, deadly to his enemies. The opportunity to tell the true story of Gotti with John Travolta is a director's dream."
   },
   "author": {
    "text": "Joe Johnston"
   }
  },
  {
   "quote": {
    "text": "If a June night could talk, it would probably boast it invented romance."
   },
   "author": {
    "text": "Bernard Williams"
   }
  },
  {
   "quote": {
    "text": "You cannot look up at the night sky on the Planet Earth and not wonder what it's like to be up there amongst the stars. And I always look up at the moon and see it as the single most romantic place within the cosmos."
   },
   "author": {
    "text": "Tom Hanks"
   }
  },
  {
   "quote": {
    "text": "Bid me to love, and I will give a loving heart to thee."
   },
   "author": {
    "text": "Robert Herrick"
   }
  },
  {
   "quote": {
    "text": "Today I begin to understand what love must be, if it exists... When we are parted, we each feel the lack of the other half of ourselves. We are incomplete like a book in two volumes of which the first has been lost. That is what I imagine love to be: incompleteness in absence."
   },
   "author": {
    "text": "Edmond de Goncourt"
   }
  },
  {
   "quote": {
    "text": "Romantic art deals with the exception and with the individual. Good people, belonging as they do to the normal, and so, commonplace type, are artistically uninteresting."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "The romantic love we feel toward the opposite sex is probably one extra help from God to bring you together, but that's it. All the rest of it, the true love, is the test."
   },
   "author": {
    "text": "Joan Chen"
   }
  },
  {
   "quote": {
    "text": "There's nothing more romantic than Italian food."
   },
   "author": {
    "text": "Elisha Cuthbert"
   }
  },
  {
   "quote": {
    "text": "I have often been downcast but never in despair; I regard our hiding as a dangerous adventure, romantic and interesting at the same time. In my diary, I treat all the privations as amusing."
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "Is this not the true romantic feeling; not to desire to escape life, but to prevent life from escaping you."
   },
   "author": {
    "text": "Thomas Wolfe"
   }
  },
  {
   "quote": {
    "text": "The telephone, which interrupts the most serious conversations and cuts short the most weighty observations, has a romance of its own."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "There is no instinct like that of the heart."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "I think I'll always be a hopeless romantic."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "Commerce seems to be covering every aspect of our lives now. Which me, because I'm a romantic, is sad for me to say."
   },
   "author": {
    "text": "Jeremy Irons"
   }
  },
  {
   "quote": {
    "text": "I am a better person when I let myself have the time for romance and for love."
   },
   "author": {
    "text": "Diane Kruger"
   }
  },
  {
   "quote": {
    "text": "There is nothing quixotic or romantic in wanting to change the world. It is possible. It is the age-old vocation of all humanity."
   },
   "author": {
    "text": "Gioconda Belli"
   }
  },
  {
   "quote": {
    "text": "I don't think of myself as a romantic person; I'm kind of more rough and tumble, I think. The things I'm drawn to are outdoorsy, I only get dressed up when I have to. I'm drawn to women who are into the same type of thing. If you're going to call it romantic, I'm very spontaneous. That's probably the best thing I have going for me."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "The most impactful place that I've been to where I was just completely awestruck, happy, moved is Victoria Falls between Zambia and Zimbabwe. It is probably the most beautiful and romantic place in the world."
   },
   "author": {
    "text": "Hill Harper"
   }
  },
  {
   "quote": {
    "text": "'Little Night' has layers of meaning. There's something enchanted about night. All those heavenly bodies, shooting stars, the crescent moon, celestial phenomenon. Owls fly at night, and first kisses happen. Night is romantic. Alternately, darkness hides the worst of human behavior."
   },
   "author": {
    "text": "Luanne Rice"
   }
  },
  {
   "quote": {
    "text": "You only need to look at Jane Austen to see how crossed wires can become a defining aspect of romantic life. Then again, if the course of true love ran more smoothly, it would have a terribly detrimental effect on our cache of love stories."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "I'm a hopeless romantic. I love love. My middle name is Love. Valentine's Day is my favorite holiday. I want to have a family and children. I am a sucker for every romantic comedy that comes out."
   },
   "author": {
    "text": "Jennifer Love Hewitt"
   }
  },
  {
   "quote": {
    "text": "I love the ukulele. It's got a beautiful, melodic tone to it. There's something innocent and romantic, and it's just a grand instrument to play."
   },
   "author": {
    "text": "Pierce Brosnan"
   }
  },
  {
   "quote": {
    "text": "I am a hopeless romantic and I love to spoil my girlfriends."
   },
   "author": {
    "text": "Orlando Bloom"
   }
  },
  {
   "quote": {
    "text": "I think the most romantic thing you can do is just turn up. Turn up when it's difficult for you. Travel halfway around the world or just up the road. Whatever it is, just be there."
   },
   "author": {
    "text": "James McAvoy"
   }
  },
  {
   "quote": {
    "text": "Dub has been a big influence in terms of production. It's inspired so many people and so much music - in terms of music where mixing desk was the instrument. Central to that is the echo chamber, and I think there's a little bit of a romantic thing there."
   },
   "author": {
    "text": "Mike D"
   }
  },
  {
   "quote": {
    "text": "Christmas is a time of year that's so romantic."
   },
   "author": {
    "text": "Katharine McPhee"
   }
  },
  {
   "quote": {
    "text": "Deceiving others. That is what the world calls a romance."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "The sound of a kiss is not so loud as that of a cannon, but its echo lasts a great deal longer."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "I joined the army on my seventeenth birthday, full of the romance of war after having read a lot of World War I British poetry and having seen a lot of post-World War II films. I thought the romantic presentations of war influenced my joining and my presentation of war to my younger siblings."
   },
   "author": {
    "text": "Walter Dean Myers"
   }
  },
  {
   "quote": {
    "text": "You feel very romantic when you're in a ball gown. Everyone should wear one once in a while."
   },
   "author": {
    "text": "Carolina Herrera"
   }
  },
  {
   "quote": {
    "text": "The word 'romance,' according to the dictionary, means excitement, adventure, and something extremely real. Romance should last a lifetime."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "I am a bit of a hopeless romantic. I really do have a faith and a belief in love, and when I love, I love hard."
   },
   "author": {
    "text": "Melanie Fiona"
   }
  },
  {
   "quote": {
    "text": "There is only one thing that a man really wants to do, all his life; and that is, to find his way to his God, his Morning Star, salute his fellow man, and enjoy the woman who has come the long way with him."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "People who know me, they know I have a sense of humor, I'm a bit of a joker, a bit of a clown really, and I would love someone to exploit that side of me and send me a romantic comedy."
   },
   "author": {
    "text": "Gary Oldman"
   }
  },
  {
   "quote": {
    "text": "Surrealism was necessary - essential, even - in the 1920s to bridge the gap between rationalism and the subconscious. It started something important. But by the early '60s, it had become petit-bourgeois; it was too intellectual and romantic, and had ground to a halt. It had become respectable."
   },
   "author": {
    "text": "Alejandro Jodorowsky"
   }
  },
  {
   "quote": {
    "text": "I am a romantic fool, no doubt about that."
   },
   "author": {
    "text": "Alex Turner"
   }
  },
  {
   "quote": {
    "text": "Romantic lovers require from each other at least the facade of reason: We desire to be what romantic love makes us appear in the other's eyes. We want to imagine we are deserving of the love we inspire."
   },
   "author": {
    "text": "Maggie Gallagher"
   }
  },
  {
   "quote": {
    "text": "When I was a child, the temptation to sin was always a romantic option. This romantic option led me to the cinema, a place where sin was welcome."
   },
   "author": {
    "text": "Harmony Korine"
   }
  },
  {
   "quote": {
    "text": "They are just really stupid people in Hollywood. You write them a script, and they say they love it, they absolutely love it. Then they say, 'But doesn't it need a small dog, and an Eskimo, and shouldn't it be set in New Guinea?' And you say, 'But it is a sophisticated romantic comedy set in Paris.'"
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "The whole westward expansion myth is seen as romantic. But it's a joke, a blot on American history."
   },
   "author": {
    "text": "Frank Waters"
   }
  },
  {
   "quote": {
    "text": "I'm definitely a romantic comedy dude because I'm a big romantic at heart. I'm a softy, so it's always nice to watch movies that make you think that love at first sight is actually possible."
   },
   "author": {
    "text": "Sterling Knight"
   }
  },
  {
   "quote": {
    "text": "The ecstatic insanity of romantic pursuit can be so enhanced by music that entire romantic conquests, victories and ruinous, crushing defeats can be tied to songs to such a degree that it's almost unbearable to listen to them again, as they bring back the memories so vividly."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "French is the language that turns dirt into romance."
   },
   "author": {
    "text": "Stephen King"
   }
  },
  {
   "quote": {
    "text": "I am not a dreamer. I am a football romantic."
   },
   "author": {
    "text": "Jurgen Klopp"
   }
  },
  {
   "quote": {
    "text": "Of the big horror movies of the '70s, you have 'The Omen,' 'The Sentinel,' 'Rosemary's Baby,' 'The Stepford Wives,' 'Burnt Offerings' - these are all romantic fatalist movies where there's a sort of glimmer of hope... but darkness wins."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "My dream role would probably be a psycho killer, because the whole thing I love about movies is that you get to do things you could never do in real life, and that would be my way of vicariously experiencing being a psycho killer. Also, it's incredibly romantic."
   },
   "author": {
    "text": "Christina Ricci"
   }
  },
  {
   "quote": {
    "text": "It's easy to get wrapped up in sharing everyday life with a partner. It's fun to get lost in love and romance. It's the best. But holding on to yourself while doing that is the most important thing."
   },
   "author": {
    "text": "Brittany Murphy"
   }
  },
  {
   "quote": {
    "text": "I am a hopeless romantic who falls in lust and gets in trouble. I love my work and am very productive, yet I always find time to play."
   },
   "author": {
    "text": "Maksim Chmerkovskiy"
   }
  },
  {
   "quote": {
    "text": "A realist, in Venice, would become a romantic by mere faithfulness to what he saw before him."
   },
   "author": {
    "text": "Arthur Symons"
   }
  },
  {
   "quote": {
    "text": "I was very influenced by the musicals and romantic comedies of the 1930s. I admired Gene Harlow and such, which probably explains why, since the end of my marriage, I've dated nothing but a succession of blondes."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "I'm a feminist, but I think that romance has been taken away a bit for my generation. I think what people connect with in novels is this idea of an overpowering, encompassing love - and it being more important and special than anything and everything else."
   },
   "author": {
    "text": "Emma Watson"
   }
  },
  {
   "quote": {
    "text": "I was known for singing romantic songs to women, but I can also be that guy talking about why you can't be the only girl for me."
   },
   "author": {
    "text": "Maluma"
   }
  },
  {
   "quote": {
    "text": "Wave after wave of love flooded the stage and washed over me, the beginning of the one great durable romance of my life."
   },
   "author": {
    "text": "Bette Davis"
   }
  },
  {
   "quote": {
    "text": "I've never believed in or understood romantic love. Love at first sight was always a complete joke to me."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "I saw Tequila Sunrise as a romantic picture with complex, bigger than life characters."
   },
   "author": {
    "text": "Conrad Hall"
   }
  },
  {
   "quote": {
    "text": "It is the addition of strangeness to beauty that constitutes the romantic character in art."
   },
   "author": {
    "text": "Walter Hagen"
   }
  },
  {
   "quote": {
    "text": "I've spent a lot of my life forcing myself to do the right thing, and nowadays, I've just forgotten about all that. It's far more romantic just to let all your vices and fetishes come out and shine."
   },
   "author": {
    "text": "Kevin Parker"
   }
  },
  {
   "quote": {
    "text": "There are so many different reasons as to why I love riding trains. But I think ultimately it's the romantic feeling of it. There's something about it that just transports me into old films."
   },
   "author": {
    "text": "Rosario Dawson"
   }
  },
  {
   "quote": {
    "text": "For the longest time, I didn't even want to admit I was serious about music. Before the Shins, I would tell myself, 'Oh, I'm going to figure something out someday.' I had this romantic vision of being this old dude maybe making guitars or something."
   },
   "author": {
    "text": "James Mercer"
   }
  },
  {
   "quote": {
    "text": "I'm a hopeless romantic with a dirty mind."
   },
   "author": {
    "text": "Leelee Sobieski"
   }
  },
  {
   "quote": {
    "text": "A romantic or classical view of the French approach would have been to say, 'It's a French company; let no one attack it. Let's block any merger. But the reality is Alcatel-Lucent is not a French company; it's a global company. Its main markets are China and the U.S. Its ownership is foreign; most of its managers aren't French."
   },
   "author": {
    "text": "Emmanuel Macron"
   }
  },
  {
   "quote": {
    "text": "Romance is everything."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "I've always really been a romantic at heart, and I have always wanted kids, and I think the idea of sharing your life with the right person is amazing, actually."
   },
   "author": {
    "text": "Monica Lewinsky"
   }
  },
  {
   "quote": {
    "text": "Romantic love is an illusion. Most of us discover this truth at the end of a love affair or else when the sweet emotions of love lead us into marriage and then turn down their flames."
   },
   "author": {
    "text": "Thomas Moore"
   }
  },
  {
   "quote": {
    "text": "I used to be addicted to 'Reader's Digest' growing up. I would read the stories about love, and I guess that's where I became a hopeless romantic. I draw from that a lot."
   },
   "author": {
    "text": "Sia"
   }
  },
  {
   "quote": {
    "text": "I don't want to be pigeonholed into doing just romantic comedies. But they're fun, and especially for women, it's nice to go to see them and enjoy that breath of fresh air."
   },
   "author": {
    "text": "Kristen Bell"
   }
  },
  {
   "quote": {
    "text": "Great companies start because the founders want to change the world... not make a fast buck. Call me a romantic, but I think entrepreneurs should try to change the world. This comes from working at Apple... old habits die hard."
   },
   "author": {
    "text": "Guy Kawasaki"
   }
  },
  {
   "quote": {
    "text": "I was pleasantly disappointed on entering Bohemia. Instead of a dull, uninteresting country, as I expected, it is a land full of the most lovely scenery. There is every thing which can gratify the eye - high blue mountains, valleys of the sweetest pastoral look and romantic old ruins."
   },
   "author": {
    "text": "Bayard Taylor"
   }
  },
  {
   "quote": {
    "text": "I admit I do have some drawbacks and limitations as a candidate. Although I am a professional comedian, some of my critics maintain that this is not enough. I cannot deny that I stand before you untested and inexperienced - I only spent two years in television, never as a romantic lead or a song and dance man."
   },
   "author": {
    "text": "Pat Paulsen"
   }
  },
  {
   "quote": {
    "text": "Suddenly I've got an overwhelming desire to surround myself with the aura of classical and Romantic art."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "Some say that the age of chivalry is past, that the spirit of romance is dead. The age of chivalry is never past, so long as there is a wrong left unredressed on earth."
   },
   "author": {
    "text": "Charles Kingsley"
   }
  },
  {
   "quote": {
    "text": "There are a lot of love stories in 'Maggie's Plan,' but the deepest, truly romantic one is between Maggie and her daughter."
   },
   "author": {
    "text": "Greta Gerwig"
   }
  },
  {
   "quote": {
    "text": "That's my biggest struggle, is maintaining a personal romantic relationship. It takes a lot of effort."
   },
   "author": {
    "text": "Chelsea Handler"
   }
  },
  {
   "quote": {
    "text": "Romantic comedies seem to take over where the fairytales of childhood left off, feeding our dreams of a soulmate; though, sadly, the Hollywood endings prove quite elusive in the real world."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "The concept of romantic love affords a means of emotional manipulation which the male is free to exploit, since love is the only circumstance in which the female is (ideologically) pardoned for sexual activity."
   },
   "author": {
    "text": "Kate Millett"
   }
  },
  {
   "quote": {
    "text": "The vampire was a complete change from the usual romantic characters I was playing, but it was a success."
   },
   "author": {
    "text": "Bela Lugosi"
   }
  },
  {
   "quote": {
    "text": "'Buguri' is a romantic film, and I play Ganesh's love interest. Initially, I had just hoped to do one Kannada film since I'm a Kannadiga. Now, I'm even learning to converse in Kannada."
   },
   "author": {
    "text": "Erica Fernandes"
   }
  },
  {
   "quote": {
    "text": "'Wuthering Heights' is portrayed as a great romantic novel, and when I read it again, I thought, 'How is this romantic? All these people are horrible to each other!'"
   },
   "author": {
    "text": "Chloe Pirrie"
   }
  },
  {
   "quote": {
    "text": "That on a romantic level, if you feel it about somebody and it's pure, it means that they do too."
   },
   "author": {
    "text": "Sean Penn"
   }
  },
  {
   "quote": {
    "text": "I knew I could write infinitely about relationships. That's the most beautiful, most confusing, most rewarding, most heartbreaking thing in our lives - and not just romantic relationships: that's all relationships."
   },
   "author": {
    "text": "Spike Jonze"
   }
  },
  {
   "quote": {
    "text": "What's funny about the slacker thing, people project an image of what they think a musician is: young, slack, unemployed - like a really romantic idea of a poet, writer or musician - which isn't really true a lot of the time. I don't reckon you would know anything about me if I wasn't moderately hard-working."
   },
   "author": {
    "text": "Courtney Barnett"
   }
  },
  {
   "quote": {
    "text": "Happy is the man whom the Muses love: sweet speech flows from his mouth."
   },
   "author": {
    "text": "Hesiod"
   }
  },
  {
   "quote": {
    "text": "There's something about the sound of a train that's very romantic and nostalgic and hopeful."
   },
   "author": {
    "text": "Paul Simon"
   }
  },
  {
   "quote": {
    "text": "Love is a portion of the soul itself, and it is of the same nature as the celestial breathing of the atmosphere of paradise."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "By all but the pathologically romantic, it is now recognized that this is not the age of the small man."
   },
   "author": {
    "text": "John Kenneth Galbraith"
   }
  },
  {
   "quote": {
    "text": "To me, romantic means, um, you follow your heart more than your mind. Sometimes when you're shooting a film, you have to follow your heart."
   },
   "author": {
    "text": "Wong Kar-wai"
   }
  },
  {
   "quote": {
    "text": "I am such a sap when it comes to love! I believe in love at first sight all the way. But that's just the way it happened to me with my relationships. I love the idea of two people looking at each other and electricity flying around them; it's so romantic, and it's a great feeling."
   },
   "author": {
    "text": "Kim Barnouin"
   }
  },
  {
   "quote": {
    "text": "I'm not done with love, but I refuse to settle. I am a hopeless romantic. And I won't stop till I get it right."
   },
   "author": {
    "text": "Halle Berry"
   }
  },
  {
   "quote": {
    "text": "I do not like to work with patients who are in love. Perhaps it is because of envy - I, too, crave enchantment. Perhaps it is because love and psychotherapy are fundamentally incompatible. The good therapist fights darkness and seeks illumination, while romantic love is sustained by mystery and crumbles upon inspection."
   },
   "author": {
    "text": "Irvin D. Yalom"
   }
  },
  {
   "quote": {
    "text": "I'm not religious, I'm not romantic and I live purely by logic. I make every decision by logic and sometimes that leads me to the right and sometimes to the wrong decision."
   },
   "author": {
    "text": "Laura Marling"
   }
  },
  {
   "quote": {
    "text": "Those fields of daisies we landed on, and dusty fields and desert stretches. Memories of many skies and earths beneath us - many days, many nights of stars."
   },
   "author": {
    "text": "Anne Morrow Lindbergh"
   }
  },
  {
   "quote": {
    "text": "Kisses, even to the air, are beautiful."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "Romantic love is mental illness. But it's a pleasurable one. It's a drug. It distorts reality, and that's the point of it. It would be impossible to fall in love with someone that you really saw."
   },
   "author": {
    "text": "Fran Lebowitz"
   }
  },
  {
   "quote": {
    "text": "I grew up in southeastern Oklahoma on a working cattle ranch, and it was always very romantic to me: The West, the cowboy, the Western way of life."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "I'm a hopeless romantic and I believe that you can find love in many different places and be very conflicted. I've discovered as I've grown up that life is far more complicated than you think it is when you're a kid. It isn't just a straightforward fairytale."
   },
   "author": {
    "text": "Rachel McAdams"
   }
  },
  {
   "quote": {
    "text": "Building a little bonfire at night on the beach and lying on a blanket with my wife under the stars is not only sexy, it's romantic."
   },
   "author": {
    "text": "Benjamin Bratt"
   }
  },
  {
   "quote": {
    "text": "I'm a hopeless romantic and passionate person when it comes to love."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "So the lover must struggle for words."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "We believe that according the name 'investors' to institutions that trade actively is like calling someone who repeatedly engages in one-night stands a 'romantic.'"
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "The romantic person instinctively sees marriage in terms of emotions, but what a couple actually gets up to together over a lifetime has much more in common with the workings of a small business. They must draw up work rosters, clean, chauffeur, cook, fix, throw away, mind, hire, fire, reconcile, and budget."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "Since I was seventeen I thought I might be a star. I'd think about all my heroes, Charlie Parker, Jimi Hendrix... I had a romantic feeling about how these people became famous."
   },
   "author": {
    "text": "Jean-Michel Basquiat"
   }
  },
  {
   "quote": {
    "text": "I'm a romantic slob!"
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "I'm not a hopeless romantic. I'm quite the reverse. I'm a nasty piece of work, an ego maniac."
   },
   "author": {
    "text": "Hugh Grant"
   }
  },
  {
   "quote": {
    "text": "I think I meant that, given the circumstances of my childhood, I had the illusion that it's easier to be alone. To have your relationships be casual and also to pose as a solitary person, because it was more romantic. You know, I was raised on the idea of the ramblin' man and the loner."
   },
   "author": {
    "text": "Steve Martin"
   }
  },
  {
   "quote": {
    "text": "Love, whether newly born, or aroused from a deathlike slumber, must always create sunshine, filling the heart so full of radiance, this it overflows upon the outward world."
   },
   "author": {
    "text": "Nathaniel Hawthorne"
   }
  },
  {
   "quote": {
    "text": "The compensation of a very early success is a conviction that life is a romantic matter. In the best sense one stays young."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "Kabul is a walled city, which sounds romantic except the walls are pre-cast reinforced concrete blast barriers, 10 feet tall and 15 feet long and moved into place with cranes. The walls are topped with sandbags, and the sandbags are topped with guard posts from which gun barrels protrude."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "I'm into all that sappy stuff - a surprise picnic, nice dinner, or traveling. I'm kind of an old romantic."
   },
   "author": {
    "text": "Will Estes"
   }
  },
  {
   "quote": {
    "text": "I'm fascinated by Comte's clear-eyed analysis of what was wrong with modern society, which is that you've got industrial capitalism on one side and romantic love on the other. Those, along with non-instrumental art, are supposed to get you through the day?"
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "It is possible for a woman to be a romantic, but also to be single and to be happy."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "The work ethic at art school is completely different than the work ethic amongst people who get into music. People who paint, it's an honorable thing to spend all day and all night in front of your canvas - that is the romantic vision of the painter."
   },
   "author": {
    "text": "Nick Cave"
   }
  },
  {
   "quote": {
    "text": "Falling in love, romance, matters of the heart - when you fall in love, on some biochemical level you know there is a chance it won't work out. It's ingrained in us that if you take such an enormous risk on someone with your heart that it might not pay off. I gamble all my chips and I might actually lose everything."
   },
   "author": {
    "text": "Rachael Taylor"
   }
  },
  {
   "quote": {
    "text": "The idea of a soulmate is beautiful and very romantic to talk about it in a movie or a song, but in reality, I find it scary."
   },
   "author": {
    "text": "Vanessa Paradis"
   }
  },
  {
   "quote": {
    "text": "Savannah is amazing with the town squares and the hanging moss and the French Colonial houses. It's brutally romantic."
   },
   "author": {
    "text": "David Morrissey"
   }
  },
  {
   "quote": {
    "text": "Love is one of my favorite things to talk about. Every song will be about losing it or finding it, seeing a guy and not knowing if you want to tell him how you feel yet. I guess I'm a hopeless romantic."
   },
   "author": {
    "text": "Candice Glover"
   }
  },
  {
   "quote": {
    "text": "I have always been a romantic, one of those people who believes that a woman in pink circus tights contains all the secrets of the universe."
   },
   "author": {
    "text": "Tom Robbins"
   }
  },
  {
   "quote": {
    "text": "I like doing comedy, I like doing drama. Naturally I like to do, I like doing dramas, I like conflict, and when I do a comedy, you know, I've found that, like, romantic comedy is the trickiest one, because often it's neither: it's not romantic and it's not funny. So, like, I like a comedy that's biting. It's biting humor or really quirky humor."
   },
   "author": {
    "text": "Matt Dillon"
   }
  },
  {
   "quote": {
    "text": "I find short, fast romances romantic. There's a beauty to dark imagery."
   },
   "author": {
    "text": "Sam Smith"
   }
  },
  {
   "quote": {
    "text": "My notion of the KGB came from romantic spy stories. I was a pure and utterly successful product of Soviet patriotic education."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "Normally, things are viewed in these little segmented boxes. There's classical, and then there's jazz; romantic, and then there's baroque. I find that very dissatisfying. I was trying to find the thread that connects one type of music - one type of musician - to another, and to follow that thread in some kind of natural, evolutionary way."
   },
   "author": {
    "text": "Jerry Lee Lewis"
   }
  },
  {
   "quote": {
    "text": "I love Indian, Italian and Mexican food. And if it's a romantic type of thing, I like a good French restaurant."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "I think everyone dreams of that nice romantic wedding."
   },
   "author": {
    "text": "Lance Bass"
   }
  },
  {
   "quote": {
    "text": "Vampires have become tragic or romantic figures. Vampire are largely seduction tales. They're no longer the scary creature in the dark."
   },
   "author": {
    "text": "Stephen Graham Jones"
   }
  },
  {
   "quote": {
    "text": "Movies don't look hard, but figuring it out, getting the shape of it, getting everybody's character right and having it be funny, make sense and be romantic, it's creating a puzzle. Yes, having been a writer for so long, I have an awareness of when things are going awry, but it doesn't mean I know how to fix them."
   },
   "author": {
    "text": "Nancy Meyers"
   }
  },
  {
   "quote": {
    "text": "My first wife was a brunette, and Barbi Benton, my major romantic relationship of the early 1970s, was a brunette. But since the end of my marriage, all of my girlfriends have been blonds."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "Romantic love can be terrifying. We experience another human being as enormously important to us. So there is surrender - not a surrender to the other person so much as to our feeling for the other person. What is the obstacle? The possibility of loss."
   },
   "author": {
    "text": "Nathaniel Branden"
   }
  },
  {
   "quote": {
    "text": "When I was 18, I thought that, to be a romantic, you couldn't live past 30."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "I'm always trying to reach a transcendent point, a romantic point, but reach it in a really unconventional way, a really profane way. To get to that romantic, touching, heartbreaking place, but through a lot of acts of profanity."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "I've programmed myself musically to come up with love-feeling tracks that are romantic, sexy, but classy, all in one. And that's the challenge. Once I create that music, then the lyrical content starts to come - you know, the stories and things like that."
   },
   "author": {
    "text": "R. Kelly"
   }
  },
  {
   "quote": {
    "text": "I love being manipulated by what I see. I love weepies and romantic comedies where you're reaching for the Kleenex at the right moment."
   },
   "author": {
    "text": "Nick Cave"
   }
  },
  {
   "quote": {
    "text": "The violent quarrel between the abstractionists and the surrealists seems to me quite unnecessary. All good art has contained both abstract and surrealist elements, just as it has contained both classical and romantic elements - order and surprise, intellect and imagination, conscious and unconscious."
   },
   "author": {
    "text": "Henry Moore"
   }
  },
  {
   "quote": {
    "text": "The state of being in love is so inherently preposterous. It usually lends itself to romantic comedy. I think we've all been there."
   },
   "author": {
    "text": "James Gray"
   }
  },
  {
   "quote": {
    "text": "Am I a romantic? I've seen 'Wuthering Heights' ten times. I'm a romantic."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "Stand-up is like a row boat: it's fun and romantic when you're choosing to do it. But if you have no other choice than to be in a row boat it's not as enjoyable; that's survival."
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "I'm a romantic."
   },
   "author": {
    "text": "Tom Cruise"
   }
  },
  {
   "quote": {
    "text": "Somehow, the French got this idea of the starving artist. Very romantic, except it's not so romantic for the starving artist."
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "New York was no mere city. It was instead an infinitely romantic notion, the mysterious nexus of all love and money and power, the shining and perishable dream itself."
   },
   "author": {
    "text": "Joan Didion"
   }
  },
  {
   "quote": {
    "text": "I've always considered myself a fairly romantic person. I believe in love and falling in love at a young age."
   },
   "author": {
    "text": "Mandy Moore"
   }
  },
  {
   "quote": {
    "text": "Everyone who knows me knows that I'm a hopeless romantic who listens to love ballads and doo-wop songs all the time."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "The problem with romantic comedies is you know the ending by the poster. So they're not movies you can keep doing over and over again expect satisfaction somehow."
   },
   "author": {
    "text": "Ryan Reynolds"
   }
  },
  {
   "quote": {
    "text": "You do your work as a photographer and everything becomes past. Words are more like thoughts; the photographer's picture is always surrounded by a kind of romantic glamor - no matter what you do, and how you twist it."
   },
   "author": {
    "text": "Robert Frank"
   }
  },
  {
   "quote": {
    "text": "Learning to give up on perfection may be just about the most romantic move any of us could make."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "I'm a very loyal boyfriend. I'm a bit of a joker... I can be romantic, but not too sickly."
   },
   "author": {
    "text": "Louis Tomlinson"
   }
  },
  {
   "quote": {
    "text": "Conductors' careers are made for the most part with 'Romantic' music. 'Classic' music eliminates the conductor; we do not remember him in it."
   },
   "author": {
    "text": "Igor Stravinsky"
   }
  },
  {
   "quote": {
    "text": "I joined the air force. I took to it immediately when I arrived there. I did three years, eight months, and ten days in all, but it took me a year and a half to get disabused of my romantic notions about it."
   },
   "author": {
    "text": "Morgan Freeman"
   }
  },
  {
   "quote": {
    "text": "The Southern whites are in many respects a great people. Looked at from a certain point of view, they are picturesque. If one will put oneself in a romantic frame of mind, one can admire their notions of chivalry and bravery and justice."
   },
   "author": {
    "text": "James Weldon Johnson"
   }
  },
  {
   "quote": {
    "text": "Vinyl is the real deal. I've always felt like, until you buy the vinyl record, you don't really own the album. And it's not just me or a little pet thing or some kind of retro romantic thing from the past. It is still alive."
   },
   "author": {
    "text": "Jack White"
   }
  },
  {
   "quote": {
    "text": "People expect me to be dark and gloomy, then write that I'm a jolly chap, and after all, that is what I am. I think it's a case of an absolute romantic naivety that there should be a parallel between the work and the artist."
   },
   "author": {
    "text": "Michael Haneke"
   }
  },
  {
   "quote": {
    "text": "Boys have said in the past that I live my life like a movie. I love all things romantic, like kissing in the rain."
   },
   "author": {
    "text": "Mollie King"
   }
  },
  {
   "quote": {
    "text": "The most successful marriages, gay or straight, even if they begin in romantic love, often become friendships. It's the ones that become the friendships that last."
   },
   "author": {
    "text": "Andrew Sullivan"
   }
  },
  {
   "quote": {
    "text": "An excellent wine, someone's best attempt at cooking, and the candles and flowers on the table can turn the simplest dinner into an unforgettably romantic event."
   },
   "author": {
    "text": "Letitia Baldrige"
   }
  },
  {
   "quote": {
    "text": "I've always said that inside of me there is a rocker that wants to come out, but I'm a romantic rocker."
   },
   "author": {
    "text": "Luis Fonsi"
   }
  },
  {
   "quote": {
    "text": "I am an incurable romantic. I am even in love with the idea of being in love, and hence, I write a lot of love songs."
   },
   "author": {
    "text": "Adnan Sami"
   }
  },
  {
   "quote": {
    "text": "Satan, really, is the romantic youth of Jesus re-appearing for a moment."
   },
   "author": {
    "text": "James Joyce"
   }
  },
  {
   "quote": {
    "text": "I'm a romantic, and we romantics are more sensitive to the way people feel. We love more, and we hurt more. When we're hurt, we hurt for a long time."
   },
   "author": {
    "text": "Freddy Fender"
   }
  },
  {
   "quote": {
    "text": "As an actor, I've grown considerably. It's taken me years to get comfortable doing a romantic scene and dancing on stage in front of a live audience. I've really opened up a lot."
   },
   "author": {
    "text": "Sanjay Dutt"
   }
  },
  {
   "quote": {
    "text": "I am a romantic, and I think dates are wonderful. I like quirky and fun things. Like going for a bike ride or for a pedicure together."
   },
   "author": {
    "text": "Nargis Fakhri"
   }
  },
  {
   "quote": {
    "text": "I'm a street photographer, but I'm interested in any ironic, whimsical images, and there's something very romantic about a circus."
   },
   "author": {
    "text": "Mary Ellen Mark"
   }
  },
  {
   "quote": {
    "text": "Trust is important in any relationship, not just a romantic one."
   },
   "author": {
    "text": "Stephanie Sigman"
   }
  },
  {
   "quote": {
    "text": "When I'm with the wife, and we're having a romantic night, I occasionally think about a glass of red wine, but I'll order a sparkling water. I'd like the wine, but it wouldn't end with one glass, so I don't even go there."
   },
   "author": {
    "text": "Dave Gahan"
   }
  },
  {
   "quote": {
    "text": "I fancy the romantic image of myself being soothed and inspired by music and the sweet aroma and flickering lights of candles."
   },
   "author": {
    "text": "Mary Balogh"
   }
  },
  {
   "quote": {
    "text": "I'm not about to talk about what's romantic in my life - I figure if you talk about it once, then that's an open invitation for everyone to dig into your personal life even further. So, I just keep my private life to myself."
   },
   "author": {
    "text": "James Van Der Beek"
   }
  },
  {
   "quote": {
    "text": "I am a hopeless romantic."
   },
   "author": {
    "text": "Jessica Brown Findlay"
   }
  },
  {
   "quote": {
    "text": "I'm from L.A., so I'm used to seeing people in sunglasses and flip-flops. There's something so romantic about a man in a scarf and a knitted hat."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "I can be a romantic. The way to every woman's heart is through her stomach. Food is at the core of everything."
   },
   "author": {
    "text": "Paul Hollywood"
   }
  },
  {
   "quote": {
    "text": "I don't get a lot of romantic comedy scripts."
   },
   "author": {
    "text": "Ryan Reynolds"
   }
  },
  {
   "quote": {
    "text": "I find television, and particularly live television, very romantic: the idea that there is this small group of people, way up high, in a skyscraper in the middle of Manhattan, beaming this signal out into the night."
   },
   "author": {
    "text": "Aaron Sorkin"
   }
  },
  {
   "quote": {
    "text": "My wife was the first romantic partner who understood both American and native parts of me - not so much the positive stuff, but the damage."
   },
   "author": {
    "text": "Sherman Alexie"
   }
  },
  {
   "quote": {
    "text": "You know how you can be romantic? You can be romantic by going to a beautiful setting, sitting on a park bench, and getting good ole-fashioned golden arches, a.k.a. McDonald's. That's probably the best I can do romantically."
   },
   "author": {
    "text": "Omari Hardwick"
   }
  },
  {
   "quote": {
    "text": "I was meant to date the captain of the football team, I was going to be on a romantic excursion every Saturday night, I was destined to be collecting corsages from every boy in town before prom, accepting such floral offerings like competing sacrifices to a Delphic goddess."
   },
   "author": {
    "text": "Elizabeth Wurtzel"
   }
  },
  {
   "quote": {
    "text": "Sacrificing your relationship for your career sounds noble and romantic from the outside, but the reality is that it can create a pattern of self-destruction that will ultimately burn you out on the career you've worked so hard to build. It's a trap and, for some, an easy way out of having to maintain relationships under stress."
   },
   "author": {
    "text": "Emily V. Gordon"
   }
  },
  {
   "quote": {
    "text": "I don't get off on romantic parts. But I often think if I had had my dental work done early on, well, maybe."
   },
   "author": {
    "text": "Morgan Freeman"
   }
  },
  {
   "quote": {
    "text": "I love romantic comedies. They're for me the easiest thing to do and the most natural to do. There's nothing natural about holding an uzi hanging out of a moving van shooting at people. That's not second nature to me, thank God."
   },
   "author": {
    "text": "Gabrielle Union"
   }
  },
  {
   "quote": {
    "text": "I've never tried to reach a certain demographic of an audience or try to say, 'OK, now I'm going to do this type of film to transition myself into more adult roles.' Or a romantic hero. Or whatever it may be - you know what I mean?"
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "I think romance is anything honest. As long as it's honest, it's so disarming."
   },
   "author": {
    "text": "Kristen Stewart"
   }
  },
  {
   "quote": {
    "text": "Any romantic feelings for a 12-year-old are like entering into a fantasy world."
   },
   "author": {
    "text": "Wes Anderson"
   }
  },
  {
   "quote": {
    "text": "When people discuss the 1960s and the great Civil Rights Era, they often speak in romantic terms as if there wasn't immense work put in, and as if there wasn't immense sacrifice that took place. But none of those battles were easily fought and won; there were sustained movements behind them."
   },
   "author": {
    "text": "Al Sharpton"
   }
  },
  {
   "quote": {
    "text": "I'm really kind of a little bit romantic for the lost era. There's a lot of us that are - kind like James Murphy, same thing - we feel like it's this magic era that happened before us. And it wasn't even necessarily disco."
   },
   "author": {
    "text": "Mike D"
   }
  },
  {
   "quote": {
    "text": "I don't believe in having one partner for your whole life, but I hope I get married. I want to have a husband and two kids and a nice little life baking pies. I'm quite romantic. It's definitely important to have someone make you feel special."
   },
   "author": {
    "text": "Hilary Duff"
   }
  },
  {
   "quote": {
    "text": "I'm very romantic, I'm extremely romantic. I date my wife."
   },
   "author": {
    "text": "Alice Cooper"
   }
  },
  {
   "quote": {
    "text": "The reason you take antidepressants is to feel calm. And romantic love is not calm - it's elation, it's mood swings, and you're killing all that when you take the drug."
   },
   "author": {
    "text": "Helen Fisher"
   }
  },
  {
   "quote": {
    "text": "Neutrinos alone, among all the known particles, have ethereal properties that are striking and romantic enough both to have inspired a poem by John Updike and to have sent teams of scientists deep underground for 50 years to build huge science-fiction-like contraptions to unravel their mysteries."
   },
   "author": {
    "text": "Lawrence M. Krauss"
   }
  },
  {
   "quote": {
    "text": "I love romantic poetry."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "I think that the romantic impulse is in all of us and that sometimes we live it for a short time, but it's not part of a sensible way of living. It's a heroic path and it generally ends dangerously. I treasure it in the sense that I believe it's a path of great courage. It can also be the path of the foolhardy and the compulsive."
   },
   "author": {
    "text": "Jane Campion"
   }
  },
  {
   "quote": {
    "text": "In the movies, Bette Davis lights two cigarettes and hands the second one to James Cagney. It was just so glamorous and romantic."
   },
   "author": {
    "text": "Loni Anderson"
   }
  },
  {
   "quote": {
    "text": "I won't have a traditional marriage; I don't find the value in that anymore. But I am such a hopeless romantic and I really want love and I want a committed relationship, so I am going to reinvent marriage for myself."
   },
   "author": {
    "text": "Halle Berry"
   }
  },
  {
   "quote": {
    "text": "As a hopeless romantic, I'm drawn to stories of improbable beginnings."
   },
   "author": {
    "text": "Mary Kay Andrews"
   }
  },
  {
   "quote": {
    "text": "Classical and romantic: private language of a family quarrel, a dead dispute over the distribution of emphasis between man and nature."
   },
   "author": {
    "text": "Cyril Connolly"
   }
  },
  {
   "quote": {
    "text": "I love stories with love in them. I just prefer those films. Every so often, I come across a film where there's no love story. It doesn't have to be romantic, but there's a lack of love, and I don't get that."
   },
   "author": {
    "text": "Rachel McAdams"
   }
  },
  {
   "quote": {
    "text": "We travellers are in very hard circumstances. If we say nothing but what has been said before us, we are dull and have observed nothing. If we tell anything new, we are laughed at as fabulous and romantic."
   },
   "author": {
    "text": "Mary Wortley Montagu"
   }
  },
  {
   "quote": {
    "text": "A shiny ring isn't romantic to me. I think thought and love into what you do for the person you're in love with - that's romance."
   },
   "author": {
    "text": "Sasha Grey"
   }
  },
  {
   "quote": {
    "text": "I'm a big movie fan, and I want to make movies in every genre. I want to make my romantic comedy one day."
   },
   "author": {
    "text": "James Wan"
   }
  },
  {
   "quote": {
    "text": "In some sense, I'm a romantic. I like the idea of organic history and tradition."
   },
   "author": {
    "text": "Rory Stewart"
   }
  },
  {
   "quote": {
    "text": "I am a huge romantic at heart."
   },
   "author": {
    "text": "Armaan Malik"
   }
  },
  {
   "quote": {
    "text": "In real love you want the other person's good. In romantic love you want the other person."
   },
   "author": {
    "text": "Margaret Anderson"
   }
  },
  {
   "quote": {
    "text": "I love being one half of a romantic couple."
   },
   "author": {
    "text": "Julianna Margulies"
   }
  },
  {
   "quote": {
    "text": "Classical, Romantic, and Baroque music, that's what I really like."
   },
   "author": {
    "text": "Joan Armatrading"
   }
  },
  {
   "quote": {
    "text": "I wish that I wasn't such an odd mixture. I wish I was serious, but I do love high heels and romantic comedies: being in them and watching them."
   },
   "author": {
    "text": "Alice Eve"
   }
  },
  {
   "quote": {
    "text": "The prince in 'The Leopard' was a very complex character - at times autocratic, rude, strong - at times romantic, good, understanding - and sometimes even stupid, and above all, mysterious."
   },
   "author": {
    "text": "Luchino Visconti"
   }
  },
  {
   "quote": {
    "text": "I don't like the way recording to digital sounds. Most of the time, when I'm recording to two-inch tape, I still have a romantic vision of how songs sounded coming out of the radio when I was younger, and how they sounded coming out of my little four-track cassette player."
   },
   "author": {
    "text": "M. Ward"
   }
  },
  {
   "quote": {
    "text": "I am not an adolescent, nor a romantic. I analyze objectively."
   },
   "author": {
    "text": "Dilma Rousseff"
   }
  },
  {
   "quote": {
    "text": "I like doing something romantic with a girl on Valentine's Day, like making her dinner and keeping it simple. The more quality time, the better."
   },
   "author": {
    "text": "Spencer Boldman"
   }
  },
  {
   "quote": {
    "text": "Couples without kids have each other, their friends, families, and Siri to talk to. It's not like they're quarantining themselves in an underground bunker, never to take a romantic stroll on the beach or attend a Morrissey concert ever again. They're just using birth control."
   },
   "author": {
    "text": "Jen Kirkman"
   }
  },
  {
   "quote": {
    "text": "Romance is mush, stifling those who strive."
   },
   "author": {
    "text": "Billy Strayhorn"
   }
  },
  {
   "quote": {
    "text": "Finding love is a fixation now, and that's because although romantic love can sometimes cause a lot of suffering, it can also give people peaks of happiness that come very close to our ideal of 'the happy state.'"
   },
   "author": {
    "text": "Francois Lelord"
   }
  },
  {
   "quote": {
    "text": "You know, maybe I was just born in the wrong time, but I love all things romantic. Puffy understands that. For my last birthday, he covered my hotel room floor with rose petals and had flowers and candles all over the room."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "Always protect yourself. Every woman, no matter what her age, romantic or marital status, should have a bank account in her own name."
   },
   "author": {
    "text": "Sarah Ban Breathnach"
   }
  },
  {
   "quote": {
    "text": "I'd like to be played as a child by Natalie Wood. I'd have some romantic scenes as Audrey Hepburn and have gritty black-and-white scenes as Patricia Neal."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "When I started dating I had this kind of Romeo and Juliet, fateful romantic idea about love which was almost that you were a victim and there was a lot of pain involved and that was how it should be."
   },
   "author": {
    "text": "Emma Watson"
   }
  },
  {
   "quote": {
    "text": "There's something so romantic about being broke in New York. You gotta do it. You have to live there once without any money, and then you have to live there when you have money. Let me tell you, of the two, the latter is far better."
   },
   "author": {
    "text": "Amy Poehler"
   }
  },
  {
   "quote": {
    "text": "I think I give the impression of being a romantic, and I think inside I'm quite severe. But some might say they had the opposite impression of me."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "Like almost everything else from the West, the Romantic Revolution arrived late in Russia."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "I like all types of women. I accept them as they are when they come into my life... But I'm not a romantic. I'm just up-front. I like to be a part of something real, not make-believe. I tell women to tell me the truth, to just lay it out. Let me be the judge and decide if I want you around or not. Let me have my choice."
   },
   "author": {
    "text": "Future"
   }
  },
  {
   "quote": {
    "text": "There's something very romantic about self-destruction and sabotaging your life, and taking a hammer to it."
   },
   "author": {
    "text": "Gerard Way"
   }
  },
  {
   "quote": {
    "text": "I had these kind of unrealistic expectations that were fueled by romantic comedies, and it has both helped me and hurt me in many ways. It helped me because, in general, they've made me hopeful. I just figure things will eventually work out for me. But nobody is like any Tom Hanks character. Nobody is Hugh Grant. No one is Meg Ryan!"
   },
   "author": {
    "text": "Mindy Kaling"
   }
  },
  {
   "quote": {
    "text": "In the early days of Christianity the exercise of chastity was frequently combined with a close and romantic intimacy of affection between the sexes which shocked austere moralists."
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "My favorite genre is definitely romantic comedy. I love 'When Harry Met Sally.'"
   },
   "author": {
    "text": "Dylan Lauren"
   }
  },
  {
   "quote": {
    "text": "I once took the key off my girlfriend's key ring so that I could surprise her when she got home. So I did this whole romantic setup in our bedroom with flowers and rose petals. She was so mad when she got home, but then when she walked in, she was so surprised."
   },
   "author": {
    "text": "Trey Songz"
   }
  },
  {
   "quote": {
    "text": "There's the tradition of the 19th-century ballets, and the 20th century has had a difficult time with that tradition. And it's had a difficult time with many components of the Romantic imagination because of modernism."
   },
   "author": {
    "text": "Twyla Tharp"
   }
  },
  {
   "quote": {
    "text": "I am a die-hard romantic at heart and love the idea of love. But, when it comes to love, I kinda believe in the old world charm of romance - where there's mystery and intrigue."
   },
   "author": {
    "text": "Esha Gupta"
   }
  },
  {
   "quote": {
    "text": "When you hear romantic music, it makes you want to take your girl out to dinner or buy her something or take her out in the moonlight or take her on a walk."
   },
   "author": {
    "text": "R. Kelly"
   }
  },
  {
   "quote": {
    "text": "Get this, kids - how a man proposes isn't what makes him romantic. It's how a man purposes to lay down his life that makes him romantic."
   },
   "author": {
    "text": "Ann Voskamp"
   }
  },
  {
   "quote": {
    "text": "My new movie, Fools Rush In, is a romantic comedy and the girl I play in that is very warm, very sweet."
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "I am completely open to doing a romantic comedy, but I will never do something just for the sake of doing a specific genre or because it's the time or place to do a different type of movie. I think that would be a huge mistake."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "I love it when a man cooks; it's one of those points that makes me adore a guy. I think it's so romantic and I feel cared for when a man cooks."
   },
   "author": {
    "text": "Olga Kurylenko"
   }
  },
  {
   "quote": {
    "text": "Old Hollywood icons such as Marilyn Monroe, Vivien Leigh, and Bette Davis are so inspiring; their style is romantic and feminine and their glamour mesmerizing. I love the idea of channeling that spirit on your wedding day."
   },
   "author": {
    "text": "Jenny Packham"
   }
  },
  {
   "quote": {
    "text": "The city of Oia is the most magnificently romantic place I've ever been."
   },
   "author": {
    "text": "Lisa Ling"
   }
  },
  {
   "quote": {
    "text": "I don't want to be Mr. Romantic Leading Man. I don't want to be the Dance Dude. I don't want to be the Action Guy. If I had to do any one of those all my life, it'd drive me crazy."
   },
   "author": {
    "text": "Patrick Swayze"
   }
  },
  {
   "quote": {
    "text": "I don't have any romantic ideas about marriage. Trust me. A white dress... ? No. It's not something for me."
   },
   "author": {
    "text": "Diane Kruger"
   }
  },
  {
   "quote": {
    "text": "I don't think of death in a romantic way anymore."
   },
   "author": {
    "text": "Robert Smith"
   }
  },
  {
   "quote": {
    "text": "Akshay's idea of a romantic date is a six-kilometre jog, followed by 500 crunches... together! Eeeeks!"
   },
   "author": {
    "text": "Twinkle Khanna"
   }
  },
  {
   "quote": {
    "text": "You know, the man of my dreams might walk round the corner tomorrow. I'm older and wiser and I think I'd make a great girlfriend. I live in the realm of romantic possibility."
   },
   "author": {
    "text": "Stevie Nicks"
   }
  },
  {
   "quote": {
    "text": "Fall 2013 was inspired by the 1970s equestrian lifestyle. I wanted to incorporate the moody and romantic - intricate baroque detailing and classic menswear elements - with something tougher and edgier in a nod to London's rock n' roll underground."
   },
   "author": {
    "text": "Rachel Zoe"
   }
  },
  {
   "quote": {
    "text": "Any kind of novelty or excitement drives up dopamine in the brain, and dopamine is associated with romantic love."
   },
   "author": {
    "text": "Helen Fisher"
   }
  },
  {
   "quote": {
    "text": "I believe that when you're in love you have to pour your heart and soul out to your partner... or why bother? So in that sense I'm an incurable romantic when it comes to men."
   },
   "author": {
    "text": "Cameron Diaz"
   }
  },
  {
   "quote": {
    "text": "I think opera has gained a kind of glamorous appeal. It's a live performance that aligns all of the arts, and when it is represented in the media, in film in particular, it is presented as something that is really a special event, whether it's a great date or something that's just hugely romantic."
   },
   "author": {
    "text": "Renee Fleming"
   }
  },
  {
   "quote": {
    "text": "There's something really great and romantic about being poor and sleeping on couches."
   },
   "author": {
    "text": "Ben Affleck"
   }
  },
  {
   "quote": {
    "text": "I know most people use their phones to tell time, but there's something very romantic and beautiful about a timepiece."
   },
   "author": {
    "text": "Padma Lakshmi"
   }
  },
  {
   "quote": {
    "text": "Full-blooded romantic love I wouldn't be able to write about."
   },
   "author": {
    "text": "Alan Bennett"
   }
  },
  {
   "quote": {
    "text": "The male is always the pawn in a romantic comedy. Come together, break up, go chase her, get her, roll credits. That's what happens in all of them."
   },
   "author": {
    "text": "Matthew McConaughey"
   }
  },
  {
   "quote": {
    "text": "I personally don't like to go see romantic comedies. But people do want to see them, and they seem to want to see me in them."
   },
   "author": {
    "text": "Matthew McConaughey"
   }
  },
  {
   "quote": {
    "text": "I'm really interested in trying to tell stories about women that don't involve romantic components. That's so much a part of the way we feel about female characters and their needs that it feels like it's built in - but I'd like to find a way that it's not. There are so many more stories than that."
   },
   "author": {
    "text": "Greta Gerwig"
   }
  },
  {
   "quote": {
    "text": "My wife would say I'm not romantic at all, but I would say that I'm the ultimate romancer because I write about... life being brilliant."
   },
   "author": {
    "text": "Noel Gallagher"
   }
  },
  {
   "quote": {
    "text": "Vision is a romantic thing. We have got into 'talent identification'. I am much more interested in passion - finding people who are really excited about doing something."
   },
   "author": {
    "text": "Sebastian Coe"
   }
  },
  {
   "quote": {
    "text": "I have a great wife and it's very easy to be romantic because it makes her happy and then my life is so much better when she's happy."
   },
   "author": {
    "text": "Nicholas Sparks"
   }
  },
  {
   "quote": {
    "text": "We are all the heroes and heroines of our own lives. Our love stories are amazingly romantic; our losses and betrayals and disappointments are gigantic in our own minds."
   },
   "author": {
    "text": "Maeve Binchy"
   }
  },
  {
   "quote": {
    "text": "I find L.A. kind of romantic, actually. As a movie junkie, it's a city that was built by the movies. There's something really weird and surreal about it that I find energizing."
   },
   "author": {
    "text": "Damien Chazelle"
   }
  },
  {
   "quote": {
    "text": "I'm a romantic, but I'm not a romantic in the traditional sense. I like to romanticize what happens to me. Whatever happens to me - you could quantify it as good or bad - I romanticize it. I think along the lines of 'When that thing happened, it made me who I am.' That kind of thing. It's a different way of being romantic."
   },
   "author": {
    "text": "Zooey Deschanel"
   }
  },
  {
   "quote": {
    "text": "I had my baby outside in a thunderstorm. It was really romantic."
   },
   "author": {
    "text": "Evangeline Lilly"
   }
  },
  {
   "quote": {
    "text": "Mixed messages are just part and parcel of the romantic terrain, and rather than berate yourself for any crossed wires, you'd do better to work on your future resilience."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "I will never create a romantic angle to survive on a game show."
   },
   "author": {
    "text": "Karishma Tanna"
   }
  },
  {
   "quote": {
    "text": "A man's ability to haggle is never a turn-on. The only thing less romantic than how much you paid is how much you saved. The last thing we want to hear is how you talked the jeweler down on our new earrings."
   },
   "author": {
    "text": "Jennifer Coolidge"
   }
  },
  {
   "quote": {
    "text": "I can sit in front of the TV and watch an old romantic film and be transfixed."
   },
   "author": {
    "text": "Amber Heard"
   }
  },
  {
   "quote": {
    "text": "My younger brother's death in Vietnam was both sobering and cause for reflection. In 'Fallen Angels' I wanted to dispel the notion of war as either romantic or simplistically heroic."
   },
   "author": {
    "text": "Walter Dean Myers"
   }
  },
  {
   "quote": {
    "text": "I'm a romantic. I like romantic movies."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "I'm turned off by the groupie thing. I'm a romantic; I like finding the right woman, and if it works, it works."
   },
   "author": {
    "text": "Joe Perry"
   }
  },
  {
   "quote": {
    "text": "I confess I am a romantic. I love romance, and I think it's really fun and delicious and some of my favorite films are love stories. I think that you just get a chance to fall in love with the characters so much and you get to explore their lives so deeply."
   },
   "author": {
    "text": "Rachel McAdams"
   }
  },
  {
   "quote": {
    "text": "I was commissioned to write some romantic fiction, and I really liked doing those, and they were very instructive in terms of building characters and plots. But it never felt right for me."
   },
   "author": {
    "text": "Paula Hawkins"
   }
  },
  {
   "quote": {
    "text": "For me, there's something very romantic about going and looking at the stars and trying to photograph spy satellites."
   },
   "author": {
    "text": "Trevor Paglen"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, I really loved watching 'Cinderella.' It's a fantasy, and every girl knows that real life isn't always like these movies, but as a child, I just really loved the story of 'Cinderella.' I found it to be so romantic and just a beautiful movie to watch."
   },
   "author": {
    "text": "Sara Ramirez"
   }
  },
  {
   "quote": {
    "text": "Is Valentine's Day a day to make cupcakes with your children? No, Valentine's is supposed to be a day about romantic love."
   },
   "author": {
    "text": "Ayelet Waldman"
   }
  },
  {
   "quote": {
    "text": "If I were sufficiently romantic I suppose I'd have killed myself long ago just to make people talk about me. I haven't even got the conviction to make a successful drunkard."
   },
   "author": {
    "text": "John Dos Passos"
   }
  },
  {
   "quote": {
    "text": "There's always something heroic and romantic about taking a stand against the powers that be."
   },
   "author": {
    "text": "Greg Gutfeld"
   }
  },
  {
   "quote": {
    "text": "When I am in love, I am ridiculously and hopelessly romantic."
   },
   "author": {
    "text": "Jacqueline Fernandez"
   }
  },
  {
   "quote": {
    "text": "I try to do romantic gestures all the time."
   },
   "author": {
    "text": "Armie Hammer"
   }
  },
  {
   "quote": {
    "text": "I think I've only done one horror movie, Psycho III. That was a walk in the park compared to a romantic comedy."
   },
   "author": {
    "text": "Carter Burwell"
   }
  },
  {
   "quote": {
    "text": "I'm a romantic guy."
   },
   "author": {
    "text": "Fred Durst"
   }
  },
  {
   "quote": {
    "text": "Like most dictators, Col Gaddafi detests the metropolis. His vision of Libya is a kind of Bedouin romantic medievalism, suspicious of universities, theatres, galleries and cafes, and so monitors the cities' inhabitants with paranoid suspicion."
   },
   "author": {
    "text": "Hisham Matar"
   }
  },
  {
   "quote": {
    "text": "I think the French have a romantic cliche that Englishmen have great style, great music, irony and sense of humour. Well, sometimes cliches are true."
   },
   "author": {
    "text": "Josephine de La Baume"
   }
  },
  {
   "quote": {
    "text": "Being black, Latino, or Asian is not a genre. Romantic comedies, thrillers, action - those are genres. I think there's a lot of people who want to have the conversation. I don't think people are afraid of it, I just think it's the time to have that conversation. Race is not a genre."
   },
   "author": {
    "text": "Mara Brock Akil"
   }
  },
  {
   "quote": {
    "text": "The romantic notion of the clubhouse as a traveling fraternity of working-class heroes - the boys of summer - is perhaps the most potent in all of baseball."
   },
   "author": {
    "text": "David Grann"
   }
  },
  {
   "quote": {
    "text": "I have never once celebrated a Valentine's Day as a romantic holiday. For me, it's another opportunity to tell my kids or whoever how much I love them. I hang pink crepe paper and make heart-shaped pancakes!"
   },
   "author": {
    "text": "Delilah"
   }
  },
  {
   "quote": {
    "text": "Moving to the country is a very bold thing to do. You can have vague romantic notions about doing that, but in actuality, it can be a terrifying thing."
   },
   "author": {
    "text": "Nick Cave"
   }
  },
  {
   "quote": {
    "text": "I have written a considerable amount - both fiction and nonfiction - about the Caribbean. My love for this part of the world is centered on a deep admiration for its people - a people who are both tough and romantic, dreamers and cynics, people who face a thousand defeats and are never defeated."
   },
   "author": {
    "text": "Mark Kurlansky"
   }
  },
  {
   "quote": {
    "text": "I don't make romantic films. I make films about human relationships."
   },
   "author": {
    "text": "Yash Chopra"
   }
  },
  {
   "quote": {
    "text": "I'd always thought hurricanes were romantic, with pretty feminine names like Celestine."
   },
   "author": {
    "text": "Mark Shand"
   }
  },
  {
   "quote": {
    "text": "I love to have my hair down; I love to have my hair full... there's something romantic about it."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "If you look at romantic comedies as pieces of commerce, the audience is looking for wish fulfillment."
   },
   "author": {
    "text": "Tom Hanks"
   }
  },
  {
   "quote": {
    "text": "I'm a hopeless romantic, and very much the person in a relationship to go: If things are going well, I'll buy the flowers, remember the dates of things, plan fun nights out."
   },
   "author": {
    "text": "Jennifer Love Hewitt"
   }
  },
  {
   "quote": {
    "text": "I've done a road trip across Italy with a girlfriend, and that was very romantic. I think that road trips are probably one of the romantic things you can do. To take your girlfriend and just stay wherever; don't have a destination and just drive and see where the road takes you is pretty cool."
   },
   "author": {
    "text": "Christopher Egan"
   }
  },
  {
   "quote": {
    "text": "You're an actor, are you? Well, all that means is: you are irresponsible, irrational, romantic, and incapable of handling an adult emotion or a universal concept without first reducing it to something personal, material, sensational - and probably sexual!"
   },
   "author": {
    "text": "George Herman"
   }
  },
  {
   "quote": {
    "text": "I do feel like guys feel pressure to be funny with me, which is kind of annoying. It's a turn-off if someone's trying hard to be funny because it feels like they're auditioning for a comedy job or something. It doesn't feel romantic to me. I get so much comedy from my life that, from a guy, I'm more looking for something sweet or romantic."
   },
   "author": {
    "text": "Chelsea Peretti"
   }
  },
  {
   "quote": {
    "text": "'I Am Number Four' is an action-packed adventure entwined with a romantic story. I play the role of John Smith. John wants to be a normal kid, but he is from a different planet and he has been given this destiny of becoming a warrior."
   },
   "author": {
    "text": "Alex Pettyfer"
   }
  },
  {
   "quote": {
    "text": "I guess it's ridiculously romantic, but I wanted to be a full tilt, sink-or-swim writer."
   },
   "author": {
    "text": "Daniel Woodrell"
   }
  },
  {
   "quote": {
    "text": "It seemed romantic but also tragic - people would be winning but then lose it all, or crash but fight on, break bones but get back on their bikes and try to finish. Just getting to the end was seen as an achievement in itself."
   },
   "author": {
    "text": "David Millar"
   }
  },
  {
   "quote": {
    "text": "I love surprises - champagne and strawberries, all that pampering, romantic stuff. Guys ought to know how to pamper their women properly."
   },
   "author": {
    "text": "Danica McKellar"
   }
  },
  {
   "quote": {
    "text": "I couldn't write a happy movie or romantic comedy to save my life. Yes, Noel Coward's an idol, but his plays are serious to me. 'Private Lives' and 'Design for Living' both have an edge. Without psychoanalyzing myself, I think I exorcise my demons in my work."
   },
   "author": {
    "text": "John Logan"
   }
  },
  {
   "quote": {
    "text": "The chance to play a romantic character who kisses somebody onscreen was one of the elements that made me want to do 'The Stand.' The more you can do, the better, and I've been known as a character actor."
   },
   "author": {
    "text": "Gary Sinise"
   }
  },
  {
   "quote": {
    "text": "A romantic relationship requires honesty between a couple."
   },
   "author": {
    "text": "Tzipi Livni"
   }
  },
  {
   "quote": {
    "text": "As a successful romantic novelist - one of my publishers is Mills & Boon - I create the sort of male heroes that no woman could fail to adore and few real men could hope to emulate."
   },
   "author": {
    "text": "P. C. Cast"
   }
  },
  {
   "quote": {
    "text": "I'd done a bachelor's degree, which I'd enjoyed, but I didn't know what to do with my life at the time. I was conflicted, and, being a hopeless romantic, I followed my girlfriend at the time to Vanderbilt, where, obviously, we broke up a couple of months later."
   },
   "author": {
    "text": "Duncan Jones"
   }
  },
  {
   "quote": {
    "text": "When you see a bad romantic comedy, you see the script, the director, and the actors trying to create this warmth and this pathos and this feeling that you care about them. That cannot be manufactured - it's either there or it isn't."
   },
   "author": {
    "text": "Jeff Garlin"
   }
  },
  {
   "quote": {
    "text": "I was a very romantic, overly dramatic young lady, which served me well as a songwriter. Especially as someone who had to focus on lyrics and melody, because if you're a dramatic and romantic person, lyrics come easy, and you turn every single short-term relationship into the biggest 'Romeo-and-Juliet' story ever."
   },
   "author": {
    "text": "Jane Wiedlin"
   }
  },
  {
   "quote": {
    "text": "My sister's journal was the romantic one with boys, and mine was talking about my rock tumbler. We were so different and so similar."
   },
   "author": {
    "text": "Paula Pell"
   }
  },
  {
   "quote": {
    "text": "Love is the driver for all great stories: not just romantic love, but the love of parent for child, for family, for country."
   },
   "author": {
    "text": "Jojo Moyes"
   }
  },
  {
   "quote": {
    "text": "My mother was a reader; my father was a reader. Not anything particularly sophisticated. My mother read fat historical or romantic novels; my father liked to read Westerns, Zane Grey, that kind of stuff. Whatever they brought in, I read."
   },
   "author": {
    "text": "John Edgar Wideman"
   }
  },
  {
   "quote": {
    "text": "It gives me immense pleasure to be trustworthy, faithful, and true - to have the kind of romantic bond that inspires this."
   },
   "author": {
    "text": "Kate Christensen"
   }
  },
  {
   "quote": {
    "text": "My passion is capturing what it feels like to love, be it romantic or otherwise. I love to watch two people realize what they meant for each other - and that goes across all media, books, TV, movies, personal essays; everything."
   },
   "author": {
    "text": "Taylor Jenkins Reid"
   }
  },
  {
   "quote": {
    "text": "People say the 'Lost Generation' in a romantic sense, but I think it was tragic. They were really lost."
   },
   "author": {
    "text": "Corey Stoll"
   }
  },
  {
   "quote": {
    "text": "WWI is a romantic war, in all senses of the word. An entire generation of men and women left the comforts of Edwardian life to travel bravely, and sometimes even jauntily, to almost certain death. At the very least, any story or novel about WWI is about innocence shattered in the face of experience."
   },
   "author": {
    "text": "Anita Shreve"
   }
  },
  {
   "quote": {
    "text": "India is desperately romantic, utterly unashamed of its sentimentality, its generosity, its fierce pride and massive heart."
   },
   "author": {
    "text": "Simon Beaufoy"
   }
  },
  {
   "quote": {
    "text": "On one level, this was the biggest challenge out there - to make a film of this scope, in this amount of time, and to go into a different genre, essentially. Yes, I've done a vampire film, but 'Eclipse' is a very different kind of thing. This is a romantic story, which swings from a darker, more abject feeling to very pure romantic scenes."
   },
   "author": {
    "text": "David Slade"
   }
  },
  {
   "quote": {
    "text": "It more or less has the shape of a love song, but 'Crescent Moon' reflects more my longing for an ancient romantic context that includes wild animals, fire, danger of death, stellar navigation, and seasonal intuition."
   },
   "author": {
    "text": "Frank Black"
   }
  },
  {
   "quote": {
    "text": "It's the pursuit of love and happiness that is the driving force of the romantic novel."
   },
   "author": {
    "text": "Susanna Kearsley"
   }
  },
  {
   "quote": {
    "text": "I think when you are trying to be intimate with people that are so incredibly self-obsessed, it's not going to work. It's not going to be romantic, and it's probably going to be one-sided."
   },
   "author": {
    "text": "Noel Wells"
   }
  },
  {
   "quote": {
    "text": "Then I abandoned comics for fine art because I had some romantic vision of being like Vincent Van Gogh Jr."
   },
   "author": {
    "text": "Bill Griffith"
   }
  },
  {
   "quote": {
    "text": "I don't need to control anything. Even with romantic partnerships, I don't need to control anyone."
   },
   "author": {
    "text": "Cass McCombs"
   }
  },
  {
   "quote": {
    "text": "The American is wholeheartedly for love and romance at any cost."
   },
   "author": {
    "text": "Leslie Caron"
   }
  },
  {
   "quote": {
    "text": "I heard this music coming out of the radio and it was 'Ain't Nobody's Business.' It got me. I thought, 'I can do this.' I decided just like that. No romantic story."
   },
   "author": {
    "text": "Jerry Leiber"
   }
  },
  {
   "quote": {
    "text": "I'm not really a fan of Valentine's Day. I think it can be romantic doing nothing on Valentine's Day. It's more romantic than being given a big bunch of flowers that everyone else is doing."
   },
   "author": {
    "text": "Gabriella Wilde"
   }
  },
  {
   "quote": {
    "text": "People like to see certain actors do certain things, and people like to see me play that role. I also have no interest in playing a normal girl in a romantic comedy in some cutesy thing."
   },
   "author": {
    "text": "Drea De Matteo"
   }
  },
  {
   "quote": {
    "text": "I just - I like the saccharin and the gooeyness of 'Bachelor,' and how just gross and like falsely romantic it is. Whereas, like, the 'Real Housewives' is just raw, and it's just - it's the fights that get me. It's just very uncomfortable for me."
   },
   "author": {
    "text": "Ken Marino"
   }
  },
  {
   "quote": {
    "text": "I like a man who has a great curiosity and sense of adventure because that's the way I am. He has to have a willingness to be vulnerable and a willingness to see where the road takes us. And I want a man who is romantic."
   },
   "author": {
    "text": "Mary Frann"
   }
  },
  {
   "quote": {
    "text": "Romantic comedies are backbreaking to write because they have to be fresh."
   },
   "author": {
    "text": "Mike Newell"
   }
  },
  {
   "quote": {
    "text": "I like things that start depressing and dark and end up romantic, and that's what I really loved about 'King Kong.'"
   },
   "author": {
    "text": "Petra Haden"
   }
  },
  {
   "quote": {
    "text": "I loved it. I just thought I wanted to stay in college forever. I came to New York all by myself; I didn't have any friends there. But it was fine. I felt comfortable. I started thinking, 'Maybe graduate school?' I was really cool with people who were smart, who knew stuff. It's very romantic and stimulating."
   },
   "author": {
    "text": "Alice Smith"
   }
  },
  {
   "quote": {
    "text": "I'm now more about romantic beauty. The dominatrix thing is over. You never look as good in person as you do in 'Maxim,' but it's fun. It's all like a fantasy."
   },
   "author": {
    "text": "Julianna Guill"
   }
  },
  {
   "quote": {
    "text": "There are two births: the one when light, First strikes the new awakened sense; The other when two souls unite, And we must count our life from thence, When you loved me and I loved you, Then both of us were born anew."
   },
   "author": {
    "text": "William Cartwright"
   }
  },
  {
   "quote": {
    "text": "I think the idea of marriage is very romantic; it's a beautiful idea, and the practice of it can be a very beautiful thing."
   },
   "author": {
    "text": "Scarlett Johansson"
   }
  },
  {
   "quote": {
    "text": "I'm not what you might call sexy, but I'm romantic. Let's put it that way."
   },
   "author": {
    "text": "Betty White"
   }
  },
  {
   "quote": {
    "text": "A romantic comedy has to be funny and make you think about life; but the obstacle that has to be overcome is key."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "I don't know if it's possible to live the rock 'n roll lifestyle and still be romantic."
   },
   "author": {
    "text": "Adam Levine"
   }
  },
  {
   "quote": {
    "text": "There is something about a Luger that separates it from all other handguns, and Luger devotees and Luger society members speak of it in romantic terms that must sound plain nuts to those who consider themselves level-headed."
   },
   "author": {
    "text": "Dick Cavett"
   }
  },
  {
   "quote": {
    "text": "I don't want to be typecast as a heroine who does a certain kind of cinema, which is why I experiment with the types of films that I do. But yes, I won't deny that romantic love stories or romantic comedies are what I enjoy doing the most, because as an audience those are the kind of films that I like watching."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "If you're a woman and a guy's ever said anything romantic to you, he just left off the second part that would have made you sick if you could have heard it."
   },
   "author": {
    "text": "Louis C. K."
   }
  },
  {
   "quote": {
    "text": "Young people have this almost romantic attachment to civil rights, liberties, emancipating people from oppression, etc. The idea that such oppression exists in this country offends me, but it's able to be pushed and sold because education in this country is so woefully incompetent and inept."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "Grunge is a hippied romantic version of punk."
   },
   "author": {
    "text": "Marc Jacobs"
   }
  },
  {
   "quote": {
    "text": "There are certain romances that belong in certain cities, in a certain atmosphere, in a certain time."
   },
   "author": {
    "text": "Sammy Davis, Jr."
   }
  },
  {
   "quote": {
    "text": "I think empathy is romantic. I think humor is romantic. Kindness is romantic. I think those kind of gestures of caring and love are romantic."
   },
   "author": {
    "text": "Michael Buble"
   }
  },
  {
   "quote": {
    "text": "I think laughter and stimulating conversation are the things that truly make a romantic evening."
   },
   "author": {
    "text": "Michael Buble"
   }
  },
  {
   "quote": {
    "text": "I'm not a romantic."
   },
   "author": {
    "text": "Jack Kevorkian"
   }
  },
  {
   "quote": {
    "text": "I want to turn my attention to movies about love relationships. Exploring the female psyche - there ought to be some interesting discoveries there. Love stories. If you do it right, people want to hear romantic dialog."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "Hamilton was young, dashing, and romantic. He lent himself perfectly to be the star of a musical."
   },
   "author": {
    "text": "Ron Chernow"
   }
  },
  {
   "quote": {
    "text": "I am a hopeless romantic, and so is my wife."
   },
   "author": {
    "text": "Nick Cannon"
   }
  },
  {
   "quote": {
    "text": "It's glorious to be able to go onto the Internet and hear any kind of music anywhere, from anywhere, and get it instantly. But there's also something glorious about having a record with a sleeve and looking at the artwork, putting it on the turntable and playing it, there's still something romantic to me about that."
   },
   "author": {
    "text": "Conor Oberst"
   }
  },
  {
   "quote": {
    "text": "Numerous studies have shown how when one person in a romantic coupling gets depressed, the other becomes more depressed."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "Upsi is definitely the more romantic of the two. I am more laid back. We do have our differences of opinion sometimes. Upsi is always the first one to break the ice after an argument or a difference of opinion. That's what I love most about her."
   },
   "author": {
    "text": "Ram Charan"
   }
  },
  {
   "quote": {
    "text": "I can't remember a time when I didn't want to be a reporter. I don't know where I got the idea that it was a romantic calling."
   },
   "author": {
    "text": "Charles Kuralt"
   }
  },
  {
   "quote": {
    "text": "Now that I look back on it, having retired from being a reporter, it was kind of romantic. It was a wonderful way to live one's life, just as I imagined it would be when I was 6 or 7."
   },
   "author": {
    "text": "Charles Kuralt"
   }
  },
  {
   "quote": {
    "text": "Death was like love, a romantic escape."
   },
   "author": {
    "text": "Brigitte Bardot"
   }
  },
  {
   "quote": {
    "text": "In the romantic sense, I'm pretty useless with guys. If I see somebody who I'm attracted to, generally I just think, 'Oh well, he's not interested in me.' The only time that I talk to guys is when they talk to me first."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "Usually comedy is only available to us ladies in the romantic comedy. That's why I hate romantic comedies."
   },
   "author": {
    "text": "Sandra Bullock"
   }
  },
  {
   "quote": {
    "text": "I think in general, romantic comedies tend to take one person's point of view, but every once in a while you get something that is balanced for two people."
   },
   "author": {
    "text": "Sandra Bullock"
   }
  },
  {
   "quote": {
    "text": "I've never been a blind romantic."
   },
   "author": {
    "text": "Sandra Bullock"
   }
  },
  {
   "quote": {
    "text": "For me, the performance was always playing different people. And so when I got older, was no longer the romantic leading movie star, it became more and more interesting for me, the characters I played, you know?"
   },
   "author": {
    "text": "Michael Caine"
   }
  },
  {
   "quote": {
    "text": "I'm not the most romantic guy, although I do try."
   },
   "author": {
    "text": "Seth Rogen"
   }
  },
  {
   "quote": {
    "text": "The audiences know their actors. Didn't Shah Rukh Khan have a romantic image despite playing a dad in 'Kuch Kuch Hota Hai?'"
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "I've had fun doing romantic comedies, but I just can't anymore. There's nothing fulfilling creatively, there's nowhere to grow, nothing to learn from it or for yourself. I'd rather just be home with my family or write music until that special project comes my way."
   },
   "author": {
    "text": "Mandy Moore"
   }
  },
  {
   "quote": {
    "text": "The underdog winning is the romantic position."
   },
   "author": {
    "text": "Malcolm Gladwell"
   }
  },
  {
   "quote": {
    "text": "The most romantic thing a guy has ever done for me is starting a family. That's as romantic as it gets."
   },
   "author": {
    "text": "Isla Fisher"
   }
  },
  {
   "quote": {
    "text": "I love my wife dearly, and, therefore, I've never cooked a meal, romantic or otherwise, for her."
   },
   "author": {
    "text": "Steve Carell"
   }
  },
  {
   "quote": {
    "text": "I'm very romantic and of course I want to be in love."
   },
   "author": {
    "text": "Emma Watson"
   }
  },
  {
   "quote": {
    "text": "I loved Debussy, Stravinsky, Chopin, Tchaikovsky, anything with romantic melodies, especially the nocturnes. Nietzsche was a hero, especially with 'Thus Spoke Zarathustra.' He gets a bad rap; he's very misunderstood. He's a maker of individuals, and he was a teacher of teachers."
   },
   "author": {
    "text": "Joni Mitchell"
   }
  },
  {
   "quote": {
    "text": "My father has been an actor since 1964. Things were tight a lot of the times, financially. It wasn't like a big romantic adventure."
   },
   "author": {
    "text": "Chris Pine"
   }
  },
  {
   "quote": {
    "text": "I have a romantic vision of the beautiful delineation between TV and film that existed for so many years. I romanticize the studio system and movie stars as a whole, but obviously that's just anachronistic and probably a non-reality."
   },
   "author": {
    "text": "Chris Pine"
   }
  },
  {
   "quote": {
    "text": "My greatest environments in which I can grow, or grow up, is in personal romantic relationships with a man."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "Romantic poetry had its heyday when people like Lord Byron were kicking it large. But you try and make a living as a poet today, and you'll find it's very different!"
   },
   "author": {
    "text": "Alan Moore"
   }
  },
  {
   "quote": {
    "text": "If I eat a huge meal and I can get the girl to rub my belly, I think that's about as romantic as I can think of."
   },
   "author": {
    "text": "Ryan Gosling"
   }
  },
  {
   "quote": {
    "text": "To me, little Mike Wazowski is one of the best characters I ever got to play because he was funny. He was outrageous. He got angry. He was romantic. He was a full, well-rounded character."
   },
   "author": {
    "text": "Billy Crystal"
   }
  },
  {
   "quote": {
    "text": "Julia Roberts and Sandra Bullock do romantic comedies. I do dark dramas. I do these movies well."
   },
   "author": {
    "text": "Jodie Foster"
   }
  },
  {
   "quote": {
    "text": "I am the actor that I am. I do what I do. I've been a 'leading man' playing romantic leads for a long time now."
   },
   "author": {
    "text": "Pierce Brosnan"
   }
  },
  {
   "quote": {
    "text": "Marriage is not simply a romantic union between two people; it's also a political and economic contract of the highest order."
   },
   "author": {
    "text": "Elizabeth Gilbert"
   }
  },
  {
   "quote": {
    "text": "I love romantic comedies. I like to watch them and I like to be in them. It's something that's increasingly difficult to find that spark of originality that makes if different than the ones that come before."
   },
   "author": {
    "text": "Julia Roberts"
   }
  },
  {
   "quote": {
    "text": "The notion that the public accepts or rejects anything in modern art is merely romantic fiction. The game is completed and the trophies distributed long before the public knows what has happened."
   },
   "author": {
    "text": "Tom Wolfe"
   }
  },
  {
   "quote": {
    "text": "I broke my nose in gym when a ball hit me. I took a girl to her debutante ball the next week wearing a tux and a big, honking bandage. Not the romantic night she had in mind."
   },
   "author": {
    "text": "Wentworth Miller"
   }
  },
  {
   "quote": {
    "text": "Hugh Grant is the main man. He's the number one romantic comedy man in the world."
   },
   "author": {
    "text": "Sam Elliott"
   }
  },
  {
   "quote": {
    "text": "I am very uncomfortable being romantic. I can be funny; I can be all over the place. I can be anything but romantic."
   },
   "author": {
    "text": "Amruta Khanvilkar"
   }
  },
  {
   "quote": {
    "text": "My mum would say sometimes, 'Do you think you might be gay?' But it wasn't that. When I imagined myself in a romantic setting, it was heterosexual, but I was just always a girl."
   },
   "author": {
    "text": "Andreja Pejic"
   }
  },
  {
   "quote": {
    "text": "I'm always trying to perfect the romantic comedy, though."
   },
   "author": {
    "text": "David Duchovny"
   }
  },
  {
   "quote": {
    "text": "Just because a romantic relationship ends doesn't mean that the other facets of your relationship have to end... or, indeed, doesn't mean they can't get better."
   },
   "author": {
    "text": "Chris Martin"
   }
  },
  {
   "quote": {
    "text": "I feel like you don't know if someone's equipped for a romantic relationship until they're out of their twenties."
   },
   "author": {
    "text": "Lena Dunham"
   }
  },
  {
   "quote": {
    "text": "I think romantic comedy, when done right, is my favorite genre. It's just a genre that's very human."
   },
   "author": {
    "text": "Lena Dunham"
   }
  },
  {
   "quote": {
    "text": "Any woman can make pole dancing a regular part of their exercise routine - and a fun part of their romantic life!"
   },
   "author": {
    "text": "Kendra Wilkinson"
   }
  },
  {
   "quote": {
    "text": "I've always been attracted to romantic secondhand clothes. But my style developed as I started going to these strange raves where everybody had these very definitive costumes."
   },
   "author": {
    "text": "Florence Welch"
   }
  },
  {
   "quote": {
    "text": "A romantic date for me is sitting in pajamas and being with a guy with whom I can be myself."
   },
   "author": {
    "text": "Alia Bhatt"
   }
  },
  {
   "quote": {
    "text": "I don't find these technical things like flowers and chocolates romantic at all. I think Valentine's Day makes no sense."
   },
   "author": {
    "text": "Alia Bhatt"
   }
  },
  {
   "quote": {
    "text": "Because I think in order to get famous you have to be known for something. Like 'You're the romantic comedy girl' or 'You're the Oscar-winning whatever girl.'"
   },
   "author": {
    "text": "Rachel Weisz"
   }
  },
  {
   "quote": {
    "text": "My music is bejewelled, it's colourful, it's romantic, it shines."
   },
   "author": {
    "text": "Carly Rae Jepsen"
   }
  },
  {
   "quote": {
    "text": "I think as a young actress, it's very rare that you read something where you're not either 'the girl' or there to serve some romantic purpose in a male dominated cast."
   },
   "author": {
    "text": "Sienna Miller"
   }
  },
  {
   "quote": {
    "text": "I was blinded by being a romantic person."
   },
   "author": {
    "text": "Sienna Miller"
   }
  },
  {
   "quote": {
    "text": "The amount of speculation surrounding my romantic life is astounding. It's strange how involved people get: invested and angry, really disappointed."
   },
   "author": {
    "text": "Sienna Miller"
   }
  },
  {
   "quote": {
    "text": "What I'd really like to write is a romantic comedy. This is my favorite kind of movie. I feel almost embarrassed revealing this, because the genre has been so degraded in the past twenty years that saying you like romantic comedies is essentially an admission of mild stupidity."
   },
   "author": {
    "text": "Mindy Kaling"
   }
  },
  {
   "quote": {
    "text": "I regard romantic comedies as a subgenre of sci-fi, in which the world operates according to different rules than my regular human world."
   },
   "author": {
    "text": "Mindy Kaling"
   }
  },
  {
   "quote": {
    "text": "I have such a rich fantasy life, I can't help it. I do make up a lot of romantic stories in my head."
   },
   "author": {
    "text": "Mindy Kaling"
   }
  },
  {
   "quote": {
    "text": "Woody Allen is really the ultimate. I love that he believed in himself enough to do what he did. And I have that same feeling - that there's nobody that looks like me in movies, nobody would cast me as a romantic lead, but I want to do it and I feel confident that I can."
   },
   "author": {
    "text": "Mindy Kaling"
   }
  },
  {
   "quote": {
    "text": "When men hear women want a commitment, they think it means commitment to a romantic relationship, but that's not it. It's a commitment to not floating around anymore. I want a guy who is entrenched in his own life. Entrenched is awesome."
   },
   "author": {
    "text": "Mindy Kaling"
   }
  },
  {
   "quote": {
    "text": "On 'The Office,' so much of the show is about disguising your true feelings and your romantic feelings because it was a mock documentary."
   },
   "author": {
    "text": "Mindy Kaling"
   }
  },
  {
   "quote": {
    "text": "If you are pro love, you have to be a little bit disloyal to the romantic feelings that propel you in the early days."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "I don't know who would not classify themselves as a romantic. I think that would be sort of sad."
   },
   "author": {
    "text": "Natalie Portman"
   }
  },
  {
   "quote": {
    "text": "I always think the most romantic books or films are the ones where the romance doesn't happen, because it makes your heart ache so much watching it."
   },
   "author": {
    "text": "Natalie Portman"
   }
  },
  {
   "quote": {
    "text": "I'm a horrible romantic!"
   },
   "author": {
    "text": "Jamie Campbell Bower"
   }
  },
  {
   "quote": {
    "text": "It turns out that a husband who does the laundry, it's very romantic when you're older. And it's hard to believe when you're younger. But it's absolutely true."
   },
   "author": {
    "text": "Sheryl Sandberg"
   }
  },
  {
   "quote": {
    "text": "As far as the lack of hits goes, I think perhaps it's because I've played a lot of different roles and have not created a persona that the public can latch on to. I have played everything from psychopathic killers to romantic leading men, and in picking such diverse roles I have avoided typecasting."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "Love alone could waken love."
   },
   "author": {
    "text": "Pearl S. Buck"
   }
  },
  {
   "quote": {
    "text": "I think a lot of people feel that they want something softer. Things are changing. It's about individuality, and in a way, it's romantic."
   },
   "author": {
    "text": "Alessandro Michele"
   }
  },
  {
   "quote": {
    "text": "The romantic embrace can only be compared with music and with prayer."
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "I don't ever want to be a sentimentalist. I prefer to be a realist. I'm not a romantic really."
   },
   "author": {
    "text": "James Earl Jones"
   }
  },
  {
   "quote": {
    "text": "Acting is not about anything romantic, not even fantasy, although you do create fantasy."
   },
   "author": {
    "text": "James Earl Jones"
   }
  },
  {
   "quote": {
    "text": "My books are love stories at core, really. But I am interested in manifestations of love beyond the traditional romantic notion. In fact, I seem not particularly inclined to write romantic love as a narrative motive or as an easy source of happiness for my characters."
   },
   "author": {
    "text": "Khaled Hosseini"
   }
  },
  {
   "quote": {
    "text": "I wanted to show people I'm like a modern Romeo. I'm romantic, but I can also be seductive. I can be cool and charismatic, swagger-type."
   },
   "author": {
    "text": "Romeo Santos"
   }
  },
  {
   "quote": {
    "text": "All of the songs my grandparents and parents listened to are called boleros - they're all love songs. They're about giving your heart to a person. It's a culture that is so romantic and passionate, and that's something that I'm very proud of. We grew up with nothing, so we just want to live a life full of love."
   },
   "author": {
    "text": "Camila Cabello"
   }
  },
  {
   "quote": {
    "text": "Personally, I can't see why it would be any less romantic to find a husband in a nice four-color catalogue than in the average downtown bar at happy hour."
   },
   "author": {
    "text": "Barbara Ehrenreich"
   }
  },
  {
   "quote": {
    "text": "You know, I've always thought that it would be really funny if somebody made a romantic comedy where absolutely everything went well from beginning to end."
   },
   "author": {
    "text": "Fiona Apple"
   }
  },
  {
   "quote": {
    "text": "'Natural Born Killers' is really a misunderstood romantic comedy."
   },
   "author": {
    "text": "Woody Harrelson"
   }
  },
  {
   "quote": {
    "text": "I'd love to continue my career in Hollywood - I'd love to do another action film, or a romantic comedy, or horror. I love horror films."
   },
   "author": {
    "text": "Rain"
   }
  },
  {
   "quote": {
    "text": "I don't think Hollywood knows what to do with me. I would imagine that when it comes to romantic comedies, my name would be pretty low down on the list."
   },
   "author": {
    "text": "Gary Oldman"
   }
  },
  {
   "quote": {
    "text": "I had to satisfy the action fans, the romantic fans, the intellectual fans. It was a terrific burden."
   },
   "author": {
    "text": "Sidney Poitier"
   }
  },
  {
   "quote": {
    "text": "I'm better with my hands, and I always loved the slightly romantic idea of starting with bits of wood and being able to create something to sit on, to eat from, to store your clothes in."
   },
   "author": {
    "text": "Jamie Oliver"
   }
  },
  {
   "quote": {
    "text": "I'm probably a bit romantic about it, but I think we humans miss having contact with fire. We need it."
   },
   "author": {
    "text": "Jamie Oliver"
   }
  },
  {
   "quote": {
    "text": "I think I'm a romantic person, yeah."
   },
   "author": {
    "text": "Antonio Banderas"
   }
  },
  {
   "quote": {
    "text": "Once I got married and had kids, I moved away from romantic roles, because it seemed wrong to have my three-year-old wondering why Daddy was kissing someone else."
   },
   "author": {
    "text": "Chevy Chase"
   }
  },
  {
   "quote": {
    "text": "Personally, I find it romantic not to be with someone all the time; you don't get used to someone or take them for granted."
   },
   "author": {
    "text": "Monica Bellucci"
   }
  },
  {
   "quote": {
    "text": "Ooh, it's too embarrassing to share my innermost romantic secrets - although I have written Danielle the odd poem. If anything they are more comedic than romantic. They used to be well-received but that was before she started studying Shakespeare at drama college. Now I feel so inept."
   },
   "author": {
    "text": "Gary Lineker"
   }
  },
  {
   "quote": {
    "text": "We have got too many kids around the house to have a romantic meal at home. But Danielle is a fantastic cook. She does a brilliant lasagne, great roasts and a great chilli dish. She knows the way to my heart."
   },
   "author": {
    "text": "Gary Lineker"
   }
  },
  {
   "quote": {
    "text": "I am so romantic about Gypsies. They're not allowed to do anything until they get married. So they all get married really young, at sixteen."
   },
   "author": {
    "text": "Kate Moss"
   }
  },
  {
   "quote": {
    "text": "After my divorce, I took some time off from having a romantic life to begin the tough work of figuring out where I'd gone wrong and what on Earth I could do to understand how to be a whole person in a relationship."
   },
   "author": {
    "text": "Emily V. Gordon"
   }
  },
  {
   "quote": {
    "text": "I've actually always wanted to write like a one-person show that was sort of a romantic comedy - a show that was kind of cynical about romance and marriage but ultimately embraced it. Because I feel like comedy is always cynical, inherently, because it's contrarian."
   },
   "author": {
    "text": "Mike Birbiglia"
   }
  },
  {
   "quote": {
    "text": "If it was a great script and a great character, I would love to do a romantic comedy."
   },
   "author": {
    "text": "Andy Serkis"
   }
  },
  {
   "quote": {
    "text": "I had a kind of romantic notion about being a Hollywood Errol Flynn type."
   },
   "author": {
    "text": "Kelsey Grammer"
   }
  },
  {
   "quote": {
    "text": "I had a kind of romantic notion about being a Hollywood Errol Flynn type. Honestly, I did not get into a lot of bar brawls - but I was always willing to. About the only thing missing from my story is that I haven't had a full knock-down fight in the middle of the Polo Lounge."
   },
   "author": {
    "text": "Kelsey Grammer"
   }
  },
  {
   "quote": {
    "text": "I would pretend to be the French lieutenant's woman. I was always a romantic. I still am, actually."
   },
   "author": {
    "text": "Helena Bonham Carter"
   }
  },
  {
   "quote": {
    "text": "'Love Letter' reminds me of 'Chocolate Factory' and 'Happy People.' It's a little bit of both of those, yeah. I just wanted it to be classy, man. And romantic. And maybe 10 percent sexy."
   },
   "author": {
    "text": "R. Kelly"
   }
  },
  {
   "quote": {
    "text": "I did send a girl a plane ticket asking her for a visit, I guess that's quite romantic."
   },
   "author": {
    "text": "Orlando Bloom"
   }
  },
  {
   "quote": {
    "text": "Look at the genres women like: a romantic comedy game doesn't exist. Few examples of a documentary game exist. What is the equivalent of a real drama game? They don't exist. Emotion with that complexity for a more mature, older audience are necessary to make medium-like video games healthy so it can be highly respected like the film industry."
   },
   "author": {
    "text": "Jenova Chen"
   }
  },
  {
   "quote": {
    "text": "Despite not looking like a matinee idol, I feel like I have a lot to give. I've never had any trouble with women. People are always surprised with the romantic aspect of my movies."
   },
   "author": {
    "text": "John C. Reilly"
   }
  },
  {
   "quote": {
    "text": "The first thing that inspires me is my mood, but I take inspiration from a lot of things: a rock song, a romantic movie or a specific lifestyle, like 1960s London and, of course, Italian 'dolce vita!'"
   },
   "author": {
    "text": "Chiara Ferragni"
   }
  },
  {
   "quote": {
    "text": "I'm very romantic."
   },
   "author": {
    "text": "Enrique Iglesias"
   }
  },
  {
   "quote": {
    "text": "When I was sixteen, I was an absolutely romantic guy. I fell in love every week. I mean, I was in love with everybody, but unfortunately, nobody was in love with me."
   },
   "author": {
    "text": "Alejandro Gonzalez Inarritu"
   }
  },
  {
   "quote": {
    "text": "If a man lets all of my dogs sleep in the bed with us, then that is the most romantic thing. You must love my dogs in order to love me. A man who is nice to my animals and doesn't shoo them away - well, that's the height of romance."
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "For food to be romantic, it should be light. Too many times people plan a romantic meal, and the food is too heavy."
   },
   "author": {
    "text": "Jose Andres"
   }
  },
  {
   "quote": {
    "text": "I had no romantic interest in Gable. I considered him an older man."
   },
   "author": {
    "text": "Gene Tierney"
   }
  },
  {
   "quote": {
    "text": "The most aggressive artists often hide their romantic side."
   },
   "author": {
    "text": "Don Johnson"
   }
  },
  {
   "quote": {
    "text": "Especially around Valentine's Day, it's easy to find advice about sustaining a successful marriage, with suggestions for 'date nights' and romantic dinners for two. But as we spend more and more of our lives outside marriage, it's equally important to cultivate the skills of successful singlehood."
   },
   "author": {
    "text": "Stephanie Coontz"
   }
  },
  {
   "quote": {
    "text": "As Americans lose the wider face-to-face ties that build social trust, they become more dependent on romantic relationships for intimacy and deep communication and more vulnerable to isolation if a relationship breaks down."
   },
   "author": {
    "text": "Stephanie Coontz"
   }
  },
  {
   "quote": {
    "text": "'Bombay Velvet' is my most romantic film, it's my 'Titanic' or 'Gone With The Wind.'"
   },
   "author": {
    "text": "Ranbir Kapoor"
   }
  },
  {
   "quote": {
    "text": "It took me twenty years to get Steven Parrino's work. From the time I first saw his art, in the mid-eighties, I almost always dismissed it as mannered, Romantic, formulaic, conceptualist-formalist heavy-metal boy-art abstraction."
   },
   "author": {
    "text": "Jerry Saltz"
   }
  },
  {
   "quote": {
    "text": "I've been in silly movies and romantic movies and historic movies."
   },
   "author": {
    "text": "Kevin Bacon"
   }
  },
  {
   "quote": {
    "text": "If you look at my movie career, I do switch it up a lot. I'm always looking for a lot of different parts. It's been a while since I've been in a situation that was romantic."
   },
   "author": {
    "text": "Kevin Bacon"
   }
  },
  {
   "quote": {
    "text": "I'm a bit of a romantic. In theory!"
   },
   "author": {
    "text": "Olga Kurylenko"
   }
  },
  {
   "quote": {
    "text": "I've done romantic comedy, and I don't get to flex that muscle often."
   },
   "author": {
    "text": "Hill Harper"
   }
  },
  {
   "quote": {
    "text": "The romantic view would be that nomads are wonderful people, better than us; they care about the environment."
   },
   "author": {
    "text": "Robyn Davidson"
   }
  },
  {
   "quote": {
    "text": "The most romantic thing I ever did to my woman? I painted her toenails!"
   },
   "author": {
    "text": "Tracy Morgan"
   }
  },
  {
   "quote": {
    "text": "I'm the first one who sees every romantic comedy in theaters."
   },
   "author": {
    "text": "Elizabeth Olsen"
   }
  },
  {
   "quote": {
    "text": "I love a good romantic comedy."
   },
   "author": {
    "text": "Joss Whedon"
   }
  },
  {
   "quote": {
    "text": "The gospel sets us free to become the romantic leaders of our marriages without fright or hesitation. Because we have been forever wooed by Jesus, we are now free to forever woo our wives."
   },
   "author": {
    "text": "Tullian Tchividjian"
   }
  },
  {
   "quote": {
    "text": "A friend of mine wrote a script, a feminist romantic comedy. She had a feminist scholar consult on it. My friend said, 'Oh, my friend Gillian read it and really loved it.' She goes, 'Gillian Jacobs, you mean: Britta Perry, feminist icon?'"
   },
   "author": {
    "text": "Gillian Jacobs"
   }
  },
  {
   "quote": {
    "text": "As opposed to trying to make a kiss look romantic or sweet or passionate, it's kind of fun to just have the freedom to make it look weird, goofy and awkward."
   },
   "author": {
    "text": "Gillian Jacobs"
   }
  },
  {
   "quote": {
    "text": "I love romantic comedies. I have a deep respect for them. I think they're really difficult to write and write well."
   },
   "author": {
    "text": "Rashida Jones"
   }
  },
  {
   "quote": {
    "text": "You know, I grew up on romantic comedies, and it's hard to find a new way to tell that story."
   },
   "author": {
    "text": "Rashida Jones"
   }
  },
  {
   "quote": {
    "text": "I have a romantic side."
   },
   "author": {
    "text": "Curtis Jackson"
   }
  },
  {
   "quote": {
    "text": "You know, I always got offered other stuff. Not the romantic leads, obviously. But very often it's a role that's underwritten, where the character has no personality at all. And they need a character actor who can fill it in."
   },
   "author": {
    "text": "Harvey Fierstein"
   }
  },
  {
   "quote": {
    "text": "I'm not trying to be romantic. I think you can tell when people are trying to be sexy onstage. When I was doing 'All the Way,' I was really thinking about my wife. People don't know my personal experience, but they can tell it's an honest interpretation."
   },
   "author": {
    "text": "Harry Connick, Jr."
   }
  },
  {
   "quote": {
    "text": "I have a whole section of a filing cabinet in my office full of ideas. Some are ideas for books or articles I want to write. One is a romantic comedy; one's about my dad's life. I've also got ideas for books on moral relativism as well as democracy and human nature. There's also a really cool concept for a spy novel."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "If I were given a choice between two films and one was dark and explored depraved, troubled or sick aspects of our culture, I would always opt for that over the next romantic comedy."
   },
   "author": {
    "text": "David Schwimmer"
   }
  },
  {
   "quote": {
    "text": "I am still a hard-core romantic."
   },
   "author": {
    "text": "Divyanka Tripathi"
   }
  },
  {
   "quote": {
    "text": "Having an actual income can expand your romantic horizons toward the more appealing end of the spectrum."
   },
   "author": {
    "text": "Al Franken"
   }
  },
  {
   "quote": {
    "text": "When I was younger - it might be a romantic idea - I always thought I might go crazy."
   },
   "author": {
    "text": "Diane Kruger"
   }
  },
  {
   "quote": {
    "text": "I'm a big old romantic."
   },
   "author": {
    "text": "Colin Farrell"
   }
  },
  {
   "quote": {
    "text": "I had my first real kiss at Magic Mountain on a park bench. Not the most romantic thing ever."
   },
   "author": {
    "text": "Vanessa Hudgens"
   }
  },
  {
   "quote": {
    "text": "I'm not romantic; I'm very practical. There are lots of fish in the sea; so whoever gets struck with your rod, one is as good as another."
   },
   "author": {
    "text": "Twinkle Khanna"
   }
  },
  {
   "quote": {
    "text": "I want to do action, romantic comedy, and I love drama."
   },
   "author": {
    "text": "Liya Kebede"
   }
  },
  {
   "quote": {
    "text": "I watch 'The Notebook.' I love romantic movies. I love romantic comedies."
   },
   "author": {
    "text": "Romeo Miller"
   }
  },
  {
   "quote": {
    "text": "I love romantic comedies."
   },
   "author": {
    "text": "Romeo Miller"
   }
  },
  {
   "quote": {
    "text": "We're all just animals. That's all we are, and everything else is just an elaborate justification of our instincts. That's where music comes from. And romantic poetry. And bad novels."
   },
   "author": {
    "text": "Elvis Costello"
   }
  },
  {
   "quote": {
    "text": "I don't understand why every guy is not a romantic. I enjoy it."
   },
   "author": {
    "text": "Aaron Paul"
   }
  },
  {
   "quote": {
    "text": "All of us have a romantic streak in us. That's why we are fallible, aren't we?"
   },
   "author": {
    "text": "Kapil Sibal"
   }
  },
  {
   "quote": {
    "text": "I will never say never, but I will say never to doing the more typical romantic comedies. You know, unless I'm getting audited and I'm on the street and I desperately need some dough and that's the only thing that I'm getting."
   },
   "author": {
    "text": "Christian Bale"
   }
  },
  {
   "quote": {
    "text": "In terms of the romantic kind of lead, I just never enjoy those movies very much. Maybe they'll come to interest me more as I get older. I doubt it, but maybe. Romantic comedies tend to be, for me, an oxymoron."
   },
   "author": {
    "text": "Christian Bale"
   }
  },
  {
   "quote": {
    "text": "The only thing I would unequivocally say is that I have never had any interest in romantic comedy I just couldn't do it. I think I'd be terrible."
   },
   "author": {
    "text": "Christian Bale"
   }
  },
  {
   "quote": {
    "text": "I was a late starter on the romantic front. I didn't start dating until I was in my 30s."
   },
   "author": {
    "text": "Geri Halliwell"
   }
  },
  {
   "quote": {
    "text": "I've recorded in Portuguese, too. I didn't set out to just sing ballads or romantic songs."
   },
   "author": {
    "text": "Johnny Mathis"
   }
  },
  {
   "quote": {
    "text": "Love to me has meant different things at different junctures of my life. I'm not a hopeless romantic."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "And I don't believe that children are innocent. In fact, no one seriously believes that. Just go to a playground and watch the kids playing in the sandbox! The romantic notion of the sweet child is simply the parents projecting their own wishes."
   },
   "author": {
    "text": "Michael Haneke"
   }
  },
  {
   "quote": {
    "text": "I read too many romance novels during my formative years. I have a penchant for romantic comedies. I understand why 'Romeo and Juliet' came to such a pass."
   },
   "author": {
    "text": "Roxane Gay"
   }
  },
  {
   "quote": {
    "text": "When I got married, the Sun ran the headline: 'Here comes the bride, all fat and wide.' Luckily, it was a few days after the wedding - but it was still hideous to read at a great romantic moment."
   },
   "author": {
    "text": "Jo Brand"
   }
  },
  {
   "quote": {
    "text": "I thought being a cowboy would be a terribly romantic thing to do. But it wasn't. I shoveled a lot of stalls."
   },
   "author": {
    "text": "Bob Weir"
   }
  },
  {
   "quote": {
    "text": "The Bruce I knew back then was an easygoing, down-to-earth, casual, romantic, good and loving man. I was extremely happy to have found such a remarkable partner with whom to share my life."
   },
   "author": {
    "text": "Linda Thompson"
   }
  },
  {
   "quote": {
    "text": "To write a novel is to embark on a quest that is very romantic. People have visions, and the next step is to execute them. That's a very romantic project. Like Edvard Munch's strange dreamlike canvases where people are stylized, like 'The Scream.' Munch must have had that vision in a dream, he never saw it."
   },
   "author": {
    "text": "Joyce Carol Oates"
   }
  },
  {
   "quote": {
    "text": "I do know that I like to play characters that are sometimes a little on the outside - that's because it feels kind of romantic and sexier to me. I really think they are the people that we learn lessons from."
   },
   "author": {
    "text": "Willem Dafoe"
   }
  },
  {
   "quote": {
    "text": "I'm very much a romantic. I'm highly attuned to an older sensibility, which I believe is alive and well. We're not that far ahead of the Romantic Age in society."
   },
   "author": {
    "text": "Rufus Wainwright"
   }
  },
  {
   "quote": {
    "text": "The Germany I was enthused with was more old fashioned and kind of romantic. I just got there, and the next thing you know, I had this huge gilded album. It was kind of an amazing experience because I didn't intend it to be that way."
   },
   "author": {
    "text": "Rufus Wainwright"
   }
  },
  {
   "quote": {
    "text": "Romantic love is an addiction."
   },
   "author": {
    "text": "Helen Fisher"
   }
  },
  {
   "quote": {
    "text": "When you're in the throes of this romantic love, it's overwhelming - you're out of control, you're irrational, you're going to the gym at 6 A.M. every day - Why? Because she's there."
   },
   "author": {
    "text": "Helen Fisher"
   }
  },
  {
   "quote": {
    "text": "Romantic love allows you to focus mating energy. Attachment sustains that relationship as long as necessary to raise your baby."
   },
   "author": {
    "text": "Helen Fisher"
   }
  },
  {
   "quote": {
    "text": "I've always maintained that men were more romantic than women."
   },
   "author": {
    "text": "Helen Fisher"
   }
  },
  {
   "quote": {
    "text": "I think romantic love evolved to enable you to focus your mating energy on just one individual at a time, thereby conserving mating time and energy."
   },
   "author": {
    "text": "Helen Fisher"
   }
  },
  {
   "quote": {
    "text": "Anthropologists have found evidence of romantic love in 170 societies. They've never found a society that did not have it."
   },
   "author": {
    "text": "Helen Fisher"
   }
  },
  {
   "quote": {
    "text": "Blushing is thought to be linked to increased levels of norepinephrine in the brain, which may be associated with romantic feelings. It signals that we are interested and excited, which is attractive to men."
   },
   "author": {
    "text": "Helen Fisher"
   }
  },
  {
   "quote": {
    "text": "Psychologists maintain that the dizzying feeling of intense romantic love lasts only about 18 months to - at best - three years."
   },
   "author": {
    "text": "Helen Fisher"
   }
  },
  {
   "quote": {
    "text": "In a big Bollywood romantic film, taking my shirt off and spreading the hand towards the mountain with dancers behind me are not my cup of tea."
   },
   "author": {
    "text": "Vir Das"
   }
  },
  {
   "quote": {
    "text": "Animals are everywhere. Some are more romantic, like tigers and elephants and chimpanzees, and some are less romantic, like earthworms, but they are just as interesting."
   },
   "author": {
    "text": "Isabella Rossellini"
   }
  },
  {
   "quote": {
    "text": "Well my biggest dream is to be in a romantic comedy."
   },
   "author": {
    "text": "Izabella Scorupco"
   }
  },
  {
   "quote": {
    "text": "It's funny, I can sit through the worst horror film ever made but even a quite good romantic comedy can drive me nuts."
   },
   "author": {
    "text": "Jason Reitman"
   }
  },
  {
   "quote": {
    "text": "Growing up, a film was an action film or it was a comedy or it was romantic, but you don't really see such stark lines between genres nowadays."
   },
   "author": {
    "text": "Beck"
   }
  },
  {
   "quote": {
    "text": "Dinner is a great first date. Don't believe that stuff about girls not wanting to eat on a first date - sharing a romantic meal is so sexy."
   },
   "author": {
    "text": "Carmen Electra"
   }
  },
  {
   "quote": {
    "text": "I'm very romantic."
   },
   "author": {
    "text": "Carmen Electra"
   }
  },
  {
   "quote": {
    "text": "If you don't know a lot about figure skating, it's easy to fall in love with ice dancing because it's so romantic and so theatrical."
   },
   "author": {
    "text": "Dorothy Hamill"
   }
  },
  {
   "quote": {
    "text": "You know, I think that romance sort of coincides with effort, so you can fall flat on your face, but as long as you're making a great effort, I think it comes off as romantic."
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "I think that romance sort of coincides with effort, so you can fall flat on your face, but as long as you're making a great effort, I think it comes off as romantic. So it can be something as simple as, like, if you're someone who doesn't cook, you can make a meal."
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "I'm a big romantic, so I love guys who are romantic too."
   },
   "author": {
    "text": "Ashley Tisdale"
   }
  },
  {
   "quote": {
    "text": "I hope that I would be considered romantic. I don't know... one of my favorite movies is 'The Notebook' so I guess that would be considered romantic. But I think being romantic is more than the flowers and the gifts. It's about connecting with the person and being able to talk and share things with her."
   },
   "author": {
    "text": "Taylor Lautner"
   }
  },
  {
   "quote": {
    "text": "What Romantic terminology called genius or talent or inspiration is nothing other than finding the right road empirically, following one's nose, taking shortcuts."
   },
   "author": {
    "text": "Italo Calvino"
   }
  },
  {
   "quote": {
    "text": "I'm a hopeless romantic. I buy things because I fall in love with them. I never buy anything just because it's valuable."
   },
   "author": {
    "text": "Iris Apfel"
   }
  },
  {
   "quote": {
    "text": "My granddaddy on my momma's side, he was a romantic. He loved love songs. Every Valentine's Day, I remember him buying a red carnation for my grandmomma, my momma and my sister. That was something you could count on every year."
   },
   "author": {
    "text": "Josh Turner"
   }
  },
  {
   "quote": {
    "text": "I believed that the husband takes care of the family, and the wife takes care of him, and they are true to each other. I know that sounds a romantic illusion, but it can be true."
   },
   "author": {
    "text": "Debbie Reynolds"
   }
  },
  {
   "quote": {
    "text": "I'm a big romantic, traditional, cheesy guy."
   },
   "author": {
    "text": "Josh Hutcherson"
   }
  },
  {
   "quote": {
    "text": "Romantic love is a trap designed to get two people to overlook each other's faults long enough to get some babymaking done. It generally only lasts for a few years at most."
   },
   "author": {
    "text": "Mark Manson"
   }
  },
  {
   "quote": {
    "text": "Lidia Bastianich, sorry, but kind of boring. I mean, I love Lidia, but you can fall asleep watching her. And Mario Batali? I love Mario to death... but he's not romantic or sensual. Those are the things I bring to the table."
   },
   "author": {
    "text": "Giada De Laurentiis"
   }
  },
  {
   "quote": {
    "text": "There's something about marriage that is not as intensely romantic or interesting as a couple's first meeting."
   },
   "author": {
    "text": "John Sandford"
   }
  },
  {
   "quote": {
    "text": "I love crying at romantic movies like 'The Notebook.' I'm always bawling."
   },
   "author": {
    "text": "Fergie"
   }
  },
  {
   "quote": {
    "text": "What I really want is to play the romantic lead and get the girl."
   },
   "author": {
    "text": "Peter Dinklage"
   }
  },
  {
   "quote": {
    "text": "I think the American West really attracts me because it's romantic. The desert, the empty space, the drama."
   },
   "author": {
    "text": "Ang Lee"
   }
  },
  {
   "quote": {
    "text": "I'm not a romantic. In life I didn't have much experience with romance."
   },
   "author": {
    "text": "Ang Lee"
   }
  },
  {
   "quote": {
    "text": "If you're looking to be loved for a part, it's great and enticing to be adorable in a romantic comedy. But then, as an actor, you get stuck."
   },
   "author": {
    "text": "Laura Dern"
   }
  },
  {
   "quote": {
    "text": "Love songs just kind of come out very naturally, me being a very romantic person."
   },
   "author": {
    "text": "Cuco"
   }
  },
  {
   "quote": {
    "text": "My goal on my bucket list is to write a romantic comedy movie."
   },
   "author": {
    "text": "Lynda Barry"
   }
  },
  {
   "quote": {
    "text": "With clothing being designed that allows you to be hugged virtually, video conferencing becoming ever sharper, and our social and romantic lives increasingly taking place online, the gap between the physical and the virtual is getting ever smaller."
   },
   "author": {
    "text": "Noreena Hertz"
   }
  },
  {
   "quote": {
    "text": "When I was younger, I had these romantic ideas about the Black Panther Party and what it meant to be a part of the civil rights movement. Then we're here, and it's dangerous. And it's dangerous to say, 'Black lives matter.'"
   },
   "author": {
    "text": "Patrisse Cullors"
   }
  },
  {
   "quote": {
    "text": "I'd like to classify my life as a romantic comedy. Unfortunately I feel it's probably more like a TV reality show."
   },
   "author": {
    "text": "Uma Thurman"
   }
  },
  {
   "quote": {
    "text": "After Fergie and Prince Andrew honeymooned at Le Touessrok in Mauritius, Bobby, my late husband, and I were first to stay in their suite. We enjoyed the benefits - all the spoils and the special luxuries. We practically had our own private beach, and it was most romantic."
   },
   "author": {
    "text": "Cilla Black"
   }
  },
  {
   "quote": {
    "text": "I am very romantic. Given a choice, I'd do only romantic films!"
   },
   "author": {
    "text": "Sonam Kapoor"
   }
  },
  {
   "quote": {
    "text": "I am not married, no. I wasn't really into the notion when I was younger, but now I think a proposal is the ultimate romantic gesture."
   },
   "author": {
    "text": "Miranda Hart"
   }
  },
  {
   "quote": {
    "text": "I have nothing against romance. I believe that we must hold on to the right to dream and to be romantic. But an Indian village is not something that I would romanticize that easily."
   },
   "author": {
    "text": "Arundhati Roy"
   }
  },
  {
   "quote": {
    "text": "The whole romantic part of my life was a wipeout. I didn't even own a belt."
   },
   "author": {
    "text": "Paul Lynde"
   }
  },
  {
   "quote": {
    "text": "We don't tend to write about disease in fiction - not just teen novels but all American novels - because it doesn't fit in with our idea of the heroic romantic epic. There is room only for sacrifice, heroism, war, politics and family struggle."
   },
   "author": {
    "text": "John Green"
   }
  },
  {
   "quote": {
    "text": "I always wanted a guitar. I always wanted to be a cowboy singer because I also listened to Hank Williams, and he would always sing these neat romantic songs."
   },
   "author": {
    "text": "Dick Dale"
   }
  },
  {
   "quote": {
    "text": "My overall quest is always to do something that's somehow different from whatever it is that I just got done doing. If that can include occasionally playing an older guy who has a romantic side and a romantic relationship, than that's a real treat."
   },
   "author": {
    "text": "J. K. Simmons"
   }
  },
  {
   "quote": {
    "text": "There's another film - a little Greek movie - that hopefully is going to get some distribution here in the U.S., called 'Worlds Apart,' where I also play a 60-year-old guy who looks a lot like J.K. Simmons, who has a romantic relationship with an appropriate woman."
   },
   "author": {
    "text": "J. K. Simmons"
   }
  },
  {
   "quote": {
    "text": "I read a very romantic book when I was young, when I was in college: Rilke's 'Letters to a Young Poet.' And I've always felt that if you are in any kind of an artistic, creative endeavor, and you feel there's something else you can do for a living and be happy, I think you should do something else."
   },
   "author": {
    "text": "J. K. Simmons"
   }
  },
  {
   "quote": {
    "text": "Romance like a ghost escapes touching; it is always where you are not, not where you are. The interview or conversation was prose at the time, but it is poetry in the memory."
   },
   "author": {
    "text": "George William Curtis"
   }
  },
  {
   "quote": {
    "text": "I want to do the romantic comedies. You know, the stuff that Meg Ryan and Julia Roberts or Reese Witherspoon would choose, of course."
   },
   "author": {
    "text": "Jessica Simpson"
   }
  },
  {
   "quote": {
    "text": "I'm opening up my heart to the idea of dating. It's funny - my friends would always come to me for romantic advice. I know nothing, and things have changed since I was dating in high school! I'm really trying hard to spend this time working on myself."
   },
   "author": {
    "text": "Olivia Wilde"
   }
  },
  {
   "quote": {
    "text": "The essence of romantic love is that wonderful beginning, after which sadness and impossibility may become the rule."
   },
   "author": {
    "text": "Anita Brookner"
   }
  },
  {
   "quote": {
    "text": "There is a romantic, often misguided, misconception among the British that life in France is akin to life in Paradise."
   },
   "author": {
    "text": "Janine di Giovanni"
   }
  },
  {
   "quote": {
    "text": "Clearly romantic comedy is my franchise genre, I don't mind saying that, it's true. I love doing them and hopefully always will do them."
   },
   "author": {
    "text": "Meg Ryan"
   }
  },
  {
   "quote": {
    "text": "I'm a complete romantic - it's why I always get married. Someone should really stop me."
   },
   "author": {
    "text": "Pamela Anderson"
   }
  },
  {
   "quote": {
    "text": "When you have kids and get older, it goes beyond flowers and chocolate. It's about waking up with a baby, letting her sleep in, and making a coffee for her when she wakes up. To me, being romantic is putting someone else first and thinking about what makes them happy."
   },
   "author": {
    "text": "James Marsden"
   }
  },
  {
   "quote": {
    "text": "I sang everything - R&B slow jams, Spanish slow jams, romantic reggaeton - and I really didn't care which I got signed for."
   },
   "author": {
    "text": "Prince Royce"
   }
  },
  {
   "quote": {
    "text": "The phrase 'off with the crack of the bat', while romantic, is really meaningless, since the outfielder should be in motion long before he hears the sound of the ball meeting the bat."
   },
   "author": {
    "text": "Joe DiMaggio"
   }
  },
  {
   "quote": {
    "text": "A boy is holding a girl so very tight in his arms tonight."
   },
   "author": {
    "text": "Edward VIII"
   }
  },
  {
   "quote": {
    "text": "My great-grandfather was prime minister of Canada, and I had a very Edwardian upbringing. It was a beautiful, romantic way of growing up, until the family lost its money. And I decided to be bad and rough and find the streets rather than the gates."
   },
   "author": {
    "text": "Christopher Plummer"
   }
  },
  {
   "quote": {
    "text": "Romantic love is painful."
   },
   "author": {
    "text": "will.i.am"
   }
  },
  {
   "quote": {
    "text": "It'll be interesting to see if I ever have to play a typical, bland romantic interest. I'm quirky, and playing it kind of straight and bland doesn't interest me a whole lot."
   },
   "author": {
    "text": "Matt McGorry"
   }
  },
  {
   "quote": {
    "text": "Kim Kardashian's marriage to Kris Humphries famously lasted 72 days, and was reported in the tabloids as being all about the big bucks paid by magazines for the bridal photos: it is a spectacle of a bride-to-be as entrepreneur, not as romantic heroine; the groom, in this scenario, is nothing but a prop."
   },
   "author": {
    "text": "Naomi Wolf"
   }
  },
  {
   "quote": {
    "text": "For me, it's sad to say, but I would probably have a spiritual marriage but not a legal marriage, because I think so much about marriage starts to become about finances. It has nothing to do with God or feelings or the romantic side of marriage. It's about who owns what, who gets what? So what's the point?"
   },
   "author": {
    "text": "Andie MacDowell"
   }
  },
  {
   "quote": {
    "text": "When I started, there was something almost romantic about the notion of paparazzi. I mean, it wasn't. They were still chasing you down the road. But that guy had to put film in his camera and work out whether it was worth pressing the button to take the shot, otherwise he's got to stop and change the film. So it was like this age of innocence."
   },
   "author": {
    "text": "Kylie Minogue"
   }
  },
  {
   "quote": {
    "text": "Judy Garland was a different type of entertainer. She was a dancer, a singer, and an incurable romantic."
   },
   "author": {
    "text": "Mickey Rooney"
   }
  },
  {
   "quote": {
    "text": "The life of Edward Estlin Cummings began with a childhood in Cambridge, Mass., that he described as happy, but he struggled in both his artistic and romantic exploits against the piousness of his father, an esteemed Harvard professor."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "The conventional wisdom is that if you are gay, you cannot play the romantic straight lead in a movie."
   },
   "author": {
    "text": "Ian Mckellen"
   }
  },
  {
   "quote": {
    "text": "Even now, there are young actors who want careers as romantic leading men, and the best thing is not to reveal you're gay."
   },
   "author": {
    "text": "Ian Mckellen"
   }
  },
  {
   "quote": {
    "text": "The huge difference in my lifetime is that you can just go up to somebody and make a pass. You couldn't do that in the 1950s if you were gay. There were secret handshakes, a secret language. There was nowhere you could go to be romantic outside of people's houses."
   },
   "author": {
    "text": "Ian Mckellen"
   }
  },
  {
   "quote": {
    "text": "Acting can be pretty challenging. I can't say making a romantic comedy is challenging, but to do anything well, you have to put yourself into it."
   },
   "author": {
    "text": "John Cusack"
   }
  },
  {
   "quote": {
    "text": "But no, I don't really like romantic comedies, so I don't really care. I never go see 'em."
   },
   "author": {
    "text": "John Cusack"
   }
  },
  {
   "quote": {
    "text": "I feel close to Lloyd in 'Say Anything'. He was like a super-interesting version of me. Only I'm not as good as him. Whatever part of me is romantic and optimistic, I reached into that to play Lloyd."
   },
   "author": {
    "text": "John Cusack"
   }
  },
  {
   "quote": {
    "text": "I think that taking night trains or meeting someone on the road is pretty romantic. I've done a couple of things like that. I've surprised someone in Paris. And hopefully, when you surprise someone, they're happy to see you."
   },
   "author": {
    "text": "John Cusack"
   }
  },
  {
   "quote": {
    "text": "I happen to be really a romantic."
   },
   "author": {
    "text": "Amanda Seyfried"
   }
  },
  {
   "quote": {
    "text": "It's a very romantic sentiment, but to think that you would die if you didn't write, well, I would definitely choose to not write and live."
   },
   "author": {
    "text": "Sarah McLachlan"
   }
  },
  {
   "quote": {
    "text": "Some nights, a romantic dinner can be killed by having to do dishes afterward, so it probably suits you better to go out for dinner. But I love cooking and always have."
   },
   "author": {
    "text": "Jeffrey Dean Morgan"
   }
  },
  {
   "quote": {
    "text": "With the first commandment, Mohammed tried to imprison common sense. And with the second commandment, the beautiful, romantic side of mankind was enslaved."
   },
   "author": {
    "text": "Ayaan Hirsi Ali"
   }
  },
  {
   "quote": {
    "text": "The first thing I learned is that campaigns are about money. I had this romantic idea that campaigns were about law and debates and so forth, which is just not true. It's about money."
   },
   "author": {
    "text": "Michael Seibel"
   }
  },
  {
   "quote": {
    "text": "More generally, I made an effort to leave out things that weren't relevant to the main narrative themes of the book, namely that there were two sides to Steve Jobs: the romantic, poetic, countercultural rebel on one side, and the serious businessperson on the other."
   },
   "author": {
    "text": "Walter Isaacson"
   }
  },
  {
   "quote": {
    "text": "'Romeo And Juliet' is the classic love story. When two lovers are separated and trying to get back to one another, that's fiercely romantic and something you become glued to."
   },
   "author": {
    "text": "Saoirse Ronan"
   }
  },
  {
   "quote": {
    "text": "I like romantic dates - going on a long walk in Central Park and then taking the subway downtown and going out to eat and ordering oysters. After that, you walk around again and talk."
   },
   "author": {
    "text": "Ansel Elgort"
   }
  },
  {
   "quote": {
    "text": "My mom is very romantic. As is my dad. They appreciate real romance."
   },
   "author": {
    "text": "Ansel Elgort"
   }
  },
  {
   "quote": {
    "text": "I am a hopeless romantic. And I won't stop till I get it right."
   },
   "author": {
    "text": "Halle Berry"
   }
  },
  {
   "quote": {
    "text": "My husband, Sal, and I put date nights on the calendar once a week. I know that doesn't sound romantic, but otherwise it won't get done."
   },
   "author": {
    "text": "Sherri Shepherd"
   }
  },
  {
   "quote": {
    "text": "I proposed to my wife on Brighton Beach, and she said yes. That's pretty romantic. Even though I forgot to go down on one knee because I was too busy trying to compose the question."
   },
   "author": {
    "text": "Robert Webb"
   }
  },
  {
   "quote": {
    "text": "I could never understand, when I watch romantic comedies, the notion that for some reason, unattractive or heavy people don't fall in love. If they do, it's in some odd, kooky, roundabout way - and it's not. It's exactly the same."
   },
   "author": {
    "text": "James Corden"
   }
  },
  {
   "quote": {
    "text": "I didn't know what to expect, having not been an artist before. From the outside, you only see romantic snapshots of what seems like a great lifestyle, and it is, but it's also grueling."
   },
   "author": {
    "text": "Sam Hunt"
   }
  },
  {
   "quote": {
    "text": "In a romantic comedy, it's usually a good idea to have people who can't stand the fact that they are attracted to each other."
   },
   "author": {
    "text": "Amanda Peet"
   }
  },
  {
   "quote": {
    "text": "I was born with a romantic nature, and I'll carry it to my grave."
   },
   "author": {
    "text": "Telly Savalas"
   }
  },
  {
   "quote": {
    "text": "I'm a romantic realist. I knew I would become a star, just as I know some day the bubble will burst."
   },
   "author": {
    "text": "Telly Savalas"
   }
  },
  {
   "quote": {
    "text": "I like romantic comedy as a genre, but I think it can get stuck in its ways."
   },
   "author": {
    "text": "Zooey Deschanel"
   }
  },
  {
   "quote": {
    "text": "Romantic comedies are usually about when love works."
   },
   "author": {
    "text": "Zooey Deschanel"
   }
  },
  {
   "quote": {
    "text": "I would like to do maybe a smaller romantic comedy."
   },
   "author": {
    "text": "Linda Fiorentino"
   }
  },
  {
   "quote": {
    "text": "Far too many girls' and women's romantic relationships are formed around a negation of their own worth and attributes rather than a confirmation of them."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "Girls have a tendency to take responsibility for romantic misinterpretations, when often it's men whose perfectly honed emotional inscrutability makes life more complicated than it should be."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "Since so many romantic comedies vary little in their storyline, the success or failure of such movies depends largely on whether we believe in the relationship of the protagonists."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "Even actresses that you really admire, like Reese Witherspoon, you think, 'Another romantic comedy?' You see her in something like 'Walk the Line' and think, 'God, you're so great!' And then you think, 'Why is she doing these stupid romantic comedies?' But of course, it's for money and status."
   },
   "author": {
    "text": "Gwyneth Paltrow"
   }
  },
  {
   "quote": {
    "text": "I'm not a big fan of romantic comedies, believe it or not."
   },
   "author": {
    "text": "Kate Hudson"
   }
  },
  {
   "quote": {
    "text": "And I think maybe all women, if they just had a chance, would be romantic and believe in love and not sex. And men believe in sex and not love."
   },
   "author": {
    "text": "Beatrice Wood"
   }
  },
  {
   "quote": {
    "text": "German accents and Hassidic accents aren't that romantic. They're more harsh. Although Hebrew, when spoken by certain people, sounds beautiful. There's this beautiful woman I know who speaks Hebrew, and when she speaks, it's so attractive. Maybe it's who's speaking it."
   },
   "author": {
    "text": "Janeane Garofalo"
   }
  },
  {
   "quote": {
    "text": "Classic art was the art of necessity: modern romantic art bears the stamp of caprice and chance."
   },
   "author": {
    "text": "Max Eastman"
   }
  },
  {
   "quote": {
    "text": "We must not, however, be like the leaders of the great romantic revolt who, in their eagerness to get rid of the husk of convention, disregarded also the humane aspiration."
   },
   "author": {
    "text": "Irving Babbitt"
   }
  },
  {
   "quote": {
    "text": "I got a gymnastics scholarship to college, fell in love with my true love of my whole life - who I'm married to now - and he was a virgin too. It was very romantic."
   },
   "author": {
    "text": "Victoria Jackson"
   }
  },
  {
   "quote": {
    "text": "Marriage is like the romantic ideal, and yet the trappings around it and the culture about it are really the opposite of that."
   },
   "author": {
    "text": "Lydia Millet"
   }
  },
  {
   "quote": {
    "text": "People love to be listened to and represented, and they love it when they feel like you have some of the same problems that they do. Everybody deals with things like romantic difficulties in relationships and death and cancer and abuse."
   },
   "author": {
    "text": "Jason Isbell"
   }
  },
  {
   "quote": {
    "text": "Romantic love is just one aspect of love."
   },
   "author": {
    "text": "Ann Wilson"
   }
  },
  {
   "quote": {
    "text": "Big romantic gestures are only as strong as the relationships they happen in."
   },
   "author": {
    "text": "Josh Gondelman"
   }
  },
  {
   "quote": {
    "text": "New York has got this sort of wonderful romantic idea of the South."
   },
   "author": {
    "text": "Josh Lucas"
   }
  },
  {
   "quote": {
    "text": "It's easier to write from my own life, and it's also more fun. I always write about relationships, for instance, whether they're romantic relationships, friendships, encounters... there's always a lesson to be learned from them."
   },
   "author": {
    "text": "Jason Mraz"
   }
  },
  {
   "quote": {
    "text": "I love getting to bounce around and explore so much. I love Scandinavia. I love Spain. It's so mystical and romantic, yet it's gritty."
   },
   "author": {
    "text": "Jason Mraz"
   }
  },
  {
   "quote": {
    "text": "I wouldn't feel satisfied being on set every day doing a romantic comedy - I'd be bored to death."
   },
   "author": {
    "text": "Joaquin Phoenix"
   }
  },
  {
   "quote": {
    "text": "If I can be my crazy, wild self in front of a person, and he still likes me, that's romantic."
   },
   "author": {
    "text": "Preity Zinta"
   }
  },
  {
   "quote": {
    "text": "I've been married before, but I've never had my dream wedding in Vegas. I wanted to do it there because it's casual, quick, not religious and, most of all, very romantic."
   },
   "author": {
    "text": "Sinead O'Connor"
   }
  },
  {
   "quote": {
    "text": "My vibrato was my weakness. With romantic pieces, I could be a lot more schmaltzy. My wider vibrato fit that."
   },
   "author": {
    "text": "Gretchen Carlson"
   }
  },
  {
   "quote": {
    "text": "It's a beautiful feeling to be out on the ice, breathing in the cold air and hearing the blades hit the ice. It's kind of romantic."
   },
   "author": {
    "text": "Allison Janney"
   }
  },
  {
   "quote": {
    "text": "My most romantic job: I was a manager at Baskin-Robbins."
   },
   "author": {
    "text": "Eric McCormack"
   }
  },
  {
   "quote": {
    "text": "I think people get a sense of possibility when they're on a plane, even romantic possibility, wondering if the perfect person is going to sit down next to them or something."
   },
   "author": {
    "text": "Walter Kirn"
   }
  },
  {
   "quote": {
    "text": "I've never gotten to do romantic comedy like most of the girls. Maybe because I'm fit, people assume that I'm not funny?"
   },
   "author": {
    "text": "Jessica Biel"
   }
  },
  {
   "quote": {
    "text": "I think it's easy to hold on to this romantic hope that communities such as Niaqornat won't change, because we're in this world where progress is unstoppable, and they're a link to some idealised past."
   },
   "author": {
    "text": "Sarah Gavron"
   }
  },
  {
   "quote": {
    "text": "I'm not romantic, and I don't like Christmas."
   },
   "author": {
    "text": "Paula Hawkins"
   }
  },
  {
   "quote": {
    "text": "I think there is always romantic tension between Lois Lane and Clark Kent."
   },
   "author": {
    "text": "Gene Luen Yang"
   }
  },
  {
   "quote": {
    "text": "I always wanted to be a teacher. I went to school to be a teacher. And I've always, you know, had this sort of romantic idea about it. But I'm worried about - I'm worried about education."
   },
   "author": {
    "text": "Tony Danza"
   }
  },
  {
   "quote": {
    "text": "That's what I like about film-it can be bizarre, classic, normal, romantic. Cinema is to me the most versatile thing."
   },
   "author": {
    "text": "Catherine Deneuve"
   }
  },
  {
   "quote": {
    "text": "I don't have a favourite romantic scene, but I enjoy romantic movies like 'Ghost' and 'Music and Lyrics.'"
   },
   "author": {
    "text": "Hansika Motwani"
   }
  },
  {
   "quote": {
    "text": "In short I will part with anything for you but you."
   },
   "author": {
    "text": "Mary Wortley Montagu"
   }
  },
  {
   "quote": {
    "text": "Remember, beneath every cynic there lies a romantic, and probably an injured one."
   },
   "author": {
    "text": "Glenn Beck"
   }
  },
  {
   "quote": {
    "text": "I would love to play the lead in a big romantic comedy. That's definitely a dream of mine."
   },
   "author": {
    "text": "Rosamund Pike"
   }
  },
  {
   "quote": {
    "text": "I have romantic ideas about home and what it should mean."
   },
   "author": {
    "text": "Min Jin Lee"
   }
  },
  {
   "quote": {
    "text": "I wanted to tell a romantic and dark side of Ottoman history that was also slightly political, saying to the previous generation of writers, 'Look, I'm interested in Ottoman things, and I'm not afraid of it, and I'm doing something creative.'"
   },
   "author": {
    "text": "Orhan Pamuk"
   }
  },
  {
   "quote": {
    "text": "My home is attached to a study - in fact, my home is my study, and I have a little room to sleep in. I need to write looking onto the street or a landscape. Looking at reality from some distance gives me romantic visions."
   },
   "author": {
    "text": "Orhan Pamuk"
   }
  },
  {
   "quote": {
    "text": "The reason I turn down 99% of a hundred, I mean a thousand, scripts is because romantic comedies are often very romantic but seldom very funny."
   },
   "author": {
    "text": "Hugh Grant"
   }
  },
  {
   "quote": {
    "text": "As it is, I have a limited range as an actor - light comedy. I have never been a fan of romantic comedies, and yet that is what I have ended up mostly doing."
   },
   "author": {
    "text": "Hugh Grant"
   }
  },
  {
   "quote": {
    "text": "I never meant to be in romantic comedies; it's just what ended up happening. But they are tricky, in a post-1960s sexual revolution way. It was easier when you couldn't have sex scenes: everything crackled very nicely. They're not easy."
   },
   "author": {
    "text": "Hugh Grant"
   }
  },
  {
   "quote": {
    "text": "As the editor of 'Cosmopolitan,' I talk to hundreds of young women about the sometimes bewilderingly rapid changes taking place in our romantic lives and the role new technology plays in our search for intimacy and commitment."
   },
   "author": {
    "text": "Joanna Coles"
   }
  },
  {
   "quote": {
    "text": "I've flown across America, I've scaled fences, I've stood under windows and gone out of my way hundreds of times. I'm a hopeless romantic. There's no hope for me."
   },
   "author": {
    "text": "Joel Madden"
   }
  },
  {
   "quote": {
    "text": "I'm a really huge fan of the old romantic comedies from the '30s and '40s... Huge fan. I love all that stuff."
   },
   "author": {
    "text": "Thomas Jane"
   }
  },
  {
   "quote": {
    "text": "My political awakening, if I can be as grand as to call it that, was all about what was happening around me. It wasn't some romantic, patriotic vision of Scotland going back to what it had been 300 years previously."
   },
   "author": {
    "text": "Nicola Sturgeon"
   }
  },
  {
   "quote": {
    "text": "I would say 80% of the scripts I get are dramas and not comedies or romantic comedies, which is funny because that's what I do every week."
   },
   "author": {
    "text": "Eva Longoria"
   }
  },
  {
   "quote": {
    "text": "NASA projects often have romantic names that link into a long history of exploration and adventure: Atlantis and Discovery, for example."
   },
   "author": {
    "text": "Hanna Rosin"
   }
  },
  {
   "quote": {
    "text": "So many women today have become so focused on their children, they've developed these romantic entanglements with their children's lives, and the husbands are secondary. They're left out. And the romantic focus is on the children."
   },
   "author": {
    "text": "Ayelet Waldman"
   }
  },
  {
   "quote": {
    "text": "Sadly, people think a guy and a girl can't be friends without something romantic going on."
   },
   "author": {
    "text": "Daisy Ridley"
   }
  },
  {
   "quote": {
    "text": "I'm very romantic. I've emptied flower shops."
   },
   "author": {
    "text": "Bob Hoskins"
   }
  },
  {
   "quote": {
    "text": "Being single, I thought would be fun, but it is terribly boring. And I am a romantic, but only when I am in love. I can't force it otherwise."
   },
   "author": {
    "text": "Jacqueline Fernandez"
   }
  },
  {
   "quote": {
    "text": "The most conventional romantic trope of all is that you put lovers under extreme pressure, where they have to make decisions that illuminate aspects of that bond."
   },
   "author": {
    "text": "Lenny Abrahamson"
   }
  },
  {
   "quote": {
    "text": "I don't know where my romanticism comes from. My mom and dad would read to me a lot. 'Treasure Island,' 'Robinson Crusoe,' tales of chivalry and knights, things like that. Those are the stories I loved growing up."
   },
   "author": {
    "text": "Daniel Radcliffe"
   }
  },
  {
   "quote": {
    "text": "Being a black woman, there's so many different sides of us. We are funny, silly, romantic, professional, smart, and we have good jobs."
   },
   "author": {
    "text": "Lauren London"
   }
  },
  {
   "quote": {
    "text": "I'm more likely to give you a cuddle than a punch in the face. I have a soft side, especially with my girlfriend. I send her flowers and use my culinary skills to pull off romantic meals. I do great Thai dishes."
   },
   "author": {
    "text": "Jai Courtney"
   }
  },
  {
   "quote": {
    "text": "I tend to look out for things with a resonance to my youth - artists or objects that seemed romantic all those years ago. I never buy anything purely for its value. I like possessions that smile back at me."
   },
   "author": {
    "text": "Nicholas Haslam"
   }
  },
  {
   "quote": {
    "text": "I'm not a social singer. But if one can take a social message via the romantic, that's a strong statement."
   },
   "author": {
    "text": "Luis Fonsi"
   }
  },
  {
   "quote": {
    "text": "In my player, I have a Luis Miguel CD as well as a Brian McKnight CD. I'm known for my very romantic ballads as well as the fun, up-tempo pop songs."
   },
   "author": {
    "text": "Luis Fonsi"
   }
  },
  {
   "quote": {
    "text": "The genre I listen to the most is salsa, so people look at me and see this guy who's done mostly romantic ballads, but there's always been this other side."
   },
   "author": {
    "text": "Luis Fonsi"
   }
  },
  {
   "quote": {
    "text": "Are you kidding? I'm a terrible cook, but John is a really great one. Literally, I never cook. The whole time we were dating, I prepared two officially romantic meals. Both of them were such disasters that he begs me never to go into the kitchen again."
   },
   "author": {
    "text": "Rebecca Romijn"
   }
  },
  {
   "quote": {
    "text": "I'm a deeply romantic person, nostalgic to a fault."
   },
   "author": {
    "text": "David Lowery"
   }
  },
  {
   "quote": {
    "text": "Everything is just so much more romantic and real when it's yours and it's private."
   },
   "author": {
    "text": "Dove Cameron"
   }
  },
  {
   "quote": {
    "text": "I love being a part of a romantic comedy. I've done a lot of comedies but haven't always had a ton of romance in them."
   },
   "author": {
    "text": "Anna Faris"
   }
  },
  {
   "quote": {
    "text": "I tend to play strong characters and people just assume that I would want to play romantic comedies, which I would love to do, but there are other women that do it so great and they maybe couldn't do what I do, play the kind of characters that I play."
   },
   "author": {
    "text": "Carrie-Anne Moss"
   }
  },
  {
   "quote": {
    "text": "In those days, boxing was very glamorous and romantic. You listened to fights on the radio, and a good announcer made it seem like a contest between gladiators."
   },
   "author": {
    "text": "Joseph Barbera"
   }
  },
  {
   "quote": {
    "text": "'180' is a romantic film, but I don't think it can be classified as a fluffy love story. It is a wonderful story with a script that is layered and more complex than the normal ones."
   },
   "author": {
    "text": "Nithya Menen"
   }
  },
  {
   "quote": {
    "text": "I think that there is always a part of utopia in any romantic relationship."
   },
   "author": {
    "text": "Pedro Almodovar"
   }
  },
  {
   "quote": {
    "text": "I honestly can't think of many more truly romantic gestures than a really well-thought-through prenuptial agreement."
   },
   "author": {
    "text": "Naomi Alderman"
   }
  },
  {
   "quote": {
    "text": "I love jazz music and sad music. I'm a sentimental guy. I'm a romantic guy."
   },
   "author": {
    "text": "Fred Durst"
   }
  },
  {
   "quote": {
    "text": "I've always said - I've always said I'm not, by temperament, a romantic about revolutions or given to revolutions. I've always thought that they are not the ideal way to change."
   },
   "author": {
    "text": "Hisham Matar"
   }
  },
  {
   "quote": {
    "text": "The romantic idea of the penniless writer is false. It's terrible. I hated being in debt. I hated the anxiety of not knowing whether we could pay our rent that month. Thankfully, I had a wife who was very supportive and had faith and shared my madness."
   },
   "author": {
    "text": "Hisham Matar"
   }
  },
  {
   "quote": {
    "text": "I'm an incurable romantic. But I'm not an adrenaline junkie."
   },
   "author": {
    "text": "John M. Grunsfeld"
   }
  },
  {
   "quote": {
    "text": "Being in the public eye, I struggle to create and maintain romantic relationships. I am constantly faced with assumptions about who my significant other is, and it seems that there is always some speculation about my relationship status."
   },
   "author": {
    "text": "Raheem DeVaughn"
   }
  },
  {
   "quote": {
    "text": "Many people with physical disabilities have romantic lives and good marriages to partners who see past their disabilities and recognize all of the things they can do."
   },
   "author": {
    "text": "Jeanne Phillips"
   }
  },
  {
   "quote": {
    "text": "I find it incredibly romantic that people should fight for a cause they believe in and be prepared to die for it."
   },
   "author": {
    "text": "James D'arcy"
   }
  },
  {
   "quote": {
    "text": "The state of New Jersey is really two places - terrible cities and wonderful suburbs. I live in the suburbs, the final battleground of the American dream, where people get married and have kids and try to scratch out a happy life for themselves. It's very romantic in that way, but a bit naive. I like to play with that in my work."
   },
   "author": {
    "text": "Harlan Coben"
   }
  },
  {
   "quote": {
    "text": "I want to do all kinds of things. I want to do some comedy. I'd love to do a romantic comedy, and I'd love to do some period pieces with classical text. I'd love somebody to cast me as Macbeth, but for a film. I just want to be all over the place."
   },
   "author": {
    "text": "Kevin Alejandro"
   }
  },
  {
   "quote": {
    "text": "I don't want to be romantic, but one of the most important things is to have happy buildings... it's like having a family with a lot of children."
   },
   "author": {
    "text": "Renzo Piano"
   }
  },
  {
   "quote": {
    "text": "Despite massive evidence to the contrary, libertarians hold tight to their romantic concept of capitalism, which, freed from government interference, serves the consumer with the best products at the lowest prices."
   },
   "author": {
    "text": "Paul Craig Roberts"
   }
  },
  {
   "quote": {
    "text": "I think romantic passion is wanting a little something in return."
   },
   "author": {
    "text": "Oscar Isaac"
   }
  },
  {
   "quote": {
    "text": "My brother has a tendency to get quite lyrical when he writes music; he gets so romantic, it's borderline. I make it slightly more aggressive. I make the round corner a bit sharper."
   },
   "author": {
    "text": "Josephine de La Baume"
   }
  },
  {
   "quote": {
    "text": "It's a bit of a cliche, but I think girls like to get flowers. I think books are quite romantic, too. If you can find an interesting book, that brings something out in your partner that can be very romantic."
   },
   "author": {
    "text": "Douglas Booth"
   }
  },
  {
   "quote": {
    "text": "It's great to fall head over heels in love at a fast pace, and nothing's more romantic, but you need to look after yourself."
   },
   "author": {
    "text": "Douglas Booth"
   }
  },
  {
   "quote": {
    "text": "I'm pretty romantic."
   },
   "author": {
    "text": "Douglas Booth"
   }
  },
  {
   "quote": {
    "text": "I used to try to draw my girlfriends. I think one of the most romantic things that anybody can do is draw a portrait of the person you love."
   },
   "author": {
    "text": "Nick Carter"
   }
  },
  {
   "quote": {
    "text": "I'd like to be the romantic lead one day, but I've got to grow my hair first."
   },
   "author": {
    "text": "Vinnie Jones"
   }
  },
  {
   "quote": {
    "text": "I went around in my teens and early 20s thinking that life was a con trick. I had managed to grow up believing in all sorts of romantic ideas about hard work and justice and truth, and it seemed the real world was much more complicated and shaded than I wanted to believe."
   },
   "author": {
    "text": "Claire Messud"
   }
  },
  {
   "quote": {
    "text": "I'm a hopeless romantic."
   },
   "author": {
    "text": "Lance Bass"
   }
  },
  {
   "quote": {
    "text": "I loved the whole New Romantic, New Wave thing... New Order, Soft Cell, Depeche Mode, Gary Numan, Blancmange, Yazoo."
   },
   "author": {
    "text": "John Grant"
   }
  },
  {
   "quote": {
    "text": "I've been really lucky to have had a variety of roles, and I don't think I'm in danger of being typecast as the romantic lead. I think there's honour in working as constantly as you can. That isn't easy. And I'm no matinee idol."
   },
   "author": {
    "text": "Tobias Menzies"
   }
  },
  {
   "quote": {
    "text": "I was married when I was 17. I knew nothing. I was full of romance."
   },
   "author": {
    "text": "Gloria Swanson"
   }
  },
  {
   "quote": {
    "text": "I am quite a romantic person, really, and I should have put that into my music earlier, but I was probably denying it... I didn't want to be soft because I felt I had to be so hard to get people to believe in me."
   },
   "author": {
    "text": "Billy Idol"
   }
  },
  {
   "quote": {
    "text": "I'm a hopeless romantic."
   },
   "author": {
    "text": "CM Punk"
   }
  },
  {
   "quote": {
    "text": "I lived by the candlelight for two years because I couldn't afford power. It was nice and romantic at the time, but if you can't afford power you're pretty broke. You endure it."
   },
   "author": {
    "text": "Jeremy Renner"
   }
  },
  {
   "quote": {
    "text": "I have to be asked, I guess, but I love the idea of marriage. I think it's beautiful. I'm such a romantic, and I always have been."
   },
   "author": {
    "text": "Portia de Rossi"
   }
  },
  {
   "quote": {
    "text": "There is nothing glamorous or romantic about war. It's mostly about random pointless death and misery."
   },
   "author": {
    "text": "Jon Krakauer"
   }
  },
  {
   "quote": {
    "text": "Back in the mid '90s, I went to a film festival, and they were airing 'Central Park West' at the same time as this cute little romantic comedy movie called 'French Exit,' and I got to go from one theater where I was goofy, falling over myself, to this kind of evil vixen kind of character."
   },
   "author": {
    "text": "Madchen Amick"
   }
  },
  {
   "quote": {
    "text": "I have never been so calculating as to sing some Barry White song to get a girl. But I do think it's very romantic to cook dinner and sit around the piano at night and sing together."
   },
   "author": {
    "text": "John Stamos"
   }
  },
  {
   "quote": {
    "text": "I enjoy doing romantic stories. I've done a lot of them."
   },
   "author": {
    "text": "Joe Lando"
   }
  },
  {
   "quote": {
    "text": "I have tender, romantic associations with upstate New York."
   },
   "author": {
    "text": "Vera Farmiga"
   }
  },
  {
   "quote": {
    "text": "The older generations are too wedded to political parties, too wedded to romantic memories of what education was like when they were kids, and too wedded to the status quo group that clings to power."
   },
   "author": {
    "text": "Betsy DeVos"
   }
  },
  {
   "quote": {
    "text": "I'm really a romantic at heart."
   },
   "author": {
    "text": "Christopher Atkins"
   }
  },
  {
   "quote": {
    "text": "I'm a romantic and will only marry for love where there's respect and compatibility. I'd like to be with someone if the right person came along. I really like male company. I like the male mind."
   },
   "author": {
    "text": "Cherie Lunghi"
   }
  },
  {
   "quote": {
    "text": "My hairline is receding. So my days as a romantic lead - even though I've never had them - are behind me."
   },
   "author": {
    "text": "John Lithgow"
   }
  },
  {
   "quote": {
    "text": "Is that romantic fantasy real? Um, after kids, no. Take the kids away, I don't know. Depends."
   },
   "author": {
    "text": "Robin Wright"
   }
  },
  {
   "quote": {
    "text": "I've done five films directed by women. I did like it. They had qualities, particularly in the romantic tenderness of scenes. I felt sometimes they were a little bit soft, but maybe they were clever to get the guys working the way they wanted them to."
   },
   "author": {
    "text": "Jacqueline Bisset"
   }
  },
  {
   "quote": {
    "text": "In grammar school I read 'Act One' by Moss Hart, and being a playwright struck me as the most magical and romantic career anyone could have... But I never did write a play."
   },
   "author": {
    "text": "Alice McDermott"
   }
  },
  {
   "quote": {
    "text": "Right away I think of two books - 'Wuthering Heights' and 'Rebecca' - and of just sinking into them as a young reader. I think they must have appealed not just to my romantic adolescent soul, but I suppose there's also an appealing darkness in both of them."
   },
   "author": {
    "text": "Alice McDermott"
   }
  },
  {
   "quote": {
    "text": "I don't think I'm romantic at all. I have a lot of faith in the right thing happening. I don't really hope for a lot of particulars, I just have faith that the right thing will happen most of the time."
   },
   "author": {
    "text": "Juliana Hatfield"
   }
  },
  {
   "quote": {
    "text": "I usually decide if I'm going to do a movie based on if I like the script or not. I thought 'Pulling Strings' had every single element that a classic romantic comedy needs to be a success. It's very well written. The cast was amazing. It was a decision I made based on the power of the script."
   },
   "author": {
    "text": "Jaime Camil"
   }
  },
  {
   "quote": {
    "text": "Perhaps I've been perceived more as a romantic comedy actor, but overall, I enjoy acting in any shape or form."
   },
   "author": {
    "text": "Jaime Camil"
   }
  },
  {
   "quote": {
    "text": "I fell in love with many women at school who had no idea I existed. I'm a bit of a romantic."
   },
   "author": {
    "text": "Eric Bana"
   }
  },
  {
   "quote": {
    "text": "I'm a bit of a romantic."
   },
   "author": {
    "text": "Eric Bana"
   }
  },
  {
   "quote": {
    "text": "It was a romantic dream to be a writer. It seemed like a calling."
   },
   "author": {
    "text": "Bobbie Ann Mason"
   }
  },
  {
   "quote": {
    "text": "The Romantic poets were the prototype ramblers, and I've often found myself following in their footsteps - although perhaps not all of their footsteps since a typical walk for Samuel T. Coleridge might last two days and cover 145km."
   },
   "author": {
    "text": "Arthur Smith"
   }
  },
  {
   "quote": {
    "text": "I absolutely love Ireland. It's one of the most beautiful places on Earth, and I have strong ties here. Both my grandmothers are from Ireland, and I have spent every summer in Bantry since my father, who is an artist, had the romantic idea 20 years ago to buy an old farmhouse on the west coast and renovate it."
   },
   "author": {
    "text": "Emily Ratajkowski"
   }
  },
  {
   "quote": {
    "text": "Romantic stuff is not something I really remember."
   },
   "author": {
    "text": "Darius Rucker"
   }
  },
  {
   "quote": {
    "text": "I don't know about the romantic comedy route, although never say never."
   },
   "author": {
    "text": "Kristen Wiig"
   }
  },
  {
   "quote": {
    "text": "Danzon is my favorite Cuban music, played by a traditional string orchestra with flute and piano. It's very formally structured but romantic music, which derives from the French-Haitian contradance."
   },
   "author": {
    "text": "Rachel Kushner"
   }
  },
  {
   "quote": {
    "text": "These women were taking over these former manufacturing warehouses in SoHo and figuring out a way to be fashionable and viable without money. It's hard to imagine a life like that in Manhattan now - there's something romantic about it."
   },
   "author": {
    "text": "Rachel Kushner"
   }
  },
  {
   "quote": {
    "text": "I had a lot of romantic notions about what it would mean to cross Asia by foot."
   },
   "author": {
    "text": "Rory Stewart"
   }
  },
  {
   "quote": {
    "text": "I was in romantic relationships with girls - whatever that means at 14."
   },
   "author": {
    "text": "Matt Bomer"
   }
  },
  {
   "quote": {
    "text": "Choosing sepia is all to do with trying to make the image look romantic and idealistic. It's sort of a soft version of propaganda."
   },
   "author": {
    "text": "Martin Parr"
   }
  },
  {
   "quote": {
    "text": "Sepia in particular tends to make everything look a bit romantic and almost sentimental, hence the fact that it remains such a popular choice for wedding photographs."
   },
   "author": {
    "text": "Martin Parr"
   }
  },
  {
   "quote": {
    "text": "I am a very romantic person, and I love 'love' - however cheesy that sounds!"
   },
   "author": {
    "text": "Armaan Malik"
   }
  },
  {
   "quote": {
    "text": "I can sing in various genres, but my heart truly lies in singing romantic songs. This has been my forte ever since I was 8 or 9."
   },
   "author": {
    "text": "Armaan Malik"
   }
  },
  {
   "quote": {
    "text": "No, actually 'The Host' was totally a palate-cleanser for me. I wanted to do something a little bit different than romantic love. Romantic love is in there, obviously, because I enjoy writing about that and living it a lot."
   },
   "author": {
    "text": "Stephenie Meyer"
   }
  },
  {
   "quote": {
    "text": "Sometimes I make very selfish choices; like I did 'Once Upon A Time' for my inner 8-year-old and my hypothetical future child. I've done some movies because I would regret them if I didn't, but other projects I've done because they've scared me or if I felt I needed to do a big romantic comedy to help me professionally."
   },
   "author": {
    "text": "Ginnifer Goodwin"
   }
  },
  {
   "quote": {
    "text": "I've always been sort of addicted to genre-jumping. I've never been in the mood to do the same thing I did last time. Hence, me going from 'Big Love' to romantic comedy, to period film... I can't sit still."
   },
   "author": {
    "text": "Ginnifer Goodwin"
   }
  },
  {
   "quote": {
    "text": "I love Valentine's Day! I love it, I love it, I love it. I like having doors opened for me. My favorite romantic comedy is 'When Harry Met Sally.'"
   },
   "author": {
    "text": "Ginnifer Goodwin"
   }
  },
  {
   "quote": {
    "text": "Schumann's 'Quintet in E flat for Piano and Strings' is one of the sublime moments in Romantic music."
   },
   "author": {
    "text": "Robert Gottlieb"
   }
  },
  {
   "quote": {
    "text": "I think when romantic comedies are done well, it's a great genre. 'When Harry Met Sally' is kind of a benchmark for me, but I'm very happy to admit that I love 'Pretty Woman.' I do! It's a great film, and so is 'Sixteen Candles.' I was a big John Hughes fan - still am. I have moments where I have to watch a Hughes film."
   },
   "author": {
    "text": "Jamie Dornan"
   }
  },
  {
   "quote": {
    "text": "I think Bond the character is distinct: He's British, he has a certain code that he lives by, he's incorruptible... he's a classical hero, but he's also fallible. He has inner demons, inner conflicts, and he's a romantic."
   },
   "author": {
    "text": "Barbara Broccoli"
   }
  },
  {
   "quote": {
    "text": "I think the institute of marriage is a noble thing. The idea of a partner for life is incredibly romantic. But now we're living to 100. A hundred years ago people were dying at age 37. Til death do us part was a much different deal."
   },
   "author": {
    "text": "Debra Messing"
   }
  },
  {
   "quote": {
    "text": "Anders Thomas Jensen and I had talked about making a movie which addressed the cancer issue, and we didn't want to make it heavy-handed. We wanted to do something which had a lot of hope in it. And then for some reason we came up with a romantic comedy."
   },
   "author": {
    "text": "Susanne Bier"
   }
  },
  {
   "quote": {
    "text": "We watch a romantic comedy because we want to cry, say, or an action movie so we can participate in heroics. Horror's different. It can hit you with a moment of revulsion so hard you might want to erase the last five minutes of your life, please."
   },
   "author": {
    "text": "Stephen Graham Jones"
   }
  },
  {
   "quote": {
    "text": "It's tough to do a romantic scene with someone you don't like. I have been lucky so far."
   },
   "author": {
    "text": "Sidharth Malhotra"
   }
  },
  {
   "quote": {
    "text": "I love romantic comedies, or romantic dramas - basically anything with love in it."
   },
   "author": {
    "text": "Rachel Bilson"
   }
  },
  {
   "quote": {
    "text": "I am a romantic, I admit it."
   },
   "author": {
    "text": "Keith Jarrett"
   }
  },
  {
   "quote": {
    "text": "If I wear a suit, as I generally do in the business world, it's supposed to mean I'm retreating from competition with the bunnies. If I wear a very glamorous romantic dress, as I'm very likely to do if I'm going out in the evening, then I'm supposed to be competing with the bunnies."
   },
   "author": {
    "text": "Christie Hefner"
   }
  },
  {
   "quote": {
    "text": "In 1998, it was possible to make a big-screen romantic comedy about email. Yep, email - the same medium we often think of now as boring and even annoying."
   },
   "author": {
    "text": "Walt Mossberg"
   }
  },
  {
   "quote": {
    "text": "Well, there's just some universal truths in a way that I've just observed to be true. You read Voltaire. You read modern literature. Anywhere you go, there's these observations about romantic love and what it does people, and these rotten feelings that rarely are people meaning to do that to each other."
   },
   "author": {
    "text": "Feist"
   }
  },
  {
   "quote": {
    "text": "I have played so many romantic roles that I don't know if I am really a romantic in real life. I get confused about the real me."
   },
   "author": {
    "text": "Dhanush"
   }
  },
  {
   "quote": {
    "text": "It was a time after 'Lady Sings the Blues' and 'Mahogany' and all those romantic movies: I became this romantic figure on the street in a very special way."
   },
   "author": {
    "text": "Billy Dee Williams"
   }
  },
  {
   "quote": {
    "text": "I did something that no brown-skinned man in the movie industry ever did. I made a brown-skinned man look very romantic - a matinee idol. If you think about it, what I introduced is historical because it had never happened before, and it hasn't happened since - not on that level."
   },
   "author": {
    "text": "Billy Dee Williams"
   }
  },
  {
   "quote": {
    "text": "Wine writers have been around for almost as long as there has been wine, but in the past, generally speaking, most wine writing was uncritical and emphasized wine as a romantic, historic beverage. Criticism and comparative tastings were eschewed for fear of offending the trade, which most writers depended upon for survival."
   },
   "author": {
    "text": "Robert M. Parker, Jr."
   }
  },
  {
   "quote": {
    "text": "Jung Yong-hwa and I know so much about each other, I think it would be difficult for us to start a romantic relationship."
   },
   "author": {
    "text": "Park Shin-hye"
   }
  },
  {
   "quote": {
    "text": "I can't wait for everyone to read 'Don't Look Back.' It's something very different for me, my first romantic suspense novel, so I'm very excited to be sharing the book, finally."
   },
   "author": {
    "text": "Jennifer Armentrout"
   }
  },
  {
   "quote": {
    "text": "I'm really not a TV junkie... OK, I kind of am a TV junkie, but I'm much more of a movie junkie - my junk food is romantic comedies I've seen a million times."
   },
   "author": {
    "text": "Alison Brie"
   }
  },
  {
   "quote": {
    "text": "Romantic music really stirs my soul. And, of course, I love Chinese music; it makes me feel closer to home."
   },
   "author": {
    "text": "Liu Wen"
   }
  },
  {
   "quote": {
    "text": "I realize that no one is going to come to me and ask me to be Julius Caesar or a romantic lead, but I think I'm a certain type of guy who looks a certain way, and that's just the reality of things."
   },
   "author": {
    "text": "Dennis Farina"
   }
  },
  {
   "quote": {
    "text": "I feel like I've done a bunch of period stuff and then a bunch of romantic comedies."
   },
   "author": {
    "text": "Kate Beckinsale"
   }
  },
  {
   "quote": {
    "text": "When I was pregnant, I had the romantic idea that after the baby was born I would not only take up reading in earnest again, but also write a novel while my daughter slept in her Moses basket. Of course, I barely had time to keep up with my magazines until she started sleeping properly."
   },
   "author": {
    "text": "Kate Beckinsale"
   }
  },
  {
   "quote": {
    "text": "The curse of the romantic is a greed for dreams, an intensity of expectation that, in the end, diminishes the reality."
   },
   "author": {
    "text": "Marya Mannes"
   }
  },
  {
   "quote": {
    "text": "I'm a romantic, and I like guys to bring flowers and buy some gifts - not expensive things, just romantic things."
   },
   "author": {
    "text": "Bai Ling"
   }
  },
  {
   "quote": {
    "text": "The joy and the pain for me is about tightroping between being a cynic and being a romantic - the tug between barely believing in anything and hoping for everything."
   },
   "author": {
    "text": "Phoebe Waller-Bridge"
   }
  },
  {
   "quote": {
    "text": "Back in the Seventies, we had a romantic, poetic vision of the future, like it was in the movie '2001: A Space Odyssey.' It felt as if everything was still ahead of us."
   },
   "author": {
    "text": "Jean-Michel Jarre"
   }
  },
  {
   "quote": {
    "text": "In my opinion, British women are more romantic than French ones."
   },
   "author": {
    "text": "Jean-Michel Jarre"
   }
  },
  {
   "quote": {
    "text": "We shouldn't romanticize rejection. There's nothing romantic about rejection. It's horrible."
   },
   "author": {
    "text": "Marlon James"
   }
  },
  {
   "quote": {
    "text": "Think back to yourself at age 18. I know I was mighty different than the Patti I am today. As we grow up, we grow out of our haircuts, our apartments and - often times - our romantic decisions."
   },
   "author": {
    "text": "Patti Stanger"
   }
  },
  {
   "quote": {
    "text": "Almost every story has a romantic angle to it."
   },
   "author": {
    "text": "Fawad Khan"
   }
  },
  {
   "quote": {
    "text": "I may have played romantic roles, but each character has been different, with his own personality."
   },
   "author": {
    "text": "Fawad Khan"
   }
  },
  {
   "quote": {
    "text": "Being in the studio is a really romantic time."
   },
   "author": {
    "text": "Alison Krauss"
   }
  },
  {
   "quote": {
    "text": "With While You Were Sleeping, it was so much fun and such a Cinderella story, that I didn't want to do another romantic comedy. I wanted to do the opposite."
   },
   "author": {
    "text": "Bill Pullman"
   }
  },
  {
   "quote": {
    "text": "Truthfully, I almost avoided 'While You Were Sleeping,' because I find those romantic comedies kind of precious, and they're full of lines that leave you feeling a little bewildered when you say them."
   },
   "author": {
    "text": "Bill Pullman"
   }
  },
  {
   "quote": {
    "text": "'The Virginian' has a very important romantic story line that you don't find in a lot of Westerns... At the heart of the story is quite a bit of pain and a sense of loss."
   },
   "author": {
    "text": "Bill Pullman"
   }
  },
  {
   "quote": {
    "text": "Sometimes when you really try to be earnest, everything disappears. If you really try to make a romantic movie, the first thing that goes out the window is the romance or real passion. It suddenly becomes cute-ville or cozy-ville. It's another world other than life."
   },
   "author": {
    "text": "Bill Pullman"
   }
  },
  {
   "quote": {
    "text": "'State of Play' is a romantic story at its heart."
   },
   "author": {
    "text": "Kevin Macdonald"
   }
  },
  {
   "quote": {
    "text": "I love to make songs out of some of those shadows - you know, some of the things you lie awake thinking about, social anxieties and romantic insecurities and all that stuff."
   },
   "author": {
    "text": "Matt Berninger"
   }
  },
  {
   "quote": {
    "text": "Ever since the romantic comedy-drama 'She's Gotta Have It' antagonized black women and black men in 1986, Spike Lee's films have enjoyed the outrage of various groups."
   },
   "author": {
    "text": "Lee Siegel"
   }
  },
  {
   "quote": {
    "text": "In urban America, you do not so much meet a romantic partner as inherit the product of someone else's romantic crimes."
   },
   "author": {
    "text": "Lee Siegel"
   }
  },
  {
   "quote": {
    "text": "Romantic love, or sex, is the only good thing in a life that is being lived in a dark way."
   },
   "author": {
    "text": "Alan Furst"
   }
  },
  {
   "quote": {
    "text": "Many times an actor is stuck for the lack of choices. The same happened with me when I started my career. That was the time when mainly romantic films were being made, and that is what I was offered all the time."
   },
   "author": {
    "text": "Arjun Rampal"
   }
  },
  {
   "quote": {
    "text": "When I was younger, I wasn't really sure what I wanted to do, but I told a lot of lies in school. I told my friends once that I was playing John Travolta's daughter in a movie. I also told people that I had this romantic affair with Jonathan Taylor Thomas over a summer."
   },
   "author": {
    "text": "Meaghan Rath"
   }
  },
  {
   "quote": {
    "text": "As an actor, I've grown considerably. For example, it's taken me years to get comfortable doing a romantic scene and dancing on stage in front of a live audience. I do it a lot better than I ever did. I've really opened up a lot. And I'm glad I have because I'm being appreciated for it."
   },
   "author": {
    "text": "Sanjay Dutt"
   }
  },
  {
   "quote": {
    "text": "Junooniyat for love but not necessarily from the romantic perspective. For me, that is for family, that is for my work. For me, both these things are very important, so there is junoon for people I love, which is my family, and my work, which I worship."
   },
   "author": {
    "text": "Yami Gautam"
   }
  },
  {
   "quote": {
    "text": "To do a romantic scene is the most unromantic thing to do on screen."
   },
   "author": {
    "text": "Yami Gautam"
   }
  },
  {
   "quote": {
    "text": "I think that, occasionally, fame and popularity can garner more attention for individuals or films. But as a person who believes in my craft, I like the romantic notion that skill and hard work is more important than notoriety."
   },
   "author": {
    "text": "Nargis Fakhri"
   }
  },
  {
   "quote": {
    "text": "I enjoy romantic comedies in general. I like them when they're bad, I like when they're good."
   },
   "author": {
    "text": "Jessica Williams"
   }
  },
  {
   "quote": {
    "text": "I am a pretty emotional person. Any act of kindness or unkindness moves me. When I see a romantic couple sitting by the beach, it moves me. I don't break down or crack under pressure, but I am just sensitive."
   },
   "author": {
    "text": "Nimrat Kaur"
   }
  },
  {
   "quote": {
    "text": "I love romantic comedy, but I think you have to have another idea that you're chasing along with romantic comedy."
   },
   "author": {
    "text": "James L. Brooks"
   }
  },
  {
   "quote": {
    "text": "I'm not really interested in doing a traditional romantic comedy where everything ties up neatly."
   },
   "author": {
    "text": "Leslie Mann"
   }
  },
  {
   "quote": {
    "text": "The most romantic thing someone did was surprise me at the airport, after being away for 3 months in Los Angeles. You always see people with signs, and you're like, 'Isn't that lovely?' and then you see your own name on one - that isn't a taxi driver's! I was very impressed."
   },
   "author": {
    "text": "Ophelia Lovibond"
   }
  },
  {
   "quote": {
    "text": "I don't think I'll ever escape the fact that I don't belong anywhere in particular. I've often dreamed about going back to Nigeria, but that's a very romantic notion. It's a hideous country to go to in reality."
   },
   "author": {
    "text": "Hugo Weaving"
   }
  },
  {
   "quote": {
    "text": "I've often dreamed about going back to Nigeria, but that's a very romantic notion. It's a hideous country to go to in reality."
   },
   "author": {
    "text": "Hugo Weaving"
   }
  },
  {
   "quote": {
    "text": "I'm a hopeless romantic. It's disgusting. It really is. I've seen 'While You Were Sleeping', like, twenty times, and I still believe in the whole Prince Charming thing."
   },
   "author": {
    "text": "Jennifer Love Hewitt"
   }
  },
  {
   "quote": {
    "text": "I'd like to do 'My Best Friend's Wedding,' 'Pretty Woman,' Meg Ryan type stuff. Romantic comedies. I'd love to do some action stuff as well."
   },
   "author": {
    "text": "Jennifer Love Hewitt"
   }
  },
  {
   "quote": {
    "text": "I would have loved to do romantic comedies. That's what I think I would be best at."
   },
   "author": {
    "text": "Rene Russo"
   }
  },
  {
   "quote": {
    "text": "There is always something I gain from watching a movie, whether it's a silly romantic comedy or an art film."
   },
   "author": {
    "text": "Gia Coppola"
   }
  },
  {
   "quote": {
    "text": "The writing career is not a romantic one. The writer's life may be colorful, but his work itself is rather drab."
   },
   "author": {
    "text": "Mary Roberts Rinehart"
   }
  },
  {
   "quote": {
    "text": "That's so romantic, to wake up and find that he's packed a bag - and that for the next 48 hours, everything is taken care of."
   },
   "author": {
    "text": "Hannah Simone"
   }
  },
  {
   "quote": {
    "text": "I'm not the girl that sits at home on a Saturday night plaiting her girlfriend's hair, drinking tea and watching romantic comedies."
   },
   "author": {
    "text": "Ricki-Lee Coulter"
   }
  },
  {
   "quote": {
    "text": "It's the contemporary woman that movies don't know what to do with, other than bathe her in a bridal glow in romantic comedies where both the romance and the comedy are artificial sweeteners."
   },
   "author": {
    "text": "James Wolcott"
   }
  },
  {
   "quote": {
    "text": "Whenever I'm doing anything romantic with an actor, or if there's a director around, I never want anybody's wife to feel threatened by me."
   },
   "author": {
    "text": "Julianne Moore"
   }
  },
  {
   "quote": {
    "text": "When you're playing a romantic version of a real person, you're playing a version of the truth."
   },
   "author": {
    "text": "Andrea Riseborough"
   }
  },
  {
   "quote": {
    "text": "Americans have always been excellent at making romantic comedies - but dramatically, we don't really try to do it."
   },
   "author": {
    "text": "James Gray"
   }
  },
  {
   "quote": {
    "text": "There are very few movies in English about romantic obsession told with a seriousness of purpose."
   },
   "author": {
    "text": "James Gray"
   }
  },
  {
   "quote": {
    "text": "Often, romantic comedies exist in a vacuum, and it's kind of odd."
   },
   "author": {
    "text": "Edward Zwick"
   }
  },
  {
   "quote": {
    "text": "Romantic comedy has come to mean a couple of moderately talented actors placed in implausible situations obliged to go through a set of paces that are all too familiar, the end result being neither romantic nor comedic."
   },
   "author": {
    "text": "Edward Zwick"
   }
  },
  {
   "quote": {
    "text": "I'm probably the furthest from being romantic that you've ever seen; I'm not even close to being romantic in any way until I have to be."
   },
   "author": {
    "text": "Brian McKnight"
   }
  },
  {
   "quote": {
    "text": "I want to play a villain. I want to play a romantic heroine."
   },
   "author": {
    "text": "Allison Williams"
   }
  },
  {
   "quote": {
    "text": "When I think of Othello, I think of a poet-warrior. Let me say that again - a romantic warrior. And I think I have those qualities in common with him."
   },
   "author": {
    "text": "Laurence Fishburne"
   }
  },
  {
   "quote": {
    "text": "You won't find me in a romantic comedy. Those movies don't speak to me. People don't come to talk to me about those scripts, because they probably think I'm this dark, twisted, miserable person."
   },
   "author": {
    "text": "Naomi Watts"
   }
  },
  {
   "quote": {
    "text": "While most know the young Stalin was a seminarian, few realize that he was also a Georgian patriot, a published romantic poet."
   },
   "author": {
    "text": "Simon Sebag Montefiore"
   }
  },
  {
   "quote": {
    "text": "Bob Dole is not a romantic, at least not an immediate one. Bob Dole is not one to waste a lot of time on metaphor."
   },
   "author": {
    "text": "Jeanne Marie Laskas"
   }
  },
  {
   "quote": {
    "text": "I've done a few old-style romantic leads now."
   },
   "author": {
    "text": "Richard Madden"
   }
  },
  {
   "quote": {
    "text": "Essentially, I spent most of my childhood with my mother and my older sister, and I suppose I had rather a romantic vision of how things might be if there were men around; I saw myself in a country house with six children and a garden. That has never been achieved - and I still regret it."
   },
   "author": {
    "text": "Claire Tomalin"
   }
  },
  {
   "quote": {
    "text": "I know it's hard to blame the time, but there's a bit of an expectation for a summer movie. I think that 'Superman Returns' was a bit nostalgic and romantic, and I don't think that was what people were expecting, especially in the summer."
   },
   "author": {
    "text": "Bryan Singer"
   }
  },
  {
   "quote": {
    "text": "I love the solitary, romantic idea of writing."
   },
   "author": {
    "text": "Rebecca Hall"
   }
  },
  {
   "quote": {
    "text": "I don't know if I'd want to be a Secret Service agent. In the movies, it's exciting and romantic and all that. Really, most of their job is standing in a hallway for 12 hours making sure somebody doesn't come through a doorway off of a stairwell."
   },
   "author": {
    "text": "Dennis Quaid"
   }
  },
  {
   "quote": {
    "text": "Forget romantic fiction, a survey has found that most women would rather read a good book than go shopping, have sex, or sleep."
   },
   "author": {
    "text": "Janet Street-Porter"
   }
  },
  {
   "quote": {
    "text": "I can't ever see myself playing the romantic lead because that's not me; I'm not that girl."
   },
   "author": {
    "text": "Maisie Williams"
   }
  },
  {
   "quote": {
    "text": "What I think is sad about the rom-com genre is that it has adopted this pejorative title. I think the reason why there haven't been as many great ones is because we are fighting against the genre itself. If it is a romantic comedy then snuggle up to the fact that it can be a really earnest, refreshing feeling to feel good after a movie."
   },
   "author": {
    "text": "Lake Bell"
   }
  },
  {
   "quote": {
    "text": "I don't think any of the early Romantic composers knew how to write for the piano... The music of that era is full of empty theatrical gestures, full of exhibitionism, and it has a worldly, hedonistic quality that simply turns me off."
   },
   "author": {
    "text": "Glenn Gould"
   }
  },
  {
   "quote": {
    "text": "Kissing scenes are never romantic or sexy. They're actually super technical, like, 'Move your head; you're blocking her light,' or, 'Stop looking like an idiot when you kiss her.'"
   },
   "author": {
    "text": "Will Poulter"
   }
  },
  {
   "quote": {
    "text": "In medicine as well as in romantic poetry, it is the heart that is the center and controlling mechanics of life. If the heart stops, life stops. The loss of sight doesn't not mean death. Yet for ages, the eyes was believed to contain a human being's vital essence - a not wholly irrational belief."
   },
   "author": {
    "text": "Henry Grunwald"
   }
  },
  {
   "quote": {
    "text": "I think one of the downsides of the sort of obsession with romantic love and personal fulfillment is that the plain fact of the matter is that those feelings don't last for ever and so they better be replaced and reinforced by things that do."
   },
   "author": {
    "text": "Mary Archer"
   }
  },
  {
   "quote": {
    "text": "I think if you're going to be committed to doing anything, you really have to care about it, and I suppose that is a romantic idea."
   },
   "author": {
    "text": "Tony Benn"
   }
  },
  {
   "quote": {
    "text": "I love romantic comedies more than anything."
   },
   "author": {
    "text": "Kevin Kwan"
   }
  },
  {
   "quote": {
    "text": "I love romantic films and love drama. Any film that has romance or romantic element is my comfort."
   },
   "author": {
    "text": "Rani Mukerji"
   }
  },
  {
   "quote": {
    "text": "'Not Another Happy Ending' is a romantic comedy starring Karen Gillan and Stanley Weber. It is about these two characters and their relationships."
   },
   "author": {
    "text": "Henry Ian Cusick"
   }
  },
  {
   "quote": {
    "text": "I like romantic comedies, as it is a fun and light thing to get involved with."
   },
   "author": {
    "text": "Henry Ian Cusick"
   }
  },
  {
   "quote": {
    "text": "In real life, I am not a romantic person. I am a fun person and a complete tomboy."
   },
   "author": {
    "text": "Kratika Sengar"
   }
  },
  {
   "quote": {
    "text": "Maybe I'm naively romantic, but I do believe that spice and excitement doesn't stop once a couple gets together."
   },
   "author": {
    "text": "Stana Katic"
   }
  },
  {
   "quote": {
    "text": "But romantic vision can also lead one away from certain very hard, ugly truths about life that are important to know."
   },
   "author": {
    "text": "Donna Tartt"
   }
  },
  {
   "quote": {
    "text": "I happen to know there is nothing sexy or romantic about love scenes. They are just awful to do."
   },
   "author": {
    "text": "Keeley Hawes"
   }
  },
  {
   "quote": {
    "text": "I had a romantic, 'Aren't I a good girl?' take on divorce, but the truth is that was stupid."
   },
   "author": {
    "text": "Ali MacGraw"
   }
  },
  {
   "quote": {
    "text": "If I can do a romantic comedy with women, that's Everest to me."
   },
   "author": {
    "text": "Joe Carnahan"
   }
  },
  {
   "quote": {
    "text": "Without romance, films will be boring. I doubt if people now understand romance, though they may claim it otherwise. I am very romantic in real life."
   },
   "author": {
    "text": "Sunny Deol"
   }
  },
  {
   "quote": {
    "text": "It kind of sounds pretentious, but a film I find deeply romantic is 'Buffalo '66,' which is a film by Vincent Gallo. It's about how you break down all those barriers and expose yourself and open yourself up to ultimately being hurt."
   },
   "author": {
    "text": "Jim Sturgess"
   }
  },
  {
   "quote": {
    "text": "I'd always been quite wary of doing a romantic comedy. They all seem the same to me."
   },
   "author": {
    "text": "Jim Sturgess"
   }
  },
  {
   "quote": {
    "text": "I'm a fan of daytime drama; I totally get it. When we are doing scenes that are romantic or will get the audience riled up, I feel like I'm a fan in the room going, 'People are going to be so mad right now!'"
   },
   "author": {
    "text": "Alison Sweeney"
   }
  },
  {
   "quote": {
    "text": "In the West, audiences think I am a stereotyped action star, or that I always play hitmen or killers. But in Hong Kong, I did a lot of comedy, many dramatic films, and most of all, romantic roles, lots of love stories. I was like a romance novel hero."
   },
   "author": {
    "text": "Chow Yun-Fat"
   }
  },
  {
   "quote": {
    "text": "I would love to do a romantic comedy - a good one."
   },
   "author": {
    "text": "Stephanie Sigman"
   }
  },
  {
   "quote": {
    "text": "I think as a filmmaker one should make all kinds of films. It is not that one should make only one kind of film. I love to see romantic films; I loved watching 'Dilwale Dulhaniya Le Jayenge,' 'Kuch Kuch Hota Hai.' If I make such films, I will make it with my yardstick, according to my parameters."
   },
   "author": {
    "text": "Madhur Bhandarkar"
   }
  },
  {
   "quote": {
    "text": "I always like to read something romantic about the place I'm visiting."
   },
   "author": {
    "text": "Anouska Hempel"
   }
  },
  {
   "quote": {
    "text": "I'm all about making my girl feel like she's the only woman in the world. Whether it's telling her how special she is or showing her with gifts and romantic dates, I want to make her happy."
   },
   "author": {
    "text": "Justin Chon"
   }
  },
  {
   "quote": {
    "text": "How many times can you play an action character, or a quirky romantic? Every actor has to find his own way to make each character unique."
   },
   "author": {
    "text": "Edward Herrmann"
   }
  },
  {
   "quote": {
    "text": "To me, the most romantic gesture is a quiet night with my girl. I like to cook for her. I'm a meat eater and a griller - I do steaks, I do chicken, I do fish. I have a broad palate!"
   },
   "author": {
    "text": "Taylor Kinney"
   }
  },
  {
   "quote": {
    "text": "I sail, run dogs, ride horses, play professional poker and tell stories about the stuff I've been through. And I'm still a romantic; I still want Bambi to make it out of the fire."
   },
   "author": {
    "text": "Gary Paulsen"
   }
  },
  {
   "quote": {
    "text": "America to me is so varied and exciting. I always feel nostalgia for the place I'm not in, and then I get there and find myself in a traffic jam going into the Lincoln Tunnel, and I think, 'God, why was I romanticizing this part of the country?' I think it has to do with the romantic, unrealistic temperament."
   },
   "author": {
    "text": "Ian Frazier"
   }
  },
  {
   "quote": {
    "text": "When I watch a romantic comedy, I feel like they're selling something that doesn't exist. Two beautiful, but extremely unpleasant, people are terrible to each other for an hour, accidentally kiss, then decide to like each other during an extremely vague montage. That isn't how people fall in love."
   },
   "author": {
    "text": "Rainbow Rowell"
   }
  },
  {
   "quote": {
    "text": "With 'Attachments,' my goal was to write a really good romantic comedy. I wanted the reader to be smiling throughout."
   },
   "author": {
    "text": "Rainbow Rowell"
   }
  },
  {
   "quote": {
    "text": "It's very difficult, I think, especially on two cellphones, to have a romantic conversation."
   },
   "author": {
    "text": "Rainbow Rowell"
   }
  },
  {
   "quote": {
    "text": "I'm a real romantic."
   },
   "author": {
    "text": "Vanity"
   }
  },
  {
   "quote": {
    "text": "For a romantic comedy to be three hours long, that's longer than most marriages."
   },
   "author": {
    "text": "David Fincher"
   }
  },
  {
   "quote": {
    "text": "When I was about 14 I remember thinking when it came to proposing to my future girlfriend, I'd make a CD with all her favourite songs and a message that said, 'Will you marry me?' Shows you what a romantic I was. No one listens to CDs any more. It's all about iTunes."
   },
   "author": {
    "text": "Tinie Tempah"
   }
  },
  {
   "quote": {
    "text": "Romance is dead - it was acquired in a hostile takeover by Hallmark and Disney, homogenized, and sold off piece by piece."
   },
   "author": {
    "text": "Yeardley Smith"
   }
  },
  {
   "quote": {
    "text": "Hip hop is the strongest form of protest there is, and it doesn't always have to be a violent protest. It can be romantic, also. When you listen to Kanye West's 'Street Lights' for example, there's romance, there's pain - you feel the essence. I get the same thing from Drake and 2 Chainz."
   },
   "author": {
    "text": "Giuseppe Zanotti"
   }
  },
  {
   "quote": {
    "text": "When the heart speaks, its language is the same under all latitudes."
   },
   "author": {
    "text": "Ella Maillart"
   }
  },
  {
   "quote": {
    "text": "I'd like to do a romantic comedy like 'Notting Hill,' which is one of my favorite movies."
   },
   "author": {
    "text": "Rutina Wesley"
   }
  },
  {
   "quote": {
    "text": "I feel so fortunate to have been able to work so much, particularly in the horror-thriller genre, but I would love to be able to do something perhaps a little more dramatic or even a romantic comedy."
   },
   "author": {
    "text": "Danielle Panabaker"
   }
  },
  {
   "quote": {
    "text": "I've had ideas for romantic comedies, but it would be a much more darkly comic version than what usually sells tickets."
   },
   "author": {
    "text": "Terence Winter"
   }
  },
  {
   "quote": {
    "text": "In terms of romantic films, all-time romantic films, I really like 'Gone With the Wind.' And I realize I sound so cliched saying that, but there's something so absolutely romantic about it."
   },
   "author": {
    "text": "Freida Pinto"
   }
  },
  {
   "quote": {
    "text": "I am very romantic. In fact, I just renewed my vows... although it was with another woman."
   },
   "author": {
    "text": "Kevin Nealon"
   }
  },
  {
   "quote": {
    "text": "Not many foreigners move to Paris for their dream job. Many do it on a romantic whim."
   },
   "author": {
    "text": "Pamela Druckerman"
   }
  },
  {
   "quote": {
    "text": "I used to be a hopeless romantic - I fell in love with everyone I went out with."
   },
   "author": {
    "text": "Jeremy London"
   }
  },
  {
   "quote": {
    "text": "Yeah, romantic comedies are the hardest movies to make. Maybe one works a year."
   },
   "author": {
    "text": "Dylan McDermott"
   }
  },
  {
   "quote": {
    "text": "I think that baseball as a whole, I am a huge romantic when it comes to the history and the stats and the numbers the stories behind it, so I would consider myself a pretty big fan."
   },
   "author": {
    "text": "Graham Elliot"
   }
  },
  {
   "quote": {
    "text": "I'm really good at making teen angst romantic. I'm really good at dealing with heartbreak and things like that and making it into this whole experience. But there's no way to make someone-on-the-Internet-said-something-mean-about-me into romantic angst where you can listen to music and cry or whatever."
   },
   "author": {
    "text": "Tavi Gevinson"
   }
  },
  {
   "quote": {
    "text": "I don't want to do romantic roles where I have to lip sync to a song. A role that explores romance on a new level would suit me."
   },
   "author": {
    "text": "Irrfan Khan"
   }
  },
  {
   "quote": {
    "text": "I think, anytime there is a strong intellectual connection and people have shared interest, where they enjoy bantering with each other, there is always potential for a romantic spark. That is inherent."
   },
   "author": {
    "text": "Stephanie Savage"
   }
  },
  {
   "quote": {
    "text": "I have a romantic conception of the writer's life, and the sort of writer's life that I admire is probably a childless life, possibly a marriageless life, certainly a travelling life - I'm in awe of how much D.H. Lawrence managed to get around. But that's never been something I'm capable of doing."
   },
   "author": {
    "text": "Rachel Cusk"
   }
  },
  {
   "quote": {
    "text": "With everything, especially romantic relationships, you have to protect your heart. That doesn't mean you can't show up and be able to give this person a piece of you and be open to being yourself."
   },
   "author": {
    "text": "LeToya Luckett"
   }
  },
  {
   "quote": {
    "text": "I'm definitely a hopeless romantic."
   },
   "author": {
    "text": "LeToya Luckett"
   }
  },
  {
   "quote": {
    "text": "My husband does so many romantic things for me, it's absurd."
   },
   "author": {
    "text": "Jennifer Beals"
   }
  },
  {
   "quote": {
    "text": "I think a nice romantic dinner should be saved for when you and the girl you're dating or seeing have something special and it's a more special occasion."
   },
   "author": {
    "text": "Ben Savage"
   }
  },
  {
   "quote": {
    "text": "The other two things are... well, I had a huge appetite for old black and white movies on BBC 2. At the weekends they used to run matinees, and the more romantic the better."
   },
   "author": {
    "text": "Ewan McGregor"
   }
  },
  {
   "quote": {
    "text": "I really, really, really want to do a silly romantic comedy where I can just have a crush on the guy, trip over myself, and laugh and be goofy. I just feel like all I do is cry, sob, and fight zombies and the bad guys."
   },
   "author": {
    "text": "Laurie Holden"
   }
  },
  {
   "quote": {
    "text": "People are like, 'Are Nimona and Ballister romantic?' And I'm like, 'No! Of course not.' 'Well, are Ballister and Goldenloin in a relationship?' And I'm like, 'Yeah, okay.'"
   },
   "author": {
    "text": "Noelle Stevenson"
   }
  },
  {
   "quote": {
    "text": "When you're making a film, you become incredibly close. It's not like you're filing away papers all day. You're creating with human emotions, so you do become very connected, so it is familial and romantic."
   },
   "author": {
    "text": "Thora Birch"
   }
  },
  {
   "quote": {
    "text": "I guess I'm a bit of a romantic."
   },
   "author": {
    "text": "Felicity Jones"
   }
  },
  {
   "quote": {
    "text": "I am definitely romantic, and I love romantic stories - that's why I keep making romantic movies."
   },
   "author": {
    "text": "Felicity Jones"
   }
  },
  {
   "quote": {
    "text": "I was thinking 'Love Story', obviously, was a romantic film of that time."
   },
   "author": {
    "text": "Felicity Jones"
   }
  },
  {
   "quote": {
    "text": "When you are the lead in a romantic comedy, you have to worry about people really liking you."
   },
   "author": {
    "text": "Morris Chestnut"
   }
  },
  {
   "quote": {
    "text": "I've always loved the language of flowers. I discovered Kate Greenaway's 'Language of Flowers' in a used bookstore when I was 16 and couldn't believe it was such a well-kept secret. How could something so beautiful and romantic be virtually unknown?"
   },
   "author": {
    "text": "Vanessa Diffenbaugh"
   }
  },
  {
   "quote": {
    "text": "We need a romantic illusion to embark on relationships in the first place. After that, they survive or fail for other, more practical reasons."
   },
   "author": {
    "text": "Nick Hornby"
   }
  },
  {
   "quote": {
    "text": "My dad is Scottish, and he read in the newspaper about the plight of the Scottish Freshwater Mussel, which is a real thing - like, a very real, serious conservation issue. And he's a writer, and he was going to do a film about a Glaswegian gangster, and then I stole the idea and turned it into a romantic comedy."
   },
   "author": {
    "text": "Talulah Riley"
   }
  },
  {
   "quote": {
    "text": "I'm still a bit of a romantic and an idealist and hopelessly naive."
   },
   "author": {
    "text": "Brit Marling"
   }
  },
  {
   "quote": {
    "text": "I never got the opportunity to be romantic or feel romantic with anyone."
   },
   "author": {
    "text": "Gary Coleman"
   }
  },
  {
   "quote": {
    "text": "I've never felt that I had to take a role in one of those mediocre but hugely budgeted romantic comedies because I want to wear beautiful dresses and have people think I'm pretty and that I get the guy."
   },
   "author": {
    "text": "Minnie Driver"
   }
  },
  {
   "quote": {
    "text": "People get this very romantic vision of a fashion designer who in one night makes 25 sketches and in the morning throws them on the table and there are a lot of women in white aprons with the pins on the lapel and they start to grab the sketches and... It's not like that."
   },
   "author": {
    "text": "Dries van Noten"
   }
  },
  {
   "quote": {
    "text": "With female-oriented movies, unless it's something like 'Bridesmaids' or a romantic comedy, you've got to really worry about your opening weekend. And I'm always telling stories about women, not younger women, and it's just a much tougher audience to get to the movie theater."
   },
   "author": {
    "text": "Callie Khouri"
   }
  },
  {
   "quote": {
    "text": "The most contemporary film I can think of is your standard romantic comedy, but the minute you make them, they already look so aged."
   },
   "author": {
    "text": "Rupert Friend"
   }
  },
  {
   "quote": {
    "text": "I think to love somebody every day for a long period of time is the most romantic thing you can do."
   },
   "author": {
    "text": "Nick Zano"
   }
  },
  {
   "quote": {
    "text": "I'm as much a victim of the romantic myth of 'getting away' as anyone else. My head tells me it's myth, but I don't want to believe it is."
   },
   "author": {
    "text": "Sydney Pollack"
   }
  },
  {
   "quote": {
    "text": "In terms of level of difficulty, it would go comedy, thriller, and then romantic drama."
   },
   "author": {
    "text": "Sydney Pollack"
   }
  },
  {
   "quote": {
    "text": "Many people who don't like Rachmaninov's style consider the 'Rhapsody' his masterpiece. It's written fantastically well for orchestra and piano. He combines a lot of effervescence with a deep, Romantic spirit."
   },
   "author": {
    "text": "Stephen Hough"
   }
  },
  {
   "quote": {
    "text": "I like playing off strong actors, whether it's Benedict Cumberbatch or Dominic Cooper. Also I'm a hopeless romantic, so I'm fascinated by relationships."
   },
   "author": {
    "text": "Lara Pulver"
   }
  },
  {
   "quote": {
    "text": "Romantic comedies are particularly hard to make."
   },
   "author": {
    "text": "D. B. Sweeney"
   }
  },
  {
   "quote": {
    "text": "I am a diehard romantic, and I shamelessly accept that. I love writing letters."
   },
   "author": {
    "text": "Ali Fazal"
   }
  },
  {
   "quote": {
    "text": "I love romantic comedies."
   },
   "author": {
    "text": "Max Minghella"
   }
  },
  {
   "quote": {
    "text": "There are many aspects to directing that have a romantic place in people's minds."
   },
   "author": {
    "text": "Adam McKay"
   }
  },
  {
   "quote": {
    "text": "I love the romance in Kimberly Derting's 'The Body Finder.' 'Cold Kiss' by Amy Garvey is unbelievably touching - and about so much more than just romantic love."
   },
   "author": {
    "text": "Claudia Gray"
   }
  },
  {
   "quote": {
    "text": "I don't see people who are eager for shutdowns. While some people have a romantic ideal about shutdowns, the vast majority of Republicans and Democrats believe you have to try to work problems out rather than having a shutdown."
   },
   "author": {
    "text": "James Lankford"
   }
  },
  {
   "quote": {
    "text": "Usually, in romantic comedies, you end up sacrificing a great deal of the complexity - you know, just two attractive people and a good soundtrack."
   },
   "author": {
    "text": "Timothy Olyphant"
   }
  },
  {
   "quote": {
    "text": "War is terrible. There is nothing romantic about war."
   },
   "author": {
    "text": "Martin McGuinness"
   }
  },
  {
   "quote": {
    "text": "After a life deprived of everything from romantic love to the choice of when to wake up in the morning, after 29 years without the ability to have a career or even to be alone at toilet, the Bijani sisters are not symbols but women who have had to live a shared life of constant, quotidian sacrifice."
   },
   "author": {
    "text": "Darin Strauss"
   }
  },
  {
   "quote": {
    "text": "Dame Barbara Cartland was an endearing eccentric, and when I interviewed her, she wanted me to listen to her dictating to her secretary one of those romantic novels that she turned out fortnightly."
   },
   "author": {
    "text": "Melvyn Bragg"
   }
  },
  {
   "quote": {
    "text": "There's no shame in being romantic at all. I think people want to feel that sense of romance, which is rarely even attempted anymore."
   },
   "author": {
    "text": "Colin Trevorrow"
   }
  },
  {
   "quote": {
    "text": "'Intelligent Life' is kind of a companion piece to 'Safety Not Guaranteed.' Internally, it's a sci-fi romantic thriller."
   },
   "author": {
    "text": "Colin Trevorrow"
   }
  },
  {
   "quote": {
    "text": "Growing up, dating seemed pretty straightforward: If someone was interested in getting to know you on a romantic level, they approached, exchanged info, and proceeded to communicate with you in a consistent fashion between outings of various natures."
   },
   "author": {
    "text": "Amanda Seales"
   }
  },
  {
   "quote": {
    "text": "I am a hopeless romantic."
   },
   "author": {
    "text": "Tiffany Hwang"
   }
  },
  {
   "quote": {
    "text": "It's so often that I read for the bouncy, sunny girl men fall in love with who will solve all the romantic problems in the narrative. I don't choose to work that way."
   },
   "author": {
    "text": "Sarah Gadon"
   }
  },
  {
   "quote": {
    "text": "You think, 'Musicals, they must always be romantic' - You'd be surprised how few of them historically have ever been romantic."
   },
   "author": {
    "text": "Harold Prince"
   }
  },
  {
   "quote": {
    "text": "You could argue that 'Sweeney Todd' was romantic, if you looked closely at it, but it didn't impart that to its audiences. But it's large, and it's melodramatic, and it's a style I like to work in periodically."
   },
   "author": {
    "text": "Harold Prince"
   }
  },
  {
   "quote": {
    "text": "Therapy was the biggest romance of my life."
   },
   "author": {
    "text": "Dar Williams"
   }
  },
  {
   "quote": {
    "text": "I came across 'The Song of Achilles' by Madeline Miller in one of the most romantic ways one can find a story. I was digging through a pile of used books at my local library when my hand gravitated toward its brilliant teal and glistening gold cover."
   },
   "author": {
    "text": "Taylor Jenkins Reid"
   }
  },
  {
   "quote": {
    "text": "Movies are romantic fantasies."
   },
   "author": {
    "text": "Ira Sachs"
   }
  },
  {
   "quote": {
    "text": "I would love to do a really cool romantic comedy, perhaps with Hugh Grant. I think he is brilliant. That's the kind of film I love to go to see. I love 'girls' films'."
   },
   "author": {
    "text": "Sophia Myles"
   }
  },
  {
   "quote": {
    "text": "I've always looked at independent booksellers in a romantic light."
   },
   "author": {
    "text": "Pierce Brown"
   }
  },
  {
   "quote": {
    "text": "I'm personally a hopeless romantic. I always have been."
   },
   "author": {
    "text": "Brett Young"
   }
  },
  {
   "quote": {
    "text": "It's good to be able to be a leading lady, to be a romantic lead, to play opposite people who are talented, and charismatic and stuff."
   },
   "author": {
    "text": "Heather Graham"
   }
  },
  {
   "quote": {
    "text": "Edinburgh is a world city, visited throughout the year for its beauty and history, but in August, it is the City of Hope. There is something very exciting and romantic about performers of all shapes and sizes, honing their stuff for the biggest arts festival in the world."
   },
   "author": {
    "text": "Dominic Holland"
   }
  },
  {
   "quote": {
    "text": "I did want a boy child because I had this romantic idea that a boy child when he's 16 takes his mother out for dinner."
   },
   "author": {
    "text": "Jennifer Saunders"
   }
  },
  {
   "quote": {
    "text": "A handful of older, romantic leading men, like Sean Connery, Jack Nicholson, and Robert Redford are still landing parts."
   },
   "author": {
    "text": "Charles Dance"
   }
  },
  {
   "quote": {
    "text": "When I was very, very young, seven years old, I heard there was school where you could go to learn to draw. That was my absolute driven passion, to become an artist or a painter. So the romantic realist in me, I studied to be a graphic design artist and an art teacher."
   },
   "author": {
    "text": "David Coverdale"
   }
  },
  {
   "quote": {
    "text": "Yeah, but there's nobody who represents romance to me like Cary Grant."
   },
   "author": {
    "text": "Aaron Eckhart"
   }
  },
  {
   "quote": {
    "text": "I had written many things as a journalist, but I had no idea if I could write something scary or romantic or touching that wasn't me writing about someone else's life story. It was really exciting to try."
   },
   "author": {
    "text": "Jeff Giles"
   }
  },
  {
   "quote": {
    "text": "Some have called we rock and roll performers who never retire 'troubadours.' I enjoy this misnomer immensely. While there are many differences between me and my distant predecessors in L'Occitane, I do believe there is a lineage that connects us of the last 70 years with those romantic singers of the High Middle Ages."
   },
   "author": {
    "text": "Frank Black"
   }
  },
  {
   "quote": {
    "text": "I really love the idea of the poetically mad - the character that is imbued with the romantic madness. Like River from 'Firefly' or Drusilla from 'Buffy.' Someone dangerously unhinged, where you're really not sure they're going to be reliable minute-to-minute."
   },
   "author": {
    "text": "Holly Black"
   }
  },
  {
   "quote": {
    "text": "When I read the script, I liked the script very much and I thought it was a marvelous part for her, because I think it is a change of pace. I mean, we know how wonderful she is in romantic comedy."
   },
   "author": {
    "text": "Albert Finney"
   }
  },
  {
   "quote": {
    "text": "I get a lot of dramas, but I'd like to do a romantic comedy type of movie; that'd be a nice step for me. No more screaming or running or shooting... for one movie where I can just be in love with a boy."
   },
   "author": {
    "text": "Serinda Swan"
   }
  },
  {
   "quote": {
    "text": "Well, I think first it was rare for me to do anything that had any kind of a romantic note to it."
   },
   "author": {
    "text": "Tim Roth"
   }
  },
  {
   "quote": {
    "text": "I'm a dreadful romantic. No matter what I go through in life, I want to fall in love with a man."
   },
   "author": {
    "text": "Rachel Hunter"
   }
  },
  {
   "quote": {
    "text": "I'm sorry, but I can't make a movie with the blonde from 'ER' who is starring in every single bad romantic comedy."
   },
   "author": {
    "text": "Matthew Fox"
   }
  },
  {
   "quote": {
    "text": "My idea of a romantic night is to watch action films."
   },
   "author": {
    "text": "Corey Hart"
   }
  },
  {
   "quote": {
    "text": "I went through a stage of writing my cramped hand in tiny books. My two sisters and I did have our Bronte period. My mum is from Yorkshire, and we would go up to the Moors. It tapped into our romantic visions of ourselves."
   },
   "author": {
    "text": "Rachel Joyce"
   }
  },
  {
   "quote": {
    "text": "Nobody's life is as romantic as it is in fiction."
   },
   "author": {
    "text": "Ruth Glick"
   }
  },
  {
   "quote": {
    "text": "For me, the perfect romantic suspense hero has got to be tough on the outside but tender at his core. A take-charge kind of guy who has his own inner strength and a strong sense of right and wrong - which might not dovetail with the conventional wisdom. I mean, he might bend the law if he thinks the ends justify the means."
   },
   "author": {
    "text": "Ruth Glick"
   }
  },
  {
   "quote": {
    "text": "If I loved all the world as I do you, I shouldn't write books to it: I should only write letters to it, and that would be only a clumsy stage on the way to entire telepathy."
   },
   "author": {
    "text": "Laurence Housman"
   }
  },
  {
   "quote": {
    "text": "One of the pitfalls of a romantic comedy is that you know how it's going to end."
   },
   "author": {
    "text": "Jason Segel"
   }
  },
  {
   "quote": {
    "text": "I'm drawn to the romantic aspect of a character. It's human emotion. It's much more fun to watch. And it's much more fun to play."
   },
   "author": {
    "text": "Natalie Zea"
   }
  },
  {
   "quote": {
    "text": "Romantic Orientalism was fascinated by the color and excitement of a powerful culture, and nearly always approached its subject with love."
   },
   "author": {
    "text": "Kage Baker"
   }
  },
  {
   "quote": {
    "text": "I really love writing comedy. Writing romantic comedy is even nicer because you get to write about how insane we all act when we're falling in love."
   },
   "author": {
    "text": "Pearl Cleage"
   }
  },
  {
   "quote": {
    "text": "I've always loved the '40s romantic comedies and the idea of those mistaken identities and lovers' misunderstandings."
   },
   "author": {
    "text": "Pearl Cleage"
   }
  },
  {
   "quote": {
    "text": "The idea of being a novelist is really romantic, but it's kind of the same as being president of the United States - it's not gonna happen."
   },
   "author": {
    "text": "Richard Paul Evans"
   }
  },
  {
   "quote": {
    "text": "Although some people think I am a romantic novelist I have always thought of myself as a rather gritty radical historian."
   },
   "author": {
    "text": "Philippa Gregory"
   }
  },
  {
   "quote": {
    "text": "I don't like to search too much. I find it is easier when romance finds you."
   },
   "author": {
    "text": "Michelle Trachtenberg"
   }
  },
  {
   "quote": {
    "text": "I want to do a romantic comedy. Like a 'When Harry Met Sally' romantic comedy... A really sweet, show-my-vulnerability kind of role."
   },
   "author": {
    "text": "Zoe McLellan"
   }
  },
  {
   "quote": {
    "text": "I try to be romantic."
   },
   "author": {
    "text": "Carl Kasell"
   }
  },
  {
   "quote": {
    "text": "I want to do more action adventures and more romantic comedies."
   },
   "author": {
    "text": "Maria Bello"
   }
  },
  {
   "quote": {
    "text": "My husband is the romantic one in our relationship. He's always doing sweet things for me. Each year, we recreate our first date - it was a blind date, and we met at the zoo, followed by a trip to the museum. I'd have to say that's my favorite romantic date."
   },
   "author": {
    "text": "Lori Wilde"
   }
  },
  {
   "quote": {
    "text": "Too many women throw themselves into romance because they're afraid of being single, then start making compromises and losing their identity. I won't do that."
   },
   "author": {
    "text": "Julie Delpy"
   }
  },
  {
   "quote": {
    "text": "I am such a diehard romantic. I guess a part of me thinks I am Juliet."
   },
   "author": {
    "text": "Olivia Hussey"
   }
  },
  {
   "quote": {
    "text": "'Terrible' is not a word I would use in shooting romantic scenes with Scott Speedman."
   },
   "author": {
    "text": "Jessy Schram"
   }
  },
  {
   "quote": {
    "text": "I like sundresses with cowboy boots, little shorts with big wedge heels and a big piece of turquoise. I also love classic, Old Hollywood romantic styles. I'm 'country girl meets city girl' circa 1930."
   },
   "author": {
    "text": "Kirsten Prout"
   }
  },
  {
   "quote": {
    "text": "The view which regards man as a well, a reservoir full of possibilities, I call the romantic; the one which regards him as a very finite and fixed creature, I call the classical."
   },
   "author": {
    "text": "T. E. Hulme"
   }
  },
  {
   "quote": {
    "text": "There were two sides to David Lean: on the one side, he was kind of a rather stiff, disciplined Englishman. And then he had this kind of romantic side to him. I think being true to both sides of your nature is important."
   },
   "author": {
    "text": "John Boorman"
   }
  },
  {
   "quote": {
    "text": "Middle age is when a guy keeps turning off lights for economical rather than romantic reasons."
   },
   "author": {
    "text": "Lillian Gordy Carter"
   }
  },
  {
   "quote": {
    "text": "I'm a bit of a romantic, to a fault. It's led me to some great things and also some sad things. It's made me a better person, to keep a good spirit about dating."
   },
   "author": {
    "text": "Alexander Koch"
   }
  },
  {
   "quote": {
    "text": "I'm a very romantic and passionate guy."
   },
   "author": {
    "text": "Diego Boneta"
   }
  }
 ]
}