{
 "ScienceQuotes": [
  {
   "quote": {
    "text": "The science of today is the technology of tomorrow."
   },
   "author": {
    "text": "Edward Teller"
   }
  },
  {
   "quote": {
    "text": "Science is a beautiful gift to humanity; we should not distort it."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Research is what I'm doing when I don't know what I'm doing."
   },
   "author": {
    "text": "Wernher von Braun"
   }
  },
  {
   "quote": {
    "text": "Science is organized knowledge. Wisdom is organized life."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "Science without religion is lame, religion without science is blind."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Success is a science; if you have the conditions, you get the result."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Science is a way of thinking much more than it is a body of knowledge."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "The art and science of asking questions is the source of all knowledge."
   },
   "author": {
    "text": "Thomas Berger"
   }
  },
  {
   "quote": {
    "text": "Only two things are infinite, the universe and human stupidity, and I'm not sure about the former."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Democracy is the art and science of running the circus from the monkey cage."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Science means constantly walking a tightrope between blind faith and curiosity; between expertise and creativity; between bias and openness; between experience and epiphany; between ambition and passion; and between arrogance and conviction - in short, between an old today and a new tomorrow."
   },
   "author": {
    "text": "Heinrich Rohrer"
   }
  },
  {
   "quote": {
    "text": "Scientists have become the bearers of the torch of discovery in our quest for knowledge."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Science is about knowing; engineering is about doing."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "Bad times have a scientific value. These are occasions a good learner would not miss."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Science is the great antidote to the poison of enthusiasm and superstition."
   },
   "author": {
    "text": "Adam Smith"
   }
  },
  {
   "quote": {
    "text": "We live in a society exquisitely dependent on science and technology, in which hardly anyone knows anything about science and technology."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "No amount of experimentation can ever prove me right; a single experiment can prove me wrong."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Medicine is a science of uncertainty and an art of probability."
   },
   "author": {
    "text": "William Osler"
   }
  },
  {
   "quote": {
    "text": "Science has not yet taught us if madness is or is not the sublimity of the intelligence."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "Everything is theoretically impossible, until it is done."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "Engineering or technology is all about using the power of science to make life better for people, to reduce cost, to improve comfort, to improve productivity, etc."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "Science is beautiful when it makes simple explanations of phenomena or connections between different observations. Examples include the double helix in biology and the fundamental equations of physics."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Our scientific power has outrun our spiritual power. We have guided missiles and misguided men."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Once you have an innovation culture, even those who are not scientists or engineers - poets, actors, journalists - they, as communities, embrace the meaning of what it is to be scientifically literate. They embrace the concept of an innovation culture. They vote in ways that promote it. They don't fight science and they don't fight technology."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Computer science is no more about computers than astronomy is about telescopes."
   },
   "author": {
    "text": "Edsger Dijkstra"
   }
  },
  {
   "quote": {
    "text": "The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "Science is not only a disciple of reason but, also, one of romance and passion."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Science knows no country, because knowledge belongs to humanity, and is the torch which illuminates the world."
   },
   "author": {
    "text": "Louis Pasteur"
   }
  },
  {
   "quote": {
    "text": "If civilization is to survive, we must cultivate the science of human relationships - the ability of all peoples, of all kinds, to live together, in the same world at peace."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "We will always have STEM with us. Some things will drop out of the public eye and will go away, but there will always be science, engineering, and technology. And there will always, always be mathematics."
   },
   "author": {
    "text": "Katherine Johnson"
   }
  },
  {
   "quote": {
    "text": "Science is the key to our future, and if you don't believe in science, then you're holding everybody back."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah."
   },
   "author": {
    "text": "Afrika Bambaataa"
   }
  },
  {
   "quote": {
    "text": "Science and technology revolutionize our lives, but memory, tradition and myth frame our response."
   },
   "author": {
    "text": "Arthur M. Schlesinger"
   }
  },
  {
   "quote": {
    "text": "Science is fun. Science is curiosity. We all have natural curiosity. Science is a process of investigating. It's posing questions and coming up with a method. It's delving in."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "Aerodynamically, the bumble bee shouldn't be able to fly, but the bumble bee doesn't know it so it goes on flying anyway."
   },
   "author": {
    "text": "Mary Kay Ash"
   }
  },
  {
   "quote": {
    "text": "We will explore the mysteries of science and harness the power of technology and innovation. We will realise the opportunities of the digital world. Our youth will learn more from - and with - each other."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "Equipped with his five senses, man explores the universe around him and calls the adventure Science."
   },
   "author": {
    "text": "Edwin Powell Hubble"
   }
  },
  {
   "quote": {
    "text": "Art is the tree of life. Science is the tree of death."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "In the big picture, architecture is the art and science of making sure that our cities and buildings fit with the way we want to live our lives."
   },
   "author": {
    "text": "Bjarke Ingels"
   }
  },
  {
   "quote": {
    "text": "Science is what you know, philosophy is what you don't know."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "The most beautiful thing we can experience is the mysterious. It is the source of all true art and science."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "To raise new questions, new possibilities, to regard old problems from a new angle, requires creative imagination and marks real advance in science."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Travel stories teach geography; insect stories lead the child into natural science; and so on. The teacher, in short, can use reading to introduce her pupils to the most varied subjects; and the moment they have been thus started, they can go on to any limit guided by the single passion for reading."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Medical science has proven time and again that when the resources are provided, great progress in the treatment, cure, and prevention of disease can occur."
   },
   "author": {
    "text": "Michael J. Fox"
   }
  },
  {
   "quote": {
    "text": "Asteroids have us in our sight. The dinosaurs didn't have a space program, so they're not here to talk about this problem. We are, and we have the power to do something about it. I don't want to be the embarrassment of the galaxy, to have had the power to deflect an asteroid, and then not, and end up going extinct."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "We must teach science in the mother tongue. Otherwise, science will become a highbrow activity. It will not be an activity in which all people can participate."
   },
   "author": {
    "text": "C. V. Raman"
   }
  },
  {
   "quote": {
    "text": "The whole of science is nothing more than a refinement of everyday thinking."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "The distance between insanity and genius is measured only by success."
   },
   "author": {
    "text": "Bruce Feirstein"
   }
  },
  {
   "quote": {
    "text": "Medicine is not only a science; it is also an art. It does not consist of compounding pills and plasters; it deals with the very processes of life, which must be understood before they may be guided."
   },
   "author": {
    "text": "Paracelsus"
   }
  },
  {
   "quote": {
    "text": "Nothing has such power to broaden the mind as the ability to investigate systematically and truly all that comes under thy observation in life."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "The function of sociology, as of every science, is to reveal that which is hidden."
   },
   "author": {
    "text": "Pierre Bourdieu"
   }
  },
  {
   "quote": {
    "text": "The science tells us that if we fail to reduce global warming pollution, global temperatures will rise to dangerous levels and unleash devastating extreme weather events and accelerate destructive sea level rise."
   },
   "author": {
    "text": "Frances Beinecke"
   }
  },
  {
   "quote": {
    "text": "Anthropology demands the open-mindedness with which one must look and listen, record in astonishment and wonder that which one would not have been able to guess."
   },
   "author": {
    "text": "Margaret Mead"
   }
  },
  {
   "quote": {
    "text": "Computer science is not just for smart 'nerds' in hoodies coding in basements. Coding is extremely creative and is an integral part of almost every industry."
   },
   "author": {
    "text": "Reshma Saujani"
   }
  },
  {
   "quote": {
    "text": "The science of psychology has been far more successful on the negative than on the positive side... It has revealed to us much about man's shortcomings, his illnesses, his sins, but little about his potentialities, his virtues, his achievable aspirations, or his psychological health."
   },
   "author": {
    "text": "Abraham Maslow"
   }
  },
  {
   "quote": {
    "text": "A successful society is characterized by a rising living standard for its population, increasing investment in factories and basic infrastructure, and the generation of additional surplus, which is invested in generating new discoveries in science and technology."
   },
   "author": {
    "text": "Robert Trout"
   }
  },
  {
   "quote": {
    "text": "You can believe what you want religiously. Religion is one thing, but science, provable science, is something else."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "Genetic engineering is a result of science advancement, so I don't think that in itself is bad. If used wisely, genetics can be beneficial, but they can be abused, too."
   },
   "author": {
    "text": "Hideo Kojima"
   }
  },
  {
   "quote": {
    "text": "The rise of Google, the rise of Facebook, the rise of Apple, I think are proof that there is a place for computer science as something that solves problems that people face every day."
   },
   "author": {
    "text": "Eric Schmidt"
   }
  },
  {
   "quote": {
    "text": "Every great advance in science has issued from a new audacity of imagination."
   },
   "author": {
    "text": "John Dewey"
   }
  },
  {
   "quote": {
    "text": "There's nothing I believe in more strongly than getting young people interested in science and engineering, for a better tomorrow, for all humankind."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "Your theory is crazy, but it's not crazy enough to be true."
   },
   "author": {
    "text": "Niels Bohr"
   }
  },
  {
   "quote": {
    "text": "Most people say that it is the intellect which makes a great scientist. They are wrong: it is character."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Computer science inverts the normal. In normal science, you're given a world, and your job is to find out the rules. In computer science, you give the computer the rules, and it creates the world."
   },
   "author": {
    "text": "Alan Kay"
   }
  },
  {
   "quote": {
    "text": "We are born at a given moment, in a given place and, like vintage years of wine, we have the qualities of the year and of the season of which we are born. Astrology does not lay claim to anything more."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "To me, mathematics, computer science, and the arts are insanely related. They're all creative expressions."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "Mathematical science shows what is. It is the language of unseen relations between things. But to use and apply that language, we must be able fully to appreciate, to feel, to seize the unseen, the unconscious."
   },
   "author": {
    "text": "Ada Lovelace"
   }
  },
  {
   "quote": {
    "text": "Music is not math. It's science. You keep mixing the stuff up until it blows up on you, or it becomes this incredible potion."
   },
   "author": {
    "text": "Bruno Mars"
   }
  },
  {
   "quote": {
    "text": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "There is nothing which can better deserve your patronage, than the promotion of science and literature. Knowledge is in every country the surest basis of public happiness."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "Geologists have a saying - rocks remember."
   },
   "author": {
    "text": "Neil Armstrong"
   }
  },
  {
   "quote": {
    "text": "If science fiction is the mythology of modern technology, then its myth is tragic."
   },
   "author": {
    "text": "Ursula K. Le Guin"
   }
  },
  {
   "quote": {
    "text": "We can lick gravity, but sometimes the paperwork is overwhelming."
   },
   "author": {
    "text": "Wernher von Braun"
   }
  },
  {
   "quote": {
    "text": "At its heart, engineering is about using science to find creative, practical solutions. It is a noble profession."
   },
   "author": {
    "text": "Queen Elizabeth II"
   }
  },
  {
   "quote": {
    "text": "I hope climate science becomes the big thing. And then what I want is electrical engineers to solve the world's energy problems, energy distribution problems. I want mechanical engineers to make better transportation systems. I want chemical engineers to develop better solar panels, and so on."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "We have also arranged things so that almost no one understands science and technology. This is a prescription for disaster. We might get away with it for a while, but sooner or later this combustible mixture of ignorance and power is going to blow up in our faces."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "I am among those who think that science has great beauty."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "I'm concentrating on staying healthy, having peace, being happy, remembering what is important, taking in nature and animals, spending time reading, trying to understand the universe, where science and the spiritual meet."
   },
   "author": {
    "text": "Joan Jett"
   }
  },
  {
   "quote": {
    "text": "Part of what made the Macintosh great was that the people working on it were musicians, poets, and artists, and zoologists, and historians. They also happened to be the best computer scientists in the world. But if it hadn't been computer science, these people would have been doing amazing things in other fields."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Software Engineering might be science; but that's not what I do. I'm a hacker, not an engineer."
   },
   "author": {
    "text": "Jamie Zawinski"
   }
  },
  {
   "quote": {
    "text": "Nothing is less important than which fork you use. Etiquette is the science of living. It embraces everything. It is ethics. It is honor."
   },
   "author": {
    "text": "Emily Post"
   }
  },
  {
   "quote": {
    "text": "There is no science in this world like physics. Nothing comes close to the precision with which physics enables you to understand the world around you. It's the laws of physics that allow us to say exactly what time the sun is going to rise. What time the eclipse is going to begin. What time the eclipse is going to end."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "We live in this world in order always to learn industriously and to enlighten each other by means of discussion and to strive vigorously to promote the progress of science and the fine arts."
   },
   "author": {
    "text": "Wolfgang Amadeus Mozart"
   }
  },
  {
   "quote": {
    "text": "Science fiction writers foresee the inevitable, and although problems and catastrophes may be inevitable, solutions are not."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "Crucial to science education is hands-on involvement: showing, not just telling; real experiments and field trips and not just 'virtual reality.'"
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "Science and technology are the keys to both our longevity and our demise. Our entire existence on this planet is a double-edged sword."
   },
   "author": {
    "text": "Rhys Darby"
   }
  },
  {
   "quote": {
    "text": "By denying scientific principles, one may maintain any paradox."
   },
   "author": {
    "text": "Galileo Galilei"
   }
  },
  {
   "quote": {
    "text": "No great advance has been made in science, politics, or religion without controversy."
   },
   "author": {
    "text": "Lyman Beecher"
   }
  },
  {
   "quote": {
    "text": "By isolating the issues of race, gender, sexual orientation, climate change, environment, governance, economics, catastrophe and whatever other problems the present embodies or the future may bring, science fiction can do what Dickens and Sinclair did: make real the consequences of social injustice or human folly."
   },
   "author": {
    "text": "James Gunn"
   }
  },
  {
   "quote": {
    "text": "Science may never come up with a better office communication system than the coffee break."
   },
   "author": {
    "text": "Earl Wilson"
   }
  },
  {
   "quote": {
    "text": "I am often amazed at how much more capability and enthusiasm for science there is among elementary school youngsters than among college students."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "Perfect as the wing of a bird may be, it will never enable the bird to fly if unsupported by the air. Facts are the air of science. Without them a man of science can never rise."
   },
   "author": {
    "text": "Ivan Pavlov"
   }
  },
  {
   "quote": {
    "text": "While that amendment failed, human cloning continues to advance and the breakthrough in this unethical and morally questionable science is around the corner."
   },
   "author": {
    "text": "Mike Pence"
   }
  },
  {
   "quote": {
    "text": "Innovations in science and technology are the engines of the 21st-century economy; if you care about the wealth and health of your nation tomorrow, then you'd better rethink how you allocate taxes to fund science. The federal budget needs to recognize this."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Even when I was studying mathematics, physics, and computer science, it always seemed that the problem of consciousness was about the most interesting problem out there for science to come to grips with."
   },
   "author": {
    "text": "David Chalmers"
   }
  },
  {
   "quote": {
    "text": "There is a fifth dimension, beyond that which is known to man. It is a dimension as vast as space and as timeless as infinity. It is the middle ground between light and shadow, between science and superstition."
   },
   "author": {
    "text": "Rod Serling"
   }
  },
  {
   "quote": {
    "text": "In many spheres of human endeavor, from science to business to education to economic policy, good decisions depend on good measurement."
   },
   "author": {
    "text": "Ben Bernanke"
   }
  },
  {
   "quote": {
    "text": "Science fiction encourages us to explore... all the futures, good and bad, that the human mind can envision."
   },
   "author": {
    "text": "Marion Zimmer Bradley"
   }
  },
  {
   "quote": {
    "text": "Making movies is not rocket science. It's about relationships and communication and strangers coming together to see if they can get along harmoniously, productively, and creatively. That's a challenge. When it works, it's fantastic and will lift you up. When it doesn't work, it's almost just as fascinating."
   },
   "author": {
    "text": "Julia Roberts"
   }
  },
  {
   "quote": {
    "text": "The roles of art, morality, religion, political faith, science itself are not to repair organic exhaustion nor to provide sound functioning of the organs. All this supraphysical life is built and expanded not because of the demands of the cosmic environment but because of the demands of the social environment."
   },
   "author": {
    "text": "Emile Durkheim"
   }
  },
  {
   "quote": {
    "text": "Science and technology multiply around us. To an increasing extent they dictate the languages in which we speak and think. Either we use those languages, or we remain mute."
   },
   "author": {
    "text": "J. G. Ballard"
   }
  },
  {
   "quote": {
    "text": "My dad grew up in a mud hut and studied by candlelight. He was 14 when he got a scholarship to Russia. He was super clever - the cleverest person. He landed in 5ft of snow, and was alone at 14, studying science and engineering. He didn't have a bed, and he slept on a table."
   },
   "author": {
    "text": "M.I.A."
   }
  },
  {
   "quote": {
    "text": "That's one of those things about being a computer science major: Valentine's Day is just another day."
   },
   "author": {
    "text": "Jawed Karim"
   }
  },
  {
   "quote": {
    "text": "We live in a science fictional world with things like cloning and face transplants, and things seem to be getting stranger and stranger."
   },
   "author": {
    "text": "Alastair Reynolds"
   }
  },
  {
   "quote": {
    "text": "Electrical science has revealed to us the true nature of light, has provided us with innumerable appliances and instruments of precision, and has thereby vastly added to the exactness of our knowledge."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "In questions of science, the authority of a thousand is not worth the humble reasoning of a single individual."
   },
   "author": {
    "text": "Galileo Galilei"
   }
  },
  {
   "quote": {
    "text": "We especially need imagination in science. It is not all mathematics, nor all logic, but it is somewhat beauty and poetry."
   },
   "author": {
    "text": "Maria Mitchell"
   }
  },
  {
   "quote": {
    "text": "The human brain is an incredible pattern-matching machine."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "Ignorance more frequently begets confidence than does knowledge: it is those who know little, and not those who know much, who so positively assert that this or that problem will never be solved by science."
   },
   "author": {
    "text": "Charles Darwin"
   }
  },
  {
   "quote": {
    "text": "When radium was discovered, no one knew that it would prove useful in hospitals. The work was one of pure science. And this is a proof that scientific work must not be considered from the point of view of the direct usefulness of it."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "Science cannot solve the ultimate mystery of nature. And that is because, in the last analysis, we ourselves are a part of the mystery that we are trying to solve."
   },
   "author": {
    "text": "Max Planck"
   }
  },
  {
   "quote": {
    "text": "When people think about computer science, they imagine people with pocket protectors and thick glasses who code all night."
   },
   "author": {
    "text": "Marissa Mayer"
   }
  },
  {
   "quote": {
    "text": "There is science, logic, reason; there is thought verified by experience. And then there is California."
   },
   "author": {
    "text": "Edward Abbey"
   }
  },
  {
   "quote": {
    "text": "Advertising is fundamentally persuasion and persuasion happens to be not a science, but an art."
   },
   "author": {
    "text": "William Bernbach"
   }
  },
  {
   "quote": {
    "text": "Statistics is the grammar of science."
   },
   "author": {
    "text": "Karl Pearson"
   }
  },
  {
   "quote": {
    "text": "It is the function of science to discover the existence of a general reign of order in nature and to find the causes governing this order. And this refers in equal measure to the relations of man - social and political - and to the entire universe as a whole."
   },
   "author": {
    "text": "Dmitri Mendeleev"
   }
  },
  {
   "quote": {
    "text": "It vexes me when they would constrain science by the authority of the Scriptures, and yet do not consider themselves bound to answer reason and experiment."
   },
   "author": {
    "text": "Galileo Galilei"
   }
  },
  {
   "quote": {
    "text": "Science is based solely on doubt-based, disinterested examination of the natural and physical world. It is entirely independent of personal belief. There is a very important, fundamental concomitant - that is to accept absolutely nothing whatsoever, for which there is no evidence, as having any fundamental validity."
   },
   "author": {
    "text": "Harry Kroto"
   }
  },
  {
   "quote": {
    "text": "As long as men are free to ask what they must, free to say what they think, free to think what they will, freedom can never be lost and science can never regress."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "Science is the captain, and practice the soldiers."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Experience by itself is not science."
   },
   "author": {
    "text": "Edmund Husserl"
   }
  },
  {
   "quote": {
    "text": "The product of mental labor - science - always stands far below its value, because the labor-time necessary to reproduce it has no relation at all to the labor-time required for its original production."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "The indigenous peoples never had, and still do not have, the place that they should have occupied in the progress and benefits of science and technology, although they represented an important basis for this development."
   },
   "author": {
    "text": "Rigoberta Menchu"
   }
  },
  {
   "quote": {
    "text": "Electrical science has disclosed to us the more intimate relation existing between widely different forces and phenomena and has thus led us to a more complete comprehension of Nature and its many manifestations to our senses."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "With the observable fact that scientific knowledge makes our lives better when applied with concern for human welfare and environmental protection, there is no question that science and technology can produce abundance so that no one has to go without."
   },
   "author": {
    "text": "Jacque Fresco"
   }
  },
  {
   "quote": {
    "text": "We are in a tech-heavy society, plunging headlong into an unknown future. Science fiction is what allows you to stand back and analyze the impact of that and put it in context of how it affects people."
   },
   "author": {
    "text": "J. Michael Straczynski"
   }
  },
  {
   "quote": {
    "text": "What I do is not rocket science, but I sure do love it."
   },
   "author": {
    "text": "Kyle Chandler"
   }
  },
  {
   "quote": {
    "text": "Science and technology are a propellant for building a thriving country, and the happiness of the people and the future of the country hinge on their development."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "Science is the knowledge of consequences, and dependence of one fact upon another."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "There's no doubt that inequality destabilizes societies. I think the social science evidence on that front is crystal clear."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "We pretend that the debate about genetically modified crops is a debate about science when the reality is, actually, that the science is very clear. It is really a debate about values."
   },
   "author": {
    "text": "Mark Walport"
   }
  },
  {
   "quote": {
    "text": "The Analytical Engine has no pretensions whatever to originate anything. It can do whatever we know how to order it to perform... But it is likely to exert an indirect and reciprocal influence on science itself."
   },
   "author": {
    "text": "Ada Lovelace"
   }
  },
  {
   "quote": {
    "text": "It is not enough to know your craft - you have to have feeling. Science is all very well, but for us imagination is worth far more."
   },
   "author": {
    "text": "Edouard Manet"
   }
  },
  {
   "quote": {
    "text": "Science is a way of life. Science is a perspective. Science is the process that takes us from confusion to understanding in a manner that's precise, predictive and reliable - a transformation, for those lucky enough to experience it, that is empowering and emotional."
   },
   "author": {
    "text": "Brian Greene"
   }
  },
  {
   "quote": {
    "text": "I hope to continue to inspire our nation's youth to pursue careers in science, technology, engineering, and math so they, too, may reach for the stars."
   },
   "author": {
    "text": "Ellen Ochoa"
   }
  },
  {
   "quote": {
    "text": "The grand aim of all science is to cover the greatest number of empirical facts by logical deduction from the smallest number of hypotheses or axioms."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Most of the fundamental ideas of science are essentially simple, and may, as a rule, be expressed in a language comprehensible to everyone."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "The fewer the facts, the stronger the opinion."
   },
   "author": {
    "text": "Arnold H. Glasow"
   }
  },
  {
   "quote": {
    "text": "As scientists, we step on the shoulders of science, building on the work that has come before us - aiming to inspire a new generation of young scientists to continue once we are gone."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Science is magic that works."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "There are in fact two things, science and opinion; the former begets knowledge, the later ignorance."
   },
   "author": {
    "text": "Hippocrates"
   }
  },
  {
   "quote": {
    "text": "Nothing matters but the facts. Without them, the science of criminal investigation is nothing more than a guessing game."
   },
   "author": {
    "text": "Blake Edwards"
   }
  },
  {
   "quote": {
    "text": "We must not be afraid to push boundaries; instead, we should leverage our science and our technology, together with our creativity and our curiosity, to solve the world's problems."
   },
   "author": {
    "text": "Jason Silva"
   }
  },
  {
   "quote": {
    "text": "In science, we must be interested in things, not in persons."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "Journalism should be more like science. As far as possible, facts should be verifiable. If journalists want long-term credibility for their profession, they have to go in that direction. Have more respect for readers."
   },
   "author": {
    "text": "Julian Assange"
   }
  },
  {
   "quote": {
    "text": "A fact is a simple statement that everyone believes. It is innocent, unless found guilty. A hypothesis is a novel suggestion that no one wants to believe. It is guilty, until found effective."
   },
   "author": {
    "text": "Edward Teller"
   }
  },
  {
   "quote": {
    "text": "In Israel, a land lacking in natural resources, we learned to appreciate our greatest national advantage: our minds. Through creativity and innovation, we transformed barren deserts into flourishing fields and pioneered new frontiers in science and technology."
   },
   "author": {
    "text": "Shimon Peres"
   }
  },
  {
   "quote": {
    "text": "Neuroscience is by far the most exciting branch of science because the brain is the most fascinating object in the universe. Every human brain is different - the brain makes each human unique and defines who he or she is."
   },
   "author": {
    "text": "Stanley B. Prusiner"
   }
  },
  {
   "quote": {
    "text": "Anthropology is the science which tells us that people are the same the whole world over - except when they are different."
   },
   "author": {
    "text": "Nancy Banks Smith"
   }
  },
  {
   "quote": {
    "text": "For whatever reason, I didn't succumb to the stereotype that science wasn't for girls. I got encouragement from my parents. I never ran into a teacher or a counselor who told me that science was for boys. A lot of my friends did."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "Science is the best idea humans have ever had. The more people who embrace that idea, the better."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "Modern science says: 'The sun is the past, the earth is the present, the moon is the future.' From an incandescent mass we have originated, and into a frozen mass we shall turn. Merciless is the law of nature, and rapidly and irresistibly we are drawn to our doom."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "All science is either physics or stamp collecting."
   },
   "author": {
    "text": "Ernest Rutherford"
   }
  },
  {
   "quote": {
    "text": "I have done one thing that I think is a contribution: I helped Buddhist science and modern science combine. No other Buddhist has done that. Other lamas, I don't think they ever pay attention to modern science. Since my childhood, I have a keen interest."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "The history of science shows that theories are perishable. With every new truth that is revealed we get a better understanding of Nature and our conceptions and views are modified."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "He who would do good to another must do it in Minute Particulars: general Good is the plea of the scoundrel, hypocrite, and flatterer, for Art and Science cannot exist but in minutely organized Particulars."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "The essence of science is independent thinking, hard work, and not equipment. When I got my Nobel Prize, I had spent hardly 200 rupees on my equipment."
   },
   "author": {
    "text": "C. V. Raman"
   }
  },
  {
   "quote": {
    "text": "I do not recognize the right of the public to break in the front door of a man's private life in order to satisfy the gaze of the curious... I do not think it right to dissect living men even for the advancement of science. So far as I am concerned, I prefer a post mortem examination to vivisection without anaesthetics."
   },
   "author": {
    "text": "Alexander Graham Bell"
   }
  },
  {
   "quote": {
    "text": "Each problem that I solved became a rule, which served afterwards to solve other problems."
   },
   "author": {
    "text": "Rene Descartes"
   }
  },
  {
   "quote": {
    "text": "The main purpose of science is simplicity and as we understand more things, everything is becoming simpler."
   },
   "author": {
    "text": "Edward Teller"
   }
  },
  {
   "quote": {
    "text": "In the past, there was active discrimination against women in science. That has now gone, and although there are residual effects, these are not enough to account for the small numbers of women, particularly in mathematics and physics."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Reason, observation, and experience; the holy trinity of science."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "What is a scientist after all? It is a curious man looking through a keyhole, the keyhole of nature, trying to know what's going on."
   },
   "author": {
    "text": "Jacques Yves Cousteau"
   }
  },
  {
   "quote": {
    "text": "The thing I have discovered about working with personal finance is that the good news is that it is not rocket science. Personal finance is about 80 percent behavior. It is only about 20 percent head knowledge."
   },
   "author": {
    "text": "Dave Ramsey"
   }
  },
  {
   "quote": {
    "text": "Science can purify religion from error and superstition. Religion can purify science from idolatry and false absolutes."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "My role at Lockheed Martin puts me in contact with extraordinary leaders in many fields - from science and engineering to philanthropy and government. And since we also work closely with our nation's armed forces, we tend to reflect a lot on leadership and how we can inspire successful teamwork, cooperation, and partnerships."
   },
   "author": {
    "text": "Marillyn Hewson"
   }
  },
  {
   "quote": {
    "text": "When my kids were growing up, I wanted their teachers to teach them science, reading, math and history. I also wanted them to care about my kids. But I did not want my children's public school teachers teaching them religion. That was my job as a parent and the job of our church, Sunday school, and youth group."
   },
   "author": {
    "text": "Adam Hamilton"
   }
  },
  {
   "quote": {
    "text": "The selfsame procedure which zoology, a branch of the natural sciences, applies to the study of animals, anthropology must apply to the study of man; and by doing so, it enrolls itself as a science in the field of nature."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "The usual approach of science of constructing a mathematical model cannot answer the questions of why there should be a universe for the model to describe. Why does the universe go to all the bother of existing?"
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Art has a double face, of expression and illusion, just like science has a double face: the reality of error and the phantom of truth."
   },
   "author": {
    "text": "Publilius Syrus"
   }
  },
  {
   "quote": {
    "text": "Fiction is lies; we're writing about people who never existed and events that never happened when we write fiction, whether its science fiction or fantasy or western mystery stories or so-called literary stories. All those things are essentially untrue. But it has to have a truth at the core of it."
   },
   "author": {
    "text": "George R. R. Martin"
   }
  },
  {
   "quote": {
    "text": "Part of what it is to be scientifically-literate, it's not simply, 'Do you know what DNA is? Or what the Big Bang is?' That's an aspect of science literacy. The biggest part of it is do you know how to think about information that's presented in front of you."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Architecture is a science arising out of many other sciences, and adorned with much and varied learning; by the help of which a judgment is formed of those works which are the result of other arts."
   },
   "author": {
    "text": "Vitruvius"
   }
  },
  {
   "quote": {
    "text": "If there were a science of human beings it would be anthropology that aims at understanding the totality of experience through structural context."
   },
   "author": {
    "text": "Wilhelm Dilthey"
   }
  },
  {
   "quote": {
    "text": "GIS, in its digital manifestation of geography, goes beyond just the science. It provides us a framework and a process for applying geography. It brings together observational science and measurement and integrates it with modeling and prediction, analysis, and interpretation so that we can understand things."
   },
   "author": {
    "text": "Jack Dangermond"
   }
  },
  {
   "quote": {
    "text": "I like the sci-fi channel. Just science in general. I came across a segment on time travel and how time travel is possible. We create a spaceship that's moving at almost the speed of light, we go in that spaceship in outer space, and we fly around for a year, when we get back to Earth, Earth would've aged 10 years."
   },
   "author": {
    "text": "Von Miller"
   }
  },
  {
   "quote": {
    "text": "To be creative means to connect. It's to abolish the gap between the body, the mind and the soul, between science and art, between fiction and nonfiction."
   },
   "author": {
    "text": "Nawal El Saadawi"
   }
  },
  {
   "quote": {
    "text": "We live in an age of technology and science that demands proof, and yet we desire mystery. But when God gives us mystery, we seek to destroy it by gross indifference or childish reasoning."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "The basic science is very well established; it is well understood that global warming is due to greenhouse gases. What is uncertain is projections about specifics in the next few decades, by how much will the climate change."
   },
   "author": {
    "text": "Mario J. Molina"
   }
  },
  {
   "quote": {
    "text": "'Healing,' Papa would tell me, 'is not a science, but the intuitive art of wooing nature.'"
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "Science is not a collection of facts; it is a process of discovery."
   },
   "author": {
    "text": "Robert Zubrin"
   }
  },
  {
   "quote": {
    "text": "The folly of mistaking a paradox for a discovery, a metaphor for a proof, a torrent of verbiage for a spring of capital truths, and oneself for an oracle, is inborn in us."
   },
   "author": {
    "text": "Paul Valery"
   }
  },
  {
   "quote": {
    "text": "There are no such things as applied sciences, only applications of science."
   },
   "author": {
    "text": "Louis Pasteur"
   }
  },
  {
   "quote": {
    "text": "There are worlds of experience beyond the world of the aggressive man, beyond history, and beyond science. The moods and qualities of nature and the revelations of great art are equally difficult to define; we can grasp them only in the depths of our perceptive spirit."
   },
   "author": {
    "text": "Ansel Adams"
   }
  },
  {
   "quote": {
    "text": "The art of entrepreneurship and the science of Customer Development is not just getting out of the building and listening to prospective customers. It's understanding who to listen to and why."
   },
   "author": {
    "text": "Steve Blank"
   }
  },
  {
   "quote": {
    "text": "GIS is waking up the world to the power of geography, this science of integration, and has the framework for creating a better future."
   },
   "author": {
    "text": "Jack Dangermond"
   }
  },
  {
   "quote": {
    "text": "Global Warming: It is a hoax. It is bad science. It is high-jacking public policy. It is the greatest scam in history."
   },
   "author": {
    "text": "John Coleman"
   }
  },
  {
   "quote": {
    "text": "It is this conception of the unity of the human career which is perhaps the greatest achievement of historical study, since it gained a place analogous to that of natural science."
   },
   "author": {
    "text": "James Henry Breasted"
   }
  },
  {
   "quote": {
    "text": "In science, one should use all available resources to solve difficult problems. One of our most powerful resources is the insight of our colleagues."
   },
   "author": {
    "text": "Peter Agre"
   }
  },
  {
   "quote": {
    "text": "There are no shortcuts in evolution."
   },
   "author": {
    "text": "Louis D. Brandeis"
   }
  },
  {
   "quote": {
    "text": "It has become almost a cliche to remark that nobody boasts of ignorance of literature, but it is socially acceptable to boast ignorance of science and proudly claim incompetence in mathematics."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "The commonality between science and art is in trying to see profoundly - to develop strategies of seeing and showing."
   },
   "author": {
    "text": "Edward Tufte"
   }
  },
  {
   "quote": {
    "text": "The challenge of pollution and global warming is no longer the science, or the rate of innovation, but the rate of implementation: We have the clean solutions; now let's bundle them and install them."
   },
   "author": {
    "text": "Jens Martin Skibsted"
   }
  },
  {
   "quote": {
    "text": "In the 1940s, cigarettes would be shown in classy situations, endorsed by celebrities - real A-list Hollywood stars in America - the ads would make claims about tobacco quality or manufacturing science and, bizarrely, some brands had what almost amounted to health claims."
   },
   "author": {
    "text": "Peter York"
   }
  },
  {
   "quote": {
    "text": "Everything great in science and art is simple. What can be less complicated than the greatest discoveries of humanity - gravitation, the compass, the printing press, the steam engine, the electric telegraph?"
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "Northeastern and most coastal states will vote for the candidate who is more closely aligned with international cooperation and engagement, secularism and science, gun control, individual freedom in culture and sexuality, and a greater role for the government in protecting the environment and ensuring economic equality."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "When I began in 1960, individuality wasn't an accepted thing to look for; it was about species-specific behaviour. But animal behaviour is not hard science. There's room for intuition."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "Science and literature are not two things, but two sides of one thing."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "Sadly, embryonic stem cell research is completely legal in this country and has been going on at universities and research facilities for years."
   },
   "author": {
    "text": "Mike Pence"
   }
  },
  {
   "quote": {
    "text": "When a scientist is ahead of his times, it is often through misunderstanding of current, rather than intuition of future truth. In science there is never any error so gross that it won't one day, from some perspective, appear prophetic."
   },
   "author": {
    "text": "Jean Rostand"
   }
  },
  {
   "quote": {
    "text": "We're not all equal, it's simply not true. That isn't science."
   },
   "author": {
    "text": "James D. Watson"
   }
  },
  {
   "quote": {
    "text": "For science, the end of the evolution struggle is simply represented by 'survival.' As for the means to that end, apparently anything goes. Darwinism leaves humanity without a moral compass."
   },
   "author": {
    "text": "Bruce Lipton"
   }
  },
  {
   "quote": {
    "text": "It is the public that is illiterate in science and math, a lazy press, and environmental advocacy groups that manufacture fear for misconceptions about energy."
   },
   "author": {
    "text": "Rex Tillerson"
   }
  },
  {
   "quote": {
    "text": "Time travel used to be thought of as just science fiction, but Einstein's general theory of relativity allows for the possibility that we could warp space-time so much that you could go off in a rocket and return before you set out."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Science fiction is any idea that occurs in the head and doesn't exist yet, but soon will, and will change everything for everybody, and nothing will ever be the same again. As soon as you have an idea that changes some small part of the world you are writing science fiction. It is always the art of the possible, never the impossible."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "Science may have found a cure for most evils; but it has found no remedy for the worst of them all - the apathy of human beings."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Science is a wonderful thing if one does not have to earn one's living at it."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Let both sides seek to invoke the wonders of science instead of its terrors. Together let us explore the stars, conquer the deserts, eradicate disease, tap the ocean depths, and encourage the arts and commerce."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "It stands to the everlasting credit of science that by acting on the human mind it has overcome man's insecurity before himself and before nature."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Men love to wonder, and that is the seed of science."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Evolution is the fundamental idea in all of life science - in all of biology."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "Biochemistry is the science of life. All our life processes - walking, talking, moving, feeding - are essentially chemical reactions. So biochemistry is actually the chemistry of life, and it's supremely interesting."
   },
   "author": {
    "text": "Aaron Ciechanover"
   }
  },
  {
   "quote": {
    "text": "Forensic science offers great potential, as it draws on almost every discipline and, in doing so, creates widespread opportunity for innovation."
   },
   "author": {
    "text": "Mark Walport"
   }
  },
  {
   "quote": {
    "text": "In England, an inventor is regarded almost as a crazy man, and in too many instances, invention ends in disappointment and poverty. In America, an inventor is honoured, help is forthcoming, and the exercise of ingenuity, the application of science to the work of man, is there the shortest road to wealth."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "The kitchen's a laboratory, and everything that happens there has to do with science. It's biology, chemistry, physics. Yes, there's history. Yes, there's artistry. Yes, to all of that. But what happened there, what actually happens to the food is all science."
   },
   "author": {
    "text": "Alton Brown"
   }
  },
  {
   "quote": {
    "text": "Mars is the only place in the solar system where it's possible for life to become multi-planetarian."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "The business of biomedical research is mostly about failure. Few projects we commission will ultimately result in success. But every study we do contributes to the body of knowledge that brings science and society closer to a solution."
   },
   "author": {
    "text": "Kenneth Frazier"
   }
  },
  {
   "quote": {
    "text": "Just as Darwin discovered the law of development of organic nature, so Marx discovered the law of development of human history: the simple fact, hitherto concealed by an overgrowth of ideology, that mankind must first of all eat, drink, have shelter and clothing, before it can pursue politics, science, art, religion, etc."
   },
   "author": {
    "text": "Friedrich Engels"
   }
  },
  {
   "quote": {
    "text": "Baking is both an art and a science."
   },
   "author": {
    "text": "Sherry Yard"
   }
  },
  {
   "quote": {
    "text": "Anybody who has been seriously engaged in scientific work of any kind realizes that over the entrance to the gates of the temple of science are written the words: 'Ye must have faith.'"
   },
   "author": {
    "text": "Max Planck"
   }
  },
  {
   "quote": {
    "text": "Science, my lad, is made up of mistakes, but they are mistakes which it is useful to make, because they lead little by little to the truth."
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "We've arranged a civilization in which most crucial elements profoundly depend on science and technology."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "There is a single light of science, and to brighten it anywhere is to brighten it everywhere."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "Imagination is the Discovering Faculty, pre-eminently. It is that which penetrates into the unseen worlds around us, the worlds of Science."
   },
   "author": {
    "text": "Ada Lovelace"
   }
  },
  {
   "quote": {
    "text": "Aviation, this young modern giant, exemplifies the possible relationship of women and the creations of science. Although women have not taken full advantage of its use and benefits, air travel is as available to them as to men."
   },
   "author": {
    "text": "Amelia Earhart"
   }
  },
  {
   "quote": {
    "text": "Human relations are built on feeling, not on reason or knowledge. And feeling is not an exact science; like all spiritual qualities, it has the vagueness of greatness about it."
   },
   "author": {
    "text": "Amelia Barr"
   }
  },
  {
   "quote": {
    "text": "My social philosophy may be said to be enshrined in three words: liberty, equality and fraternity. Let no one, however, say that I have borrowed by philosophy from the French Revolution. I have not. My philosophy has roots in religion and not in political science. I have derived them from the teachings of my Master, the Buddha."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "Skeptical scrutiny is the means, in both science and religion, by which deep thoughts can be winnowed from deep nonsense."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "What are we promoting in society? Well-behaved automatons that spew back what they learned in a book. That's not science. You can get a parrot to do that."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Ever since the Industrial Revolution, investments in science and technology have proved to be reliable engines of economic growth. If homegrown interest in those fields is not regenerated soon, the comfortable lifestyle to which Americans have become accustomed will draw to a rapid close."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "The very nature of science is discoveries, and the best of those discoveries are the ones you don't expect."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Science is basically an inoculation against charlatans."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Science, already oppressive with its shocking revelations, will perhaps be the ultimate exterminator of our human species - if separate species we be - for its reserve of unguessed horrors could never be borne by mortal brains if loosed upon the world."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "When science, art, literature, and philosophy are simply the manifestation of personality they are on a level where glorious and dazzling achievements are possible, which can make a man's name live for thousands of years."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "In science, if you don't do it, somebody else will. Whereas in art, if Beethoven didn't compose the 'Ninth Symphony,' no one else before or after is going to compose the 'Ninth Symphony' that he composed; no one else is going to paint 'Starry Night' by van Gogh."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "I hope I have helped to raise the profile of science and to show that physics is not a mystery but can be understood by ordinary people."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "There is no conflict between the ideal of religion and the ideal of science, but science is opposed to theological dogmas because science is founded on fact. To me, the universe is simply a great machine which never came into being and never will end. The human being is no exception to the natural order. Man, like the universe, is a machine."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "We think scientific literacy flows out of how many science facts can you recite rather than how was your brain wired for thinking. And it's the brain wiring that I'm more interested in rather than the facts that come out of the curriculum or the lesson plan that's been proposed."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Science is the father of knowledge, but opinion breeds ignorance."
   },
   "author": {
    "text": "Hippocrates"
   }
  },
  {
   "quote": {
    "text": "I've always been interested in science - one of my favourite books is James Watson's 'Molecular Biology of the Gene.'"
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "A year spent in artificial intelligence is enough to make one believe in God."
   },
   "author": {
    "text": "Alan Perlis"
   }
  },
  {
   "quote": {
    "text": "The whole history of science has been the gradual realization that events do not happen in an arbitrary manner, but that they reflect a certain underlying order, which may or may not be divinely inspired."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "When I look upon seamen, men of science and philosophers, man is the wisest of all beings; when I look upon priests and prophets nothing is as contemptible as man."
   },
   "author": {
    "text": "Diogenes"
   }
  },
  {
   "quote": {
    "text": "False facts are highly injurious to the progress of science, for they often endure long; but false views, if supported by some evidence, do little harm, for every one takes a salutary pleasure in proving their falseness."
   },
   "author": {
    "text": "Charles Darwin"
   }
  },
  {
   "quote": {
    "text": "The great tragedy of science - the slaying of a beautiful hypothesis by an ugly fact."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "Science, as illustrated by the printing press, the telegraph, the railway, is a double-edged sword. At the same moment that it puts an enormous power in the hands of the good man, it also offers an equal advantage to the evil disposed."
   },
   "author": {
    "text": "Richard Jefferies"
   }
  },
  {
   "quote": {
    "text": "If the facts don't fit the theory, change the facts."
   },
   "author": {
    "text": "Unknown"
   }
  },
  {
   "quote": {
    "text": "The foundation of empire is art and science. Remove them or degrade them, and the empire is no more. Empire follows art and not vice versa as Englishmen suppose."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Everything, however complicated - breaking waves, migrating birds, and tropical forests - is made of atoms and obeys the equations of quantum physics. But even if those equations could be solved, they wouldn't offer the enlightenment that scientists seek. Each science has its own autonomous concepts and laws."
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "Winning is the science of being totally prepared."
   },
   "author": {
    "text": "George Allen, Sr."
   }
  },
  {
   "quote": {
    "text": "A scientific truth does not triumph by convincing its opponents and making them see the light, but rather because its opponents eventually die and a new generation grows up that is familiar with it."
   },
   "author": {
    "text": "Max Planck"
   }
  },
  {
   "quote": {
    "text": "My dad got a job as a professor at Virginia Commonwealth University. He teaches biology and genetics. My dad has been obsessed with science his whole life. Both my paternal grandparents were illiterate bamboo farmers, so he really worked his way up and then got a Ph.D., full ride and everything, from universities in America."
   },
   "author": {
    "text": "Constance Wu"
   }
  },
  {
   "quote": {
    "text": "There must be no barriers to freedom of inquiry. There is no place for dogma in science. The scientist is free, and must be free to ask any question, to doubt any assertion, to seek for any evidence, to correct any errors."
   },
   "author": {
    "text": "J. Robert Oppenheimer"
   }
  },
  {
   "quote": {
    "text": "When you apply computer science and machine learning to areas that haven't had any innovation in 50 years, you can make rapid advances that seem really incredible."
   },
   "author": {
    "text": "Bill Maris"
   }
  },
  {
   "quote": {
    "text": "My mother says that my father truly enjoyed having a son. My two-years-younger twin sisters felt that he didn't quite know how to enjoy them. But I wasn't aware of those things then. So many of my childhood memories involve him. All the excursions into science were shaped by his knowledge and enthusiasm."
   },
   "author": {
    "text": "Robert F. Engle"
   }
  },
  {
   "quote": {
    "text": "There are times when we are just not very kind to ourselves. The problem with our negative thoughts is that the latest science has revealed that thoughts are very powerful, even impacting us physically."
   },
   "author": {
    "text": "Elizabeth Thornton"
   }
  },
  {
   "quote": {
    "text": "Science can lift people out of poverty and cure disease. That, in turn, will reduce civil unrest."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Before we understand science, it is natural to believe that God created the universe."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "I believe there are no questions that science can't answer about a physical universe."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Mild autism can give you a genius like Einstein. If you have severe autism, you could remain nonverbal. You don't want people to be on the severe end of the spectrum. But if you got rid of all the autism genetics, you wouldn't have science or art. All you would have is a bunch of social 'yak yaks.'"
   },
   "author": {
    "text": "Temple Grandin"
   }
  },
  {
   "quote": {
    "text": "I am honorary President of the American Humanist Society, having succeeded the late, great science fiction writer Isaac Asimov in that utterly functionless capacity. We Humanists behave as well as we can, without any rewards or punishments in an Afterlife."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "In order for the United States to do the right things for the long term, it appears to be helpful for us to have the prospect of humiliation. Sputnik helped us fund good science - really good science: the semiconductor came out of it."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Some people would claim that things like love, joy and beauty belong to a different category from science and can't be described in scientific terms, but I think they can now be explained by the theory of evolution."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Throughout history, people have studied pure science from a desire to understand the universe rather than practical applications for commercial gain. But their discoveries later turned out to have great practical benefits."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "I have found far greater enthusiasm for science in America than here in Britain. There is more enthusiasm for everything in America."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Before I lost my voice, it was slurred, so only those close to me could understand, but with the computer voice, I found I could give popular lectures. I enjoy communicating science. It is important that the public understands basic science, if they are not to leave vital decisions to others."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Man has to awaken to wonder - and so perhaps do peoples. Science is a way of sending him to sleep again."
   },
   "author": {
    "text": "Ludwig Wittgenstein"
   }
  },
  {
   "quote": {
    "text": "On the ordinary view of each species having been independently created, we gain no scientific explanation."
   },
   "author": {
    "text": "Charles Darwin"
   }
  },
  {
   "quote": {
    "text": "Science knows no country, because knowledge belongs to humanity, and is the torch which illuminates the world. Science is the highest personification of the nation because that nation will remain the first which carries the furthest the works of thought and intelligence."
   },
   "author": {
    "text": "Louis Pasteur"
   }
  },
  {
   "quote": {
    "text": "But man has still another powerful resource: natural science with its strictly objective methods."
   },
   "author": {
    "text": "Ivan Pavlov"
   }
  },
  {
   "quote": {
    "text": "The enchanting charms of this sublime science reveal only to those who have the courage to go deeply into it."
   },
   "author": {
    "text": "Carl Friedrich Gauss"
   }
  },
  {
   "quote": {
    "text": "The idea that science is just some luxury that you'll get around to if you can afford it is regressive to any future a country might dream for itself."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "The success stories in biotechnology are mainly due to the straightforward application of design thinking in both the business and science aspects of our lean startups."
   },
   "author": {
    "text": "Ryan Bethencourt"
   }
  },
  {
   "quote": {
    "text": "Individual science fiction stories may seem as trivial as ever to the blinder critics and philosophers of today - but the core of science fiction, its essence has become crucial to our salvation if we are to be saved at all."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "To me there has never been a higher source of earthly honor or distinction than that connected with advances in science."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "He who possesses art and science has religion; he who does not possess them, needs religion."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "I feel like science and art are cousins."
   },
   "author": {
    "text": "Kate McKinnon"
   }
  },
  {
   "quote": {
    "text": "Food is art and science. So, you take something out, you have to work with the recipe to make sure that you're providing delicious food with cleaner labels."
   },
   "author": {
    "text": "Denise Morrison"
   }
  },
  {
   "quote": {
    "text": "Science must begin with myths, and with the criticism of myths."
   },
   "author": {
    "text": "Karl Popper"
   }
  },
  {
   "quote": {
    "text": "I feel like the thing we can do is celebrate people doing great work and create more cultural momentum and awareness that this is an important thing in the world. So when the next economic crisis hits and people are talking about where to cut from the budget, science isn't the thing."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "When you're thirsty and it seems that you could drink the entire ocean, that's faith; when you start to drink and finish only a glass or two, that's science."
   },
   "author": {
    "text": "Anton Chekhov"
   }
  },
  {
   "quote": {
    "text": "I would like to be a heart surgeon or brain surgeon... something with that knowledge and the ability to save a life would be pretty cool. I wasn't that good in science class, though."
   },
   "author": {
    "text": "Luke Bryan"
   }
  },
  {
   "quote": {
    "text": "Any real virtual reality enthusiast can look back at VR science fiction. It's not about playing games... 'The Matrix,' 'Snow Crash,' all this fiction was not about sitting in a room playing video games. It's about being in a parallel digital world that exists alongside our own, communicating with other people, playing with other people."
   },
   "author": {
    "text": "Palmer Luckey"
   }
  },
  {
   "quote": {
    "text": "I would not hesitate to say I was addicted to the Internet in the first two years. It can be addictive, and things not taken in moderation have negative effects. But the alarmism around 'Facebook is changing our brains' strikes me as a kind of historical trick. Because we now know from brain science that everything changes our brains."
   },
   "author": {
    "text": "Clay Shirky"
   }
  },
  {
   "quote": {
    "text": "Creativity is essential to particle physics, cosmology, and to mathematics, and to other fields of science, just as it is to its more widely acknowledged beneficiaries - the arts and humanities."
   },
   "author": {
    "text": "Lisa Randall"
   }
  },
  {
   "quote": {
    "text": "Science is a perception of the world around us. Science is a place where what you find in nature pleases you."
   },
   "author": {
    "text": "Subrahmanyan Chandrasekhar"
   }
  },
  {
   "quote": {
    "text": "When I was in 7th grade, we were all given an exam. It was science and math, and the boys who did well were skipped ahead so that when they got to be juniors or seniors in high school they would be able to go to the local community college and take calculus and physics there. And I wasn't skipped ahead."
   },
   "author": {
    "text": "Eileen Pollack"
   }
  },
  {
   "quote": {
    "text": "Remember, science fiction's always been the kind of first level alert to think about things to come. It's easier for an audience to take warnings from sci-fi without feeling that we're preaching to them. Every science fiction movie I have ever seen, any one that's worth its weight in celluloid, warns us about things that ultimately come true."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "Science is the highest personification of the nation because that nation will remain the first which carries the furthest the works of thought and intelligence."
   },
   "author": {
    "text": "Louis Pasteur"
   }
  },
  {
   "quote": {
    "text": "Art is the beautiful way of doing things. Science is the effective way of doing things. Business is the economic way of doing things."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "In the spirit of science, there really is no such thing as a 'failed experiment.' Any test that yields valid data is a valid test."
   },
   "author": {
    "text": "Adam Savage"
   }
  },
  {
   "quote": {
    "text": "There is abundant science out there that connects mercury exposure in vaccines to not only autism, but to ASD, to SIDS, to ADD, ADHD, language tics - which is like Tourette Syndrome - OCD, asthma, food allergies, and diabetes."
   },
   "author": {
    "text": "Robert Kennedy, Jr."
   }
  },
  {
   "quote": {
    "text": "I don't believe in the Great Man theory of science or history. There are no great men, just men standing on the shoulders of other men and what they have done."
   },
   "author": {
    "text": "Jacque Fresco"
   }
  },
  {
   "quote": {
    "text": "Both the man of science and the man of action live always at the edge of mystery, surrounded by it."
   },
   "author": {
    "text": "J. Robert Oppenheimer"
   }
  },
  {
   "quote": {
    "text": "Some say they see poetry in my paintings; I see only science."
   },
   "author": {
    "text": "Georges Seurat"
   }
  },
  {
   "quote": {
    "text": "In science one tries to tell people, in such a way as to be understood by everyone, something that no one ever knew before. But in poetry, it's the exact opposite."
   },
   "author": {
    "text": "Paul Dirac"
   }
  },
  {
   "quote": {
    "text": "Science at its best is an open-minded method of inquiry, not a belief system."
   },
   "author": {
    "text": "Rupert Sheldrake"
   }
  },
  {
   "quote": {
    "text": "I believe economic growth should translate into the happiness and progress of all. Along with it, there should be development of art and culture, literature and education, science and technology. We have to see how to harness the many resources of India for achieving common good and for inclusive growth."
   },
   "author": {
    "text": "Pratibha Patil"
   }
  },
  {
   "quote": {
    "text": "Sporting competitions seem to be what we obsess over, frankly. So if we can put engineering, science, technology into a format of healthy, fun competition, we can attract all sorts of kids that might not see the kind of activity we do as accessible or rewarding."
   },
   "author": {
    "text": "Dean Kamen"
   }
  },
  {
   "quote": {
    "text": "Every science begins as philosophy and ends as art."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "I really believe in science. It is a faith. It is a reverence akin to religion. But as we always say, it's different from religion in that, as near as we can tell, it exists outside of us. It has an objective quality, the process of science."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "My background was computer science and business school, so eventually I worked my way up where I was running product groups - development, testing, marketing, user education."
   },
   "author": {
    "text": "Melinda Gates"
   }
  },
  {
   "quote": {
    "text": "Science is a first-rate piece of furniture for a man's upper chamber, if he has common sense on the ground-floor. But if a man hasn't got plenty of good common sense, the more science he has, the worse for his patient."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "Science is the search for truth, that is the effort to understand the world: it involves the rejection of bias, of dogma, of revelation, but not the rejection of morality."
   },
   "author": {
    "text": "Linus Pauling"
   }
  },
  {
   "quote": {
    "text": "Women are both talented and innovative thinkers and tend to use computer science as a tool to solve larger problems."
   },
   "author": {
    "text": "Kimberly Bryant"
   }
  },
  {
   "quote": {
    "text": "Many who have had an opportunity of knowing any more about mathematics confuse it with arithmetic, and consider it an arid science. In reality, however, it is a science which requires a great amount of imagination."
   },
   "author": {
    "text": "Sofia Kovalevskaya"
   }
  },
  {
   "quote": {
    "text": "We're losing track of the vastness of the potential for computer science. We really have to revive the beautiful intellectual joy of it, as opposed to the business potential."
   },
   "author": {
    "text": "Jaron Lanier"
   }
  },
  {
   "quote": {
    "text": "Science is simply common sense at its best, that is, rigidly accurate in observation, and merciless to fallacy in logic."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "The church saves sinners, but science seeks to stop their manufacture."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "Many of the alarmists on global warming, they've got a problem because the science doesn't back them up."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "Science fiction is the great opportunity to speculate on what could happen. It does give me, as a futurist, scenarios."
   },
   "author": {
    "text": "Ray Kurzweil"
   }
  },
  {
   "quote": {
    "text": "The capacity of the female mind for studies of the highest order cannot be doubted, having been sufficiently illustrated by its works of genius, of erudition, and of science."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "I think of it as a good opportunity to let, in particular, school kids know that this job and other interesting jobs in science and engineering are open to anyone who works hard in school and gets a good education and studies math and science. And that it's not just for a select group of people."
   },
   "author": {
    "text": "Ellen Ochoa"
   }
  },
  {
   "quote": {
    "text": "When I was in elementary school, I was very interested in science already. I must have been ten or eleven years old. I started experiments with chemistry sets at my home in Mexico. I was able to borrow a bathroom and convert it to a laboratory. My parents supported it. They were pleased. My friends just tolerated it."
   },
   "author": {
    "text": "Mario J. Molina"
   }
  },
  {
   "quote": {
    "text": "We must revisit the idea that science is a methodology and not an ontology."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Formal logic is mathematics, and there are philosophers like Wittgenstein that are very mathematical, but what they're really doing is mathematics - it's not talking about things that have affected computer science; it's mathematical logic."
   },
   "author": {
    "text": "Lawrence M. Krauss"
   }
  },
  {
   "quote": {
    "text": "I feel it is unnatural and immoral to try to teach science to children in a foreign language They will know facts, but they will miss the spirit."
   },
   "author": {
    "text": "C. V. Raman"
   }
  },
  {
   "quote": {
    "text": "Investing in science education and curiosity-driven research is investing in the future."
   },
   "author": {
    "text": "Ahmed Zewail"
   }
  },
  {
   "quote": {
    "text": "The humanities need to be defended today against the encroachments of physical science, as they once needed to be against the encroachment of theology."
   },
   "author": {
    "text": "Irving Babbitt"
   }
  },
  {
   "quote": {
    "text": "The more thoroughly I conduct scientific research, the more I believe that science excludes atheism."
   },
   "author": {
    "text": "Lord Kelvin"
   }
  },
  {
   "quote": {
    "text": "Science has improved public health, taken us to the moon, and allowed us to understand the origins of our universe. It also has given us the tools to solve problems now instead of reacting to them after it is too late."
   },
   "author": {
    "text": "Bill Foster"
   }
  },
  {
   "quote": {
    "text": "Saliva has antibacterial properties. It also has things called nerve growth factor, skin growth factor, histatins which help with wound closure. So when you see an animal licking a wound or even a mom kissing a child's boo-boo, there's some, there's some good science behind why one might do this."
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "That's the whole problem with science. You've got a bunch of empiricists trying to describe things of unimaginable wonder."
   },
   "author": {
    "text": "Bill Watterson"
   }
  },
  {
   "quote": {
    "text": "The humanities have been forced to disguise, both from themselves and their students, why their subjects really matter, for the sake of attracting money and prestige in a world obsessed by the achievements of science."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "What use could the humanities be in a digital age? University students focusing on the humanities may end up, at least in their parents' nightmares, as dog-walkers for those majoring in computer science. But, for me, the humanities are not only relevant but also give us a toolbox to think seriously about ourselves and the world."
   },
   "author": {
    "text": "Nicholas Kristof"
   }
  },
  {
   "quote": {
    "text": "By a combination of formal training and self study, the latter continuing systematically well into the 1940s, I was able to gain a broad base of knowledge in economics and political science, together with reasonable skills in advanced mathematics, symbolic logic, and mathematical statistics."
   },
   "author": {
    "text": "Herbert A. Simon"
   }
  },
  {
   "quote": {
    "text": "A powerful attraction exists, therefore, to the promotion of a study and of duties of all others engrossing the time most completely, and which is less benefited than most others by any acquaintance with science."
   },
   "author": {
    "text": "Charles Babbage"
   }
  },
  {
   "quote": {
    "text": "Diversity and inclusion of women and underrepresented minorities in science should not affect the way education is handled or research is carried out. So diversity should not be a problem but rather an opportunity to involve a large talent pool."
   },
   "author": {
    "text": "Mildred S. Dresselhaus"
   }
  },
  {
   "quote": {
    "text": "Nothing you'll read as breaking news will ever hold a candle to the sheer beauty of settled science. Textbook science has carefully phrased explanations for new students, math derived step by step, plenty of experiments as illustration, and test problems."
   },
   "author": {
    "text": "Eliezer Yudkowsky"
   }
  },
  {
   "quote": {
    "text": "Neither science, nor the politics in power, nor the mass media, nor business, nor the law nor even the military are in a position to define or control risks rationally."
   },
   "author": {
    "text": "Ulrich Beck"
   }
  },
  {
   "quote": {
    "text": "Thousands of years ago, humans domesticated every possible large wild mammal species fulfilling all those criteria and worth domesticating, with the result that there have been no valuable additions of domestic animals in recent times, despite the efforts of modern science."
   },
   "author": {
    "text": "Jared Diamond"
   }
  },
  {
   "quote": {
    "text": "What has become clear from the science is that we cannot burn all of the fossil fuels without creating a very different planet."
   },
   "author": {
    "text": "James Hansen"
   }
  },
  {
   "quote": {
    "text": "Art is made to disturb, science reassures."
   },
   "author": {
    "text": "Georges Braque"
   }
  },
  {
   "quote": {
    "text": "What underlies great science is what underlies great art, whether it is visual or written, and that is the ability to distinguish patterns out of chaos."
   },
   "author": {
    "text": "Diana Gabaldon"
   }
  },
  {
   "quote": {
    "text": "Game theory is a branch of, originally, applied mathematics, used mostly in economics and political science, a little bit in biology, that gives us a mathematical taxonomy of social life, and it predicts what people are likely to do and believe others will do in cases where everyone's actions affect everyone else."
   },
   "author": {
    "text": "Colin Camerer"
   }
  },
  {
   "quote": {
    "text": "Nobody climbs mountains for scientific reasons. Science is used to raise money for the expeditions, but you really climb for the hell of it."
   },
   "author": {
    "text": "Edmund Hillary"
   }
  },
  {
   "quote": {
    "text": "I don't think that faith, whatever you're being faithful about, really can be scientifically explained. And I don't want to explain this whole life business through truth, science. There's so much mystery. There's so much awe."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "We have to realize that science is a double-edged sword. One edge of the sword can cut against poverty, illness, disease and give us more democracies, and democracies never war with other democracies, but the other side of the sword could give us nuclear proliferation, biogerms and even forces of darkness."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "Science is about unravelling nature."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "New discoveries in science will continue to create a thousand new frontiers for those who still would adventure."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "There's been some research in cognitive science, I'm told, that discloses that there have always been perhaps 10 to 15 percent of people who are, as Pascal puts it, so made that they cannot believe. To us, when people talk about faith, it's white noise."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "Teaching creationism in science class as an alternative to evolution is inappropriate."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "Before I became a film major, I was very heavily into social science, I had done a lot of sociology, anthropology, and I was playing in what I call social psychology, which is sort of an offshoot of anthropology/sociology - looking at a culture as a living organism, why it does what it does."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "I felt that chess... is a science in the form of a game... I consider myself a scientist. I wanted to be treated like a scientist."
   },
   "author": {
    "text": "Bobby Fischer"
   }
  },
  {
   "quote": {
    "text": "The single life is bearable to me only through my work in science, but for the long term, it would be very bad if I had to make do without a very young person next to me."
   },
   "author": {
    "text": "Werner Heisenberg"
   }
  },
  {
   "quote": {
    "text": "One afternoon, on my way to the campus - I was majoring in political science at Nairobi University - a photographer by the name of Peter Beard stopped me in the street and asked me if I'd ever been photographed."
   },
   "author": {
    "text": "Iman"
   }
  },
  {
   "quote": {
    "text": "If I can get some student interested in science, if I can show members of the general public what's going on up there in the space program, then my job's been done."
   },
   "author": {
    "text": "Christa McAuliffe"
   }
  },
  {
   "quote": {
    "text": "It is science, and not religion, which has taught men that things are complex and difficult to understand."
   },
   "author": {
    "text": "Emile Durkheim"
   }
  },
  {
   "quote": {
    "text": "Science is not a heartless pursuit of objective information. It is a creative human activity, its geniuses acting more as artists than as information processors."
   },
   "author": {
    "text": "Stephen Jay Gould"
   }
  },
  {
   "quote": {
    "text": "One of the favorite things I've learned about Michigan State is that they set up a 'Women's course' in 1896. It sounds like the first gender studies department! But when I looked into it, they taught women home economics, liberal arts, and science. So the women's course was actually a useful degree! It actually teaches something productive!"
   },
   "author": {
    "text": "Milo Yiannopoulos"
   }
  },
  {
   "quote": {
    "text": "The wealthy are always surrounded by hangers-on; science and art are as well."
   },
   "author": {
    "text": "Anton Chekhov"
   }
  },
  {
   "quote": {
    "text": "It is as though nature is a wonderful symphony that science sits in awe of. It looks closely at each player, how the tubas are tuned and how the strings are strung. Creationism lets out a loud 'shush' at such excitement. Just enjoy the show and stop asking questions."
   },
   "author": {
    "text": "Kyle Hill"
   }
  },
  {
   "quote": {
    "text": "In its famous paradox, the equation of money and excrement, psychoanalysis becomes the first science to state what common sense and the poets have long known - that the essence of money is in its absolute worthlessness."
   },
   "author": {
    "text": "Norman O. Brown"
   }
  },
  {
   "quote": {
    "text": "There was a time when 'science' meant the systematic pursuit of knowledge through experimentation and observation. But it's rapidly becoming a synonym for progressive politics and materialist philosophy."
   },
   "author": {
    "text": "Eric Metaxas"
   }
  },
  {
   "quote": {
    "text": "Batman and the Flash have a whole lot in common behind the mask. They've both experienced loss, know forensic science, and are both a bit introverted. In 'Flashpoint,' Thomas Wayne thinks Barry is crazy, but Barry thinks Thomas is crazy. It'll be really fun seeing those two trying to figure things out."
   },
   "author": {
    "text": "Geoff Johns"
   }
  },
  {
   "quote": {
    "text": "I was a Social Science major in college, with an emphasis in secondary education. I took as many courses on the American colonial era and westward expansion as I could. This turned out to be wonderful preparation for writing fantasy novels."
   },
   "author": {
    "text": "Rae Carson"
   }
  },
  {
   "quote": {
    "text": "Anyone who attempts to generate random numbers by deterministic means is, of course, living in a state of sin."
   },
   "author": {
    "text": "John von Neumann"
   }
  },
  {
   "quote": {
    "text": "I feel it is now my duty to speak to young women, to encourage them to have careers and, particularly, careers in science."
   },
   "author": {
    "text": "Rosalyn Sussman Yalow"
   }
  },
  {
   "quote": {
    "text": "Only a minority of science fiction dystopias attempt to plumb the real existential roots of oppression, the flaws in humanity's nature that undermine our best attempts at organizing ourselves into social units."
   },
   "author": {
    "text": "Paul Di Filippo"
   }
  },
  {
   "quote": {
    "text": "The most exciting science requires the most complex instruments."
   },
   "author": {
    "text": "Barry Barish"
   }
  },
  {
   "quote": {
    "text": "It is a remarkable honor to receive a Nobel Prize, because it not only recognizes discoveries, but also their usefulness to the advancement of fundamental science."
   },
   "author": {
    "text": "Peter Agre"
   }
  },
  {
   "quote": {
    "text": "The basic scientific conclusions on climate change are very robust and for good reason. The greenhouse effect is simple science: greenhouse gases trap heat, and humans are emitting ever more greenhouse gases."
   },
   "author": {
    "text": "Nicholas Stern"
   }
  },
  {
   "quote": {
    "text": "When you put the subjectivity of the art together with the context of the science, you have this very powerful conjunction of opposites and together they are greater than either one could ever be."
   },
   "author": {
    "text": "James Balog"
   }
  },
  {
   "quote": {
    "text": "Looking ahead, I believe that the underlying importance of higher education, of science, of technology, of research and scholarship to our quality of life, to the strength of our economy, to our security in many dimensions will continue to be the most important message."
   },
   "author": {
    "text": "Charles Vest"
   }
  },
  {
   "quote": {
    "text": "I just had a crazy, wild imagination all my life, and science fiction is the greatest outlet for me."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "Luckily, even when people are shouting lies, the truth is undamaged. Science doesn't matter what you believe."
   },
   "author": {
    "text": "Ricky Gervais"
   }
  },
  {
   "quote": {
    "text": "It will free man from the remaining chains, the chains of gravity which still tie him to this planet."
   },
   "author": {
    "text": "Wernher von Braun"
   }
  },
  {
   "quote": {
    "text": "If we reject science, we reject the common man."
   },
   "author": {
    "text": "Naguib Mahfouz"
   }
  },
  {
   "quote": {
    "text": "Culture cannot be separated from politics. The arts, philosophy and metaphysics, religion and the sciences, constitute culture. Politics are the science or art of organizing our relationships to allow for the development of life in society."
   },
   "author": {
    "text": "Eugene Ionesco"
   }
  },
  {
   "quote": {
    "text": "Please don't make the mistake of thinking that 'Oryx and Crake' is anti-science. Science is a way of knowing, and a tool. Like all ways of knowing and tools, it can be turned to bad uses. And it can be bought and sold, and it often is. But it is not in itself bad. Like electricity, it's neutral."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "Indeed, every true science has for its object the determination of certain phenomena by means of others, in accordance with the relations which exist between them."
   },
   "author": {
    "text": "Auguste Comte"
   }
  },
  {
   "quote": {
    "text": "Science is what we understand well enough to explain to a computer. Art is everything else we do."
   },
   "author": {
    "text": "Donald Knuth"
   }
  },
  {
   "quote": {
    "text": "The big lesson of planetary science is when you do a first reconnaissance of a new kind of object, you should expect the unexpected."
   },
   "author": {
    "text": "Alan Stern"
   }
  },
  {
   "quote": {
    "text": "I think computer science, by and large, is still stuck in the Modern age."
   },
   "author": {
    "text": "Larry Wall"
   }
  },
  {
   "quote": {
    "text": "A person that much interested in science is going to neglect his social life somewhat, but not completely, because that isn't healthy either. So one has to work it out according to one's own inclinations, how one wants to proportion these things."
   },
   "author": {
    "text": "Clyde Tombaugh"
   }
  },
  {
   "quote": {
    "text": "I was a good student with mathematical ability and interests. As such, I took the usual college preparatory program in high school for one looking to become an engineer: all the available courses in mathematics and science."
   },
   "author": {
    "text": "Dale T. Mortensen"
   }
  },
  {
   "quote": {
    "text": "The people who built the space program - both Soviet and U.S. - were readers of science fiction."
   },
   "author": {
    "text": "Gregory Benford"
   }
  },
  {
   "quote": {
    "text": "Science is organized common sense where many a beautiful theory was killed by an ugly fact."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "I think that our future has lost that capital F we used to spell it with. The science fiction future of my childhood has had a capital F - it was assumed to be an American Future because America was the future. The Future was assumed to be inherently heroic, and a lot of other things, as well."
   },
   "author": {
    "text": "William Gibson"
   }
  },
  {
   "quote": {
    "text": "Facts are the air of scientists. Without them you can never fly."
   },
   "author": {
    "text": "Linus Pauling"
   }
  },
  {
   "quote": {
    "text": "We especially need imagination in science."
   },
   "author": {
    "text": "Maria Mitchell"
   }
  },
  {
   "quote": {
    "text": "But there is only one surefire method of proper pattern recognition, and that is science."
   },
   "author": {
    "text": "Michael Shermer"
   }
  },
  {
   "quote": {
    "text": "Flawed as they may be, science and the secular Enlightenment values expressed in Western democracies are our best hope for survival."
   },
   "author": {
    "text": "Michael Shermer"
   }
  },
  {
   "quote": {
    "text": "I've been programming computers since elementary school, where they taught us, and I stuck with computer science through high school and college."
   },
   "author": {
    "text": "Masi Oka"
   }
  },
  {
   "quote": {
    "text": "Polygraph tests are 20th-century witchcraft."
   },
   "author": {
    "text": "Sam Ervin"
   }
  },
  {
   "quote": {
    "text": "I cannot live on myths; somehow, science convinces me more easily. I am prone to lean towards science, ethics, and philosophy rather than myth, religion, and rituals."
   },
   "author": {
    "text": "Kamal Haasan"
   }
  },
  {
   "quote": {
    "text": "I think we learn from medicine everywhere that it is, at its heart, a human endeavor, requiring good science but also a limitless curiosity and interest in your fellow human being, and that the physician-patient relationship is key; all else follows from it."
   },
   "author": {
    "text": "Abraham Verghese"
   }
  },
  {
   "quote": {
    "text": "About Grade 9 and Grade 10, I had a fantastic drama teacher, and it was one of the first subjects I actually felt that I was good at. I wasn't a mathematician. Didn't like science, any of those subjects. English and Drama were the two subjects that I loved and felt that I was good at."
   },
   "author": {
    "text": "Deborah Mailman"
   }
  },
  {
   "quote": {
    "text": "The theory of undirected evolution is already dead, but the work of science continues."
   },
   "author": {
    "text": "Michael Behe"
   }
  },
  {
   "quote": {
    "text": "The government is right to recognise the importance of science and technology, but I think it is a mistake to ringfence funds."
   },
   "author": {
    "text": "Mark Walport"
   }
  },
  {
   "quote": {
    "text": "Quite often, intent on conveying how things can go wrong for a culture (science fiction) or an individual (horror) or all of magical creation (fantasy), works of fantastika often preclude comedy, because humor gets in the way of messages of doom or struggle."
   },
   "author": {
    "text": "Paul Di Filippo"
   }
  },
  {
   "quote": {
    "text": "I think both running and science reflect certain character traits. I have endurance, patience, and ambition. I'm willing to work hard toward a goal, to push myself and overcome limits. Running and science both let me express these traits."
   },
   "author": {
    "text": "Wolfgang Ketterle"
   }
  },
  {
   "quote": {
    "text": "We've been surrounded by images of space our whole lives, from the speculative images of science fiction to the inspirational visions of artists to the increasingly beautiful pictures made possible by complex technologies. But whilst we have an overwhelmingly vivid visual understanding of space, we have no sense of what space sounds like."
   },
   "author": {
    "text": "Honor Harger"
   }
  },
  {
   "quote": {
    "text": "The man of science is a poor philosopher."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Science literacy is the artery through which the solutions of tomorrow's problems flow."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Science investigates; religion interprets. Science gives man knowledge which is power; religion gives man wisdom which is control."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Science never solves a problem without creating ten more."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Every known fact in natural science was divined by the presentiment of somebody, before it was actually verified."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Science does not know its debt to imagination."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "We want to answer this classical question, who am I? So I think that most of our works are for art, or whatever we do, including science or religion, tried to answer that question."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "Biology is the science. Evolution is the concept that makes biology unique."
   },
   "author": {
    "text": "Jared Diamond"
   }
  },
  {
   "quote": {
    "text": "As we talk with candour, we open the doors to new possibilities and new areas of cooperation in advance in democracy, in combating terrorism, in energy and environment, science and technology and international peacekeeping."
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "Vaccines and antibiotics have made many infectious diseases a thing of the past; we've come to expect that public health and modern science can conquer all microbes. But nature is a formidable adversary."
   },
   "author": {
    "text": "Tom Frieden"
   }
  },
  {
   "quote": {
    "text": "There will one day spring from the brain of science a machine or force so fearful in its potentialities, so absolutely terrifying, that even man, the fighter, who will dare torture and death in order to inflict torture and death, will be appalled, and so abandon war forever."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "The mineral world is a much more supple and mobile world than could be imagined by the science of the ancients. Vaguely analogous to the metamorphoses of living creatures, there occurs in the most solid rocks, as we now know, perpetual transformation of a mineral species."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "The method of political science is the interpretation of life; its instrument is insight, a nice understanding of subtle, unformulated conditions."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "Therefore, the good of man must be the end of the science of politics."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Romance should never begin with sentiment. It should begin with science and end with a settlement."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "I learned about serif and san serif typefaces, about varying the amount of space between different letter combinations, about what makes great typography great. It was beautiful, historical, artistically subtle in a way that science can't capture, and I found it fascinating."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Grades can matter, especially for those students and parents who live for the next round of applications to graduate or professional schools. But there's a problem with the grade emphasis. Math or science graduates earn more than students majoring in the humanities."
   },
   "author": {
    "text": "Amity Shlaes"
   }
  },
  {
   "quote": {
    "text": "In those parts of the world where learning and science has prevailed, miracles have ceased; but in those parts of it as are barbarous and ignorant, miracles are still in vogue."
   },
   "author": {
    "text": "Ethan Allen"
   }
  },
  {
   "quote": {
    "text": "The true teachers and educators are not those who have learned pedagogy as the science of dealing with children, but those in whom pedagogy has awakened through understanding the human being."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "The difference between science and the arts is not that they are different sides of the same coin even, or even different parts of the same continuum, but rather, they are manifestations of the same thing. The arts and sciences are avatars of human creativity."
   },
   "author": {
    "text": "Mae Jemison"
   }
  },
  {
   "quote": {
    "text": "Wisdom alone is the science of other sciences."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Science is nothing but perception."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Science is global. Einstein's equation, E=mc2, has to reach everywhere. Science is a beautiful gift to humanity, we should not distort it. Science does not differentiate between multiple races."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Germany has reduced savagery to a science, and this great war for the victorious peace of justice must go on until the German cancer is cut clean out of the world body."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Raising children is a creative endeavor, an art rather than a science."
   },
   "author": {
    "text": "Bruno Bettelheim"
   }
  },
  {
   "quote": {
    "text": "People think that computer science is the art of geniuses but the actual reality is the opposite, just many people doing things that build on eachother, like a wall of mini stones."
   },
   "author": {
    "text": "Donald Knuth"
   }
  },
  {
   "quote": {
    "text": "You can be creative in anything - in math, science, engineering, philosophy - as much as you can in music or in painting or in dance."
   },
   "author": {
    "text": "Ken Robinson"
   }
  },
  {
   "quote": {
    "text": "You can't train kids in a world where adults have no concept of what science literacy is. The adults are gonna squash the creativity that would manifest itself, because they're clueless about what it and why it matters. But science can always benefit from the more brains there are that are thinking about it - but that's true for any field."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "In science fiction, we're always searching for new frontiers. We're drawn to the unknown."
   },
   "author": {
    "text": "Ridley Scott"
   }
  },
  {
   "quote": {
    "text": "Usually, girls weren't encouraged to go to college and major in math and science. My high school calculus teacher, Ms. Paz Jensen, made math appealing and motivated me to continue studying it in college."
   },
   "author": {
    "text": "Ellen Ochoa"
   }
  },
  {
   "quote": {
    "text": "Carl Sagan spoke fluently between biology and geology and astrophysics and physics. If you move fluently across those boundaries, you realize that science is everywhere; science is not something you can step around or sweep under the rug."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "The more people we can attract to science and technology - men, women, everybody - the more economic opportunity we have as a nation."
   },
   "author": {
    "text": "Megan Smith"
   }
  },
  {
   "quote": {
    "text": "A fool's brain digests philosophy into folly, science into superstition, and art into pedantry. Hence University education."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Science began as one of the noblest expressions of man's reason. It will continue to serve humanity so long as it never forgets that human beings remain the heart of its purpose."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Science has revealed that the human body is made up of millions and millions of atoms... For example, I am made up of 5.8x10 27 atoms."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Most religious people in America fully embrace science. So the argument that religion has some issue with science applies to a small fraction of those who declare that they are religious. They just happen to be a very vocal fraction, so you got the impression that there are more of them than there actually is."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "It's actually the minority of religious people who rejects science or feel threatened by it or want to sort of undo or restrict the... where science can go. The rest, you know, are just fine with science. And it has been that way ever since the beginning."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "When I die, I'm gonna leave my body to science fiction."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "Surgical Anatomy is, to the student of medicine and surgery, the most essential branch of anatomical science, having reference more especially to an accurate knowledge of the more important regions, and consisting in the application of anatomy generally to the practice of surgery."
   },
   "author": {
    "text": "Henry Gray"
   }
  },
  {
   "quote": {
    "text": "The conscience of the world is so guilty that it always assumes that people who investigate heresies must be heretics; just as if a doctor who studies leprosy must be a leper. Indeed, it is only recently that science has been allowed to study anything without reproach."
   },
   "author": {
    "text": "Aleister Crowley"
   }
  },
  {
   "quote": {
    "text": "The biggest benefit of Apollo was the inspiration it gave to a growing generation to get into science and aerospace."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "Science is a differential equation. Religion is a boundary condition."
   },
   "author": {
    "text": "Alan Turing"
   }
  },
  {
   "quote": {
    "text": "Economics is not a science; it is a quasi-religion: part superstition, part mystique, part sentimentality. Bankers dream like other men, the only difference being that when their dreams turn to nightmares, we all lose sleep. There can be no trusting the muttering of any prelate when it comes to money."
   },
   "author": {
    "text": "Howard Jacobson"
   }
  },
  {
   "quote": {
    "text": "God may exist, but science can explain the universe without the need for a creator."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "English is necessary as at present original works of science are in English. I believe that in two decades times original works of science will start coming out in our languages. Then we can move over like the Japanese."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "You could warm Mars up, over time, with greenhouse gases."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "As history has shown, pure science research ultimately ends up applying to something. We just don't know it at the time."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "When I die, I'm leaving my body to science fiction."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "Science is increasingly answering questions that used to be the province of religion."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "The god whom science recognizes must be a God of universal laws exclusively, a God who does a wholesale, not a retail business. He cannot accommodate his processes to the convenience of individuals."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Part of the reason that our politics seems so tough right now and facts and science and argument does not seem to be winning the day all the time is because we're hardwired not to always think clearly when we're scared. And the country's scared."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "If we long to believe that the stars rise and set for us, that we are the reason there is a Universe, does science do us a disservice in deflating our conceits?"
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "After all, science is essentially international, and it is only through lack of the historical sense that national qualities have been attributed to it."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "The science of operations, as derived from mathematics more especially, is a science of itself, and has its own abstract truth and value."
   },
   "author": {
    "text": "Ada Lovelace"
   }
  },
  {
   "quote": {
    "text": "The caricature of science is that we hold tight to the theories we have, and shun challenges to them. That's just not true. In fact, we hold our highest rewards for those scientists who can prove others wrong. And by the way, they are famous in their own lifetimes. We don't wait until they're dead."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "I agree with people like Richard Dawkins that mankind felt the need for creation myths. Before we really began to understand disease and the weather and things like that, we sought false explanations for them. Now science has filled in some of the realm - not all - that religion used to fill."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "There is a major problem with reliance on placebos, like most vitamins and antioxidants. Everyone gets upset about Big Science, Big Pharma, but they love Big Placebo."
   },
   "author": {
    "text": "Michael Specter"
   }
  },
  {
   "quote": {
    "text": "Is there anything science should not try to explain? Science is knowledge and knowledge is power - power to do good or evil. Sometimes ignorance is bliss."
   },
   "author": {
    "text": "Paul Davies"
   }
  },
  {
   "quote": {
    "text": "The most exciting phrase to hear in science, the one that heralds new discoveries, is not 'Eureka!' but 'That's funny...'"
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "Touch a scientist and you touch a child."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "The greatest advances of civilization, whether in architecture or painting, in science and literature, in industry or agriculture, have never come from centralized government."
   },
   "author": {
    "text": "Milton Friedman"
   }
  },
  {
   "quote": {
    "text": "Natural science will in time incorporate into itself the science of man, just as the science of man will incorporate into itself natural science: there will be one science."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "All the traditional STEM fields, the science, technology, engineering, and math fields, are stoked when you dream big in an agency such as NASA."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "In nature, when you conduct science, it is the natural world that is the ultimate decider in what is true and what is not."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "'Cosmos' wouldn't deserve its place in primetime evening network television were it not a landscape on which compelling stories were told. People, when they watch TV in the evening, want to see stories, and science simply tells the best stories."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "If God is the mystery of the universe, these mysteries, we're tackling these mysteries one by one. If you're going to stay religious at the end of the conversation, God has to mean more to you than just where science has yet to tread."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "I've always been amazed by Da Vinci, because he worked out science on his own. He would work by drawing things and writing down his ideas. Of course, he designed all sorts of flying machines way before you could actually build something like that."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Science has taught us, against all intuition, that apparently solid things like crystals and rocks are really almost entirely composed of empty space. And the familiar illustration is the nucleus of an atom is a fly in the middle of a sports stadium, and the next atom is in the next sports stadium."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "I had been tracked from grades 1 through 12 in an accelerated program in the public school system in Memphis and had done well in math and science classes. When I was getting ready for college, my guidance counselors suggested I look into engineering."
   },
   "author": {
    "text": "Kimberly Bryant"
   }
  },
  {
   "quote": {
    "text": "I do not believe in God; his existence has been disproved by Science. But in the concentration camp, I learned to believe in men."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "I used to think information was destroyed in black hole. This was my biggest blunder, or at least my biggest blunder in science."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "I like to learn. That's an art and a science."
   },
   "author": {
    "text": "Katherine Johnson"
   }
  },
  {
   "quote": {
    "text": "The difference between science and the fuzzy subjects is that science requires reasoning while those other subjects merely require scholarship."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "Science moves with the spirit of an adventure characterized both by youthful arrogance and by the belief that the truth, once found, would be simple as well as pretty."
   },
   "author": {
    "text": "James D. Watson"
   }
  },
  {
   "quote": {
    "text": "Science and mindfulness complement each other in helping people to eat well and maintain their health and well-being."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "When we see the shadow on our images, are we seeing the time 11 minutes ago on Mars? Or are we seeing the time on Mars as observed from Earth now? It's like time travel problems in science fiction. When is now; when was then?"
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "I was not an anthropology student prior to the war. I took it up as part of a personal readjustment following some bewildering experiences as an infantryman and later as a prisoner of war in Dresden, Germany. The science of the Study of Man has been extremely satisfactory from that personal standpoint."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "Shun no toil to make yourself remarkable by some talent or other; yet do not devote yourself to one branch exclusively. Strive to get clear notions about all. Give up no science entirely; for science is but one."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "Vanity of science. Knowledge of physical science will not console me for ignorance of morality in time of affliction, but knowledge of morality will always console me for ignorance of physical science."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "My people are going to learn the principles of democracy, the dictates of truth and the teachings of science. Superstition must go."
   },
   "author": {
    "text": "Mustafa Kemal Ataturk"
   }
  },
  {
   "quote": {
    "text": "The center line of science literacy - which not many people tell you, but I feel this strongly, and I will go to my grave making this point - is how you think."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "One of the greatest features of science is that it doesn't matter where you were born, and it doesn't matter what the belief systems of your parents might have been: If you perform the same experiment that someone else did, at a different time and place, you'll get the same result."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "To understand a science, it is necessary to know its history."
   },
   "author": {
    "text": "Auguste Comte"
   }
  },
  {
   "quote": {
    "text": "Psychology is the science of the intellects, characters and behavior of animals including man."
   },
   "author": {
    "text": "Edward Thorndike"
   }
  },
  {
   "quote": {
    "text": "We need to have making, including computer science, shop, etc. as part of the core curriculum from the beginning, not just an optional afterschool thing. Things like First Robotics and all of those great programs need to become mainstream."
   },
   "author": {
    "text": "Megan Smith"
   }
  },
  {
   "quote": {
    "text": "Science predicts that many different kinds of universe will be spontaneously created out of nothing. It is a matter of chance which we are in."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "For years, my early work with Roger Penrose seemed to be a disaster for science. It showed that the universe must have begun with a singularity, if Einstein's general theory of relativity is correct. That appeared to indicate that science could not predict how the universe would begin."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Man lives for science as well as bread."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Science is always discovering odd scraps of magical wisdom and making a tremendous fuss about its cleverness."
   },
   "author": {
    "text": "Aleister Crowley"
   }
  },
  {
   "quote": {
    "text": "I don't read 'chick lit,' fantasy or science fiction but I'll give any book a chance if it's lying there and I've got half an hour to kill."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "The people I really do dislike are the morally unimaginative kind of evolutionary reductionists who, in the name of science, think they can explain everything in terms of our early hominid ancestors or our genes, with their combination of high-handed tone and disregard for history. Such reductive speculation encourages a really empty scientism."
   },
   "author": {
    "text": "Bernard Williams"
   }
  },
  {
   "quote": {
    "text": "The credit of advancing science has always been due to individuals and never to the age."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Rockets are cool. There's no getting around that."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Science sent the Hubble telescope out into space, so it could capture light and the absence thereof, from the very beginning of time. And the telescope really did that. So now we know that there was once absolutely nothing, such a perfect nothing that there wasn't even nothing or once."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "I can't tell you how many people say they were turned off from science because of a science teacher that completely sucked out all the inspiration and enthusiasm they had for the course."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "It was unthinkable not long ago that a biologist or paleontologist would be at the same conference as an astrophysicist. Now we have accumulated so much data in each of these branches of science as it relates to origins that we have learned that no one discipline can answer questions of origins alone."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "I was an aspiring astrophysicist, and that's how I defined myself, not by my skin color. People didn't treat me as someone with science ambitions. They treated me as someone they thought was going to mug them, or who was a shoplifter."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "The partisanship surrounding space exploration and the retrenching of U.S. space policy are part of a more general trend: the decline of science in the United States. As its interest in science wanes, the country loses ground to the rest of the industrialized world in every measure of technological proficiency."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Let's say intelligence is your ability to compose poetry, symphonies, do art, math and science. Chimps can't do any of that, yet we share 99 percent DNA. Everything that we are, that distinguishes us from chimps, emerges from that one-percent difference."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "I have seen firsthand that agricultural science has enormous potential to increase the yields of small farmers and lift them out of hunger and poverty."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Shiv Nadar University has five schools with 16 departments offering 14 undergraduate, 10 master's and 13 doctoral programmes. The demand for engineering courses - computer science, engineering, electronics, communication engineering, mechanical engineering - is slightly on the higher side compared to other engineering courses."
   },
   "author": {
    "text": "Shiv Nadar"
   }
  },
  {
   "quote": {
    "text": "Religion is something left over from the infancy of our intelligence, it will fade away as we adopt reason and science as our guidelines."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Science is only truly consistent with an atheistic worldview with regards to the claimed miracles of the gods of Judaism, Christianity and Islam."
   },
   "author": {
    "text": "Lawrence M. Krauss"
   }
  },
  {
   "quote": {
    "text": "Political ideology can corrupt the mind, and science."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "We must learn to set our emotions aside and embrace what science tells us. GMOs and nuclear power are two of the most effective and most important green technologies we have. If - after looking at the data - you aren't in favour of using them responsibly, you aren't an environmentalist."
   },
   "author": {
    "text": "Ramez Naam"
   }
  },
  {
   "quote": {
    "text": "Science has not yet mastered prophecy. We predict too much for the next year and yet far too little for the next 10."
   },
   "author": {
    "text": "Neil Armstrong"
   }
  },
  {
   "quote": {
    "text": "I'm always involved with the Aerospace Program and NASA and Goddard Space Flight Center. And if kids feel so inclined, they can log onto NASA and the Optimus Prime Spinoff Award, which we present every year to some of the brilliant young minds that are taking up into the academics of space, science, technology, math."
   },
   "author": {
    "text": "Peter Cullen"
   }
  },
  {
   "quote": {
    "text": "To mistrust science and deny the validity of scientific method is to resign your job as a human. You'd better go look for work as a plant or wild animal."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Just as the science and art of agriculture depend upon chemistry and botany, so the art of education depends upon physiology and psychology."
   },
   "author": {
    "text": "Edward Thorndike"
   }
  },
  {
   "quote": {
    "text": "Jamaica is more than just the 'brand' the world recognizes so well; it's a place of pride for the people who live here, its educational institutions, its sports achievements, its science and technology growth."
   },
   "author": {
    "text": "Portia Simpson-Miller"
   }
  },
  {
   "quote": {
    "text": "If even in science there is no a way of judging a theory but by assessing the number, faith and vocal energy of its supporters, then this must be even more so in the social sciences: truth lies in power."
   },
   "author": {
    "text": "Imre Lakatos"
   }
  },
  {
   "quote": {
    "text": "If you believe in science, like I do, you believe that there are certain laws that are always obeyed."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "The universe is governed by science. But science tells us that we can't solve the equations, directly in the abstract."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Philosophers have not kept up with modern developments in science. Particularly physics."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "The media need superheroes in science just as in every sphere of life, but there is really a continuous range of abilities with no clear dividing line."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "I believe the universe is governed by the laws of science. The laws may have been decreed by God, but God does not intervene to break the laws."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Science arose from poetry... when times change the two can meet again on a higher level as friends."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Human Nature is the only science of man; and yet has been hitherto the most neglected."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "I can say, 'Well, I'm a male. I'm a male human. I'm a medical doctor. I'm an author...' If I go to a religious point of view, I will say, 'I am a soul. I am a spirit.' If I go into science, I will say, 'I am energy. I am light.' But the truth is I have no idea what I am."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "I'm on a crusade to get movie directors to get their science right because, more often than they believe, the science is more extraordinary than anything they can invent."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "The methods and tools of science perennially breach barriers, granting me confidence that our epic march of insight into the operations of nature will continue without end."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "As a citizen, as a public scientist, I can tell you that Einstein essentially overturned a so strongly established paradigm of science, whereas Darwin didn't really overturn a science paradigm."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Science is an enterprise that should be cherished as an activity of the free human mind. Because it transforms who we are, how we live, and it gives us an understanding of our place in the universe."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "I'm often asked by parents what advice can I give them to help get kids interested in science? And I have only one bit of advice. Get out of their way. Kids are born curious. Period."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "I like to believe that science is becoming mainstream. It should have never been something that sort of geeky people do and no one else thinks about. Whether or not, it will always be what geeky people do. It should, as a minimum, be what everybody thinks about because science is all around us."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "While I'm a big fan of science fiction, especially as rendered in expensive Hollywood blockbusters, it's the real universe that calls to me."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "My parents didn't know much science; in fact, they didn't know science at all. But they could recognize a science book when they saw it, and they spent a lot of time at bookstores, combing the remainder tables for science books to buy for me. I had one of the biggest libraries of any kid in school, built on books that cost 50 cents or a dollar."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "I claim that all those who think they can cherry-pick science simply don't understand how science works. That's what I claim. And if they did, they'd be less prone to just assert that somehow scientists are clueless."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Art and science have their meeting point in method."
   },
   "author": {
    "text": "Edward G. Bulwer-Lytton"
   }
  },
  {
   "quote": {
    "text": "Understanding science and pushing the boundaries of science is what makes me immensely satisfied."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "The cloning of humans is on most of the lists of things to worry about from Science, along with behaviour control, genetic engineering, transplanted heads, computer poetry and the unrestrained growth of plastic flowers."
   },
   "author": {
    "text": "Lewis Thomas"
   }
  },
  {
   "quote": {
    "text": "The soft power of science has the potential to reshape global diplomacy."
   },
   "author": {
    "text": "Ahmed Zewail"
   }
  },
  {
   "quote": {
    "text": "Science cannot tell theology how to construct a doctrine of creation, but you can't construct a doctrine of creation without taking account of the age of the universe and the evolutionary character of cosmic history."
   },
   "author": {
    "text": "John Polkinghorne"
   }
  },
  {
   "quote": {
    "text": "At a time when science plays such a powerful role in the life of society, when the destiny of the whole of mankind may hinge on the results of scientific research, it is incumbent on all scientists to be fully conscious of that role, and conduct themselves accordingly."
   },
   "author": {
    "text": "Joseph Rotblat"
   }
  },
  {
   "quote": {
    "text": "It cannot be said often enough that science fiction as a genre is incredibly educational - and I'm speaking the written science fiction, not 'Star Trek.' Science fiction writers tend to fill their books if they're clever with little bits of interesting stuff and real stuff."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "As a Humanist, I love science. I hate superstition, which could never have given us A-bombs."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "I had no talent for science. What was infinitely worse: all my fraternity brothers were engineers."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "Poets say science takes away from the beauty of the stars - mere globs of gas atoms. I, too, can see the stars on a desert night, and feel them. But do I see less or more?"
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "All my mind was centered on my studies, which, especially at the beginning, were difficult. In fact, I was insufficiently prepared to follow the physical science course at the Sorbonne, for, despite all my efforts, I had not succeeded in acquiring in Poland a preparation as complete as that of the French students following the same course."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "My preparation is about precision. It is a science."
   },
   "author": {
    "text": "Conor McGregor"
   }
  },
  {
   "quote": {
    "text": "For me, a good thriller must teach me something about the real world. Thrillers like 'Coma,' 'The Hunt for Red October' and 'The Firm' all captivated me by providing glimpses into realms about which I knew very little - medical science, submarine technology and the law."
   },
   "author": {
    "text": "Dan Brown"
   }
  },
  {
   "quote": {
    "text": "The age of innocent faith in science and technology may be over."
   },
   "author": {
    "text": "Barry Commoner"
   }
  },
  {
   "quote": {
    "text": "I hate to tell you this, but you will never actually go to a galaxy far, far away and encounter Darth Vader. That's science fiction; it isn't going to happen."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "Ah, the creative process is the same secret in science as it is in art. They are all the same absolutely."
   },
   "author": {
    "text": "Josef Albers"
   }
  },
  {
   "quote": {
    "text": "I don't recall any interest in science in particular. It came later in college."
   },
   "author": {
    "text": "Ellen Ochoa"
   }
  },
  {
   "quote": {
    "text": "Scientific research is one of the most exciting and rewarding of occupations."
   },
   "author": {
    "text": "Frederick Sanger"
   }
  },
  {
   "quote": {
    "text": "One of the things that I love to do is travel around the world and look at archaeological sites. Because archaeology gives us an opportunity to study past civilizations, and see where they succeeded and where they failed. Use science to, you know, work backwards and say, 'Well, really, what were they thinking?'"
   },
   "author": {
    "text": "Nathan Myhrvold"
   }
  },
  {
   "quote": {
    "text": "Cooking is for chefs. Science informs us and lets us cook while knowing what we are doing, but it is not a replacement for the skills of a chef."
   },
   "author": {
    "text": "Nathan Myhrvold"
   }
  },
  {
   "quote": {
    "text": "Computer science is one of the worst things that ever happened to either computers or to science."
   },
   "author": {
    "text": "Neil Gershenfeld"
   }
  },
  {
   "quote": {
    "text": "Truth is of no practical value to mankind save as it affects terrestrial phenomena, hence the discoveries of science should be concealed or glossed over wherever they conflict with orthodoxy."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "Imagination is the key to my lyrics. The rest is painted with a little science fiction."
   },
   "author": {
    "text": "Jimi Hendrix"
   }
  },
  {
   "quote": {
    "text": "Every science has for its basis a system of principles as fixed and unalterable as those by which the universe is regulated and governed. Man cannot make principles; he can only discover them."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "Marvel actually sent me to a school in the Bronx where I had a fake name, and I put on an accent, and I went for, like, three days. I basically had to go to this science school and blend in with all the kids, and some of the teachers didn't even know."
   },
   "author": {
    "text": "Tom Holland"
   }
  },
  {
   "quote": {
    "text": "There is no way that writers can be tamed and rendered civilized or even cured. The only solution known to science is to provide the patient with an isolation room, where he can endure the acute stages in private and where food can be poked in to him with a stick."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "Physics is often stranger than science fiction, and I think science fiction takes its cues from physics: higher dimensions, wormholes, the warping of space and time, stuff like that."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "If anyone offers conjectures about the truth of things from the mere possibility of hypotheses, I do not see by what stipulation anything certain can be determined in any science, since one or another set of hypotheses may always be devised which will appear to supply new difficulties."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "Knowledge of the sciences is so much smoke apart from the heavenly science of Christ."
   },
   "author": {
    "text": "John Calvin"
   }
  },
  {
   "quote": {
    "text": "The man of science has learned to believe in justification, not by faith, but by verification."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "The conflict between religion and science is inherent and (very nearly) zero-sum. The success of science often comes at the expense of religious dogma; the maintenance of religious dogma always comes at the expense of science."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "The march of science and technology does not imply growing intellectual complexity in the lives of most people. It often means the opposite."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "My job is to try to protect jobs in Kentucky now, not speculate about science in the future."
   },
   "author": {
    "text": "Mitch McConnell"
   }
  },
  {
   "quote": {
    "text": "Adventure upon all the tickets in the lottery, and you lose for certain; and the greater the number of your tickets the nearer your approach to this certainty."
   },
   "author": {
    "text": "Adam Smith"
   }
  },
  {
   "quote": {
    "text": "All writers are going to have to learn more about science, because it's such an interesting part of their environment."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "Science is the pursuit of pure truth, and the systematizing of it."
   },
   "author": {
    "text": "P. T. Barnum"
   }
  },
  {
   "quote": {
    "text": "It is a good morning exercise for a research scientist to discard a pet hypothesis every day before breakfast. It keeps him young."
   },
   "author": {
    "text": "Konrad Lorenz"
   }
  },
  {
   "quote": {
    "text": "You need virtual reality to understand high level science or high level math. It's very helpful to explain third and fourth dimensional things that people are constantly addressing in quantum physics. But, as soon as you're creating an avatar, and you can live and you can start to feel sensations on VR, that has gone too far."
   },
   "author": {
    "text": "Jaden Smith"
   }
  },
  {
   "quote": {
    "text": "Neuroscience is a baby science, a mere century old, and our scientific understanding of the brain is nowhere near where we'd like it to be. We know more about the moons of Jupiter than what is inside of our skulls."
   },
   "author": {
    "text": "Matt Haig"
   }
  },
  {
   "quote": {
    "text": "I enjoy science, and I'm a very curious person. I always want to know the reason behind everything, big or small."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "When I got engaged to be married, it was assumed that I would quit science and be a housewife. It was considered shameful if a married woman had to work - it implied that her husband couldn't earn enough to keep her."
   },
   "author": {
    "text": "Jocelyn Bell Burnell"
   }
  },
  {
   "quote": {
    "text": "No science is immune to the infection of politics and the corruption of power."
   },
   "author": {
    "text": "Jacob Bronowski"
   }
  },
  {
   "quote": {
    "text": "Something is wrong that we have to feed so many. Why should there be poverty with all of our science and technology? There is no deficit in human resources - it is a deficit in human will."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "I love having my hands in the dirt. It is never a science and always an art. There are no rules. And if it comes down to me versus that weed I'm trying to pull out of the ground that doesn't want to come out? I know I'll win."
   },
   "author": {
    "text": "Matthew McConaughey"
   }
  },
  {
   "quote": {
    "text": "The strongest arguments prove nothing so long as the conclusions are not verified by experience. Experimental science is the queen of sciences and the goal of all speculation."
   },
   "author": {
    "text": "Roger Bacon"
   }
  },
  {
   "quote": {
    "text": "Science may provide the most useful way to organize empirical, reproducible data, but its power to do so is predicated on its inability to grasp the most central aspects of human life: hope, fear, love, hate, beauty, envy, honor, weakness, striving, suffering, virtue."
   },
   "author": {
    "text": "Paul Kalanithi"
   }
  },
  {
   "quote": {
    "text": "The last thing you ever want to do is extend the period of frailty and disability and make people unhealthy for a longer time period. So lifespan extension in and of itself should not be the goal of medicine, nor should it be the goal of public health, nor should it be the goal of aging science."
   },
   "author": {
    "text": "S. Jay Olshansky"
   }
  },
  {
   "quote": {
    "text": "Philosophy was once considered science."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Our vision is to rediscover the spirit of the Renaissance, create a new discipline where engineering for cultural heritage is actually a symbol of blending art and science together."
   },
   "author": {
    "text": "Maurizio Seracini"
   }
  },
  {
   "quote": {
    "text": "Science fiction was rocket-mad for about 40 years until aerospace hit a brick wall about 1970. I would not write off space colonisation or exploration completely, but we are profoundly ill adapted for going boldly into outer space."
   },
   "author": {
    "text": "Charles Stross"
   }
  },
  {
   "quote": {
    "text": "Astronomers have been bewildered by the theory of an expanding universe, but there is no less expansion in the moral infinite of the universe of man. As far as the frontiers of science are pushed back, over the extended arc of these frontiers one will hear the poet's hounds on the chase."
   },
   "author": {
    "text": "Saint-John Perse"
   }
  },
  {
   "quote": {
    "text": "In mathematics and science, there is no difference in the intelligence of men and women. The difference in genes between men and women is simply the Y chromosome, which has nothing to do with intelligence."
   },
   "author": {
    "text": "Christiane Nusslein-Volhard"
   }
  },
  {
   "quote": {
    "text": "Prior to inventing the Geyser Tube toy, dropping a stack of Mentos into a bottle of soda was not always an easy task. The Geyser Tube makes it easy to get a perfect launch every time at heights of 30 feet or more. Tell me... who doesn't like to see soda shooting 30 feet into the air, all in the name of science?"
   },
   "author": {
    "text": "Steve Spangler"
   }
  },
  {
   "quote": {
    "text": "To me it's no accident that all the symphony orchestras around the world tune up to the note A. And A is 440 cycles, except in Germany where it's 444. But the universe is 450 cycles. So what I'm trying to say is, I think it's God's voice, melody especially. Counterpoint, retrograde inversion, harmony... that's the science and the craft."
   },
   "author": {
    "text": "Quincy Jones"
   }
  },
  {
   "quote": {
    "text": "The whole of science, and one is tempted to think the whole of the life of any thinking man, is trying to come to terms with the relationship between yourself and the natural world. Why are you here, and how do you fit in, and what's it all about."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "I am a futurist, projecting trends in science into the next decades and century, but ironically my two daughters - one is a neuroscientist and the other is a pastry chef - tell me that my taste in music is positively prehistoric."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "Theology is a science of mind applied to God."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "Economics has never been a science - and it is even less now than a few years ago."
   },
   "author": {
    "text": "Paul Samuelson"
   }
  },
  {
   "quote": {
    "text": "Running for office was definitely something I've thought about. When I was younger, I wanted to major in political science. And I've been engaged in current events since I was a kid. If I can make a difference and feel passionately and capable, then I would. Why not?"
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "Moral science is better occupied when treating of friendship than of justice."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "Science gives us knowledge, but only philosophy can give us wisdom."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "I think science fiction helps us think about possibilities, to speculate - it helps us look at our society from a different perspective. It lets us look at our mores, using science as the backdrop, as the game changer."
   },
   "author": {
    "text": "Mae Jemison"
   }
  },
  {
   "quote": {
    "text": "No one has a monopoly on truth, and science continues to advance. Yesterday's heresies may be tomorrow's conventional wisdom."
   },
   "author": {
    "text": "Dean Ornish"
   }
  },
  {
   "quote": {
    "text": "The ever quickening advances of science made possible by the success of the Human Genome Project will also soon let us see the essences of mental disease. Only after we understand them at the genetic level can we rationally seek out appropriate therapies for such illnesses as schizophrenia and bipolar disease."
   },
   "author": {
    "text": "James D. Watson"
   }
  },
  {
   "quote": {
    "text": "There is no science in creativity. If you don't give yourself room to fail, you won't innovate."
   },
   "author": {
    "text": "Bob Iger"
   }
  },
  {
   "quote": {
    "text": "Science is but an image of the truth."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Smart people make good choices. They dig science and say 'no' to the invasion of sovereign nations for the pleasure of corporations."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "The most obvious characteristic of science is its application: the fact that, as a consequence of science, one has a power to do things. And the effect this power has had need hardly be mentioned. The whole industrial revolution would almost have been impossible without the development of science."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "The work of science is to substitute facts for appearances, and demonstrations for impressions."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "Science is properly more scrupulous than dogma. Dogma gives a charter to mistake, but the very breath of science is a contest with mistake, and must keep the conscience alive."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "The history of science is rich in example of the fruitfulness of bringing two sets of techniques, two sets of ideas, developed in separate contexts for the pursuit of new truth, into touch with one another."
   },
   "author": {
    "text": "J. Robert Oppenheimer"
   }
  },
  {
   "quote": {
    "text": "Unfortunately the global warming hysteria, as I see it, is driven by politics more than by science."
   },
   "author": {
    "text": "Freeman Dyson"
   }
  },
  {
   "quote": {
    "text": "Fashion is the science of appearances, and it inspires one with the desire to seem rather than to be."
   },
   "author": {
    "text": "Edwin Hubbel Chapin"
   }
  },
  {
   "quote": {
    "text": "Science is the first expression of punk, because it doesn't advance without challenging authority. It doesn't make progress without tearing down what was there before and building upon the structure."
   },
   "author": {
    "text": "Greg Graffin"
   }
  },
  {
   "quote": {
    "text": "Politics I conceive to be nothing more than the science of the ordered progress of society along the lines of greatest usefulness and convenience to itself."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "The universe is made of stories, not of atoms."
   },
   "author": {
    "text": "Muriel Rukeyser"
   }
  },
  {
   "quote": {
    "text": "The fundamental concept in social science is Power, in the same sense in which Energy is the fundamental concept in physics."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "You should never bet against anything in science at odds of more than about 1012 to 1."
   },
   "author": {
    "text": "Ernest Rutherford"
   }
  },
  {
   "quote": {
    "text": "Science fiction is not quirky anymore; we live in a futuristic world now."
   },
   "author": {
    "text": "Bonnie Hammer"
   }
  },
  {
   "quote": {
    "text": "I don't believe there's anything in life you can't go back and fix. The ancient Vedas - the oldest Hindu philosophy - and modern science agree that time is an illusion. If that's true, there's no such thing as a past or a future - it's all one huge now. So what you fix now affects the past and the future."
   },
   "author": {
    "text": "Alan Arkin"
   }
  },
  {
   "quote": {
    "text": "It should be mandatory that you understand computer science."
   },
   "author": {
    "text": "will.i.am"
   }
  },
  {
   "quote": {
    "text": "Well, logos is science or reason, something that helps us to function practically and effectively in the world, and it must therefore be closely in tune and reflect accurately the realities of the world around us."
   },
   "author": {
    "text": "Karen Armstrong"
   }
  },
  {
   "quote": {
    "text": "We live in a time when science is validating what humans have known throughout the ages: that compassion is not a luxury; it is a necessity for our well-being, resilience, and survival."
   },
   "author": {
    "text": "Joan Halifax"
   }
  },
  {
   "quote": {
    "text": "There is no stronger case for the motivational power of real science than the discoveries that come from the Hubble Space Telescope as it unravels the mysteries of the universe."
   },
   "author": {
    "text": "John M. Grunsfeld"
   }
  },
  {
   "quote": {
    "text": "But honestly, if you do a rigorous survey of my work, I'll bet you'll find that biology is a theme far more often than physical science."
   },
   "author": {
    "text": "David Brin"
   }
  },
  {
   "quote": {
    "text": "I really like being pregnant. Not that there aren't things I don't love, but when I think about what my body is doing - creating a child - it just blows my mind. I'm in awe of the process and science."
   },
   "author": {
    "text": "Emily Deschanel"
   }
  },
  {
   "quote": {
    "text": "All people who grew up with science fiction and fantasy and horror went through the whole acculturation process of the genre. We were all told to read the golden age writers. We were all told Heinlein and Asimov and all these straight, white males, although some of them were Jewish."
   },
   "author": {
    "text": "N. K. Jemisin"
   }
  },
  {
   "quote": {
    "text": "It's such a long mission and we get to spend so much time in space... we're doing such exciting research. And I don't want to overemphasize the life science research, but as a physician the life science research that we're doing is extremely exciting."
   },
   "author": {
    "text": "Laurel Clark"
   }
  },
  {
   "quote": {
    "text": "Today, over half of China's undergraduate degrees are in math, science technology and engineering, yet only 16 percent of America's undergraduates pursue these schools."
   },
   "author": {
    "text": "Cathy McMorris Rodgers"
   }
  },
  {
   "quote": {
    "text": "Though I believe in God, I don't believe in religion for everybody. Some people who are a little weak and don't want to shoulder any responsibility need Catholicism. For people at the other extreme, there is Christian Science... I think a powerful conscience is worth all the religions put together."
   },
   "author": {
    "text": "Preston Sturges"
   }
  },
  {
   "quote": {
    "text": "The heart of science is measurement."
   },
   "author": {
    "text": "Erik Brynjolfsson"
   }
  },
  {
   "quote": {
    "text": "I think we're all fascinated and a little mystified by how the brain works. One of the most mysterious of the physical sciences is neurological science."
   },
   "author": {
    "text": "Alexis Denisof"
   }
  },
  {
   "quote": {
    "text": "The scientist is motivated primarily by curiosity and a desire for truth."
   },
   "author": {
    "text": "Irving Langmuir"
   }
  },
  {
   "quote": {
    "text": "We seem to have a compulsion these days to bury time capsules in order to give those people living in the next century or so some idea of what we are like."
   },
   "author": {
    "text": "Alfred Hitchcock"
   }
  },
  {
   "quote": {
    "text": "I had people in my life who didn't give up on me: my mother, my aunt, my science teacher. I had one-on-one speech therapy. I had a nanny who spent all day playing turn-taking games with me."
   },
   "author": {
    "text": "Temple Grandin"
   }
  },
  {
   "quote": {
    "text": "Go beyond science, into the region of metaphysics. Real religion is beyond argument. It can only be lived both inwardly and outwardly."
   },
   "author": {
    "text": "Swami Sivananda"
   }
  },
  {
   "quote": {
    "text": "I love science fiction - always have."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "Boys do not evaluate a book. They divide books into categories. There are sexy books, war books, westerns, travel books, science fiction. A boy will accept anything from a section he knows rather than risk another sort. He has to have the label on the bottle to know it is the mixture as before."
   },
   "author": {
    "text": "William Golding"
   }
  },
  {
   "quote": {
    "text": "True science teaches, above all, to doubt and to be ignorant."
   },
   "author": {
    "text": "Miguel de Unamuno"
   }
  },
  {
   "quote": {
    "text": "Science in the modern world has many uses; its chief use, however, is to provide long words to cover the errors of the rich."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Millions of people were inspired by the Apollo Program. I was five years old when I watched Apollo 11 unfold on television, and without any doubt it was a big contributor to my passions for science, engineering, and exploration."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "In the United States, one of the main topics of academic political science is the study of attitudes and policy and their correlation. The study of attitudes is reasonably easy in the United States: heavily-polled society, pretty serious and accurate polls, and policy you can see, and you can compare them."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "Take young researchers, put them together in virtual seclusion, give them an unprecedented degree of freedom and turn up the pressure by fostering competitiveness."
   },
   "author": {
    "text": "James D. Watson"
   }
  },
  {
   "quote": {
    "text": "We talk about the Internet. That comes from science. Weather forecasting. That comes from science. The main idea in all of biology is evolution. To not teach it to our young people is wrong."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "Kids are different from adults. They are not as developed as far as brain science, controlling impulses, and maturity, and fall prey to all kinds of pressures."
   },
   "author": {
    "text": "Greg Boyle"
   }
  },
  {
   "quote": {
    "text": "A science is something which is constructed from truth on workable axioms. There are 55 axioms in scientology which are very demonstrably true, and on these can be constructed a great deal."
   },
   "author": {
    "text": "L. Ron Hubbard"
   }
  },
  {
   "quote": {
    "text": "I actually started off majoring in computer science, but I knew right away I wasn't going to stay with it. It was because I had this one professor who was the loneliest, saddest man I've ever known. He was a programmer, and I knew that I didn't want to do whatever he did."
   },
   "author": {
    "text": "J. Cole"
   }
  },
  {
   "quote": {
    "text": "The most important thing we can do is inspire young minds and to advance the kind of science, math and technology education that will help youngsters take us to the next phase of space travel."
   },
   "author": {
    "text": "John Glenn"
   }
  },
  {
   "quote": {
    "text": "'Snow White' is an old fairy tale, so obviously the idea of vanity and obsession with youth is long-standing. With today's science, people have become crazy with trying to move their face around. It's bizarre."
   },
   "author": {
    "text": "Julia Roberts"
   }
  },
  {
   "quote": {
    "text": "Science is organized knowledge."
   },
   "author": {
    "text": "Herbert Spencer"
   }
  },
  {
   "quote": {
    "text": "Indeed, in view of its function, religion stands in greater need of a rational foundation of its ultimate principles than even the dogmas of science."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "In all science, error precedes the truth, and it is better it should go first than last."
   },
   "author": {
    "text": "Horace Walpole"
   }
  },
  {
   "quote": {
    "text": "Transhumanism is the ethics and science of using things like biological and genetic engineering to transform our bodies and make us a more powerful species."
   },
   "author": {
    "text": "Dan Brown"
   }
  },
  {
   "quote": {
    "text": "My entry into the environmental arena was through the issue that so dramatically - and destructively - demonstrates the link between science and social action: nuclear weapons."
   },
   "author": {
    "text": "Barry Commoner"
   }
  },
  {
   "quote": {
    "text": "Science is not everything, but science is very beautiful."
   },
   "author": {
    "text": "J. Robert Oppenheimer"
   }
  },
  {
   "quote": {
    "text": "I hate facts. I always say the chief end of man is to form general propositions - adding that no general proposition is worth a damn."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "In science, 'fact' can only mean 'confirmed to such a degree that it would be perverse to withhold provisional assent.' I suppose that apples might start to rise tomorrow, but the possibility does not merit equal time in physics classrooms."
   },
   "author": {
    "text": "Stephen Jay Gould"
   }
  },
  {
   "quote": {
    "text": "I like science fiction and physics, things like that. Planets being sucked into black holes, and the various vortexes that create possibility, and what happens on the other side of the black hole. To me it's the microcosmic study of the macrocosmic universe in man, and that's why I'm attracted to it."
   },
   "author": {
    "text": "Wesley Snipes"
   }
  },
  {
   "quote": {
    "text": "Wandering around the web is like living in a world in which every doorway is actually one of those science fiction devices which deposit you in a completely different part of the world when you walk through them. In fact, it isn't like it, it is it."
   },
   "author": {
    "text": "Douglas Adams"
   }
  },
  {
   "quote": {
    "text": "There's a snobbery at work in architecture. The subject is too often treated as a fine art, delicately wrapped in mumbo-jumbo. In reality, it's an all-embracing discipline taking in science, art, maths, engineering, climate, nature, politics, economics."
   },
   "author": {
    "text": "Norman Foster"
   }
  },
  {
   "quote": {
    "text": "Religion, art, and science flourish best in a free society. True, freedom does not afford much opportunity for grand gestures. It has little room for martyrs. But life is not supposed to be about dying well. It is about living well."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "Traditional science assumes, for the most part, that an objective observer independent reality exists; the universe, stars, galaxies, sun, moon and earth would still be there if no one was looking."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Science stands for rational thought, faith for superstition and unreason."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Nothing in the universe can travel at the speed of light, they say, forgetful of the shadow's speed."
   },
   "author": {
    "text": "Howard Nemerov"
   }
  },
  {
   "quote": {
    "text": "Many of our advances in science and technology were seeded through government."
   },
   "author": {
    "text": "Valerie Jarrett"
   }
  },
  {
   "quote": {
    "text": "Every science consists in the coordination of facts; if the different observations were entirely isolated, there would be no science."
   },
   "author": {
    "text": "Auguste Comte"
   }
  },
  {
   "quote": {
    "text": "Almost everything that distinguishes the modern world from earlier centuries is attributable to science, which achieved its most spectacular triumphs in the seventeenth century."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Great moments in science: Einstein discovers that time is actually money."
   },
   "author": {
    "text": "Gary Larson"
   }
  },
  {
   "quote": {
    "text": "The further a mathematical theory is developed, the more harmoniously and uniformly does its construction proceed, and unsuspected relations are disclosed between hitherto separated branches of the science."
   },
   "author": {
    "text": "David Hilbert"
   }
  },
  {
   "quote": {
    "text": "There's branches of science which I don't understand; for example, physics. It could be said, I suppose, that I have faith that physicists understand it better than I do."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Scientific knowledge is a kind of discourse."
   },
   "author": {
    "text": "Jean-Francois Lyotard"
   }
  },
  {
   "quote": {
    "text": "Mysteries once thought to be supernatural or paranormal happenings - such as astronomical or meteorological events - are incorporated into science once their causes are understood."
   },
   "author": {
    "text": "Michael Shermer"
   }
  },
  {
   "quote": {
    "text": "Curiosity - the rover and the concept - is what science is all about: the quest to reveal the unknown."
   },
   "author": {
    "text": "Ahmed Zewail"
   }
  },
  {
   "quote": {
    "text": "Bad religion is arrogant, self-righteous, dogmatic and intolerant. And so is bad science. But unlike religious fundamentalists, scientific fundamentalists do not realize that their opinions are based on faith. They think they know the truth."
   },
   "author": {
    "text": "Rupert Sheldrake"
   }
  },
  {
   "quote": {
    "text": "I'm basically a dinosaur. I don't use e-mail. But I do recognize the importance of science and the resulting possibilities."
   },
   "author": {
    "text": "Bernard Marcus"
   }
  },
  {
   "quote": {
    "text": "If we choose to ignore science and refuse to fund important scientific research, we voluntarily cede our place as a world leader in innovation."
   },
   "author": {
    "text": "Bill Foster"
   }
  },
  {
   "quote": {
    "text": "You can't be a 21st-century science fiction writer writing about Mars without doing tips of the hat to Edgar Rice Burroughs, to Ray Bradbury, to H.G. Wells, to the guys who first put it in the public imagination that Mars was an exciting place."
   },
   "author": {
    "text": "Robert J. Sawyer"
   }
  },
  {
   "quote": {
    "text": "In the snobbery of science, each branch attempts to rise in the social scale by imitating the methods of the next higher science and by ignoring the methods and phenomena of the sciences beneath."
   },
   "author": {
    "text": "Gilbert Newton Lewis"
   }
  },
  {
   "quote": {
    "text": "I like science fiction, I like fantasy, I like time travel, so I had this idea: What if you had a phone that could call into the past?"
   },
   "author": {
    "text": "Rainbow Rowell"
   }
  },
  {
   "quote": {
    "text": "The scientist is also a composer... You could think of science as discovering one particular thing - a supernova or whatever. You could also think of it as discovering this whole new way of seeing the world."
   },
   "author": {
    "text": "Lisa Randall"
   }
  },
  {
   "quote": {
    "text": "Many writers upon the science of political economy have declared that it is the duty of a nation first to encourage the creation of wealth; and second, to direct and control its distribution. All such theories are delusive."
   },
   "author": {
    "text": "Leland Stanford"
   }
  },
  {
   "quote": {
    "text": "Indeed, I would feel that an appreciation of the arts in a conscious, disciplined way might help one to do science better."
   },
   "author": {
    "text": "Subrahmanyan Chandrasekhar"
   }
  },
  {
   "quote": {
    "text": "Life science research can be done on multiple platforms. Since we have a very small number of people flying into space, the more people you have, the better."
   },
   "author": {
    "text": "Laurel Clark"
   }
  },
  {
   "quote": {
    "text": "My high school, the Illinois Mathematics and Science Academy, showed me that anything is possible and that you're never too young to think big. At 15, I worked as a computer programmer at the Fermi National Accelerator Laboratory, or Fermilab. After graduating, I attended Stanford for a degree in economics and computer science."
   },
   "author": {
    "text": "Clara Shih"
   }
  },
  {
   "quote": {
    "text": "Unforeseen surprises are the rule in science, not the exception. Remember: Stuff happens."
   },
   "author": {
    "text": "Leonard Susskind"
   }
  },
  {
   "quote": {
    "text": "I've spent a lot of time trying to understand how all the big cosmetics companies get away with the placebo science and unscientific claims."
   },
   "author": {
    "text": "Chris Toumazou"
   }
  },
  {
   "quote": {
    "text": "I love biomedical science, I love astronomy, and you can't really do much with those in a fantasy setting."
   },
   "author": {
    "text": "Elizabeth Moon"
   }
  },
  {
   "quote": {
    "text": "The virtues of science are skepticism and independence of thought."
   },
   "author": {
    "text": "Walter Gilbert"
   }
  },
  {
   "quote": {
    "text": "I found that people like rules, and I love to tell people what to do. It's not rocket science when it comes to weight loss. It's about eating a little less and moving a little bit more."
   },
   "author": {
    "text": "Bob Harper"
   }
  },
  {
   "quote": {
    "text": "There is nothing wrong with good accounting, except that it does not necessarily lead to good science."
   },
   "author": {
    "text": "Gerhard Herzberg"
   }
  },
  {
   "quote": {
    "text": "If, on occasion, the knowledge brought by science leads to an unhappy end, this is not to the discredit of science but is rather an indication of an imperfect ability to use wisely the gifts placed within our hands."
   },
   "author": {
    "text": "Polykarp Kusch"
   }
  },
  {
   "quote": {
    "text": "Polymeric materials in the form of wood, bone, skin and fibers have been used by man since prehistoric time. Although organic chemistry as a science dates back to the eighteenth century, polymer science on a molecular basis is a development of the twentieth century."
   },
   "author": {
    "text": "Alan J. Heeger"
   }
  },
  {
   "quote": {
    "text": "Hubris and science are incompatible."
   },
   "author": {
    "text": "Douglas Preston"
   }
  },
  {
   "quote": {
    "text": "As in biomedical science, pioneering industrial inventions have not been mothered by necessity. Rather, inventions for which there was no commercial use only later became the commercial airplanes, xerography and lasers on which modern society depends."
   },
   "author": {
    "text": "Arthur Kornberg"
   }
  },
  {
   "quote": {
    "text": "Science moves fastest when there's plenty of debate and controversy."
   },
   "author": {
    "text": "Lee Smolin"
   }
  },
  {
   "quote": {
    "text": "It is reasonable to expect the doctor to recognize that science may not have all the answers to problems of health and healing."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "Specialized meaninglessness has come to be regarded, in certain circles, as a kind of hallmark of true science."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Science has explained nothing; the more we know the more fantastic the world becomes and the profounder the surrounding darkness."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "I believe in general in a dualism between facts and the ideas of those facts in human heads."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "Theory helps us to bear our ignorance of facts."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "One could write a history of science in reverse by assembling the solemn pronouncements of highest authority about what could not be done and could never happen."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "Women tend to be more intuitive, or to admit to being intuitive, and maybe the hard science approach isn't so attractive. The way that science is taught is very cold. I would never have become a scientist if I had been taught like that."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "Leaders in China and India realize that science and technology lead to success and wealth. But many countries in the West graduate students into the unemployment line by teaching skills that were necessary to live in 1950."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "All one's inventions are true, you can be sure of that. Poetry is as exact a science as geometry."
   },
   "author": {
    "text": "Gustave Flaubert"
   }
  },
  {
   "quote": {
    "text": "The best museums and museum exhibits about science or technology give you the feeling that, hey, this is interesting, but maybe I could do something here, too."
   },
   "author": {
    "text": "Paul Allen"
   }
  },
  {
   "quote": {
    "text": "From a purely positivist point of view, man is the most mysterious and disconcerting of all the objects met with by science."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "We must accept what science tells us, that man was born from the earth. But, more logical than the scientists who lecture us, we must carry this lesson to its conclusion: that is to say, accept that man was born entirely from the world - not only his flesh and bones but his incredible power of thought."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "The science of morality is about maximizing psychological and social health. It's really no more inflammatory than that."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "My father was a first reader in the Christian Science Church, which is similar to being a preacher. There was no drinking, smoking or cursing."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "I grew up reading science fiction."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "One science only will one genius fit; so vast is art, so narrow human wit."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "I don't join the New Atheists. So, for example, I wouldn't have the arrogance to lecture some mother who hopes to see her dying child in Heaven - that's none of my business, ultimately. I won't lecture her on the philosophy of science."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "I think the combination of graduate education in a field like Computer Science and the opportunity to apply this in a work environment like Microsoft is what drove me. The impact these opportunities create can lead to work that has broad, worldwide impact."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "Unlike science, creationism cannot predict anything, and it cannot provide satisfactory answers about the past."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "Sometimes people talk about conflict between humans and machines, and you can see that in a lot of science fiction. But the machines we're creating are not some invasion from Mars. We create these tools to expand our own reach."
   },
   "author": {
    "text": "Ray Kurzweil"
   }
  },
  {
   "quote": {
    "text": "The best scientist is open to experience and begins with romance - the idea that anything is possible."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "Millions of students now, in all the schools of America, are reading science fiction and especially, thank God, 'The Martian Chronicles.'"
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "We're at peak oil, peak water, peak resources, and so either we figure it out and let science lead or we head down a very bad, dark trail to where a lot of people aren't going to make it."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "The vast masterpieces of art, business, science, and humanity were not constructed by practical people."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Music is science. Everything is science. Because science is truth."
   },
   "author": {
    "text": "Chuck Berry"
   }
  },
  {
   "quote": {
    "text": "The strength of self-reliance and self-development is that of science and technology, and the shortcut to implementing the five-year strategy is to give importance and precedence to science and technology."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "Science must have originated in the feeling that something was wrong."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "Natural science, does not simply describe and explain nature; it is part of the interplay between nature and ourselves."
   },
   "author": {
    "text": "Werner Heisenberg"
   }
  },
  {
   "quote": {
    "text": "Yet higher religion, which is only a search for a larger life, is essentially experience and recognized the necessity of experience as its foundation long before science learnt to do so."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "To me, the most shocking thing about grit is how little we know, how little science knows, about building it. Every day, parents and teachers ask me, 'How do I build grit in kids? What do I do to teach kids a solid work ethic? How do I keep them motivated for the long run?' The honest answer is, I don't know."
   },
   "author": {
    "text": "Angela Duckworth"
   }
  },
  {
   "quote": {
    "text": "I have seen the science I worshiped, and the aircraft I loved, destroying the civilization I expected them to serve."
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "Einstein was searching for String Theory. It not only reconciles General Relativity to Quantum Mechanics, but it reconciles Science and the Bible as well."
   },
   "author": {
    "text": "Roy H. Williams"
   }
  },
  {
   "quote": {
    "text": "My own ambitions were eclectic. My father ran a steel plant, and I was expected to study metallurgy and end up at the steel plant when I finished high school at age 15. Despite my proficiency at science, I decided against it and instead went on to study filmmaking."
   },
   "author": {
    "text": "Anand Mahindra"
   }
  },
  {
   "quote": {
    "text": "It is a profound and necessary truth that the deep things in science are not found because they are useful: they are found because it was possible to find them."
   },
   "author": {
    "text": "J. Robert Oppenheimer"
   }
  },
  {
   "quote": {
    "text": "In science, you can say things that seem crazy, but in the long run, they can turn out to be right. We can get really good evidence, and in the end, the community will come around."
   },
   "author": {
    "text": "Geoffrey Hinton"
   }
  },
  {
   "quote": {
    "text": "Science requires a society because even people who are trying to be good thinkers love their own thoughts and theories - much of the debugging has to be done by others."
   },
   "author": {
    "text": "Alan Kay"
   }
  },
  {
   "quote": {
    "text": "Arguably, my student status and perhaps my gender were also my downfall with respect to the Nobel Prize, which was awarded to Professor Antony Hewish and Professor Martin Ryle. At the time, science was still perceived as being carried out by distinguished men."
   },
   "author": {
    "text": "Jocelyn Bell Burnell"
   }
  },
  {
   "quote": {
    "text": "Women of my generation who've stayed in science have done it by playing the men at their own game."
   },
   "author": {
    "text": "Jocelyn Bell Burnell"
   }
  },
  {
   "quote": {
    "text": "Society lives by faith, and develops by science."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "Science without conscience is the death of the soul."
   },
   "author": {
    "text": "Francois Rabelais"
   }
  },
  {
   "quote": {
    "text": "Mathematical science is in my opinion an indivisible whole, an organism whose vitality is conditioned upon the connection of its parts."
   },
   "author": {
    "text": "David Hilbert"
   }
  },
  {
   "quote": {
    "text": "Everything is becoming science fiction. From the margins of an almost invisible literature has sprung the intact reality of the 20th century."
   },
   "author": {
    "text": "J. G. Ballard"
   }
  },
  {
   "quote": {
    "text": "Science and religion are the two most powerful forces in the world. Having them at odds... is not productive."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "To an honest judge, the alleged marriage between religion and science is a shallow, empty, spin-doctored sham."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Science has become politicized, and that's an embarrassment."
   },
   "author": {
    "text": "Seth MacFarlane"
   }
  },
  {
   "quote": {
    "text": "That which today calls itself science gives us more and more information, and indigestible glut of information, and less and less understanding."
   },
   "author": {
    "text": "Edward Abbey"
   }
  },
  {
   "quote": {
    "text": "I would designate as science fiction in the best sense: they are visions and anticipations by which we seek to attain a true knowledge, but, in fact, they are only imaginations whereby we seek to draw near to the reality."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "One can not impede scientific progress."
   },
   "author": {
    "text": "Mahmoud Ahmadinejad"
   }
  },
  {
   "quote": {
    "text": "It's not a science when you are judging art, but we'd be remiss to say you can't look at something and say, 'This is more well done than that.'"
   },
   "author": {
    "text": "Matthew McConaughey"
   }
  },
  {
   "quote": {
    "text": "The dream for many millennial women is to make a difference as social or political entrepreneurs. They are using the social media and marketing tools they have mastered to empower less fortunate women and direct them onto career tracks that women have traditionally avoided, like science and technology."
   },
   "author": {
    "text": "Gail Sheehy"
   }
  },
  {
   "quote": {
    "text": "Like every country, North Korea has some very smart people. They could be contributing a lot more to science and other areas, but North Koreans are forced to spend so much time memorising the fake history of our dictators and other propaganda, so are at a huge disadvantage."
   },
   "author": {
    "text": "Lee Hyeon-seo"
   }
  },
  {
   "quote": {
    "text": "Heisenberg, Max Plank and Einstein, they all agreed that science could not solve the mystery of the universe."
   },
   "author": {
    "text": "Harry Dean Stanton"
   }
  },
  {
   "quote": {
    "text": "It is a law woven into the nature of man, attested by history, by science, by literature and art, and by dally experience, that strength of mind and force of character are the supreme rulers of human affairs."
   },
   "author": {
    "text": "Lucius Quintus Cincinnatus Lamar II"
   }
  },
  {
   "quote": {
    "text": "I love science and that time in history when science and the humanities were the same thing."
   },
   "author": {
    "text": "Andrew Lincoln"
   }
  },
  {
   "quote": {
    "text": "There has no doubt to be fundamental research in science, but applied research is equally important for new improvements and changes in our techniques."
   },
   "author": {
    "text": "Lal Bahadur Shastri"
   }
  },
  {
   "quote": {
    "text": "The science fiction world has a lot of people doing seriously imaginative thinking."
   },
   "author": {
    "text": "Paul Krugman"
   }
  },
  {
   "quote": {
    "text": "There were four major 20th-century science fiction writers: Arthur C. Clarke, Isaac Asimov, Robert A. Heinlein and Ray Bradbury. Of those four, the first three were all published principally in science-fiction magazines. They were preaching to the converted."
   },
   "author": {
    "text": "Robert J. Sawyer"
   }
  },
  {
   "quote": {
    "text": "A river is a river, independent of whether there are other rivers nearby. In science, we call things what they are based on their attributes, not what they're next to."
   },
   "author": {
    "text": "Alan Stern"
   }
  },
  {
   "quote": {
    "text": "Politics is a science. You can demonstrate that you are right and that others are wrong."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "I have a Ph.D. in philosophy and sports science. At 14, I went through this really tough Soviet training system. A lot of my roommates got psychologically broken or physically injured. Either you came through, or you were out. I made my Ph.D. work in the field of young athletes aged 14-19 because at this age any human is changing."
   },
   "author": {
    "text": "Wladimir Klitschko"
   }
  },
  {
   "quote": {
    "text": "Anthropology was the science that gave her the platform from which she surveyed, scolded and beamed at the world."
   },
   "author": {
    "text": "Jane Howard"
   }
  },
  {
   "quote": {
    "text": "It must be admitted that science has its castes. The man whose chief apparatus is the differential equation looks down upon one who uses a galvanometer, and he in turn upon those who putter about with sticky and smelly things in test tubes."
   },
   "author": {
    "text": "Gilbert Newton Lewis"
   }
  },
  {
   "quote": {
    "text": "'Criminal Minds' consists of stories told within the framework of the FBI behavioral science unit. It's about serial profiling."
   },
   "author": {
    "text": "Nina Tassler"
   }
  },
  {
   "quote": {
    "text": "For me the purest and truest art in the world is science fiction."
   },
   "author": {
    "text": "C. J. Cherryh"
   }
  },
  {
   "quote": {
    "text": "I think it is important to have a balance of science and arts to be able to be accessible in either fields."
   },
   "author": {
    "text": "Ann Makosinski"
   }
  },
  {
   "quote": {
    "text": "The major obstacle to a religious renewal is the intellectual classes, who are highly influential and tend to view religion as primitive superstition. They believe that science has left atheism as the only respectable intellectual stance."
   },
   "author": {
    "text": "Robert Bork"
   }
  },
  {
   "quote": {
    "text": "In reality, both religion and science are expressions of man's uncertainty. Perhaps the paradox is that certainty, whether it be in science or religion, is dangerous."
   },
   "author": {
    "text": "Robert Winston"
   }
  },
  {
   "quote": {
    "text": "Unfortunately, a lot of the concepts in the Bible are based on ancient mythology that doesn't fit the findings of science."
   },
   "author": {
    "text": "Clyde Tombaugh"
   }
  },
  {
   "quote": {
    "text": "Science has authority, not because of white coats, or titles, but because of precision and transparency: you explain your theory, set out your evidence, and reference the studies that support your case."
   },
   "author": {
    "text": "Ben Goldacre"
   }
  },
  {
   "quote": {
    "text": "I'm fascinated with genetic science, and I have been for a very long time. I always look at science and technology because I think that the developments in my lifetime have been so remarkable - and we're only at the tip of the iceberg with projects like decoding the human genome."
   },
   "author": {
    "text": "Nick Rhodes"
   }
  },
  {
   "quote": {
    "text": "We sat around on a hotel balcony with a bottle of wine and tried to figure out how you would go about blowing up a planet. That's the kind of conversations science fiction writers have when they get together. We don't talk about football or anything like that."
   },
   "author": {
    "text": "Kevin J. Anderson"
   }
  },
  {
   "quote": {
    "text": "It seems true that the growth of science and secularism made organized Christianity feel under threat."
   },
   "author": {
    "text": "Mary Douglas"
   }
  },
  {
   "quote": {
    "text": "The development of science is basically a social phenomenon, dependent on hard work and mutual support of many scientists and on the societies in which they live."
   },
   "author": {
    "text": "Charles H. Townes"
   }
  },
  {
   "quote": {
    "text": "The thing I love about science is finding out something new and different."
   },
   "author": {
    "text": "Peter C. Doherty"
   }
  },
  {
   "quote": {
    "text": "Science is the greatest creative impulse of our time. It dominates the intellectual scene and forms our lives, not only in the material things which it has given us, but also in that it guides our spirit."
   },
   "author": {
    "text": "Polykarp Kusch"
   }
  },
  {
   "quote": {
    "text": "Chemical compounds of carbon can exist in an infinite variety of compositions, forms and sizes. The naturally occurring organic substances are the basis of all life on Earth, and their science at the molecular level defines a fundamental language of that life."
   },
   "author": {
    "text": "Elias James Corey"
   }
  },
  {
   "quote": {
    "text": "The pursuit of curiosity about the basic facts of nature has proven, with few exceptions throughout the history of medical science, to be the route by which the successful drugs and devices of modern medicine were discovered."
   },
   "author": {
    "text": "Arthur Kornberg"
   }
  },
  {
   "quote": {
    "text": "Conflict between science and religion a dangerous foe."
   },
   "author": {
    "text": "Henry Norris Russell"
   }
  },
  {
   "quote": {
    "text": "It's very satisfying to promote science and education and see good results. Setting a good example for young people, being a role model, is very important for me."
   },
   "author": {
    "text": "Yuan T. Lee"
   }
  },
  {
   "quote": {
    "text": "Economists agree about economics - and that's a science - and they disagree about economic policy because that's a value judgment... I've had profound disagreements on policy with the famous Milton Friedman. But, on economics, we agree."
   },
   "author": {
    "text": "Franco Modigliani"
   }
  },
  {
   "quote": {
    "text": "There are two things I enjoy most about my work. First, I get to work with interesting and enthusiastic people who are also fired up about science. Second, every once in a while I have moments in which I suddenly understand the solution to a problem that I've been working on - those are great moments."
   },
   "author": {
    "text": "David J. Anderson"
   }
  },
  {
   "quote": {
    "text": "We physicists don't like to admit it, but some of us are closet science fiction fans. We hate to admit it because it sounds undignified. But when we were children, that's when we got interested in science, for a lot of us."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "History is the science of things which are not repeated."
   },
   "author": {
    "text": "Paul Valery"
   }
  },
  {
   "quote": {
    "text": "I am a little too absorbed by science to be able to philosophise much; but the more I look into myself, the more I find myself possessed by the conviction that it is only the science of Christ running through all things, that is to say true mystical science, that really matters. I let myself get caught up in the game when I geologise."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "Religion and science are the two conjugated faces or phases of one and the same complete act of knowledge - the only one which can embrace the past and future of evolution and so contemplate, measure and fulfil them."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "It is a curious thing: man, the centre and creator of all science, is the only object which our science has not yet succeeded in including in a homogeneous representation of the universe. We know the history of his bones, but no ordered place has yet been found in nature for his reflective intelligence."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "The things that I've enjoyed most are not really science fiction. They are not much fun to make because there are so many toys involved. They are fun for directors who like toys, like Ridley Scott, but they are not a lot of fun to make. A lot of hanging around, changing this and that."
   },
   "author": {
    "text": "John Hurt"
   }
  },
  {
   "quote": {
    "text": "Freedom is absolutely necessary for the progress in science and the liberal arts."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "One of the pleasing things about science is that we do all climb towards the heavens on the shoulders of our predecessors. Economics, like physics, has its heroes, and the letter 'H' that I used in my mathematical equations was not there to honor Sir William Hamilton, but rather Harold Hotelling."
   },
   "author": {
    "text": "Paul Samuelson"
   }
  },
  {
   "quote": {
    "text": "Science is a cemetery of dead ideas."
   },
   "author": {
    "text": "Miguel de Unamuno"
   }
  },
  {
   "quote": {
    "text": "I got into science fiction by being interested in astronomy first."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "I am a great fan of science, but I cannot do a quadratic equation."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "I've always been on the side of science that tries to help man. I play an active part with the foundations I'm involved in. Science gives hope. If it were offered to me? Never say never. But I wouldn't kill or steal to have my sight. My blindness doesn't define my life."
   },
   "author": {
    "text": "Andrea Bocelli"
   }
  },
  {
   "quote": {
    "text": "Faulkner is a writer who has had much to do with my soul, but Hemingway is the one who had the most to do with my craft - not simply for his books, but for his astounding knowledge of the aspect of craftsmanship in the science of writing."
   },
   "author": {
    "text": "Gabriel Garcia Marquez"
   }
  },
  {
   "quote": {
    "text": "There does not exist a category of science to which one can give the name applied science. There are science and the applications of science, bound together as the fruit of the tree which bears it."
   },
   "author": {
    "text": "Louis Pasteur"
   }
  },
  {
   "quote": {
    "text": "We look at science as something very elite, which only a few people can learn. That's just not true. You just have to start early and give kids a foundation. Kids live up, or down, to expectations."
   },
   "author": {
    "text": "Mae Jemison"
   }
  },
  {
   "quote": {
    "text": "There's no question that as science, knowledge and technology advance, that we will attempt to do more significant things. And there's no question that we will always have to temper those things with ethics."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "As soon as questions of will or decision or reason or choice of action arise, human science is at a loss."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "No matter what engineering field you're in, you learn the same basic science and mathematics. And then maybe you learn a little bit about how to apply it."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "Science, as everyone knows, is responsible, moderate, unsentimental, and otherwise good."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "It's important that our children are raised to be educated, well-rounded tax-paying citizens that understand the importance of technology and science."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "Although science and technology open up boundless opportunities, they also present great perils because Satan employs these marvelous discoveries to his great advantage."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Science of mind teaches you how to realize how much control you have over your own life. It teaches you that we have the ability to change our lives at any point we choose."
   },
   "author": {
    "text": "Marla Gibbs"
   }
  },
  {
   "quote": {
    "text": "Some day science may have the existence of mankind in power, and the human race can commit suicide by blowing up the world."
   },
   "author": {
    "text": "Henry Adams"
   }
  },
  {
   "quote": {
    "text": "It is through science that we prove, but through intuition that we discover."
   },
   "author": {
    "text": "Henri Poincare"
   }
  },
  {
   "quote": {
    "text": "To that class we may leave it to refine the vernacular dialects of the country, to enrich those dialects with terms of science borrowed from the Western nomenclature, and to render them by degrees fit vehicles for conveying knowledge to the great mass of the population."
   },
   "author": {
    "text": "Thomas Babington Macaulay"
   }
  },
  {
   "quote": {
    "text": "Borrowing knowledge of reality from all sources, taking the best from every study, Science of Mind brings together the highest enlightenment of the ages."
   },
   "author": {
    "text": "Ernest Holmes"
   }
  },
  {
   "quote": {
    "text": "Science has sometimes been said to be opposed to faith, and inconsistent with it. But all science, in fact, rests on a basis of faith, for it assumes the permanence and uniformity of natural laws - a thing which can never be demonstrated."
   },
   "author": {
    "text": "Tryon Edwards"
   }
  },
  {
   "quote": {
    "text": "The science of politics is the one science that is deposited by the streams of history, like the grains of gold in the sand of a river; and the knowledge of the past, the record of truths revealed by experience, is eminently practical, as an instrument of action and a power that goes to making the future."
   },
   "author": {
    "text": "Lord Acton"
   }
  },
  {
   "quote": {
    "text": "This world, after all our science and sciences, is still a miracle wonderful, inscrutable, magical and more, to whosoever will think of it."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "Further, the dignity of the science itself seems to require that every possible means be explored for the solution of a problem so elegant and so celebrated."
   },
   "author": {
    "text": "Carl Friedrich Gauss"
   }
  },
  {
   "quote": {
    "text": "Since Hiroshima and the Holocaust, science no longer holds its pristine place as the highest moral authority. Instead, that role is taken by human rights. It follows that any assault on Jewish life - on Jews or Judaism or the Jewish state - must be cast in the language of human rights."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "I only have so much ring time that my body can endure. I've had four surgeries on my knees, arthritis in my neck, separated my shoulders, broken my nose. I'm just gonna hope that science advances faster than I can deteriorate. Because what am I gonna do? Put a perfect body into the ground? What's the point of that?"
   },
   "author": {
    "text": "Ronda Rousey"
   }
  },
  {
   "quote": {
    "text": "Design and technology should be the subject where mathematical brainboxes and science whizzkids turn their bright ideas into useful products."
   },
   "author": {
    "text": "James Dyson"
   }
  },
  {
   "quote": {
    "text": "And I have lived since - as you have - in a period of cold war, during which we have ensured by our achievements in the science and technology of destruction that a third act in this tragedy of war will result in the peace of extinction."
   },
   "author": {
    "text": "Lester B. Pearson"
   }
  },
  {
   "quote": {
    "text": "I believe we owe our young an education that captures the exhilarating drama of science."
   },
   "author": {
    "text": "Brian Greene"
   }
  },
  {
   "quote": {
    "text": "Science is the greatest of all adventure stories, one that's been unfolding for thousands of years as we have sought to understand ourselves and our surroundings."
   },
   "author": {
    "text": "Brian Greene"
   }
  },
  {
   "quote": {
    "text": "Science is very good at answering the 'how' questions. 'How did the universe evolve to the form that we see?' But it is woefully inadequate in addressing the 'why' questions. 'Why is there a universe at all?' These are the meaning questions, which many people think religion is particularly good at dealing with."
   },
   "author": {
    "text": "Brian Greene"
   }
  },
  {
   "quote": {
    "text": "I studied Computer Science when I was in my undergrad and minored in Digital Art & Design."
   },
   "author": {
    "text": "Jenova Chen"
   }
  },
  {
   "quote": {
    "text": "I love science fiction, but I have a hard time feeling for characters in a galaxy far away. Choosing movies is the one thing in my life where there's no compromising."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "Computer Science is embarrassed by the computer."
   },
   "author": {
    "text": "Alan Perlis"
   }
  },
  {
   "quote": {
    "text": "Ever since Newton, we've done science by taking things apart to see how they work. What the computer enables us to do is to put things together to see how they work: we're now synthesized rather than analysed. I find one of the most enthralling aspects of computers is limitless communication."
   },
   "author": {
    "text": "Douglas Adams"
   }
  },
  {
   "quote": {
    "text": "Science and fiction both begin with similar questions: What if? Why? How does it all work? But they focus on different areas of life on earth."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "If you look at the history of our country over the last 100 years, there have been periods where science and research have been celebrated. They were really kind of held up as heroes in society, which encouraged a generation of people to go into these fields."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "If I could snap my fingers and do one thing in science, I would get more funding for basic science. But the level of funding that needs to be done is not on the order of millions, like the cost of the Breakthrough Prizes. It's billions to tens of billions."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "I went to college at the University of Kansas, where I got a degree in political science."
   },
   "author": {
    "text": "Sara Paretsky"
   }
  },
  {
   "quote": {
    "text": "Ideas are 10 a penny. It's the execution that's the hard thing to do. House is standing up against a tide of sentiment and emotionalism over reason that threatens to engulf this world. When you think about it, a rationalist, a man of science and reason, is in a pretty lonely position."
   },
   "author": {
    "text": "Hugh Laurie"
   }
  },
  {
   "quote": {
    "text": "That science has long been neglected and declining in England, is not an opinion originating with me, but is shared by many, and has been expressed by higher authority than mine."
   },
   "author": {
    "text": "Charles Babbage"
   }
  },
  {
   "quote": {
    "text": "Science has proof without any certainty. Creationists have certainty without any proof."
   },
   "author": {
    "text": "Ashley Montagu"
   }
  },
  {
   "quote": {
    "text": "We need to manage holistically, embracing all of our science and traditional knowledge - all sources of knowledge. We can do that from the household to government to international relations."
   },
   "author": {
    "text": "Allan Savory"
   }
  },
  {
   "quote": {
    "text": "I attended elementary school and high school in Mexico City. I was already fascinated by science before entering high school; I still remember my excitement when I first glanced at paramecia and amoebae through a rather primitive toy microscope."
   },
   "author": {
    "text": "Mario J. Molina"
   }
  },
  {
   "quote": {
    "text": "The first education to be a good chemist is to do well in high school science courses. Then, you go to college to really become a chemist. You want to take science and math. Those are the main things."
   },
   "author": {
    "text": "Mario J. Molina"
   }
  },
  {
   "quote": {
    "text": "The love of nature is a different thing from the love of science, though the two may go together."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "When a herd of cattle see a strange object, they are not satisfied till each one has sniffed it; and the horse is cured of his fright at the robe, or the meal-bag, or other object, as soon as he can be induced to smell it. There is a great deal of speculation in the eye of an animal, but very little science."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "We have not given science too big a place in our education, but we have made a perilous mistake in giving it too great a preponderance in method in every other branch of study."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "Even the president's own Science and Technology Office head Mister Holdren says no one single weather event is due specifically to climate change."
   },
   "author": {
    "text": "Marsha Blackburn"
   }
  },
  {
   "quote": {
    "text": "The science can tell you that the thousands of pseudo-scientific parenting books out there - not to mention the 'Baby Einstein' DVDs and the flash cards and the brain-boosting toys - won't do a thing to make your baby smarter. That's largely because babies are already as smart as they can be; smarter than we are in some ways."
   },
   "author": {
    "text": "Alison Gopnik"
   }
  },
  {
   "quote": {
    "text": "Sure, science involves trial and error. Scientists refine theories each day. But as they do, they help us grasp more clearly the wonders of the world and the universe."
   },
   "author": {
    "text": "Tony Snow"
   }
  },
  {
   "quote": {
    "text": "My hope is that in the future, women stop referring to themselves as 'the only woman' in their physics lab or 'only one of two' in their computer science jobs."
   },
   "author": {
    "text": "Kirsten Gillibrand"
   }
  },
  {
   "quote": {
    "text": "In contemporary art culture, where good looks and clever strategic planning of art careers have become a feature, professional practice may be taught in art schools like a branch of public relations or political science."
   },
   "author": {
    "text": "Michael Leunig"
   }
  },
  {
   "quote": {
    "text": "How thoroughly it is ingrained in mathematical science that every real advance goes hand in hand with the invention of sharper tools and simpler methods which, at the same time, assist in understanding earlier theories and in casting aside some more complicated developments."
   },
   "author": {
    "text": "David Hilbert"
   }
  },
  {
   "quote": {
    "text": "More and more jobs are applying cutting-edge technologies and now demand deeper knowledge of math and science in positions that most people don't think of as STEM-related, including machinists, electricians, auto techs, medical technicians, plumbers and pipefitters."
   },
   "author": {
    "text": "Rex Tillerson"
   }
  },
  {
   "quote": {
    "text": "Blind faith, no matter how passionately expressed, will not suffice. Science for its part will test relentlessly every assumption about the human condition."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "My first encounter with James was when I was seventeen. My brother brought home from the public library a science fiction anthology, which included 'The Beast in the Jungle.' It swept me away. I had a strange, somewhat uncanny feeling that it was the story of my life."
   },
   "author": {
    "text": "Cynthia Ozick"
   }
  },
  {
   "quote": {
    "text": "One of the most interesting things about science fiction and fantasy is the way that the genres can offer different perspectives on matters to do with the body, the mind, medical technology, and the way we live our lives."
   },
   "author": {
    "text": "Tansy Rayner Roberts"
   }
  },
  {
   "quote": {
    "text": "The history of science has been one long series of violent brainstorms, as successive generations have come to terms with increasing levels of queerness in the universe."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "What's going to happen when I die? I may be buried, or I may be cremated, I may give my body to science. I haven't decided yet."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "In the case of Stalinism, people actually distorted science because it was for the good of the Communist Party."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Science is like a flashlight in the hands of people living in a huge balloon. They can illuminate anything in the balloon, but cannot shine it outside the balloon to see where it is floating - or if it is floating at all."
   },
   "author": {
    "text": "Huston Smith"
   }
  },
  {
   "quote": {
    "text": "In various fields, such as science, technology, sports, business and the arts, immigrants enrich our culture every single day."
   },
   "author": {
    "text": "Charles B. Rangel"
   }
  },
  {
   "quote": {
    "text": "People challenge my nerd cred all the time. I just show them the photo of me winning my middle-school science fair, wearing my Casio calculator watch and eyeglasses so big they look like they can see the future."
   },
   "author": {
    "text": "Aisha Tyler"
   }
  },
  {
   "quote": {
    "text": "Science fiction writers, I am sorry to say, really do not know anything. We can't talk about science, because our knowledge of it is limited and unofficial, and usually our fiction is dreadful."
   },
   "author": {
    "text": "Philip K. Dick"
   }
  },
  {
   "quote": {
    "text": "As a chef, I got into this because I love the creative energy and I love the science, but I also love to feed people and make them happy."
   },
   "author": {
    "text": "Christina Tosi"
   }
  },
  {
   "quote": {
    "text": "In the history of science, we often find that the study of some natural phenomenon has been the starting point in the development of a new branch of knowledge."
   },
   "author": {
    "text": "C. V. Raman"
   }
  },
  {
   "quote": {
    "text": "For an object under the eye will appear very different from the same object placed above it; in an inclosed space, very different from the same in an open space."
   },
   "author": {
    "text": "Vitruvius"
   }
  },
  {
   "quote": {
    "text": "When you start a company, it's more an art than a science because it's totally unknown. Instead of solving high-profile problems, try to solve something that's deeply personal to you. Ideally, if you're an ordinary person and you've just solved your problem, you might have solved the problem for millions of people."
   },
   "author": {
    "text": "Brian Chesky"
   }
  },
  {
   "quote": {
    "text": "If we wish to make a new world we have the material ready. The first one, too, was made out of chaos."
   },
   "author": {
    "text": "Robert Quillen"
   }
  },
  {
   "quote": {
    "text": "Science fiction is fantasy about issues of science. Science fiction is a subset of fantasy. Fantasy predated it by several millennia. The '30s to the '50s were the golden age of science fiction - this was because, to a large degree, it was at this point that technology and science had exposed its potential without revealing the limitations."
   },
   "author": {
    "text": "Raymond E. Feist"
   }
  },
  {
   "quote": {
    "text": "Despite the fact that every sport this side of badminton worries about concussions that result in brain damage, CTE, the National Hockey League refuses to accept the overwhelming medical science. Good grief - the NHL still permits fights."
   },
   "author": {
    "text": "Frank Deford"
   }
  },
  {
   "quote": {
    "text": "When it comes to art and science, people don't like a lot of either. Instead of being open to it, they're closed off about it."
   },
   "author": {
    "text": "Tim Burton"
   }
  },
  {
   "quote": {
    "text": "I say you don't need religion, or political ideology, to understand human nature. Science reveals that human nature is greedy and selfish, altruistic and helpful."
   },
   "author": {
    "text": "Michael Shermer"
   }
  },
  {
   "quote": {
    "text": "In order to displace a prevailing theory or paradigm in science, it is not enough to merely point out what it cannot explain; you have to offer a new theory that explains more data, and do so in a testable way."
   },
   "author": {
    "text": "Michael Shermer"
   }
  },
  {
   "quote": {
    "text": "This is a really big space station. We do a lot of various kinds of work here, different kinds of science experiments; we have over 400 different experiments going on at any one time in different areas, from basic science research to medical technology, that hopefully will benefit more people on Earth."
   },
   "author": {
    "text": "Scott Kelly"
   }
  },
  {
   "quote": {
    "text": "All science requires mathematics. The knowledge of mathematical things is almost innate in us. This is the easiest of sciences, a fact which is obvious in that no one's brain rejects it; for laymen and people who are utterly illiterate know how to count and reckon."
   },
   "author": {
    "text": "Roger Bacon"
   }
  },
  {
   "quote": {
    "text": "When I find myself in the company of scientists, I feel like a shabby curate who has strayed by mistake into a room full of dukes."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "Politics is not an exact science."
   },
   "author": {
    "text": "Otto von Bismarck"
   }
  },
  {
   "quote": {
    "text": "The happiest people I've found are in science. These people have three times the IQ - maybe I'm exaggerating. They have a higher IQ than I do. They love what they're doing, they have a good family life, they're satisfied."
   },
   "author": {
    "text": "Eli Broad"
   }
  },
  {
   "quote": {
    "text": "If an elderly but distinguished scientist says that something is possible, he is almost certainly right; but if he says that it is impossible, he is very probably wrong."
   },
   "author": {
    "text": "Arthur C. Clarke"
   }
  },
  {
   "quote": {
    "text": "The question that I started off with was, I thought, very simple. It was just 'Is there a massive black hole at the center of the Milky Way?' But one of the things I love about science is that you always end up with new questions."
   },
   "author": {
    "text": "Andrea M. Ghez"
   }
  },
  {
   "quote": {
    "text": "The ultimate aim of all science to penetrate the unknown. Do you realize we know less about the earth we live on than about the stars and the galaxies of outer space? The greatest mystery is right here, right under our feet."
   },
   "author": {
    "text": "Walter Reisch"
   }
  },
  {
   "quote": {
    "text": "Data science is the combination of analytics and the development of new algorithms."
   },
   "author": {
    "text": "Hilary Mason"
   }
  },
  {
   "quote": {
    "text": "Science and fun cannot be separated."
   },
   "author": {
    "text": "Roger Penrose"
   }
  },
  {
   "quote": {
    "text": "Pure phenomenology claims to be the science of pure phenomena. This concept of the phenomenon, which was developed under various names as early as the eighteenth century without being clarified, is what we shall have to deal with first of all."
   },
   "author": {
    "text": "Edmund Husserl"
   }
  },
  {
   "quote": {
    "text": "To begin with, we put the proposition: pure phenomenology is the science of pure consciousness."
   },
   "author": {
    "text": "Edmund Husserl"
   }
  },
  {
   "quote": {
    "text": "The strength of the scientific establishment in any country is related to its general level of education, not only in supplying large numbers of eager minds for further training, but also in ensuring a public opinion that holds science in esteem and approves financial support."
   },
   "author": {
    "text": "Arthur Lewis"
   }
  },
  {
   "quote": {
    "text": "Science is spectral analysis. Art is light synthesis."
   },
   "author": {
    "text": "Karl Kraus"
   }
  },
  {
   "quote": {
    "text": "But that the reasoning from these facts, the drawing from them correct conclusions, is a matter of great difficulty, may be inferred from the imperfect state in which the Science is now found after it has been so long and so intensely studied."
   },
   "author": {
    "text": "Nassau William Senior"
   }
  },
  {
   "quote": {
    "text": "Instead, in the absence of respect for human rights, science and its offspring technology have been used in this century as brutal instruments for oppression."
   },
   "author": {
    "text": "John Polanyi"
   }
  },
  {
   "quote": {
    "text": "Science grows like a weed every year."
   },
   "author": {
    "text": "Kary Mullis"
   }
  },
  {
   "quote": {
    "text": "The science supporting the relationship between carbohydrates and dementia is quite exciting, as it paves the way for lifestyle changes that can profoundly affect a person's chances of remaining intact, at least from a brain perspective."
   },
   "author": {
    "text": "David Perlmutter"
   }
  },
  {
   "quote": {
    "text": "As a practicing neurologist, I place central importance in applying current science to the notion of disease prevention."
   },
   "author": {
    "text": "David Perlmutter"
   }
  },
  {
   "quote": {
    "text": "For me, science is already fantastical enough. Unlocking the secrets of nature with fundamental physics or cosmology or astrobiology leads you into a wonderland compared with which beliefs in things like alien abductions pale into insignificance."
   },
   "author": {
    "text": "Paul Davies"
   }
  },
  {
   "quote": {
    "text": "Science is among the most profoundly human of our activities. Far from being subsumed by the dehumanising effects of technology, science, in fact, remains our last stand against it."
   },
   "author": {
    "text": "Siddhartha Mukherjee"
   }
  },
  {
   "quote": {
    "text": "Design, art, and science are all a melange."
   },
   "author": {
    "text": "Kiran Mazumdar-Shaw"
   }
  },
  {
   "quote": {
    "text": "I loved theatre and did magic, too, but I was never the best at it - there was never a teacher saying, 'You're great, you have to make this your career!' I was good at science and math. I figured I'd go into science and become a dentist."
   },
   "author": {
    "text": "Nathan Fielder"
   }
  },
  {
   "quote": {
    "text": "In the U.S. you have a system of lobbying and influence on our policy and law makers which is incredibly pronounced. The gas industry spent $250 million getting an exemption from our Safe Water Act. Every one of those dollars is toxic; a contaminant in our political system. It disrupts the normal flow of justice, science, fact and reporting."
   },
   "author": {
    "text": "Josh Fox"
   }
  },
  {
   "quote": {
    "text": "I love travelling and going on wildlife safaris. I have an interest in astronomy. I like reading on current affairs, business and science. I love doing nothing if I can help it."
   },
   "author": {
    "text": "Viswanathan Anand"
   }
  },
  {
   "quote": {
    "text": "Fine arts education in public schools is really abysmal. The same emphasis should be put on music, theater, dance - anything creative - that's put on math and science."
   },
   "author": {
    "text": "Maren Morris"
   }
  },
  {
   "quote": {
    "text": "Eliza Factor's first novel, 'The Mercury Fountain,' explores what happens when a life driven by ideology confronts implacable truths of science and human nature. It also shows how leaders can inflict damage by neglecting the real needs of real people."
   },
   "author": {
    "text": "Floyd Skloot"
   }
  },
  {
   "quote": {
    "text": "I am aware of the usefulness of science to society and of the benefits society derives from it."
   },
   "author": {
    "text": "Subrahmanyan Chandrasekhar"
   }
  },
  {
   "quote": {
    "text": "We're looking at Earth science, observing our planet. Also space science, looking at the ozone in the atmosphere around our Earth. Also looking at life science. And on a human level, using ourselves as test subjects."
   },
   "author": {
    "text": "Laurel Clark"
   }
  },
  {
   "quote": {
    "text": "All policies should be guided by science, not just whose voice is the loudest."
   },
   "author": {
    "text": "Martin Heinrich"
   }
  },
  {
   "quote": {
    "text": "Certainly going back to Sherlock Holmes we have a tradition of forensic science featured in detective stories."
   },
   "author": {
    "text": "Jeffery Deaver"
   }
  },
  {
   "quote": {
    "text": "To have a stable economy, to have a stable democracy, and to have a modern government is not enough. We have to build new pillars of development. Education, science and technology, innovation and entrepreneurship, and more equality."
   },
   "author": {
    "text": "Sebastian Pinera"
   }
  },
  {
   "quote": {
    "text": "Science is objective. And in my view we cannot take any experimental results seriously except in the light of good explanations of them."
   },
   "author": {
    "text": "David Deutsch"
   }
  },
  {
   "quote": {
    "text": "Whether that coherence obtains universally is a question that need not be answered here since only those parts where the coherence has actually been found become part of Science."
   },
   "author": {
    "text": "Wilhelm Ostwald"
   }
  },
  {
   "quote": {
    "text": "The object of all the former voyages to the South Seas undertaken by the command of his present majesty, has been the advancement of science and the increase of knowledge."
   },
   "author": {
    "text": "William Bligh"
   }
  },
  {
   "quote": {
    "text": "I count myself fortunate to be able to participate in the life of science in this era."
   },
   "author": {
    "text": "Polykarp Kusch"
   }
  },
  {
   "quote": {
    "text": "Science shows us truth and beauty and fills each day with a fresh wonder of the exquisite order which governs our world."
   },
   "author": {
    "text": "Polykarp Kusch"
   }
  },
  {
   "quote": {
    "text": "Science, almost from its beginnings, has been truly international in character. National prejudices disappear completely in the scientist's search for truth."
   },
   "author": {
    "text": "Irving Langmuir"
   }
  },
  {
   "quote": {
    "text": "That certainly is one approach to take. My own is to acknowledge the inner child and try to work with my first fascination with science fiction. I have tried to build on its idea content and narrative drive rather than to discard them."
   },
   "author": {
    "text": "James E. Gunn"
   }
  },
  {
   "quote": {
    "text": "There was no 'before' the beginning of our universe, because once upon a time there was no time."
   },
   "author": {
    "text": "John D. Barrow"
   }
  },
  {
   "quote": {
    "text": "If spiritual science is to do the same for spirit that natural science has done for nature, it must investigate quite differently from the latter. It must find ways and means of penetrating into the sphere of the spiritual, a domain which cannot be perceived with outer physical senses nor apprehended with the intellect which is bound to the brain."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "The pursuit of science leads only to the insoluble."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "The capacity to be puzzled is the premise of all creation, be it in art or in science."
   },
   "author": {
    "text": "Erich Fromm"
   }
  },
  {
   "quote": {
    "text": "I am not a scientist. I am, rather, an impresario of scientists."
   },
   "author": {
    "text": "Jacques Yves Cousteau"
   }
  },
  {
   "quote": {
    "text": "The nineteenth century believed in science but the twentieth century does not."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "Science means simply the aggregate of all the recipes that are always successful. All the rest is literature."
   },
   "author": {
    "text": "Paul Valery"
   }
  },
  {
   "quote": {
    "text": "When science has sent forth her fiat - it is only to hear and obey."
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "Logic is neither a science nor an art, but a dodge."
   },
   "author": {
    "text": "Benjamin Jowett"
   }
  },
  {
   "quote": {
    "text": "Formerly, when religion was strong and science weak, men mistook magic for medicine; now, when science is strong and religion weak, men mistake medicine for magic."
   },
   "author": {
    "text": "Thomas Szasz"
   }
  },
  {
   "quote": {
    "text": "I consistently encounter people in academic settings and scientists and journalists who feel that you can't say that anyone is wrong in any deep sense about morality, or with regard to what they value in life. I think this doubt about the application of science and reason to questions of value is really quite dangerous."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "Political liberty, the peace of a nation, and science itself are gifts for which Fate demands a heavy tax in blood!"
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "The credit which the apparent conformity with recognized scientific standards can gain for seemingly simple but false theories may, as the present instance shows, have grave consequences."
   },
   "author": {
    "text": "Friedrich August von Hayek"
   }
  },
  {
   "quote": {
    "text": "Modern bodybuilding is ritual, religion, sport, art, and science, awash in Western chemistry and mathematics. Defying nature, it surpasses it."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "I'm a science guy. I'm a geek. I love geology and botany and marine science. I thought maybe I'd be a professional guide, or maybe even a park ranger, working for the Department of Fish and Game."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "It is my belief that no matter how advanced man may become in science, technology, systems, and knowledge, he can never improve on the foundational precepts of marriage as the bedrock of social development."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "Science fiction let me do both. It let me look into science and stick my nose in everywhere."
   },
   "author": {
    "text": "Octavia E. Butler"
   }
  },
  {
   "quote": {
    "text": "Learn computer science. It's extraordinarily helpful. I like recommending learning economics as well so they think in terms of business, they have rational frameworks for looking at the world, but yeah, computer science is an amazing way to get into, even if you want to be CEO, having a tech background is helpful."
   },
   "author": {
    "text": "Fabrice Grinda"
   }
  },
  {
   "quote": {
    "text": "If there is something I am arguing, it is a critique of science. Science has consistently denied the existence of consciousness other than human. Only in the last 20 years do we have acknowledgement of animal feeling or culture or experience."
   },
   "author": {
    "text": "Barbara Ehrenreich"
   }
  },
  {
   "quote": {
    "text": "People think of the inventor as a screwball, but no one ever asks the inventor what he thinks of other people."
   },
   "author": {
    "text": "Charles Kettering"
   }
  },
  {
   "quote": {
    "text": "I developed that for a long time. I also developed 'Sugar Sweet Science' at New Line and that didn't happen. That was a boxing movie. And between all that there were a couple of other things."
   },
   "author": {
    "text": "Danny DeVito"
   }
  },
  {
   "quote": {
    "text": "Science fiction, to me, has not only things that wouldn't happen, but other planets."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "Science fiction is filled with Martians and space travel to other planets, and things like that."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "Fiction is not necessarily about what you know, it's about how you feel. That is the truth about fiction, and the other truth is that all science is a tool, and we use our tools not to actualise what we know, but to implement how we feel."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "Science never makes things that do not have to do with what we feel, by which I mean what we want and what we fear."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "Science is a tool, and we invent tools to do things we want. It's a question of how those tools are used by people."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "My brother and I were both good at science, and we were both good at English literature. Either one of us could have gone either way."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "The characteristic of scientific progress is our knowing that we did not know."
   },
   "author": {
    "text": "Gaston Bachelard"
   }
  },
  {
   "quote": {
    "text": "You cannot feed the hungry on statistics."
   },
   "author": {
    "text": "Heinrich Heine"
   }
  },
  {
   "quote": {
    "text": "English does have a larger vocabulary than other languages because of its history as the primary language of science and its global reach."
   },
   "author": {
    "text": "David Crystal"
   }
  },
  {
   "quote": {
    "text": "Every day, I read books on philosophy and science fiction and human consciousness."
   },
   "author": {
    "text": "Tom DeLonge"
   }
  },
  {
   "quote": {
    "text": "The big journals and Nobel laureates are the equivalent of Congressional leaders in science journalism."
   },
   "author": {
    "text": "Michael Pollan"
   }
  },
  {
   "quote": {
    "text": "You can make real food in 20, 30 minutes, but we've convinced ourselves that it is a rocket science. It's a shame. It's the media and the food industry: they've fed our panic around time."
   },
   "author": {
    "text": "Michael Pollan"
   }
  },
  {
   "quote": {
    "text": "When considering real-world issues, particularly those that touch on science and technology, it is harder to speak in platitudes or rely purely on emotion or fear. Substance, or its lack, becomes harder to mimic or mask, which is why I wish we had a true televised presidential debate on these subjects."
   },
   "author": {
    "text": "Lawrence M. Krauss"
   }
  },
  {
   "quote": {
    "text": "We believe behavioral science, cognitive computing, and machine intelligence are essential to a successful, holistic surveillance offering and critical to efficient and effective organizational compliance with an increasingly intricate global regulatory environment."
   },
   "author": {
    "text": "Adena Friedman"
   }
  },
  {
   "quote": {
    "text": "There is no complete theory of anything."
   },
   "author": {
    "text": "Robert Anton Wilson"
   }
  },
  {
   "quote": {
    "text": "What are the symbols of American strength, wealth, power and modernity? Certainly not jazz and rock and roll, not chewing-gum or hamburgers, Broadway or Hollywood. It's their skyscrapers. Their Pentagon. Their science. Their technology."
   },
   "author": {
    "text": "Oriana Fallaci"
   }
  },
  {
   "quote": {
    "text": "People who come out of the liberal arts don't have an understanding of science and technology, and the people in science and technology have very little experience with liberal arts and the traditions of a liberal democracy."
   },
   "author": {
    "text": "Toomas Hendrik Ilves"
   }
  },
  {
   "quote": {
    "text": "Acting is not rocket science, but it is an art form. What you are doing is illuminating humanity. Or not."
   },
   "author": {
    "text": "Viola Davis"
   }
  },
  {
   "quote": {
    "text": "My father was a professor of political science and also a young politician fighting for democracy in Kenya, and when things got ugly, he went into political exile in Mexico. Then I moved back to Kenya shortly after I turned one, and I grew up in Kenya."
   },
   "author": {
    "text": "Lupita Nyong'o"
   }
  },
  {
   "quote": {
    "text": "When all is said and done, science actually takes hard work and a willingness to sometimes find out that your most cherished hypothesis is wrong."
   },
   "author": {
    "text": "Alice Dreger"
   }
  },
  {
   "quote": {
    "text": "I've always been kind of a mutt creatively. I started off in journalism, and I've actually done more police and procedural shows than I've ever done science fiction shows. I was on 'Murder She Wrote,' I was on 'Walker, Texas Ranger,' I was on 'Jake and the Fat Man.'"
   },
   "author": {
    "text": "J. Michael Straczynski"
   }
  },
  {
   "quote": {
    "text": "Scientific advancement should aim to affirm and to improve human life."
   },
   "author": {
    "text": "Nathan Deal"
   }
  },
  {
   "quote": {
    "text": "Science is a highly technical and intellectual endeavor. Any theory or fact or discovery has an ocean of depth to it. You can always go deeper with science, and you can always ask a new and interesting question. That's what makes a topic nerdy: depth."
   },
   "author": {
    "text": "Kyle Hill"
   }
  },
  {
   "quote": {
    "text": "In both religion and science, some people are dishonest, exploitative, incompetent and exhibit other human failings."
   },
   "author": {
    "text": "Rupert Sheldrake"
   }
  },
  {
   "quote": {
    "text": "At Tencent, we may be businessmen, but we are still chasing our IT, our science. We are still striving to create something really cool, trying to create things we couldn't even imagine without our new technologies. I am still clinging to this enthusiasm."
   },
   "author": {
    "text": "Ma Huateng"
   }
  },
  {
   "quote": {
    "text": "We know that to compete for the jobs of the 21st century and thrive in a global economy, we need a growing, skilled and educated workforce, particularly in the areas of science, technology, engineering and math. Americans with bachelor's degrees have half the unemployment rate of those with a high school degree."
   },
   "author": {
    "text": "Mark Pocan"
   }
  },
  {
   "quote": {
    "text": "Art is I; science is we."
   },
   "author": {
    "text": "Claude Bernard"
   }
  },
  {
   "quote": {
    "text": "Science is about applying what we know and asking what we don't know."
   },
   "author": {
    "text": "Tim Hunt"
   }
  },
  {
   "quote": {
    "text": "It may be that everything the life science companies are telling us will turn out to be right, and there's no problem here whatsoever. That defies logic."
   },
   "author": {
    "text": "Jeremy Rifkin"
   }
  },
  {
   "quote": {
    "text": "It takes years to realize the multiple benefits of science; without adequate, sustained funding for research, the careers of many bright, young scientists may come to a screeching halt."
   },
   "author": {
    "text": "Carol W. Greider"
   }
  },
  {
   "quote": {
    "text": "I want to go into science class and awaken that spark that makes learning possible."
   },
   "author": {
    "text": "Damian Woetzel"
   }
  },
  {
   "quote": {
    "text": "One of the things that science fiction gets to do is thought experiments about the human condition that would be impractical or unethical to conduct in real life."
   },
   "author": {
    "text": "Robert J. Sawyer"
   }
  },
  {
   "quote": {
    "text": "I like the freedom of research. Plus, if I fail in science, I know I can always survive because I have an M.D. This has been my insurance policy."
   },
   "author": {
    "text": "Shinya Yamanaka"
   }
  },
  {
   "quote": {
    "text": "One of the reasons I like working with schools is to try to convince women that they can be scientists and that science can be fun."
   },
   "author": {
    "text": "Nancy Roman"
   }
  },
  {
   "quote": {
    "text": "That's what Hubble can do for us. It can tell us whether the universe is expanding forever or if one day it's going to come back together."
   },
   "author": {
    "text": "Duane G. Carey"
   }
  },
  {
   "quote": {
    "text": "Until Systers came into existence, the notion of a global 'community of women in computer science' did not exist."
   },
   "author": {
    "text": "Anita Borg"
   }
  },
  {
   "quote": {
    "text": "Neurohumanities offers a way to tap the popular enthusiasm for science and, in part, gin up more funding for humanities."
   },
   "author": {
    "text": "Alissa Quart"
   }
  },
  {
   "quote": {
    "text": "We should be increasing research and development into our fossil fuel program."
   },
   "author": {
    "text": "Tim Holden"
   }
  },
  {
   "quote": {
    "text": "Painting is a science, and should be pursued as an inquiry into the laws of nature."
   },
   "author": {
    "text": "John Constable"
   }
  },
  {
   "quote": {
    "text": "Science is the systematic classification of experience."
   },
   "author": {
    "text": "George Henry Lewes"
   }
  },
  {
   "quote": {
    "text": "The entire Internet, as well as the types of devices represented by the desktop computer, the laptop computer, the iPhone, the iPod, and the iPad, are a continuing inescapable embarrassment to science fiction, and an object lesson in the fallibility of genre writers and their vaunted predictive abilities."
   },
   "author": {
    "text": "Paul Di Filippo"
   }
  },
  {
   "quote": {
    "text": "Definition of Statistics: The science of producing unreliable facts from reliable figures."
   },
   "author": {
    "text": "Evan Esar"
   }
  },
  {
   "quote": {
    "text": "We didn't care about salaries and having a nice car. We just cared about science and were really ambitious."
   },
   "author": {
    "text": "May-Britt Moser"
   }
  },
  {
   "quote": {
    "text": "We must not confuse religion with God, or technology with science. Religion stands in relationship to God as technology does in relation to science. Both the conduct of religion and the pursuit of technology are capable of leading mankind into evil; but both can prompt great good."
   },
   "author": {
    "text": "Robert Winston"
   }
  },
  {
   "quote": {
    "text": "This is magic we're talking about. It's supposed to go places science can't, defy logic, wink at technology, fill us all with the sensawunda that comes of gazing upon a fictional world and seeing something truly different from our own."
   },
   "author": {
    "text": "N. K. Jemisin"
   }
  },
  {
   "quote": {
    "text": "Nothing is less predictable than the development of an active scientific field."
   },
   "author": {
    "text": "Charles Francis Richter"
   }
  },
  {
   "quote": {
    "text": "In general, I write for ages 12 and up - although I've received emails from readers between the ages of seven and seventy. My books are science fiction."
   },
   "author": {
    "text": "Marie Lu"
   }
  },
  {
   "quote": {
    "text": "Infectious disease exists at this intersection between real science, medicine, public health, social policy, and human conflict. There's a tendency of people to try and make a group out of those who have the disease. It makes people who don't have the disease feel safer."
   },
   "author": {
    "text": "Andrea Barrett"
   }
  },
  {
   "quote": {
    "text": "Why do we do basic research? To learn about ourselves."
   },
   "author": {
    "text": "Walter Gilbert"
   }
  },
  {
   "quote": {
    "text": "When I was in my late twenties, a friend suggested that, since I was an avid SF reader and had been since I was barely a teenager, that since it didn't look like the poetry was going where I wanted, I might try writing a science fiction story. I did, and the first story I ever wrote was 'The Great American Economy.'"
   },
   "author": {
    "text": "L. E. Modesitt, Jr."
   }
  },
  {
   "quote": {
    "text": "The moral issue here is whether the United States Congress is going to stand in the way of science and preclude scientists from doing lifesaving research."
   },
   "author": {
    "text": "Rosa DeLauro"
   }
  },
  {
   "quote": {
    "text": "What is research but a blind date with knowledge?"
   },
   "author": {
    "text": "Will Harvey"
   }
  },
  {
   "quote": {
    "text": "All science is static in the sense that it describes the unchanging aspects of things."
   },
   "author": {
    "text": "Frank Knight"
   }
  },
  {
   "quote": {
    "text": "When I was 14, I thought, 'How wonderful to be a science fiction writer. I'd like to do that.' I have never lost touch with that ambitious 14-year-old, and I can't help chuckling and thinking, 'You did it, and you did it right.'"
   },
   "author": {
    "text": "Robert Silverberg"
   }
  },
  {
   "quote": {
    "text": "The man of science, like the man of letters, is too apt to view mankind only in the abstract, selecting in his consideration only a single side of our complex and many-sided being."
   },
   "author": {
    "text": "James G. Frazer"
   }
  },
  {
   "quote": {
    "text": "Math is sometimes called the science of patterns."
   },
   "author": {
    "text": "Ronald Graham"
   }
  },
  {
   "quote": {
    "text": "Science by itself has no moral dimension. But it does seek to establish truth. And upon this truth morality can be built."
   },
   "author": {
    "text": "William Masters"
   }
  },
  {
   "quote": {
    "text": "Science is all metaphor."
   },
   "author": {
    "text": "Timothy Leary"
   }
  },
  {
   "quote": {
    "text": "From now on we live in a world where man has walked on the Moon. It's not a miracle; we just decided to go."
   },
   "author": {
    "text": "Jim Lovell"
   }
  },
  {
   "quote": {
    "text": "Mars has been flown by, orbited, smacked into, radar inspected, and rocketed onto, as well as bounced upon, rolled over, shoveled, drilled into, baked, and even laser blasted."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "When people use the word 'science,' it's often a tell, like in poker, that you're bluffing."
   },
   "author": {
    "text": "Peter Thiel"
   }
  },
  {
   "quote": {
    "text": "This means that to entrust to science - or to deliberate control according to scientific principles - more than scientific method can achieve may have deplorable effects."
   },
   "author": {
    "text": "Friedrich August von Hayek"
   }
  },
  {
   "quote": {
    "text": "Nothing in education is so astonishing as the amount of ignorance it accumulates in the form of inert facts."
   },
   "author": {
    "text": "Henry Adams"
   }
  },
  {
   "quote": {
    "text": "The next major explosion is going to be when genetics and computers come together. I'm talking about an organic computer - about biological substances that can function like a semiconductor."
   },
   "author": {
    "text": "Alvin Toffler"
   }
  },
  {
   "quote": {
    "text": "You don't need a science degree to understand about science. You just need to think about it."
   },
   "author": {
    "text": "Bill Bryson"
   }
  },
  {
   "quote": {
    "text": "I didn't invent forensic science and medicine. I just was one of the first people to recognize how interesting it is."
   },
   "author": {
    "text": "Patricia Cornwell"
   }
  },
  {
   "quote": {
    "text": "I didn't mind studying. Obviously math and the physical science subjects interested me more than some of the more artistic subjects, but I think I was a pretty good student."
   },
   "author": {
    "text": "Alan Shepard"
   }
  },
  {
   "quote": {
    "text": "Science has made us gods even before we are worthy of being men."
   },
   "author": {
    "text": "Jean Rostand"
   }
  },
  {
   "quote": {
    "text": "It is inexcusable for scientists to torture animals; let them make their experiments on journalists and politicians."
   },
   "author": {
    "text": "Henrik Ibsen"
   }
  },
  {
   "quote": {
    "text": "Few tragedies can be more extensive than the stunting of life, few injustices deeper than the denial of an opportunity to strive or even to hope, by a limit imposed from without, but falsely identified as lying within."
   },
   "author": {
    "text": "Stephen Jay Gould"
   }
  },
  {
   "quote": {
    "text": "Science is knowledge arranged and classified according to truth, facts, and the general laws of nature."
   },
   "author": {
    "text": "Luther Burbank"
   }
  },
  {
   "quote": {
    "text": "The doctor has been taught to be interested not in health but in disease. What the public is taught is that health is the cure for disease."
   },
   "author": {
    "text": "Ashley Montagu"
   }
  },
  {
   "quote": {
    "text": "If the history of resistance to Darwinian thinking is a good measure, we can expect that long into the future, long after every triumph of human thought has been matched or surpassed by 'mere machines,' there will still be thinkers who insist that the human mind works in mysterious ways that no science can comprehend."
   },
   "author": {
    "text": "Daniel Dennett"
   }
  },
  {
   "quote": {
    "text": "I think the novel is not so much a literary genre, but a literary space, like a sea that is filled by many rivers. The novel receives streams of science, philosophy, poetry and contains all of these; it's not simply telling a story."
   },
   "author": {
    "text": "Jose Saramago"
   }
  },
  {
   "quote": {
    "text": "Genome design is going to be a key part of the future. That's why we need fast, cheap, accurate DNA synthesis, so you can make a lot of iterations of something and test them."
   },
   "author": {
    "text": "Craig Venter"
   }
  },
  {
   "quote": {
    "text": "Most people don't realize it, because they're invisible, but microbes make up about a half of the Earth's biomass, whereas all animals only make up about one one-thousandth of all the biomass."
   },
   "author": {
    "text": "Craig Venter"
   }
  },
  {
   "quote": {
    "text": "Leave the atom alone."
   },
   "author": {
    "text": "E. Y. Harburg"
   }
  },
  {
   "quote": {
    "text": "What is required of a working hypothesis is a fine capacity for discrimination."
   },
   "author": {
    "text": "Jean-Francois Lyotard"
   }
  },
  {
   "quote": {
    "text": "The radical novelty of modern science lies precisely in the rejection of the belief... that the forces which move the stars and atoms are contingent upon the preferences of the human heart."
   },
   "author": {
    "text": "Walter Lippmann"
   }
  },
  {
   "quote": {
    "text": "Half of the modern drugs could well be thrown out of the window, except that the birds might eat them."
   },
   "author": {
    "text": "Martin H. Fischer"
   }
  },
  {
   "quote": {
    "text": "Bush reiterated his stand to conservatives opposing his decision on stem cell research. He said today he believes life begins at conception and ends at execution."
   },
   "author": {
    "text": "Jay Leno"
   }
  },
  {
   "quote": {
    "text": "Scientists worldwide agree that the reduction needed to stabilize the climate is actually more like 80 percent."
   },
   "author": {
    "text": "Donella Meadows"
   }
  },
  {
   "quote": {
    "text": "We don't regard any scientific theory as the absolute truth."
   },
   "author": {
    "text": "Kenneth R. Miller"
   }
  },
  {
   "quote": {
    "text": "Science, like art, religion, commerce, warfare, and even sleep, is based on presuppositions."
   },
   "author": {
    "text": "Gregory Bateson"
   }
  },
  {
   "quote": {
    "text": "When I investigate and when I discover that the forces of the heavens and the planets are within ourselves, then truly I seem to be living among the gods."
   },
   "author": {
    "text": "Leon Battista Alberti"
   }
  },
  {
   "quote": {
    "text": "Inanimate objects can be classified scientifically into three major categories; those that don't work, those that break down and those that get lost."
   },
   "author": {
    "text": "Russell Baker"
   }
  },
  {
   "quote": {
    "text": "Some dreamers demand that scientists only discover things that can be used for good."
   },
   "author": {
    "text": "John Polanyi"
   }
  },
  {
   "quote": {
    "text": "He is so old that his blood type was discontinued."
   },
   "author": {
    "text": "Bill Dana"
   }
  },
  {
   "quote": {
    "text": "Luckily, unreasonable expectations go hand in hand with naive young scientists. The more naive the better - otherwise we would never have the audacity to try and build a 22,000-mile-high space elevator or some sprawling underwater hotel."
   },
   "author": {
    "text": "Daniel H. Wilson"
   }
  },
  {
   "quote": {
    "text": "And, that's what I truly believe that we're doing when we're advancing scientific knowledge is we're someday making the world better. Not only for our children, but for all people after that."
   },
   "author": {
    "text": "Duane G. Carey"
   }
  },
  {
   "quote": {
    "text": "Science is like a love affair with nature; an elusive, tantalising mistress. It has all the turbulence, twists and turns of romantic love, but that's part of the game."
   },
   "author": {
    "text": "Vilayanur S. Ramachandran"
   }
  },
  {
   "quote": {
    "text": "Dream research is a wonderful field. All you do is sleep for a living."
   },
   "author": {
    "text": "Stephen LaBerge"
   }
  },
  {
   "quote": {
    "text": "It is right that we be concerned with the scientific probity of metaphysics."
   },
   "author": {
    "text": "Gabriel Marcel"
   }
  },
  {
   "quote": {
    "text": "Sometime in the future, science will be able to create realities that we can't even begin to imagine. As we evolve, we'll be able to construct other information systems that correspond to other realities, universes based on logic completely different from ours and not based on space and time."
   },
   "author": {
    "text": "Robert Lanza"
   }
  },
  {
   "quote": {
    "text": "I was a science fiction geek from an early age, enthralled by the questions of life in the universe. As I got older, I learned that space exploration was real. I wanted to get involved in that. I knew I wanted to be a scientist."
   },
   "author": {
    "text": "David Grinspoon"
   }
  },
  {
   "quote": {
    "text": "Evolutionary naturalism takes the inherent limitations of science and turns them into a devastating philosophical weapon: because science is our only real way of knowing anything, what science cannot know cannot be real."
   },
   "author": {
    "text": "Phillip E. Johnson"
   }
  },
  {
   "quote": {
    "text": "Fantasy and science fiction are where my brain lives."
   },
   "author": {
    "text": "Marie Lu"
   }
  },
  {
   "quote": {
    "text": "I don't want to give advice to people about their religious beliefs, but I do think that it's not smart to bet against the power of science to figure out the natural world. It used to be, a thousand years ago, that if you wanted to explain why the moon moved through the sky, you needed to invoke God."
   },
   "author": {
    "text": "Sean M. Carroll"
   }
  },
  {
   "quote": {
    "text": "I remember in 1967, when there was that terrible fire on NASA's Apollo 1 rocket that killed three astronauts, my father made pure oxygen and we lit this tiny cup and burned it. Suddenly, we had an unbelievable jet and a fire. You just could see exactly what had happened."
   },
   "author": {
    "text": "Jack W. Szostak"
   }
  },
  {
   "quote": {
    "text": "Scientific theory is a contrived foothold in the chaos of living phenomena."
   },
   "author": {
    "text": "Wilhelm Reich"
   }
  },
  {
   "quote": {
    "text": "Whenever anyone says, 'theoretically,' they really mean, 'not really.'"
   },
   "author": {
    "text": "Dave Parnas"
   }
  },
  {
   "quote": {
    "text": "Science is wonderfully equipped to answer the question 'How?' but it gets terribly confused when you ask the question 'Why?'"
   },
   "author": {
    "text": "Erwin Chargaff"
   }
  }
 ]
}