{
 "SocietyQuotes": [
  {
   "quote": {
    "text": "Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "We live in a diverse society - in fact, a diverse world - and we must learn to live in peace and with respect for each other."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "Art, freedom and creativity will change society faster than politics."
   },
   "author": {
    "text": "Victor Pinchuk"
   }
  },
  {
   "quote": {
    "text": "Unlike a drop of water which loses its identity when it joins the ocean, man does not lose his being in the society in which he lives. Man's life is independent. He is born not for the development of the society alone, but for the development of his self."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "Be stupid, be dumb, be funny, if that's who you are. Don't try to be someone that society wants you to be; that's stupid. So be yourself."
   },
   "author": {
    "text": "Christina Grimmie"
   }
  },
  {
   "quote": {
    "text": "Early childhood education is the key to the betterment of society."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "There is pleasure in the pathless woods, there is rapture in the lonely shore, there is society where none intrudes, by the deep sea, and music in its roar; I love not Man the less, but Nature more."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "If we desire a society of peace, then we cannot achieve such a society through violence. If we desire a society without discrimination, then we must not discriminate against anyone in the process of building this society. If we desire a society that is democratic, then democracy must become a means as well as an end."
   },
   "author": {
    "text": "Bayard Rustin"
   }
  },
  {
   "quote": {
    "text": "Where justice is denied, where poverty is enforced, where ignorance prevails, and where any one class is made to feel that society is an organized conspiracy to oppress, rob and degrade them, neither persons nor property will be safe."
   },
   "author": {
    "text": "Frederick Douglass"
   }
  },
  {
   "quote": {
    "text": "Individual commitment to a group effort - that is what makes a team work, a company work, a society work, a civilization work."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "We won't have a society if we destroy the environment."
   },
   "author": {
    "text": "Margaret Mead"
   }
  },
  {
   "quote": {
    "text": "I say what I want to say and do what I want to do. There's no in between. People will either love you for it or hate you for it."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "The glory of justice and the majesty of law are created not just by the Constitution - nor by the courts - nor by the officers of the law - nor by the lawyers - but by the men and women who constitute our society - who are the protectors of the law as they are themselves protected by the law."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Racism is taught in our society, it is not automatic. It is learned behavior toward persons with dissimilar physical characteristics."
   },
   "author": {
    "text": "Alex Haley"
   }
  },
  {
   "quote": {
    "text": "Until we get equality in education, we won't have an equal society."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "To educate a man in mind and not in morals is to educate a menace to society."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "We live in a society exquisitely dependent on science and technology, in which hardly anyone knows anything about science and technology."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "Without memory, there is no culture. Without memory, there would be no civilization, no society, no future."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "We have created a society where individual rights and freedoms, compassion and diversity are core to our citizenship. But underlying that idea of Canada is the promise that we all have a chance to build a better life for ourselves and our children."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "Finance is not merely about making money. It's about achieving our deep goals and protecting the fruits of our labor. It's about stewardship and, therefore, about achieving the good society."
   },
   "author": {
    "text": "Robert J. Shiller"
   }
  },
  {
   "quote": {
    "text": "A gender-equal society would be one where the word 'gender' does not exist: where everyone can be themselves."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "The most important impact on society and the world is the cell phone. Cell phones have actually been one of the primary drivers in productivity improvements."
   },
   "author": {
    "text": "Fabrice Grinda"
   }
  },
  {
   "quote": {
    "text": "The power of youth is the common wealth for the entire world. The faces of young people are the faces of our past, our present and our future. No segment in the society can match with the power, idealism, enthusiasm and courage of the young people."
   },
   "author": {
    "text": "Kailash Satyarthi"
   }
  },
  {
   "quote": {
    "text": "For too long, our society has shrugged off bullying by labeling it a 'rite of passage' and by asking students to simply 'get over it.' Those attitudes need to change. Every day, students are bullied into silence and are afraid to speak up. Let's break this silence and end school bullying."
   },
   "author": {
    "text": "Linda Sanchez"
   }
  },
  {
   "quote": {
    "text": "You must not lose faith in humanity. Humanity is an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "A people that values its privileges above its principles soon loses both."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Hatred is corrosive of a person's wisdom and conscience; the mentality of enmity can poison a nation's spirit, instigate brutal life and death struggles, destroy a society's tolerance and humanity, and block a nation's progress to freedom and democracy."
   },
   "author": {
    "text": "Liu Xiaobo"
   }
  },
  {
   "quote": {
    "text": "Men and women must be educated, in a great degree, by the opinions and manners of the society they live in."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "It is no measure of health to be well adjusted to a profoundly sick society."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "I believe that every American should have stable, dignified housing; health care; education - that the most very basic needs to sustain modern life should be guaranteed in a moral society."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "Voting is how we participate in a civic society - be it for president, be it for a municipal election. It's the way we teach our children - in school elections - how to be citizens, and the importance of their voice."
   },
   "author": {
    "text": "Loretta Lynch"
   }
  },
  {
   "quote": {
    "text": "Terrorism is a psychological warfare. Terrorists try to manipulate us and change our behavior by creating fear, uncertainty, and division in society."
   },
   "author": {
    "text": "Patrick J. Kennedy"
   }
  },
  {
   "quote": {
    "text": "No fundamental social change occurs merely because government acts. It's because civil society, the conscience of a country, begins to rise up and demand - demand - demand change."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "A multicultural society does not reject the culture of the other but is prepared to listen, to see, to dialogue and, in the final analysis, to possibly accept the other's culture without compromising its own."
   },
   "author": {
    "text": "Reuven Rivlin"
   }
  },
  {
   "quote": {
    "text": "Weakness is what brings ignorance, cheapness, racism, homophobia, desperation, cruelty, brutality, all these things that will keep a society chained to the ground, one foot nailed to the floor."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Parenting is not giving your child everything they want. Parenting is not being your child's friend. Parenting is about preparing your child to be a useful and respectful person in society."
   },
   "author": {
    "text": "GloZell"
   }
  },
  {
   "quote": {
    "text": "Before the Second World War, I believed in the perfectability of social man; that a correct structure of society produced goodwill; and that, therefore, you could remove all social ills by a reorganisation of society. It is possible that I believe something of the same again; but after the war, I did not because I was unable to."
   },
   "author": {
    "text": "William Golding"
   }
  },
  {
   "quote": {
    "text": "No society can surely be flourishing and happy, of which the far greater part of the members are poor and miserable."
   },
   "author": {
    "text": "Adam Smith"
   }
  },
  {
   "quote": {
    "text": "If you're white and you're wrong, then you're wrong; if you're black and you're wrong, you're wrong. People are people. Black, blue, pink, green - God make no rules about color; only society make rules where my people suffer, and that why we must have redemption and redemption now."
   },
   "author": {
    "text": "Bob Marley"
   }
  },
  {
   "quote": {
    "text": "A great man is different from an eminent one in that he is ready to be the servant of the society."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "A good person can make another person good; it means that goodness will elicit goodness in the society; other persons will also be good."
   },
   "author": {
    "text": "Bhumibol Adulyadej"
   }
  },
  {
   "quote": {
    "text": "If we are peaceful, if we are happy, we can smile, and everyone in our family, our entire society, will benefit from our peace."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "I think it's important for us as a society to remember that the youth within juvenile justice systems are, most of the time, youths who simply haven't had the right mentors and supporters around them - because of circumstances beyond their control."
   },
   "author": {
    "text": "Q'orianka Kilcher"
   }
  },
  {
   "quote": {
    "text": "To love our neighbor as ourselves is such a truth for regulating human society, that by that alone one might determine all the cases in social morality."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "I just feel like, with growing up and having peer pressure and what society wants you to be and what you think you should do, I feel like it's really important to surround yourself around good, understanding, amazing people that actually love you for you."
   },
   "author": {
    "text": "Storm Reid"
   }
  },
  {
   "quote": {
    "text": "The Holocaust illustrates the consequences of prejudice, racism and stereotyping on a society. It forces us to examine the responsibilities of citizenship and confront the powerful ramifications of indifference and inaction."
   },
   "author": {
    "text": "Tim Holden"
   }
  },
  {
   "quote": {
    "text": "Genocide is not just a murderous madness; it is, more deeply, a politics that promises a utopia beyond politics - one people, one land, one truth, the end of difference. Since genocide is a form of political utopia, it remains an enduring temptation in any multiethnic and multicultural society in crisis."
   },
   "author": {
    "text": "Michael Ignatieff"
   }
  },
  {
   "quote": {
    "text": "Ethics or simple honesty is the building blocks upon which our whole society is based, and business is a part of our society, and it's integral to the practice of being able to conduct business, that you have a set of honest standards."
   },
   "author": {
    "text": "Kerry Stokes"
   }
  },
  {
   "quote": {
    "text": "In a closed society where everybody's guilty, the only crime is getting caught. In a world of thieves, the only final sin is stupidity."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "Anyway, no drug, not even alcohol, causes the fundamental ills of society. If we're looking for the source of our troubles, we shouldn't test people for drugs, we should test them for stupidity, ignorance, greed and love of power."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Every human society has its lights and its shadows. That's the reality of existence."
   },
   "author": {
    "text": "Sebastian Lelio"
   }
  },
  {
   "quote": {
    "text": "Meals make the society, hold the fabric together in lots of ways that were charming and interesting and intoxicating to me. The perfect meal, or the best meals, occur in a context that frequently has very little to do with the food itself."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "The danger of the past was that men became slaves. The danger of the future is that men may become robots."
   },
   "author": {
    "text": "Erich Fromm"
   }
  },
  {
   "quote": {
    "text": "There is a huge need and a huge opportunity to get everyone in the world connected, to give everyone a voice and to help transform society for the future. The scale of the technology and infrastructure that must be built is unprecedented, and we believe this is the most important problem we can focus on."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "No man can be judged a criminal until he is found guilty; nor can society take from him the public protection until it has been proved that he has violated the conditions on which it was granted. What right, then, but that of power, can authorize the punishment of a citizen so long as there remains any doubt of his guilt?"
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "We need to make sure we're all working together to change mindsets, to change attitudes, and to fight against the bad habits that we have as a society."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "Clothes make the man. Naked people have little or no influence on society."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Cultural patterns of oppression are not only interrelated but are bound together and influenced by the intersectional systems of society. Examples of this include race, gender, class, ability, and ethnicity."
   },
   "author": {
    "text": "Kimberle Williams Crenshaw"
   }
  },
  {
   "quote": {
    "text": "Where do the evils like corruption arise from? It comes from the never-ending greed. The fight for corruption-free ethical society will have to be fought against this greed and replace it with 'what can I give' spirit."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "The scars and stains of racism are still deeply embedded in the American society."
   },
   "author": {
    "text": "John Lewis"
   }
  },
  {
   "quote": {
    "text": "In bourgeois society capital is independent and has individuality, while the living person is dependent and has no individuality."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "I know that one day all transgender individuals will have the freedom to be who they are, no matter what. And we won't have to face the cruel judgments of society. We can just live our lives and be treated and respected like everyone else."
   },
   "author": {
    "text": "Jazz Jennings"
   }
  },
  {
   "quote": {
    "text": "We live in a society bloated with data yet starved for wisdom. We're connected 24/7, yet anxiety, fear, depression and loneliness is at an all-time high. We must course-correct."
   },
   "author": {
    "text": "Elizabeth Kapu'uwailani Lindsey"
   }
  },
  {
   "quote": {
    "text": "Think what a better world it would be if we all, the whole world, had cookies and milk about three o'clock every afternoon and then lay down on our blankets for a nap."
   },
   "author": {
    "text": "Barbara Jordan"
   }
  },
  {
   "quote": {
    "text": "We live in a disposable society. It's easier to throw things out than to fix them. We even give it a name - we call it recycling."
   },
   "author": {
    "text": "Neil LaBute"
   }
  },
  {
   "quote": {
    "text": "There is nothing of greater importance to the well-being of society at large - of man as well as woman - than the true proper position of woman."
   },
   "author": {
    "text": "Lucretia Mott"
   }
  },
  {
   "quote": {
    "text": "Having soon discovered to be great, I must appear so, and therefore studiously avoided mixing in society, and wrapped myself in mystery, devoting my time to fasting and prayer."
   },
   "author": {
    "text": "Nat Turner"
   }
  },
  {
   "quote": {
    "text": "Rules governing defecation, hygiene, and pollution exist in every culture at every period in history. It may in fact be the foundation of civilization: What is toilet training if not the first attempt to turn a child into an acceptable member of society?"
   },
   "author": {
    "text": "Rose George"
   }
  },
  {
   "quote": {
    "text": "People who work together will win, whether it be against complex football defenses, or the problems of modern society."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "I think the first duty of society is justice."
   },
   "author": {
    "text": "Alexander Hamilton"
   }
  },
  {
   "quote": {
    "text": "In our society, the women who break down barriers are those who ignore limits."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "Happiness is dependent on self-discipline. We are the biggest obstacles to our own happiness. It is much easier to do battle with society and with others than to fight our own nature."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "Society cares for the individual only so far as he is profitable."
   },
   "author": {
    "text": "Simone de Beauvoir"
   }
  },
  {
   "quote": {
    "text": "Along the way, let's never forget that once we were children and that we were all playing together without distinction of skin color, society level, or where people come from. Adults need to remember to play and to be more childlike in our behavior. We've forgotten what that childlike experience was like."
   },
   "author": {
    "text": "Guy Laliberte"
   }
  },
  {
   "quote": {
    "text": "Rude contact with facts chased my visions and dreams quickly away, and in their stead I beheld the horrors, the corruption, the evils and hypocrisy of society, and as I stood among them, a young wife, a great wail of agony went out from my soul."
   },
   "author": {
    "text": "Victoria Woodhull"
   }
  },
  {
   "quote": {
    "text": "Civilization is the progress toward a society of privacy. The savage's whole existence is public, ruled by the laws of his tribe. Civilization is the process of setting man free from men."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "Drones overall will be more impactful than I think people recognize, in positive ways to help society."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Caste has divided us. I wish it should be completely abolished from our society."
   },
   "author": {
    "text": "Vijay Sethupathi"
   }
  },
  {
   "quote": {
    "text": "Everyone in society should be a role model, not only for their own self-respect, but for respect from others."
   },
   "author": {
    "text": "Barry Bonds"
   }
  },
  {
   "quote": {
    "text": "A lot of times, in our culture and our society, we put romantic love somehow on a higher plane than self-love and friendship love. You can't do that. You have to honor and really fully invest in all these different loving relationships."
   },
   "author": {
    "text": "Delilah"
   }
  },
  {
   "quote": {
    "text": "Human society sustains itself by transforming nature into garbage."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "No one should suffer from the great delusion that any form of communism or socialism which promotes the dictatorship of the few instead of the initiative of the millions can produce a happier or more prosperous society."
   },
   "author": {
    "text": "Charles E. Wilson"
   }
  },
  {
   "quote": {
    "text": "We educated, privileged lawyers have a professional and moral duty to represent the underrepresented in our society, to ensure that justice exists for all, both legal and economic justice."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "As a remedy to life in society I would suggest the big city. Nowadays, it is the only desert within our means."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "In Iroquois society, leaders are encouraged to remember seven generations in the past and consider seven generations in the future when making decisions that affect the people."
   },
   "author": {
    "text": "Wilma Mankiller"
   }
  },
  {
   "quote": {
    "text": "A successful society is characterized by a rising living standard for its population, increasing investment in factories and basic infrastructure, and the generation of additional surplus, which is invested in generating new discoveries in science and technology."
   },
   "author": {
    "text": "Robert Trout"
   }
  },
  {
   "quote": {
    "text": "Mass media provides the essential link between the individual and the demands of the technological society."
   },
   "author": {
    "text": "Jacques Ellul"
   }
  },
  {
   "quote": {
    "text": "As society becomes more and more complex, cheating will in many ways become progressively easier and easier to do and harder to police or even understand."
   },
   "author": {
    "text": "Vitalik Buterin"
   }
  },
  {
   "quote": {
    "text": "Integrity is essential and irreplaceable. It is the most valuable asset for a person, a company, or a society seeking to build and progress."
   },
   "author": {
    "text": "Rex Tillerson"
   }
  },
  {
   "quote": {
    "text": "A society - any society - is defined as a set of mutual benefits and duties embodied most visibly in public institutions: public schools, public libraries, public transportation, public hospitals, public parks, public museums, public recreation, public universities, and so on."
   },
   "author": {
    "text": "Robert Reich"
   }
  },
  {
   "quote": {
    "text": "For me, democratic socialism is about - really, the value for me is that I believe that in a modern, moral, and wealthy society, no person in America should be too poor to live."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "The paradox of education is precisely this - that as one begins to become conscious one begins to examine the society in which he is being educated."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "Our society constantly promotes role models for masculinity, from superheroes to politicians, where the concept of being a 'man' is based in their ability to be tough, dominant - and even violent when required."
   },
   "author": {
    "text": "Deeyah Khan"
   }
  },
  {
   "quote": {
    "text": "Natural disasters are terrifying - that loss of control, this feeling that something is just going to randomly end your life for absolutely no reason is terrifying. But, what scares me is the human reaction to it and how people behave when the rules of civility and society are obliterated."
   },
   "author": {
    "text": "Eli Roth"
   }
  },
  {
   "quote": {
    "text": "Society as a whole benefits immeasurably from a climate in which all persons, regardless of race or gender, may have the opportunity to earn respect, responsibility, advancement and remuneration based on ability."
   },
   "author": {
    "text": "Sandra Day O'Connor"
   }
  },
  {
   "quote": {
    "text": "We must reject the idea that every time a law's broken, society is guilty rather than the lawbreaker. It is time to restore the American precept that each individual is accountable for his actions."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "It is incredible how important doctors are to our society and how they help individuals live up to their full potential in life. I hope to inspire and help others fulfill their best selves as I do my best to become the top doctor in the nation in my future."
   },
   "author": {
    "text": "Farrah Abraham"
   }
  },
  {
   "quote": {
    "text": "Strong women, when respected, make the whole society stronger. One must be careful with such rapid changes, though, and make an effort to preserve, at the same time, the positive traditions of Indian culture."
   },
   "author": {
    "text": "Chitra Banerjee Divakaruni"
   }
  },
  {
   "quote": {
    "text": "Society is unity in diversity."
   },
   "author": {
    "text": "George Herbert Mead"
   }
  },
  {
   "quote": {
    "text": "Truth is certainly a branch of morality and a very important one to society."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "If we desire a society in which men are brothers, then we must act towards one another with brotherhood. If we can build such a society, then we would have achieved the ultimate goal of human freedom."
   },
   "author": {
    "text": "Bayard Rustin"
   }
  },
  {
   "quote": {
    "text": "If society will not admit of woman's free development, then society must be remodeled."
   },
   "author": {
    "text": "Elizabeth Blackwell"
   }
  },
  {
   "quote": {
    "text": "Freedom of the press is not an end in itself but a means to the end of achieving a free society."
   },
   "author": {
    "text": "Felix Frankfurter"
   }
  },
  {
   "quote": {
    "text": "Because power corrupts, society's demands for moral authority and character increase as the importance of the position increases."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "When our bodies are sick and people extend their sympathy, bring us soup, offer up solutions. When our minds are sick, people tend to shy away from you, be afraid, or call you outright crazy. I'm fascinated by the way society and individuals view mental illness, and most of my shorts comment on that."
   },
   "author": {
    "text": "Anna Akana"
   }
  },
  {
   "quote": {
    "text": "Racism is beyond common sense and has no place in our society."
   },
   "author": {
    "text": "Morrissey"
   }
  },
  {
   "quote": {
    "text": "Suspicion is the companion of mean souls, and the bane of all good society."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "We are special because we've been united not by a common race or ethnicity. We're bound together by common values. That family is the most important institution in society. That almighty God is the source of all we have."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "As I often say, we have come a long way from the days of slavery, but in 2014, discrimination and inequality still saturate our society in modern ways. Though racism may be less blatant now in many cases, its existence is undeniable."
   },
   "author": {
    "text": "Al Sharpton"
   }
  },
  {
   "quote": {
    "text": "Since our society equates happiness with youth, we often assume that sorrow, quiet desperation, and hopelessness go hand in hand with getting older. They don't. Emotional pain or numbness are symptoms of living the wrong life, not a long life."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "Work hard, be honest, help people, never give up, love your fellow man and woman, give back to society, and don't ever discriminate."
   },
   "author": {
    "text": "Jesse White"
   }
  },
  {
   "quote": {
    "text": "You can find your way across this country using burger joints the way a navigator uses stars."
   },
   "author": {
    "text": "Charles Kuralt"
   }
  },
  {
   "quote": {
    "text": "The society which scorns excellence in plumbing as a humble activity and tolerates shoddiness in philosophy because it is an exalted activity will have neither good plumbing nor good philosophy: neither its pipes nor its theories will hold water."
   },
   "author": {
    "text": "John W. Gardner"
   }
  },
  {
   "quote": {
    "text": "A rat race is for rats. We're not rats. We're human beings. Reject the insidious pressures in society that would blunt your critical faculties to all that is happening around you, that would caution silence in the face of injustice lest you jeopardise your chances of promotion and self-advancement."
   },
   "author": {
    "text": "Jimmy Reid"
   }
  },
  {
   "quote": {
    "text": "I think a lot of people get lost. They start following iconic figures and get drowned in the pool of celebrity. Our society, as we know it, is definitely changing. With social media and cell phones, you freak out when you don't know what's going on."
   },
   "author": {
    "text": "Israel Broussard"
   }
  },
  {
   "quote": {
    "text": "Society is like a large piece of frozen water; and skating well is the great art of social life."
   },
   "author": {
    "text": "Letitia Elizabeth Landon"
   }
  },
  {
   "quote": {
    "text": "You don't realize how much you use your credit card not even to buy things. It's a card you get so you can navigate society."
   },
   "author": {
    "text": "Adam Carolla"
   }
  },
  {
   "quote": {
    "text": "Of all the waste we generate, plastic bags are perhaps the greatest symbol of our throwaway society. They are used, then forgotten, and they leave a terrible legacy."
   },
   "author": {
    "text": "Zac Goldsmith"
   }
  },
  {
   "quote": {
    "text": "Redemption is possible, and it is the measure of a civilized society."
   },
   "author": {
    "text": "Greg Boyle"
   }
  },
  {
   "quote": {
    "text": "History shows, in my opinion, that no nation can survive the tension, conflict and antagonism of two competing languages and cultures. It is a blessing for an individual to be bilingual; it is a curse for a society to be bilingual."
   },
   "author": {
    "text": "Richard Lamm"
   }
  },
  {
   "quote": {
    "text": "The internet could be a very positive step towards education, organisation and participation in a meaningful society."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "There can be no keener revelation of a society's soul than the way in which it treats its children."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "There was a time when men thought it was sexy to have a housewife waiting for him to come home from work in her slippers, but in modern society, I think an independent woman is even more sexy."
   },
   "author": {
    "text": "Kat Graham"
   }
  },
  {
   "quote": {
    "text": "Censorship reflects a society's lack of confidence in itself."
   },
   "author": {
    "text": "Potter Stewart"
   }
  },
  {
   "quote": {
    "text": "Ethnic diversity adds richness to a society."
   },
   "author": {
    "text": "Gary Locke"
   }
  },
  {
   "quote": {
    "text": "Society sets us up to be everything but ourselves, but I want to take a moment and say to people, love yourself. Find your purpose. You are unique, and that makes you great. I pursued my dreams. You can do it, too."
   },
   "author": {
    "text": "Karen Civil"
   }
  },
  {
   "quote": {
    "text": "Society does not consist of individuals but expresses the sum of interrelations, the relations within which these individuals stand."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "If the same punishment is prescribed for two crimes that injure society in different degrees, then men will face no stronger deterrent from committing the greater crime if they find it in their advantage to do so."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "The human mind is a dramatic structure in itself and our society is absolutely saturated with drama."
   },
   "author": {
    "text": "Edward Bond"
   }
  },
  {
   "quote": {
    "text": "The argument that gay marriage doesn't affect straight marriages is a ridiculous red herring: Gay marriage affects society and law in dramatic ways. Religious groups will come under direct assault as federal and state governments move to strip them of their non-profit statuses if they refuse to perform gay marriages."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "We want, as the Saudi people, to enjoy the coming days and concentrate on developing our society and developing ourselves as individuals and families while retaining our religion and customs."
   },
   "author": {
    "text": "Mohammad bin Salman"
   }
  },
  {
   "quote": {
    "text": "I think the greatest of people that have ever been in society, they were never versions of someone else. They were themselves."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "I think being different, going against the grain of society is the greatest thing in the world."
   },
   "author": {
    "text": "Elijah Wood"
   }
  },
  {
   "quote": {
    "text": "This society is driven by neurotic speed and force accelerated by greed and frustration of not being able to live up to the image of men and woman we have created for ourselves; the image has nothing to do with the reality of people."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "If you believe in equality, if you believe in standing up for the rights of all, especially for people most affected by bigotry and discrimination, then you have no choice but to be present and accounted for when it comes to standing up for gays and lesbians in our society."
   },
   "author": {
    "text": "Michael Moore"
   }
  },
  {
   "quote": {
    "text": "Courts of law, and all the paraphernalia and folly of law cannot be found in a rational state of society."
   },
   "author": {
    "text": "Robert Owen"
   }
  },
  {
   "quote": {
    "text": "Dreams can become a reality when we possess a vision that is characterized by the willingness to work hard, a desire for excellence, and a belief in our right and our responsiblity to be equal members of society."
   },
   "author": {
    "text": "Janet Jackson"
   }
  },
  {
   "quote": {
    "text": "Two things form the bedrock of any open society - freedom of expression and rule of law. If you don't have those things, you don't have a free country."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "Income inequality is troubling because, among other things, it means that many people in our society don't have the opportunities to advance themselves."
   },
   "author": {
    "text": "Ben Bernanke"
   }
  },
  {
   "quote": {
    "text": "Freedom in capitalist society always remains about the same as it was in ancient Greek republics: Freedom for slave owners."
   },
   "author": {
    "text": "Vladimir Lenin"
   }
  },
  {
   "quote": {
    "text": "Progress can't happen just from trans people being out in the open. Society also has to truly accept transgender individuals. If society is capable of treating us equally, then we can and will live authentically."
   },
   "author": {
    "text": "Jazz Jennings"
   }
  },
  {
   "quote": {
    "text": "Rule of law is the most important element in any civil society."
   },
   "author": {
    "text": "Mo Ibrahim"
   }
  },
  {
   "quote": {
    "text": "Capital is reckless of the health or length of life of the laborer, unless under compulsion from society."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "Corruption, the greatest single bane of our society today."
   },
   "author": {
    "text": "Olusegun Obasanjo"
   }
  },
  {
   "quote": {
    "text": "If we as a society are willing to have a preference for organic food, the farmer can pass on the savings."
   },
   "author": {
    "text": "Robert Patterson"
   }
  },
  {
   "quote": {
    "text": "I wanted to start a revolution, using art to build the sort of society I myself envisioned."
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "I'm not really sure what social message my art carries, if any. And I don't really want it to carry one. I'm not interested in the subject matter to try to teach society anything, or to try to better our world in any way."
   },
   "author": {
    "text": "Roy Lichtenstein"
   }
  },
  {
   "quote": {
    "text": "Capital punishment is our society's recognition of the sanctity of human life."
   },
   "author": {
    "text": "Orrin Hatch"
   }
  },
  {
   "quote": {
    "text": "The truth is many of us have been socialized to think that if we are not the very best, if we are not at the top 1 percent of whatever it is we do, then we are not good enough. To reinforce this already pervasive mental model, society has established a competitive hierarchy for just about everything."
   },
   "author": {
    "text": "Elizabeth Thornton"
   }
  },
  {
   "quote": {
    "text": "Since childhood, I have been a fan of Spider Man because, according to me, he has the maximum humanity; he is very human, very mortal. So he even gets hurt. He has a poor background, but when he wears the costume, he forgets all of that, all the pressures of the society on him."
   },
   "author": {
    "text": "Tiger Shroff"
   }
  },
  {
   "quote": {
    "text": "Architecture is particularly difficult for women; there's no reason for it to be. I don't want to blame men or society, but I think it was for a long time, the clients were men, the building industry is all male."
   },
   "author": {
    "text": "Zaha Hadid"
   }
  },
  {
   "quote": {
    "text": "The pillars of truth and the pillars of freedom - they are the pillars of society."
   },
   "author": {
    "text": "Henrik Ibsen"
   }
  },
  {
   "quote": {
    "text": "Society cannot exist without law. Law is the bond of society: that which makes it, that which preserves it and keeps it together. It is, in fact, the essence of civil society."
   },
   "author": {
    "text": "Joseph P. Bradley"
   }
  },
  {
   "quote": {
    "text": "Ants can live together in solidarity and forget themselves in the community. In a normative capitalist society, everyone is an egoist. In the ants' civilization, you are part of the group; you don't live for yourself alone."
   },
   "author": {
    "text": "Bernard Werber"
   }
  },
  {
   "quote": {
    "text": "If education does not create a need for the best in life, then we are stuck in an undemocratic, rigid caste society."
   },
   "author": {
    "text": "Sargent Shriver"
   }
  },
  {
   "quote": {
    "text": "Therefore, a person should first be changed by a teacher's instructions, and guided by principles of ritual. Only then can he observe the rules of courtesy and humility, obey the conventions and rules of society, and achieve order."
   },
   "author": {
    "text": "Xun Kuang"
   }
  },
  {
   "quote": {
    "text": "We're living in a whole new social and economic order with a whole new set of problems and challenges. Old assumptions and old programs don't work in this new society and the more we try to stretch them to make them fit, the more we will be seen as running away from what is reality."
   },
   "author": {
    "text": "Ann Richards"
   }
  },
  {
   "quote": {
    "text": "Painting and sculpture are very archaic forms. It's the only thing left in our industrial society where an individual alone can make something with not just his own hands, but brains, imagination, heart maybe."
   },
   "author": {
    "text": "Philip Guston"
   }
  },
  {
   "quote": {
    "text": "Obesity is a societal issue. We have to come together with government, business, civil society, and NGOs to create solutions for this."
   },
   "author": {
    "text": "Muhtar Kent"
   }
  },
  {
   "quote": {
    "text": "Patriotism is the secret resource of a successful society."
   },
   "author": {
    "text": "Michael Ignatieff"
   }
  },
  {
   "quote": {
    "text": "The laws only can determine the punishment of crimes, and the authority of making penal laws can only reside with the legislator, who represents the whole society united by the social compact."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "Discrimination is a hellhound that gnaws at Negroes in every waking moment of their lives to remind them that the lie of their inferiority is accepted as truth in the society dominating them."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "All that is valuable in human society depends upon the opportunity for development accorded the individual."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "That the caste system must be abolished if the Hindu society is to be reconstructed on the basis of equality, goes without saying. Untouchability has its roots in the caste system. They cannot expect the Brahmins to rise in revolt against the caste system. Also we cannot rely upon the non-Brahmins and ask them to fight our battle."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "People respond in accordance to how you relate to them. If you approach them on the basis of violence, that's how they'll react. But if you say, 'We want peace, we want stability,' we can then do a lot of things that will contribute towards the progress of our society."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Right action tends to be defined in terms of general individual rights and standards that have been critically examined and agreed upon by the whole society."
   },
   "author": {
    "text": "Lawrence Kohlberg"
   }
  },
  {
   "quote": {
    "text": "As an atheist, I am angry that we live in a society in which the plain truth cannot be spoken without offending 90% of the population."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "The happiness of society is the end of government."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "I think the teaching profession contributes more to the future of our society than any other single profession."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "In reality, victims of human trafficking are often left voiceless and completely unseen by society."
   },
   "author": {
    "text": "Elise Stefanik"
   }
  },
  {
   "quote": {
    "text": "I often tell my students not to be misled by the name 'artificial intelligence' - there is nothing artificial about it. AI is made by humans, intended to behave by humans, and, ultimately, to impact humans' lives and human society."
   },
   "author": {
    "text": "Fei-Fei Li"
   }
  },
  {
   "quote": {
    "text": "It does not matter how much we donate; it matters whether the donation is meaningful. How to define meaningful? Let society and history judge."
   },
   "author": {
    "text": "Ronnie Chan"
   }
  },
  {
   "quote": {
    "text": "Our society strives to avoid any possibility of offending anyone - except God."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Positive energy is meant to give people confidence and hope, encourage people to love their country, society and life, as well as to pursue nice things. Everything we do is ultimately for the sake of spreading positive energy."
   },
   "author": {
    "text": "Lu Wei"
   }
  },
  {
   "quote": {
    "text": "Civility, politeness, it's like a cement in a society: binds it together. And when we lose it, then I think we all feel lesser and slightly dirty because of it."
   },
   "author": {
    "text": "Jeremy Irons"
   }
  },
  {
   "quote": {
    "text": "America needs to understand Islam, because this is the one religion that erases from its society the race problem. Throughout my travels in the Muslim world, I have met, talked to, even eaten with people who in America would have been considered 'white,' but the 'white' attitude had been removed from their minds by the religion of Islam."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "I know that war and mayhem run in our blood. I refuse to believe that they must dominate our lives. We humans are animals, too, but animals with amazing powers of rationality, morality, society. We can use our strength and courage not to savage each other, but to defend our highest purposes."
   },
   "author": {
    "text": "Donella Meadows"
   }
  },
  {
   "quote": {
    "text": "No one needs to tell me about the importance of the free press in a democratic society or about the essential role a newspaper can play in its community."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "We must make it clear that revolution does not merely mean an upheaval or a sanguinary strife. Revolution necessarily implies the programme of systematic reconstruction of society on new and better adapted basis after complete destruction of the existing state of affairs (i.e., regime)."
   },
   "author": {
    "text": "Bhagat Singh"
   }
  },
  {
   "quote": {
    "text": "We need to develop and disseminate an entirely new paradigm and practice of collaboration that supersedes the traditional silos that have divided governments, philanthropies and private enterprises for decades and replace it with networks of partnerships working together to create a globally prosperous society."
   },
   "author": {
    "text": "Simon Mainwaring"
   }
  },
  {
   "quote": {
    "text": "Irrespective of any political party, I am a supporter of good people who want to do something for the society."
   },
   "author": {
    "text": "Kapil Dev"
   }
  },
  {
   "quote": {
    "text": "Communication is at the very core of our society. That's what makes us human."
   },
   "author": {
    "text": "Jan Koum"
   }
  },
  {
   "quote": {
    "text": "People are always going to identify with what it's like living in society and have people judge you in certain ways, and how you can be strong enough to be your own person and all those good things."
   },
   "author": {
    "text": "Alessandro Nivola"
   }
  },
  {
   "quote": {
    "text": "Patriarchy is like the elephant in the room that we don't talk about, but how could it not affect the planet radically when it's the superstructure of human society."
   },
   "author": {
    "text": "Ani DiFranco"
   }
  },
  {
   "quote": {
    "text": "New Age values are conscious evolution, a non-sectarian society, a non-military culture, global sharing, healing the environment, sustainable economies, self-determination, social justice, economic empowerment of the poor, love, compassion in action, going beyond religious fundamentalism, going beyond nationalism-extreme nationalism, culture."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "To pursue your dreams, to have them come true, to have made a difference, to have changed society, to have fought against powerful forces... that's a life well-spent."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "The ideas of the ruling class are in every epoch the ruling ideas, i.e., the class which is the ruling material force of society, is at the same time its ruling intellectual force."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "If someone is gay and he searches for the Lord and has good will, who am I to judge? We shouldn't marginalise people for this. They must be integrated into society."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "I come from that society and there is a common thread, specifically family values - the idea that you do anything for your family, and the unconditional love for one's children."
   },
   "author": {
    "text": "Ednita Nazario"
   }
  },
  {
   "quote": {
    "text": "Men of genius are often dull and inert in society; as the blazing meteor, when it descends to earth, is only a stone."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "When an individual is protesting society's refusal to acknowledge his dignity as a human being, his very act of protest confers dignity on him."
   },
   "author": {
    "text": "Bayard Rustin"
   }
  },
  {
   "quote": {
    "text": "We are in a tech-heavy society, plunging headlong into an unknown future. Science fiction is what allows you to stand back and analyze the impact of that and put it in context of how it affects people."
   },
   "author": {
    "text": "J. Michael Straczynski"
   }
  },
  {
   "quote": {
    "text": "Justice must always question itself, just as society can exist only by means of the work it does on itself and on its institutions."
   },
   "author": {
    "text": "Michel Foucault"
   }
  },
  {
   "quote": {
    "text": "If you allow for a purely capitalistic society, without any type of regulation at all, you will get one monopoly that will eat all of the smaller fish and own everything, and then you'll have zero capitalism, zero competition - it would just be one giant company."
   },
   "author": {
    "text": "Serj Tankian"
   }
  },
  {
   "quote": {
    "text": "The rule of law is crucial to a civilized society - so we should go out of our way to uphold and strengthen it to the extent possible."
   },
   "author": {
    "text": "Bill Kristol"
   }
  },
  {
   "quote": {
    "text": "As a society, we're failing. In so many ways. Such high incarceration rates of underrepresented minorities ultimately means we're missing out on great potential from black and Latino communities. Yes, there's immense talent brewing even within the most impoverished neighborhoods. Talent is universal, but opportunity is not."
   },
   "author": {
    "text": "Christine Tsai"
   }
  },
  {
   "quote": {
    "text": "Somehow our society has formed a one-sided view of the human personality, and for some reason everyone understood giftedness and talent only as it applied to the intellect. But it is possible not only to be talented in one's thoughts but also to be talented in one's feelings as well."
   },
   "author": {
    "text": "Lev Vygotsky"
   }
  },
  {
   "quote": {
    "text": "The highest hallmark of a civilized society is not the rapidity by which it exacts vengeance, but its ability to hold victim and victimizer in its compassionate heart."
   },
   "author": {
    "text": "Greg Boyle"
   }
  },
  {
   "quote": {
    "text": "In every human society, there is an effort continually tending to confer on one part the height of power and happiness, and to reduce the other to the extreme of weakness and misery. The intent of good laws is to oppose this effort and to diffuse their influence universally and equally."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "You can't have a healthy society unless you have healthy companies that are making a profit, that are employing people and that are growing."
   },
   "author": {
    "text": "Michael Porter"
   }
  },
  {
   "quote": {
    "text": "We remain a highly unequal society in which poverty and prosperity are still defined by race as well as gender."
   },
   "author": {
    "text": "Cyril Ramaphosa"
   }
  },
  {
   "quote": {
    "text": "Violence against women and children resembles an epidemic. It has spread through society, sparing no social group or class."
   },
   "author": {
    "text": "Cyril Ramaphosa"
   }
  },
  {
   "quote": {
    "text": "Taxation is the price we pay for failing to build a civilized society. The higher the tax level, the greater the failure. A centrally planned totalitarian state represents a complete defeat for the civilized world, while a totally voluntary society represents its ultimate success."
   },
   "author": {
    "text": "Mark Skousen"
   }
  },
  {
   "quote": {
    "text": "Millennials are more aware of society's many challenges than previous generations and less willing to accept maximizing shareholder value as a sufficient goal for their work. They are looking for a broader social purpose and want to work somewhere that has such a purpose."
   },
   "author": {
    "text": "Michael Porter"
   }
  },
  {
   "quote": {
    "text": "Well first of all, tell me, is there some society you know of that doesn't run on greed? You think Russia doesn't run on greed? You think China doesn't run on greed? What is greed?"
   },
   "author": {
    "text": "Milton Friedman"
   }
  },
  {
   "quote": {
    "text": "It's going to be interesting to see how society deals with artificial intelligence, but it will definitely be cool."
   },
   "author": {
    "text": "Colin Angle"
   }
  },
  {
   "quote": {
    "text": "A generous basic state pension is the least a civilized society should offer those who have worked hard and saved through their whole lives."
   },
   "author": {
    "text": "George Osborne"
   }
  },
  {
   "quote": {
    "text": "Adolescence is society's permission slip for combining physical maturity with psychological irresponsibility."
   },
   "author": {
    "text": "Terri Apter"
   }
  },
  {
   "quote": {
    "text": "We need to say that women have sex, have abortions, are at peace with the decision, and move on with their lives. We need to say that is their right, and, moreover, it's good for everyone that they have this right: The whole society benefits when motherhood is voluntary."
   },
   "author": {
    "text": "Katha Pollitt"
   }
  },
  {
   "quote": {
    "text": "There is no longer a doubt that women are just as competent as men. Gender differences are guided by nurture, as society treats boys and girls differently from an early age."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "If a free society cannot help the many who are poor, it cannot save the few who are rich."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "If you truly believe in the value of life, you care about all of the weakest and most vulnerable members of society."
   },
   "author": {
    "text": "Joni Eareckson Tada"
   }
  },
  {
   "quote": {
    "text": "The most dangerous creation of any society is the man who has nothing to lose."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "What being a socialist means is... that you hold out... a vision of society where poverty is absolutely unnecessary, where international relations are not based on greed... but on cooperation... where human beings can own the means of production and work together rather than having to work as semi-slaves to other people who can hire and fire."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "No doubt we have to have bigger projects, bigger industries, basic industries, but it is a matter of the highest importance that we look to the common man, the weakest element in the society."
   },
   "author": {
    "text": "Lal Bahadur Shastri"
   }
  },
  {
   "quote": {
    "text": "Every society gets the kind of criminal it deserves. What is equally true is that every community gets the kind of law enforcement it insists on."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Your job is not just to do what your parents say, what your teachers say, what society says, but to figure out what your heart calling is and to be led by that."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "Being homeless is like living in a post-apocalyptic world. You're on the outskirts of society."
   },
   "author": {
    "text": "Frank Dillane"
   }
  },
  {
   "quote": {
    "text": "The opposite of courage in our society is not cowardice, it is conformity."
   },
   "author": {
    "text": "Rollo May"
   }
  },
  {
   "quote": {
    "text": "We have the opportunity to move not only toward the rich society and the powerful society, but upward to the Great Society."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "My role in society, or any artist's or poet's role, is to try and express what we all feel. Not to tell people how to feel. Not as a preacher, not as a leader, but as a reflection of us all."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "The Constitution that I interpret and apply is not living, but dead, or as I prefer to call it, enduring. It means, today, not what current society, much less the court, thinks it ought to mean, but what it meant when it was adopted."
   },
   "author": {
    "text": "Antonin Scalia"
   }
  },
  {
   "quote": {
    "text": "Neither the life of an individual nor the history of a society can be understood without understanding both."
   },
   "author": {
    "text": "C. Wright Mills"
   }
  },
  {
   "quote": {
    "text": "No system of mass surveillance has existed in any society that we know of to this point that has not been abused."
   },
   "author": {
    "text": "Edward Snowden"
   }
  },
  {
   "quote": {
    "text": "Look at our society. Everyone wants to be thin, but nobody wants to diet. Everyone wants to live long, but few will exercise. Everybody wants money, yet seldom will anyone budget or control their spending."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Civilized society is perpetually menaced with disintegration through this primary hostility of men towards one another."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "Society cannot share a common communication system so long as it is split into warring factions."
   },
   "author": {
    "text": "Bertolt Brecht"
   }
  },
  {
   "quote": {
    "text": "We can't blame children for occupying themselves with Facebook rather than playing in the mud. Our society doesn't put a priority on connecting with nature. In fact, too often we tell them it's dirty and dangerous."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "A society whose members are united by the fact that they think in the same way in regard to the sacred world and its relations with the profane world, and by the fact that they translate these common ideas into common practices, is what is called a Church. In all history, we do not find a single religion without a Church."
   },
   "author": {
    "text": "Emile Durkheim"
   }
  },
  {
   "quote": {
    "text": "The problem with the stigma around mental health is really about the stories that we tell ourselves as a society. What is normal? That's just a story that we tell ourselves."
   },
   "author": {
    "text": "Matthew Quick"
   }
  },
  {
   "quote": {
    "text": "We live in a society of victimization, where people are much more comfortable being victimized than actually standing up for themselves."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "If we don't figure out a way to create equity, real equity, of opportunity and access, to good schools, housing, health care, and decent paying jobs, we're not going to survive as a productive and healthy society."
   },
   "author": {
    "text": "Tim Wise"
   }
  },
  {
   "quote": {
    "text": "We have observed that, in society and the world in which we live, selfishness has increased more than love for others, and that men of good will must work, each with his own strengths and expertise, to ensure that love for others increases until it is equal and possibly exceeds love for oneself."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "The most violent element in society is ignorance."
   },
   "author": {
    "text": "Emma Goldman"
   }
  },
  {
   "quote": {
    "text": "Professionalism is not sportsmanship. If you don't succeed, you won't be in your profession for long. In our society, it's not about good or bad. It's about who's on top."
   },
   "author": {
    "text": "Chili Davis"
   }
  },
  {
   "quote": {
    "text": "An active and vibrant railway system confers many benefits on the society."
   },
   "author": {
    "text": "Yemi Osinbajo"
   }
  },
  {
   "quote": {
    "text": "The original communitarianism of Chinese Confucian society has degenerated into nepotism, a system of family linkages, and corruption, on the mainland. And remnants of the evils of the original system are still found in Taiwan, Hong Kong, and even Singapore."
   },
   "author": {
    "text": "Lee Kuan Yew"
   }
  },
  {
   "quote": {
    "text": "Journalism is about results. It's about affecting your community or your society in the most progressive way."
   },
   "author": {
    "text": "Anas Aremeyaw Anas"
   }
  },
  {
   "quote": {
    "text": "Building sustainable cities - and a sustainable future - will need open dialogue among all branches of national, regional and local government. And it will need the engagement of all stakeholders - including the private sector and civil society, and especially the poor and marginalized."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "Property is not the sacred right. When a rich man becomes poor it is a misfortune, it is not a moral evil. When a poor man becomes destitute, it is a moral evil, teeming with consequences and injurious to society and morality."
   },
   "author": {
    "text": "Lord Acton"
   }
  },
  {
   "quote": {
    "text": "We are a segmented society, living in our individual bubbles."
   },
   "author": {
    "text": "Richard Cohen"
   }
  },
  {
   "quote": {
    "text": "There is only one way left to escape the alienation of present day society: to retreat ahead of it."
   },
   "author": {
    "text": "Roland Barthes"
   }
  },
  {
   "quote": {
    "text": "No one would talk much in society if they knew how often they misunderstood others."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "In a free society, government reflects the soul of its people. If people want change at the top, they will have to live in different ways. Our major social problems are not the cause of our decadence. They are a reflection of it."
   },
   "author": {
    "text": "Cal Thomas"
   }
  },
  {
   "quote": {
    "text": "An ideal society should be mobile, should be full of channels for conveying a change taking place in one part to other parts. In an ideal society, there should be many interests consciously communicated and shared."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "We are living in a multicultural society. Our role as leaders is to enable grappling with this situation, even when multiculturalism is difficult."
   },
   "author": {
    "text": "Reuven Rivlin"
   }
  },
  {
   "quote": {
    "text": "Outside of, as a kid, just wanting to be able to fly and run faster than a speeding locomotive and being able to leap tall buildings in a single bound, we'd like to hope that, when push comes to shove, we can do the right thing. I think as long as there is that hope in our society and in the zeitgeist of superheroes, Superman will be relevant."
   },
   "author": {
    "text": "Matt Bomer"
   }
  },
  {
   "quote": {
    "text": "I think sometimes in life we want to ignore the problems of society and just think about the good. I believe in positive thinking and affirmative living, I also think it's really important to remember all of our disenfranchised members of society."
   },
   "author": {
    "text": "Kerry Washington"
   }
  },
  {
   "quote": {
    "text": "I could pose in fashion commercials as a high society star but politics is a new way of life."
   },
   "author": {
    "text": "Marat Safin"
   }
  },
  {
   "quote": {
    "text": "An armed society is a polite society. Manners are good when one may have to back up his acts with his life."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "One of the definitions of sanity is the ability to tell real from unreal. Soon we'll need a new definition."
   },
   "author": {
    "text": "Alvin Toffler"
   }
  },
  {
   "quote": {
    "text": "We are in the society of the teacher-judge, the doctor-judge, the educator-judge, the 'social-worker'-judge; it is on them that the universal reign of the normative is based; and each individual, wherever he may find himself, subjects to it his body, his gestures, his behavior, his aptitudes, his achievements."
   },
   "author": {
    "text": "Michel Foucault"
   }
  },
  {
   "quote": {
    "text": "Law has become a business. Health care has become a business. Unfortunately, politics has also become a business. That really undermines society."
   },
   "author": {
    "text": "George Soros"
   }
  },
  {
   "quote": {
    "text": "Society bristles with enigmas which look hard to solve. It is a perfect maze of intrigue."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "In the past, modeling influences were largely confined to the styles of behavior and social practices in one's immediate community. The advent of television vastly expanded the range of models to which members of society are exposed day in and day out."
   },
   "author": {
    "text": "Albert Bandura"
   }
  },
  {
   "quote": {
    "text": "Although images of perfection in people's personal lives can cause unhappiness, images of perfect societies - utopian images - can cause monstrous evil. In fact, forcefully changing society to conform to societal images was the greatest cause of evil in the twentieth century."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "Society is like a stew. If you don't stir it up every once in a while then a layer of scum floats to the top."
   },
   "author": {
    "text": "Edward Abbey"
   }
  },
  {
   "quote": {
    "text": "In a multicultural, diverse society there are countless ways in which people negotiate the everyday lived experience and reality of diversity."
   },
   "author": {
    "text": "Randa Abdel-Fattah"
   }
  },
  {
   "quote": {
    "text": "Blockchain's a very interesting technology that will have some very profound applications for society over the years to come."
   },
   "author": {
    "text": "Kenneth C. Griffin"
   }
  },
  {
   "quote": {
    "text": "I am a socialist; of course I am a socialist. To hold a vision that society can be fundamentally different, to believe that all people can be equal - that is not a new idea."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "I believe that social change has almost reached critical mass. So many people have undergone personal transformation that their effect on society is having a geometric - not arithmetic - impact. This coalescence of energies brings about meeting, networking, and a sophistication in communications that is unprecedented in history."
   },
   "author": {
    "text": "Marilyn Ferguson"
   }
  },
  {
   "quote": {
    "text": "Obscenity, which is ever blasphemy against the divine beauty in life, is a monster for which the corruption of society forever brings forth new food, which it devours in secret."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "The only part of the conduct of any one, for which he is amenable to society, is that which concerns others. In the part which merely concerns himself, his independence is, of right, absolute. Over himself, over his own body and mind, the individual is sovereign."
   },
   "author": {
    "text": "John Stuart Mill"
   }
  },
  {
   "quote": {
    "text": "All over the world, independent and strong civil society - NGOs, faith leaders, and other community advocates - help governments solve problems and better serve their people better by shining a light on the issues that matter most - like education standards, access to healthcare, the rule of law, and economic opportunity."
   },
   "author": {
    "text": "Ben Rhodes"
   }
  },
  {
   "quote": {
    "text": "In order to acquire a growing and lasting respect in society, it is a good thing, if you possess great talent, to give, early in your youth, a very hard kick to the right shin of the society that you love. After that, be a snob."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "Individual rights are the means of subordinating society to moral law."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "I want a real revolution, a real change in society: society, a great organic mass of well-regulated forces used for the bringing-about a happy life for all."
   },
   "author": {
    "text": "William Morris"
   }
  },
  {
   "quote": {
    "text": "Some boys accepted me, some didn't. And my family had comments made to them. Brazil is still a very macho society, and sports are mainly for boys, so people would say to them: 'What is this girl doing? Why is she always out there in the soccer games with the boys?'"
   },
   "author": {
    "text": "Marta"
   }
  },
  {
   "quote": {
    "text": "Human security recognizes the importance of individuals and that the key to ensuring growth in developing countries is to foster individual talent and abilities, build self-reliance, and put people in a position to make a broader contribution to society. Growth must be inclusive, and no one must be left behind."
   },
   "author": {
    "text": "Shinzo Abe"
   }
  },
  {
   "quote": {
    "text": "A government capable of controlling the whole, and bringing its force to a point, is one of the prerequisites for national liberty. We combine in society, with an expectation to have our persons and properties defended against unreasonable exactions either at home or abroad."
   },
   "author": {
    "text": "Oliver Ellsworth"
   }
  },
  {
   "quote": {
    "text": "I have a total irreverence for anything connected with society except that which makes the roads safer, the beer stronger, the food cheaper and the old men and old women warmer in the winter and happier in the summer."
   },
   "author": {
    "text": "Brendan Behan"
   }
  },
  {
   "quote": {
    "text": "I can't control what's fair and unfair. I can't control the nature of the business or the nature of society or the nature of the world, but what I can control is how I choose to see the world and what I choose to put back into it."
   },
   "author": {
    "text": "Aisha Tyler"
   }
  },
  {
   "quote": {
    "text": "The tools that a society uses to create and maintain itself are as central to human life as a hive is to bee life. Though the hive is not part of any individual bee, it is part of the colony, both shaped by and shaping the lives of its inhabitants."
   },
   "author": {
    "text": "Clay Shirky"
   }
  },
  {
   "quote": {
    "text": "We should be concerned not only about the health of individual patients, but also the health of our entire society."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "I definitely feel that society sets expectations for transgender people to fit in and makes us feel as if we have to dress a certain way so that we blend in with everyone else. But I believe all transgender individuals should be able to wear whatever they want and not worry about fitting in."
   },
   "author": {
    "text": "Jazz Jennings"
   }
  },
  {
   "quote": {
    "text": "Unless you are willing to compromise, society cannot live together."
   },
   "author": {
    "text": "Alan Greenspan"
   }
  },
  {
   "quote": {
    "text": "We are not yet a society free of sexism, and this will continue to be an issue for all women candidates."
   },
   "author": {
    "text": "Campbell Brown"
   }
  },
  {
   "quote": {
    "text": "A good leader, in my view, should have a clear vision of the future they want and the society they need to build. They must also have a connection with the people who work for them and be able to mobilise their best energies to create teams where people can be most creative and happy."
   },
   "author": {
    "text": "Winnie Byanyima"
   }
  },
  {
   "quote": {
    "text": "It has always been the role of government to help solve problems, including and especially health crises. Obesity is a health epidemic across our country, and we have a responsibility as a government and a society to do all we can to promote good nutrition and healthy eating so we can reverse this alarming trend."
   },
   "author": {
    "text": "Richard J. Codey"
   }
  },
  {
   "quote": {
    "text": "Elegance for one society is not elegance for another. It's in the eyes of the beholder."
   },
   "author": {
    "text": "Louise Wilson"
   }
  },
  {
   "quote": {
    "text": "Kids are going to try drugs and alcohol; that's part of society."
   },
   "author": {
    "text": "Jamie Lee Curtis"
   }
  },
  {
   "quote": {
    "text": "Hip-hop reflects the truth, and the problem is that hip-hop exposes a lot of the negative truth that society tries to conceal. It's a platform where we could offer information, but it's also an escape."
   },
   "author": {
    "text": "Busta Rhymes"
   }
  },
  {
   "quote": {
    "text": "Tell me, when do you become a respectable person in society? When you start respecting yourself. That is when you take care of yourself, that is when you comb your hair, groom yourself, and cleanse your body. You do all this because you respect yourself."
   },
   "author": {
    "text": "Kamal Haasan"
   }
  },
  {
   "quote": {
    "text": "Because we believe that our ethnic group, our society, our political party, our God, is better than your God, we kill each other."
   },
   "author": {
    "text": "Neale Donald Walsch"
   }
  },
  {
   "quote": {
    "text": "It is the task of theologians to establish the limits of justice and injustice regarding the intrinsic goodness or wickedness of an act; it is the task of the observer of public life to establish the relationships of political justice and injustice, that is, of what is useful or harmful to society."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "You grow up and recognise that in an educated, secular society, there's no excuse for ignorance. You have to recognise in yourself, and challenge yourself, that if you see racism or homophobia or misogyny in a secular society, as a member of that society, you should challenge it. You owe it to the betterment of society."
   },
   "author": {
    "text": "Hozier"
   }
  },
  {
   "quote": {
    "text": "The medieval Islamic world, from Central Asia to the shores of the Atlantic, was a world where scholars and men of learning flourished. But because we have tended to see Islam as the enemy of the West, as an alien culture, society, and system of belief, we have tended to ignore or erase its great relevance to our own history."
   },
   "author": {
    "text": "Prince Charles"
   }
  },
  {
   "quote": {
    "text": "The United States are a political state, or organized society, whose end is government, for the security, welfare, and happiness of all who live under its protection."
   },
   "author": {
    "text": "William H. Seward"
   }
  },
  {
   "quote": {
    "text": "Full participation in government and society has been a basic right of the country symbolizing the full citizenship and equal protection of all."
   },
   "author": {
    "text": "Charles B. Rangel"
   }
  },
  {
   "quote": {
    "text": "I come from a place that likes grandeur; it likes large gestures. It is not inhibited by flourish. It is a rhetorical society. It is a society of physical performance. It is a society of style."
   },
   "author": {
    "text": "Derek Walcott"
   }
  },
  {
   "quote": {
    "text": "On the other side of that coin, and far outweighing it, is the fact that I've been able to use genre of Fantasy/Horror and express my opinion, talk a little about society, do a little bit of satire and that's been great, man. A lot of people don't have that platform."
   },
   "author": {
    "text": "George A. Romero"
   }
  },
  {
   "quote": {
    "text": "The first sign of corruption in a society that is still alive is that the end justifies the means."
   },
   "author": {
    "text": "Georges Bernanos"
   }
  },
  {
   "quote": {
    "text": "The threat posed by Bank of America isn't just financial - it's a full-blown assault on the American dream. Where's the incentive to play fair and do well, when what we see rewarded at the highest levels of society is failure, stupidity, incompetence and meanness? If this is what winning in our system looks like, who doesn't want to be a loser?"
   },
   "author": {
    "text": "Matt Taibbi"
   }
  },
  {
   "quote": {
    "text": "In the 1970s, Safari Club International asked the federal government to approve its import of 1,125 not-yet-killed trophies of 40 endangered species, including gorillas, orangutans and tigers, according to the Humane Society of the United States."
   },
   "author": {
    "text": "Lydia Millet"
   }
  },
  {
   "quote": {
    "text": "Literature that keeps employing new linguistic and formal modes of expression to draft a panorama of society as a whole while at the same time exposing it, tearing the masks from its face - for me that would be deserving of an award."
   },
   "author": {
    "text": "Elfriede Jelinek"
   }
  },
  {
   "quote": {
    "text": "I think to a certain extent in Bosnia and among the Hutus in Rwanda and also among the Tutsis in Rwanda who then took revenge on the Hutus, there is a sense of being swept up and a sense that the society in which they live has gone mad."
   },
   "author": {
    "text": "John Pomfret"
   }
  },
  {
   "quote": {
    "text": "I write about people who are usually damaged or neglected by society finding each other and forming relationships that are quite extraordinary and in some cases life-saving. I've had a few of those relationships, which I value highly."
   },
   "author": {
    "text": "Matthew Quick"
   }
  },
  {
   "quote": {
    "text": "Some people ask why people would go into a dark room to be scared. I say they are already scared, and they need to have that fear manipulated and massaged. I think of horror movies as the disturbed dreams of a society."
   },
   "author": {
    "text": "Wes Craven"
   }
  },
  {
   "quote": {
    "text": "The finest clothing made is a person's own skin, but, of course, society demands something more than this."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "When freedom does not have a purpose, when it does not wish to know anything about the rule of law engraved in the hearts of men and women, when it does not listen to the voice of conscience, it turns against humanity and society."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "We have to talk about liberating minds as well as liberating society."
   },
   "author": {
    "text": "Angela Davis"
   }
  },
  {
   "quote": {
    "text": "One of the greatest casualties of the war in Vietnam is the Great Society... shot down on the battlefield of Vietnam."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Our most basic common link is that we all inhabit this planet. We all breathe the same air. We all cherish our children's future. And we are all mortal."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "The value of a dollar is social, as it is created by society."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "All women have a perception much more developed than men. So all women somehow, being repressed for so many millennia, they ended up by developing this sixth sense and contemplation and love. And this is something that we have a hard time to accept as part of our society."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "The exercise of natural rights has no limits but such as will ensure their enjoyment to other members of society."
   },
   "author": {
    "text": "Marquis de Lafayette"
   }
  },
  {
   "quote": {
    "text": "Space exploration is a force of nature unto itself that no other force in society can rival."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "We are trying to construct a more inclusive society. We are going to make a country in which no one is left out."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "The human being is in the most literal sense a political animal, not merely a gregarious animal, but an animal which can individuate itself only in the midst of society."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "If God would have wanted us to live in a permissive society He would have given us Ten Suggestions and not Ten Commandments."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "The business of biomedical research is mostly about failure. Few projects we commission will ultimately result in success. But every study we do contributes to the body of knowledge that brings science and society closer to a solution."
   },
   "author": {
    "text": "Kenneth Frazier"
   }
  },
  {
   "quote": {
    "text": "In the future society, i.e. the communist society that we want to build, we are not going to establish charity institution, as there shall be no needy or poor, and no alms-giving and alms-taking."
   },
   "author": {
    "text": "Bhagat Singh"
   }
  },
  {
   "quote": {
    "text": "Anything that has a relationship with pleasure, we reject it. Eating, they talk about cholesterol; making love, they talk about AIDS; you talk about smoking, they talk about cancer. It's a very sick society that rejects pleasure."
   },
   "author": {
    "text": "Marjane Satrapi"
   }
  },
  {
   "quote": {
    "text": "Access to computers and the Internet has become a basic need for education in our society."
   },
   "author": {
    "text": "Kent Conrad"
   }
  },
  {
   "quote": {
    "text": "I was taught to confront things you can't avoid. Death is one of those things. To live in a society where you're trying not to look at it is stupid because looking at death throws us back into life with more vigour and energy. The fact that flowers don't last for ever makes them beautiful."
   },
   "author": {
    "text": "Damien Hirst"
   }
  },
  {
   "quote": {
    "text": "The smarter the journalists are, the better off society is. For to a degree, people read the press to inform themselves - and the better the teacher, the better the student body."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "If society fits you comfortably enough, you call it freedom."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "I'm a clown, which could be a public health role. I'm really interested in moving our society away from a society needing Xanax and Prozac, and that is really feeling depressed, to one that is celebrating, and so I find just walking around in colorful clothes, people smile."
   },
   "author": {
    "text": "Patch Adams"
   }
  },
  {
   "quote": {
    "text": "I'm 23 years old. I might just be my mother's child, but in all reality, I'm everybody's child. Nobody raised me; I was raised in this society."
   },
   "author": {
    "text": "Tupac Shakur"
   }
  },
  {
   "quote": {
    "text": "The health of a democratic society may be measured by the quality of functions performed by private citizens."
   },
   "author": {
    "text": "Alexis de Tocqueville"
   }
  },
  {
   "quote": {
    "text": "Power is not an institution, and not a structure; neither is it a certain strength we are endowed with; it is the name that one attributes to a complex strategical situation in a particular society."
   },
   "author": {
    "text": "Michel Foucault"
   }
  },
  {
   "quote": {
    "text": "My purpose in life does not include a hankering to charm society."
   },
   "author": {
    "text": "James Dean"
   }
  },
  {
   "quote": {
    "text": "Our society must make it right and possible for old people not to fear the young or be deserted by them, for the test of a civilization is the way that it cares for its helpless members."
   },
   "author": {
    "text": "Pearl S. Buck"
   }
  },
  {
   "quote": {
    "text": "Society has always to demand a little more from human beings than it will get in practice."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "What are we promoting in society? Well-behaved automatons that spew back what they learned in a book. That's not science. You can get a parrot to do that."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "How terribly downright must be the utterances of storms and earthquakes to those accustomed to the soft hypocrisies of society."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "I believe I have a personal responsibility to make a positive impact on society."
   },
   "author": {
    "text": "Anthony Fauci"
   }
  },
  {
   "quote": {
    "text": "To cut short the question of the law of retaliation, we must note that even in its primitive form it can operate only between two individuals of whom one is absolutely innocent, and the other absolutely guilty. The victim, to be sure, is innocent. But can the society that is supposed to represent the victim lay claim to innocence?"
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Society is well governed when its people obey the magistrates, and the magistrates obey the law."
   },
   "author": {
    "text": "Solon"
   }
  },
  {
   "quote": {
    "text": "I found that a whole series of people opposed me simply on the grounds that I was a woman. The clerics took to the mosque saying that Pakistan had thrown itself outside the Muslim world and the Muslim umar by voting for a woman, that a woman had usurped a man's place in the Islamic society."
   },
   "author": {
    "text": "Benazir Bhutto"
   }
  },
  {
   "quote": {
    "text": "Saudi Arabia has also changed. People today are connecting with each other all across the world through small gadgets and television. It's a different society."
   },
   "author": {
    "text": "Sultan bin Abdul-Aziz Al Saud"
   }
  },
  {
   "quote": {
    "text": "Society in every state is a blessing, but government, even in its best stage, is but a necessary evil; in its worst state an intolerable one."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "Progressive art can assist people to learn not only about the objective forces at work in the society in which they live, but also about the intensely social character of their interior lives. Ultimately, it can propel people toward social emancipation."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "We shall probably get nearest to the truth if we think of the conscious and personal psyche as resting upon the broad basis of an inherited and universal psychic disposition which is as such unconscious, and that our personal psyche bears the same relation to the collective psyche as the individual to society."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "To understand how any society functions you must understand the relationship between the men and the women."
   },
   "author": {
    "text": "Angela Davis"
   }
  },
  {
   "quote": {
    "text": "In a completely rational society, the best of us would be teachers and the rest of us would have to settle for something else."
   },
   "author": {
    "text": "Lee Iacocca"
   }
  },
  {
   "quote": {
    "text": "We've been trained since kindergarten: Be nice, be kind, share, put on a smile. So we're conditioned to squash our natural selfish instincts, and that's the right thing for society."
   },
   "author": {
    "text": "Bryan Cranston"
   }
  },
  {
   "quote": {
    "text": "I do believe in humanism, and I believe that we should treat each other with respect and care and look after each other. All human beings should have an equal chance to survive in society, and inequality is a big problem in society."
   },
   "author": {
    "text": "Stellan Skarsgard"
   }
  },
  {
   "quote": {
    "text": "Some pro-life advocates focus almost exclusively on the rights and suffering of the unborn baby, while some pro-choice advocates focus equally exclusively on the rights and suffering of pregnant women. This is a distortion of the moral choice that confronts us as a society."
   },
   "author": {
    "text": "Blase J. Cupich"
   }
  },
  {
   "quote": {
    "text": "The individual can maintain himself in a society definitely organized only through possessing an equally definite mental and moral constitution. This is what the neuropath lacks. His state of disturbance causes him to be constantly taken by surprise by circumstances."
   },
   "author": {
    "text": "Emile Durkheim"
   }
  },
  {
   "quote": {
    "text": "It is change, continuing change, inevitable change, that is the dominant factor in society today. No sensible decision can be made any longer without taking into account not only the world as it is, but the world as it will be."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "If you let society and your peers define who you are, you're the less for it."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "Nobility is a graceful ornament to the civil order. It is the Corinthian capital of polished society."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "We are legislators, not public works contractors. People look up to us to make serious laws that could change the lives of a great number of people or could change the way society is run or managed."
   },
   "author": {
    "text": "Miriam Defensor-Santiago"
   }
  },
  {
   "quote": {
    "text": "There is no development strategy more beneficial to society as a whole - women and men alike - than the one which involves women as central players."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "The amount of eccentricity in a society has generally been proportional to the amount of genius, mental vigor, and moral courage it contained. That so few now dare to be eccentric marks the chief danger of the time."
   },
   "author": {
    "text": "John Stuart Mill"
   }
  },
  {
   "quote": {
    "text": "Modern design becomes the eye catcher because it's out of context, it is something newborn and fresh, something people have never seen before. I mean, that in itself is the way we should sort of stimulate the senses of society, this urban condition."
   },
   "author": {
    "text": "Ross Lovegrove"
   }
  },
  {
   "quote": {
    "text": "Not too many people know it, but when I was in junior high, I was a pretty tough kid and was the leader of a street gang. Well, OK, it was less a street gang than an Ecology Club. We were pretty intimidating, though, and had our own meeting room until we got run out of there by a bunch of thugs from the Poetry Society."
   },
   "author": {
    "text": "W. Bruce Cameron"
   }
  },
  {
   "quote": {
    "text": "A society should never become like a pond with stagnant water, without movement. That's the most important thing."
   },
   "author": {
    "text": "Mikhail Gorbachev"
   }
  },
  {
   "quote": {
    "text": "If religion has given birth to all that is essential in society, it is because the idea of society is the soul of religion."
   },
   "author": {
    "text": "Emile Durkheim"
   }
  },
  {
   "quote": {
    "text": "Seek out your brothers and sisters of other cultures and join together in building alliances to put an end to all forms of racial discrimination, bigotry, and prejudice. There are people of good will of all races, religions, and nations who will join you in common quest for the betterment of society."
   },
   "author": {
    "text": "Bernice King"
   }
  },
  {
   "quote": {
    "text": "When we empower women, society benefits, grows, and thrives."
   },
   "author": {
    "text": "Paul Polman"
   }
  },
  {
   "quote": {
    "text": "Society is the body; individuals are its members, its limbs. Just as the various limbs help and co-operate with one another and thus are happy, so each must unite with others in being helpful to all in thought, speech and action... One may see to the good of one's own group, i.e., the group that is immediate to him, and then proceed to others."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "I think rap music is brought up, gangster rap in particular, as well as video games, every other thing they try to hang the ills of society on as a scapegoat."
   },
   "author": {
    "text": "Ice Cube"
   }
  },
  {
   "quote": {
    "text": "Our guiding principle was that design is neither an intellectual nor a material affair, but simply an integral part of the stuff of life, necessary for everyone in a civilized society."
   },
   "author": {
    "text": "Walter Gropius"
   }
  },
  {
   "quote": {
    "text": "The human body and mind are tremendous forces that are continually amazing scientists and society. Therefore, we have no choice but to keep an open mind as to what the human being can achieve."
   },
   "author": {
    "text": "Evelyn Glennie"
   }
  },
  {
   "quote": {
    "text": "Our society needs to recognize the unstoppable momentum toward unequivocal civil equality for every gay, lesbian, bisexual and transgendered citizen of this country."
   },
   "author": {
    "text": "Zachary Quinto"
   }
  },
  {
   "quote": {
    "text": "I chose America as my home because I value freedom and democracy, civil liberties and an open society."
   },
   "author": {
    "text": "George Soros"
   }
  },
  {
   "quote": {
    "text": "Money is the barometer of a society's virtue."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "Solitude is better than the society of evil persons."
   },
   "author": {
    "text": "Abu Bakr"
   }
  },
  {
   "quote": {
    "text": "No one can live entirely on their own, nor can any country or society exist in isolation."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "We have to be bold in our national ambitions. First, we must win the fight against poverty within the next decade. Second, we must improve moral standards in government and society to provide a strong foundation for good governance. Third, we must change the character of our politics to promote fertile ground for reforms."
   },
   "author": {
    "text": "Gloria Macapagal Arroyo"
   }
  },
  {
   "quote": {
    "text": "Everything is a risk in Pakistan: If you defend women, it's a risk. If you defend non-Muslims it's a risk. If you discuss religion, it's a risk. But you can't really sit there like a vegetable in your own society. And I'm committed to that society... and I feel I need to turn around and speak as I should."
   },
   "author": {
    "text": "Asma Jahangir"
   }
  },
  {
   "quote": {
    "text": "Cancer cells are fixed at an age where they are still too young to have learned the rules of the society in which they live. As with so many immature individuals of all living kinds, everything they do is excessive and uncoordinated with the needs or constraints of their neighbors... they are reproductive but not productive."
   },
   "author": {
    "text": "Sherwin B. Nuland"
   }
  },
  {
   "quote": {
    "text": "In just about every area of society, there's nothing more important than ethics."
   },
   "author": {
    "text": "Henry Paulson"
   }
  },
  {
   "quote": {
    "text": "I never leaf through a copy of National Geographic without realizing how lucky we are to live in a society where it is traditional to wear clothes."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "The basic thing nobody asks is why do people take drugs of any sort? Why do we have these accessories to normal living to live? I mean, is there something wrong with society that's making us so pressurized, that we cannot live without guarding ourselves against it?"
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "I am honorary President of the American Humanist Society, having succeeded the late, great science fiction writer Isaac Asimov in that utterly functionless capacity. We Humanists behave as well as we can, without any rewards or punishments in an Afterlife."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "The ultimate test of the value of a political system is whether it helps that society to establish conditions which improve the standard of living for the majority of its people."
   },
   "author": {
    "text": "Lee Kuan Yew"
   }
  },
  {
   "quote": {
    "text": "When public men indulge themselves in abuse, when they deny others a fair trial, when they resort to innuendo and insinuation, to libel, scandal, and suspicion, then our democratic society is outraged, and democracy is baffled."
   },
   "author": {
    "text": "J. William Fulbright"
   }
  },
  {
   "quote": {
    "text": "We in the press have a special role since there is no other institution in our society that can hold the President accountable. I do believe that our democracy can endure and prevail only if the American people are informed."
   },
   "author": {
    "text": "Helen Thomas"
   }
  },
  {
   "quote": {
    "text": "The remedy for speech that is false is speech that is true. This is the ordinary course in a free society. The response to the unreasoned is the rational; to the uninformed, the enlightened; to the straight-out lie, the simple truth."
   },
   "author": {
    "text": "Anthony Kennedy"
   }
  },
  {
   "quote": {
    "text": "To overcome poverty and the flaws of the economic crisis in our society, we need to envision our social life. We have to free our mind, imagine what has never happened before and write social fiction. We need to imagine things to make them happen. If you don't imagine, it will never happen."
   },
   "author": {
    "text": "Muhammad Yunus"
   }
  },
  {
   "quote": {
    "text": "Philanthropy is involved with basic innovations that transform society, not simply maintaining the status quo or filling basic social needs that were formerly the province of the public sector."
   },
   "author": {
    "text": "David Rockefeller"
   }
  },
  {
   "quote": {
    "text": "We are a people of many different religions and many different faiths. The only way forward in a pluralistic society of diverse faiths such as ours is to have laws that protect and respect the freedom of all, equally."
   },
   "author": {
    "text": "Martin O'Malley"
   }
  },
  {
   "quote": {
    "text": "I've begun to look at the world through apocalypse eyes. Our society, which seems so sturdily built out of concrete and custom, is just a temporary resting place, a hotel our civilization checked into a couple hundred years ago and must one day check out of."
   },
   "author": {
    "text": "Neil Strauss"
   }
  },
  {
   "quote": {
    "text": "You can't gaze in the crystal ball and see the future. What the Internet is going to be in the future is what society makes it."
   },
   "author": {
    "text": "Bob Kahn"
   }
  },
  {
   "quote": {
    "text": "Ages of experience have taught humanity that the commitment of a husband and wife to love and to serve one another promotes the welfare of children and the stability of society."
   },
   "author": {
    "text": "Jack Kingston"
   }
  },
  {
   "quote": {
    "text": "That sort of half sigh, which, accompanied by two or three slight nods of the head, is pity's small change in general society."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "Patriotism is an ephemeral motive that scarcely ever outlasts the particular threat to society that aroused it."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "Music is always a commentary on society."
   },
   "author": {
    "text": "Frank Zappa"
   }
  },
  {
   "quote": {
    "text": "In our society, the ideal self is bold, gregarious, and comfortable in the spotlight. We like to think that we value individuality, but mostly we admire the type of individual who's comfortable 'putting himself out there.'"
   },
   "author": {
    "text": "Susan Cain"
   }
  },
  {
   "quote": {
    "text": "Political tyranny is nothing compared to the social tyranny and a reformer who defies society is a more courageous man than a politician who defies Government."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "Mob law is the most forcible expression of an abnormal public opinion; it shows that society is rotten to the core."
   },
   "author": {
    "text": "Timothy Thomas Fortune"
   }
  },
  {
   "quote": {
    "text": "I'm just interested in people on the edges. I feel an affinity for people who haven't had the best breaks in society. I'm always on their side. I find them more human, maybe. What I want to do more than anything is acknowledge their existence."
   },
   "author": {
    "text": "Mary Ellen Mark"
   }
  },
  {
   "quote": {
    "text": "Society tends to always make multiples - whether it's twins or triplets or whatever - one person. And it's not always fair. I encourage multiples to embrace their individual uniqueness because, just as you are an amazing unit together, that can only happen when you are strong individually."
   },
   "author": {
    "text": "Tia Mowry"
   }
  },
  {
   "quote": {
    "text": "You can't be a minority in this society without having someone express disapproval about affirmative action."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "Your conscious brain cannot multitask. If I'm speaking to you and checking my I-Phone at the same time, I'm doing neither. This is why our society is frazzled; this misconception that we can consciously do more than one thing at a time effectively."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "In the '80s, society created a caricature of what a hacker or a programmer looked like: a guy wearing a hoodie, drinking energy drinks, sitting in a basement somewhere coding. Today, programmers look like the men we see in the show 'Silicon Valley' on HBO. If you look at the message girls are getting, it's saying, 'This is not for you.'"
   },
   "author": {
    "text": "Reshma Saujani"
   }
  },
  {
   "quote": {
    "text": "During the Great Depression, African Americans were faced with problems that were not unlike those experienced by the most disadvantaged groups in society. The Great Depression had a leveling effect, and all groups really experienced hard times: poor whites, poor blacks."
   },
   "author": {
    "text": "William Julius Wilson"
   }
  },
  {
   "quote": {
    "text": "By working to ensure we live in a society that prioritizes public safety, education, and innovation, entrepreneurship can thrive and create a better world for all of us to live in."
   },
   "author": {
    "text": "Ron Conway"
   }
  },
  {
   "quote": {
    "text": "When the Soviet Union fell, optimistic scholars believed the world had shifted inexorably in the direction of free markets and liberal democracy. Instead, the West gradually embraced bigger government and weaker social bonds, creating a fragmented society in which the only thing we all belong to, as President Barack Obama puts it, is the state."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "If you insist that individual rights are the summum bonum, then the whole structure of society falls down."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "I have spent all my life under a Communist regime, and I will tell you that a society without any objective legal scale is a terrible one indeed. But a society with no other scale but the legal one is not quite worthy of man either."
   },
   "author": {
    "text": "Aleksandr Solzhenitsyn"
   }
  },
  {
   "quote": {
    "text": "Mystical references to society and its programs to help may warm the hearts of the gullible but what it really means is putting more power in the hands of bureaucrats."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "Free speech has been used by the Supreme Court to give immense power to the wealthiest members of our society."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "That I have the right to express myself freely at all times in all circumstances entails the idea that free speech is a 'basic human right' possessed by each individual, and, as such, trumps the interests of the society or group, including my neighbour."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "What strikes me is the fact that in our society, art has become something which is only related to objects, and not to individuals, or to life."
   },
   "author": {
    "text": "Michel Foucault"
   }
  },
  {
   "quote": {
    "text": "I loved teaching social studies. And I loved starting each year by teaching about John Locke and the social contract. That lesson helped me teach not just about our rules for the classroom, but how, in our democracy, we give up some individual rights to ensure we collectively have the right to live and prosper in a society."
   },
   "author": {
    "text": "Randi Weingarten"
   }
  },
  {
   "quote": {
    "text": "The whole world is starting to realize that it was the most unwise thing for our society to have ignored women power, to run the society with male priorities."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "We have to abandon liberal methods and principles of organizing a society."
   },
   "author": {
    "text": "Viktor Orban"
   }
  },
  {
   "quote": {
    "text": "You want to please society. You want to be happy. You want to be well liked. You want to be held in high esteem and be respected. These are real things. You want respect from your peers, respect from your loved ones; you want to be looked up to for your achievements and your accomplishments. All of this requires conformity in some form or another."
   },
   "author": {
    "text": "Thomas Jane"
   }
  },
  {
   "quote": {
    "text": "If photographers are responsible for creating or reflecting an image of women in society, then, I must say, there is only one way for the future, and this is to define women as strong and independent. This should be the responsibility of photographers today: to free women, and finally everyone, from the terror of youth and perfection."
   },
   "author": {
    "text": "Peter Lindbergh"
   }
  },
  {
   "quote": {
    "text": "A society that is all self-interest and no comradeship is not a society at all. But a society that is all comradeship and no self-interest is also not a society; it is a sect - or, on the largest scale, totalitarianism."
   },
   "author": {
    "text": "Meir Soloveichik"
   }
  },
  {
   "quote": {
    "text": "Prices are important not because money is considered paramount but because prices are a fast and effective conveyor of information through a vast society in which fragmented knowledge must be coordinated."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "Internationalism is a community theory of society which is founded on economic, spiritual, and biological facts. It maintains that respect for a healthy development of human society and of world civilization requires that mankind be organized internationally."
   },
   "author": {
    "text": "Christian Lous Lange"
   }
  },
  {
   "quote": {
    "text": "Sports play a very important role in consolidating the national strength, adding lustre to the country's prestige and honour, inspiring people with national dignity and pride, and imbuing the whole society with revolutionary mettle."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "I do earnestly wish to see the distinction of sex confounded in society, unless where love animates the behaviour."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "To conclude that women are unfitted to the task of our historic society seems to me the equivalent of closing male eyes to female facts."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "Civil society space provides the oxygen for citizens to participate and meaningfully hold their governments and the private sector to account - and ensure that decisions are made in the interest of the majority and not the few. Without it, citizens have limited space to dissent and challenge the elites."
   },
   "author": {
    "text": "Winnie Byanyima"
   }
  },
  {
   "quote": {
    "text": "The roof cannot collapse when the value pillars of government and society are sound and strong."
   },
   "author": {
    "text": "Gloria Macapagal Arroyo"
   }
  },
  {
   "quote": {
    "text": "The morality of a society is not judged by the behaviour of an oppressed class but by the rules and laws made by the state, which either protect or exploit an already depressed section of society."
   },
   "author": {
    "text": "Asma Jahangir"
   }
  },
  {
   "quote": {
    "text": "What drives me is exploration with a purpose, more the classic Royal Geographical Society genre."
   },
   "author": {
    "text": "Robert Ballard"
   }
  },
  {
   "quote": {
    "text": "Empowerment is not about doing the same thing the same way in the same environment. It's about building the man and the woman and doing so with a view to creating better citizens and, by extension, better patriots in this society of ours."
   },
   "author": {
    "text": "Anthony Carmona"
   }
  },
  {
   "quote": {
    "text": "Some people think that religion is not essential to society. I do not hold this view. I consider the foundation of religion to be essential to the life and practices of a society."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "I think there's a worry that an excessive use or an almost exclusive use of text and emails means that as a society we're losing some of the ability to build interpersonal communication that's necessary for living together and building a community."
   },
   "author": {
    "text": "Vincent Nichols"
   }
  },
  {
   "quote": {
    "text": "The power of protest depends not only on how many turn out, but also on what legislative, judicial, and civil society institutions exist to enact the will of those marching in the streets."
   },
   "author": {
    "text": "Cynthia P. Schneider"
   }
  },
  {
   "quote": {
    "text": "Our Western society is showing its technological muscles in ever more threatening ways, but the experience of fear, anxiety and even despair has increased in equal proportion. Indeed, the paradox is that the powerful giants feel as powerless as a new-born babe."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "It's misleading to essentialize an entire society as if it were a single mind."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "If you say, I'm for equal pay, that's a reform. But if you say. I'm a feminist, that's a transformation of society."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Tremendous amounts of talent are lost to our society just because that talent wears a skirt."
   },
   "author": {
    "text": "Shirley Chisholm"
   }
  },
  {
   "quote": {
    "text": "It is better for a woman to compete impersonally in society, as men do, than to compete for dominance in her own home with her husband, compete with her neighbors for empty status, and so smother her son that he cannot compete at all."
   },
   "author": {
    "text": "Betty Friedan"
   }
  },
  {
   "quote": {
    "text": "The mark of our society as civilized will come when we embrace confidence in the power of redemption."
   },
   "author": {
    "text": "Greg Boyle"
   }
  },
  {
   "quote": {
    "text": "What is the society we wish to protect? Is it the society of complete surveillance for the commonwealth? Is this the wealth we seek to have in common - optimal security at the cost of maximal surveillance?"
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "Stress is the demon in our society, stalking the cities and the countryside, striking down young and old and growing in strength daily."
   },
   "author": {
    "text": "Srikumar Rao"
   }
  },
  {
   "quote": {
    "text": "The existing legal constitution is nothing but the product of a revolution. Revolution is the act of political creation in the history of classes, while constitutional legislation is the expression of the continual political vegetation of a society."
   },
   "author": {
    "text": "Rosa Luxemburg"
   }
  },
  {
   "quote": {
    "text": "Don't accumulate if you do not need. The excess of wealth in your hands is for the society, and you are the trustee for the same."
   },
   "author": {
    "text": "Mahavira"
   }
  },
  {
   "quote": {
    "text": "In the future, I think it's pretty plausible that collective intelligence tools and skills will be important in order to be a part of global dialog, global business, and global creativity. People who know how to negotiate collective intelligence networks are going to be in a good position to contribute to global society."
   },
   "author": {
    "text": "Jane McGonigal"
   }
  },
  {
   "quote": {
    "text": "Anyone who thinks they stand apart from society and defies all which govern its existence has less in common with the lone wolf patriot standing up to dystopic forces of oppression - a myth - and more in common with the disease known as cancer - a harsh reality."
   },
   "author": {
    "text": "Steven Weber"
   }
  },
  {
   "quote": {
    "text": "What I worry about is the lack of understanding in society around the world that there is a divide in the world between those who have and those who do not."
   },
   "author": {
    "text": "Magdi Yacoub"
   }
  },
  {
   "quote": {
    "text": "You use words like 'introvert' and 'extrovert,' various traits of a personality. A lot of that stuff, we used in drama school, and that was kind of interesting, to realize my teachers sort of ripped off a lot of Jung. And how much of it is part of our society now, these phrases, introvert and extrovert, where it actually came from."
   },
   "author": {
    "text": "Michael Fassbender"
   }
  },
  {
   "quote": {
    "text": "You seek help from the elders. A society with elders is healthy. It's not always that way in the West."
   },
   "author": {
    "text": "Bernard Lagat"
   }
  },
  {
   "quote": {
    "text": "Work is that which you dislike doing but perform for the sake of external rewards. At school, this takes the form of grades. In society, it means money, status, privilege."
   },
   "author": {
    "text": "Abraham Maslow"
   }
  },
  {
   "quote": {
    "text": "I was not from a middle-class family at all. I did not have middle-class possessions and what have you. But I had middle-class parents who gave me what was needed to survive in society."
   },
   "author": {
    "text": "Sugar Ray Leonard"
   }
  },
  {
   "quote": {
    "text": "Startup India is welcome for the economy, but it cannot be accompanied by 'Shut Up India' in society. What gives Startup India its strength is freedom of expression, thought, and dissent. You choke this, and you choke entrepreneurship."
   },
   "author": {
    "text": "Rahul Gandhi"
   }
  },
  {
   "quote": {
    "text": "You just let your lower self go, and then it takes on all these aspects of the society - the city with horns blowing, the people yelling things at each other, and the all-in-all violence and chaos of the city. Put that on stage with music, and that's what this is."
   },
   "author": {
    "text": "Alice Cooper"
   }
  },
  {
   "quote": {
    "text": "If a test of civilization be sought, none can be so sure as the condition of that half of society over which the other half has power."
   },
   "author": {
    "text": "Harriet Martineau"
   }
  },
  {
   "quote": {
    "text": "I believe we should work to end all racism in American society and staunchly defend the inherent rights of every person."
   },
   "author": {
    "text": "Rand Paul"
   }
  },
  {
   "quote": {
    "text": "Patriarchy is a fundamental imbalance underlying society And it's one we rarely address because it's so universal. But as I get older, I see that peace is a product of balance."
   },
   "author": {
    "text": "Ani DiFranco"
   }
  },
  {
   "quote": {
    "text": "There are similarities between being an editor and a tailor. Tailors have a vast supply of fabrics, buttons and thread at their disposal and put it together to make a whole. That's what an editor does - looks at society at a given time and pulls together the interesting aspects into a single issue each month."
   },
   "author": {
    "text": "Graydon Carter"
   }
  },
  {
   "quote": {
    "text": "I joined forces with the American Cancer Society in 2010 as a spokesperson for the N.F.L.'s 'A Crucial Catch' campaign, which benefits the American Cancer Society. This was important to me because I lost my mother to breast cancer, and I have always felt a strong commitment to doing all I can to fight this disease."
   },
   "author": {
    "text": "Larry Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "We inhabit an obscure planet, in an obscure galaxy, around an obscure sun, but on the other hand, modern human society represents one of the most complex things we know."
   },
   "author": {
    "text": "David Christian"
   }
  },
  {
   "quote": {
    "text": "Long before we understand ourselves through the process of self-examination, we understand ourselves in a self-evident way in the family, society and state in which we live."
   },
   "author": {
    "text": "Hans-Georg Gadamer"
   }
  },
  {
   "quote": {
    "text": "Women have been trained in our culture and society to ask for what we want instead of taking what we want. We've been really indoctrinated with this culture of permission. I think it's true for women, and I think it's true for people of color. It's historic, and it's unfortunate and has somehow become part of our DNA. But that time has passed."
   },
   "author": {
    "text": "Ava DuVernay"
   }
  },
  {
   "quote": {
    "text": "A woman is handicapped by her sex, and handicaps society, either by slavishly copying the pattern of man's advance in the professions, or by refusing to compete with man at all."
   },
   "author": {
    "text": "Betty Friedan"
   }
  },
  {
   "quote": {
    "text": "The general will rules in society as the private will governs each separate individual."
   },
   "author": {
    "text": "Maximilien Robespierre"
   }
  },
  {
   "quote": {
    "text": "The Kingdom is the love of God prevailing in politics, in business, in government, in media. It is all the impact of the laws of God creating a social environment where the strong help the weak, where those who have give to those who don't. It's a society where relationships are built on love."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "You judge a society by how it treats its citizens. We must do our best to ensure that every child can live in comfort and security, with the best possible education."
   },
   "author": {
    "text": "Melania Trump"
   }
  },
  {
   "quote": {
    "text": "I don't think homosexuality is a choice. Society forces you to think it's a choice, but in fact, it's in one's nature. The choice is whether one expresses one's nature truthfully or spends the rest of one's life lying about it."
   },
   "author": {
    "text": "Marlo Thomas"
   }
  },
  {
   "quote": {
    "text": "The moral and political principles that govern men are derived from three sources: revelation, natural law, and the artificial conventions of society. With regard to its main purpose, there is no comparison between the first and the others; but all three are alike in that they all lead towards happiness in this mortal life."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "British society has never been cleansed of the filth of imperialism."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "I come from - I came from Wales, and it's a strong, butch society. We were in the war and all that. People didn't waste time feeling sorry for themselves. You had to get on with it. So my credo is get on with it. I don't waste time being soft. I'm not cold, but I don't like being, wasting my time with - life's too short."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "When you grow up in a totally segregated society, where everybody around you believes that segregation is proper, you have a hard time. You can't believe how much it's a part of your thinking."
   },
   "author": {
    "text": "Shelby Foote"
   }
  },
  {
   "quote": {
    "text": "Farm workers are society's canaries. Farm workers - and their children - demonstrate the effects of pesticide poisoning before anyone else."
   },
   "author": {
    "text": "Cesar Chavez"
   }
  },
  {
   "quote": {
    "text": "Trade unions are a force for good - a force for a more equal society."
   },
   "author": {
    "text": "Jeremy Corbyn"
   }
  },
  {
   "quote": {
    "text": "You start to forget about the world outside - it's not relevant or relatable anymore. The darkest part of solitary confinement is that you start to forget about cars and jobs and families and weather and politicians - and all the things that make up a society."
   },
   "author": {
    "text": "Chelsea Manning"
   }
  },
  {
   "quote": {
    "text": "The British are supposed to be particularly averse to intellectuals, a prejudice closely bound up with their dislike of foreigners. Indeed, one important source of this Anglo-Saxon distaste for highbrows and eggheads was the French revolution, which was seen as an attempt to reconstruct society on the basis of abstract rational principles."
   },
   "author": {
    "text": "Terry Eagleton"
   }
  },
  {
   "quote": {
    "text": "Normal social behavior requires that we be able to recognize identities in spite of change. Unless we can do so, there can be no human society as we know it."
   },
   "author": {
    "text": "Kenneth L. Pike"
   }
  },
  {
   "quote": {
    "text": "It is extraordinary how safe flying has become. You are now statistically more likely to be elected president of the United States in your lifetime than you are to die in a plane crash. What an amazing achievement as a society! But what we end up focusing on are the catastrophic failures that are incredibly rare but happen every now and then."
   },
   "author": {
    "text": "Steven Johnson"
   }
  },
  {
   "quote": {
    "text": "I am in favor of reducing all budget items. But the item I don't want to reduce is the pension expenditure because it affects the weakest part of society."
   },
   "author": {
    "text": "Mariano Rajoy"
   }
  },
  {
   "quote": {
    "text": "Giving women education, work, the ability to control their own income, inherit and own property, benefits the society. If a woman is empowered, her children and her family will be better off. If families prosper, the village prospers, and eventually so does the whole country."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "A society that has more justice is a society that needs less charity."
   },
   "author": {
    "text": "Ralph Nader"
   }
  },
  {
   "quote": {
    "text": "Well, the first thing is that truth and power for me form an antithesis, an antagonism, which will hardly ever be resolved. I can define in fact, can simplify the history of human society, the evolution of human society, as a contest between power and freedom."
   },
   "author": {
    "text": "Wole Soyinka"
   }
  },
  {
   "quote": {
    "text": "I'm an Afro-realist. I take what comes, and I do my best to affect what is unacceptable in society."
   },
   "author": {
    "text": "Wole Soyinka"
   }
  },
  {
   "quote": {
    "text": "How a society treats its disabled is the true measure of a civilization."
   },
   "author": {
    "text": "Chen Guangcheng"
   }
  },
  {
   "quote": {
    "text": "It will always be considered a praiseworthy undertaking to urge the most obstinate and incredulous to abide by the principles that impel men to live in society. There are, therefore, three distinct classes of vice and virtue: the religious, the natural, and the political. These three classes should never be in contradiction with one another."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "I was born near Bucharest, but my parents came to France a year later. We moved back to Romania when I was thirteen, and my world was shattered. I hated Bucharest, its society, and its mores - its anti-Semitism for example."
   },
   "author": {
    "text": "Eugene Ionesco"
   }
  },
  {
   "quote": {
    "text": "Culture cannot be separated from politics. The arts, philosophy and metaphysics, religion and the sciences, constitute culture. Politics are the science or art of organizing our relationships to allow for the development of life in society."
   },
   "author": {
    "text": "Eugene Ionesco"
   }
  },
  {
   "quote": {
    "text": "Our individual lives cannot, generally, be works of art unless the social order is also."
   },
   "author": {
    "text": "Charles Horton Cooley"
   }
  },
  {
   "quote": {
    "text": "If you wish to appear agreeable in society, you must consent to be taught many things which you know already."
   },
   "author": {
    "text": "Johann Kaspar Lavater"
   }
  },
  {
   "quote": {
    "text": "It used to be you had real friends on the other side of the aisle. It's not like that anymore. Society has changed. The public is to blame as well. I think the people have gotten dumber."
   },
   "author": {
    "text": "Gary Ackerman"
   }
  },
  {
   "quote": {
    "text": "And opposite the bench, the dock, divided by a partition, with the women to the left and the men to the right, as it is on the stairs or the block in polite society."
   },
   "author": {
    "text": "Henry Lawson"
   }
  },
  {
   "quote": {
    "text": "The carrying power of a bridge is not the average strength of the pillars, but the strength of the weakest pillar. I have always believed that you do not measure the health of a society by GNP but by the condition of its worst off."
   },
   "author": {
    "text": "Zygmunt Bauman"
   }
  },
  {
   "quote": {
    "text": "I felt that the elegance of pop music was that it was reflective: we were holding up a mirror to our audience and reflecting them philosophically and spiritually, rather than just reflecting society or something called 'rock and roll.'"
   },
   "author": {
    "text": "Pete Townshend"
   }
  },
  {
   "quote": {
    "text": "If a severe pandemic materializes, all of society could pay a heavy price for decades of failing to create a rational system of health care that works for all of us."
   },
   "author": {
    "text": "Irwin Redlener"
   }
  },
  {
   "quote": {
    "text": "Just as the individual is not alone in the group, nor any one in society alone among the others, so man is not alone in the universe."
   },
   "author": {
    "text": "Claude Levi-Strauss"
   }
  },
  {
   "quote": {
    "text": "There are many who lust for the simple answers of doctrine or decree. They are on the left and right. They are not confined to a single part of the society. They are terrorists of the mind."
   },
   "author": {
    "text": "A. Bartlett Giamatti"
   }
  },
  {
   "quote": {
    "text": "When public figures remain silent about depression, there is a cost to the rest of society. Silence contributes to the misperception that successful people do not get depressed, and it keeps the public from seeing that treatment allows many individuals to return to competitive professional lives."
   },
   "author": {
    "text": "Kay Redfield Jamison"
   }
  },
  {
   "quote": {
    "text": "The functions of the family in a highly differentiated society are not to be interpreted as functions directly on behalf of the society, but on behalf of personality."
   },
   "author": {
    "text": "Talcott Parsons"
   }
  },
  {
   "quote": {
    "text": "People are going to behave however the social norms permit, and beyond that."
   },
   "author": {
    "text": "Max Cannon"
   }
  },
  {
   "quote": {
    "text": "Getting a college degree used to be free or low cost because, as a society, we saw providing higher education to young people as an investment - in them and in the future of our own country."
   },
   "author": {
    "text": "Pramila Jayapal"
   }
  },
  {
   "quote": {
    "text": "Our goal of poverty eradication and of inclusive growth that embraces the disadvantaged and marginalized sections of society can be achieved when our actions are guided by a social conscience and are not devoid of sensitivity."
   },
   "author": {
    "text": "Pratibha Patil"
   }
  },
  {
   "quote": {
    "text": "The notion that gaming was not for women rippled out into society, until we heard it not just from the games industry, but from our families, teachers and friends. As a consequence, I, like many women, had a complicated, love-hate relationship with gaming culture."
   },
   "author": {
    "text": "Anita Sarkeesian"
   }
  },
  {
   "quote": {
    "text": "Actually, climate change is really about the wellbeing of people. It is not a very vague concept or a vague problem that is out of our everyday lives. It is actually affecting our everyday lives, and this is the fundamental fact that everybody should keep in mind while working toward a low-carbon society."
   },
   "author": {
    "text": "Patricia Espinosa"
   }
  },
  {
   "quote": {
    "text": "I would suggest that faith is everyone's business. The advance or decline of faith is so intimately connected to the welfare of a society that it should be of particular interest to a politician."
   },
   "author": {
    "text": "William Wilberforce"
   }
  },
  {
   "quote": {
    "text": "Our society's strong emphasis on dieting and self-image can sometimes lead to eating disorders. We know that more than 5 million Americans suffer from eating disorders, most of them young women."
   },
   "author": {
    "text": "Tipper Gore"
   }
  },
  {
   "quote": {
    "text": "Corporate conglomerates run without regulation do not work in the service of society, and run reckless and unchecked whenever possible."
   },
   "author": {
    "text": "Robert Greenwald"
   }
  },
  {
   "quote": {
    "text": "America still has the right stuff to thrive. We still have the most creative, diverse, innovative culture and open society - in a world where the ability to imagine and generate new ideas with speed and to implement them through global collaboration is the most important competitive advantage."
   },
   "author": {
    "text": "Thomas Friedman"
   }
  },
  {
   "quote": {
    "text": "When you look at where the real problems are among minorities in our society, particularly blacks, it's at the bottom. It's the people who are in school systems that don't educate, neighborhoods where there is a lot of crime, drugs, the whole bit."
   },
   "author": {
    "text": "Clarence Thomas"
   }
  },
  {
   "quote": {
    "text": "The tradition of classical music and the opera is such that it used to be the place where social intercourse could take place between all parts of society: politicians, industrialists, artists, citizens, etc. That tradition, I think, still exists, but it's much, much more diluted."
   },
   "author": {
    "text": "Yo-Yo Ma"
   }
  },
  {
   "quote": {
    "text": "This is the greatest society in all of human history, the greatest country ever. Many of the decisions being made in Washington today by both parties are threatening that greatness. And if we stay on this road we're on right now, our children are going to be the first Americans ever to inherit a diminished country."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "In short, we need to recover the courage we celebrate in our heroes, and in particular, the courage to tolerate, for the sake of a free society, a level of risk we hardly ever imagined in the past."
   },
   "author": {
    "text": "Daniel Dennett"
   }
  },
  {
   "quote": {
    "text": "Over the last 50 years or so, we have seen an increasing cultural diversification across the country. Accents are a reflection of society, and as society changes, so accents change."
   },
   "author": {
    "text": "David Crystal"
   }
  },
  {
   "quote": {
    "text": "I think women have the right to consult their own wishes, needs, and capacities and produce only loved, wanted children they can care for - or even no children at all. I think we would all be better off as a society if we respected women's ability to make these decisions for themselves and concentrated on caring well for the born."
   },
   "author": {
    "text": "Katha Pollitt"
   }
  },
  {
   "quote": {
    "text": "During the New Deal, liberals recognized that the ballot box and elected branches are generally the appropriate engines of social reform, and liberals used both to spectacular effect - instituting profound social changes that remain deeply ingrained in society today."
   },
   "author": {
    "text": "Neil Gorsuch"
   }
  },
  {
   "quote": {
    "text": "Babe Ruth is an icon, in sports and in our society."
   },
   "author": {
    "text": "Alex Rodriguez"
   }
  },
  {
   "quote": {
    "text": "Especially some of the poorest in our society need to have the greatest support because health inequalities are too wide."
   },
   "author": {
    "text": "Andrew Lansley"
   }
  },
  {
   "quote": {
    "text": "Society is based on the assumption that everyone is alike and no one is alive."
   },
   "author": {
    "text": "Hugh Kingsmill"
   }
  },
  {
   "quote": {
    "text": "The toute ensemble was such as to make polished society blush, when compared with these savages."
   },
   "author": {
    "text": "Zebulon Pike"
   }
  },
  {
   "quote": {
    "text": "I've come to see the mosh pit as an apt description of American society - and of my childhood home. I was number nine of ten creative, mostly loud kids competing for airspace."
   },
   "author": {
    "text": "Laurie Helgoe"
   }
  },
  {
   "quote": {
    "text": "I just don't know when, as a society... it sort of only became OK to represent gay people in the traditional sense, where they have a great job and well-adjusted parents and maybe a surrogate or adopted child. When was that the only way you could represent gay people?"
   },
   "author": {
    "text": "Jordan Gavaris"
   }
  },
  {
   "quote": {
    "text": "All generations of teens have it hard, I think. Each society and century has its struggles that the others can't compare to."
   },
   "author": {
    "text": "Lindsay Pearce"
   }
  },
  {
   "quote": {
    "text": "Dowry is still pervasive and spreading like cancer in the society. Apart from legal sanctions, there should be more social awareness on the issue so that people start to practice what they preach."
   },
   "author": {
    "text": "Sheikh Hasina"
   }
  },
  {
   "quote": {
    "text": "My hope is that light, flexible architecture might bring about a new and open society."
   },
   "author": {
    "text": "Frei Otto"
   }
  },
  {
   "quote": {
    "text": "Parikrma aims to give underprivileged children an equal chance at education so they can integrate with kids of private schools and, later, with the society. I want these children to hold high-end jobs at multinational companies and not work at the lower end of the spectrum."
   },
   "author": {
    "text": "Shukla Bose"
   }
  },
  {
   "quote": {
    "text": "When I represent my country on the field, I do so with heartfelt gratitude to the people who fight for and defend our fundamental freedoms - to believe in whatever I want, to love whoever I want, and to be a valued member of society while doing so. That's the America I play for."
   },
   "author": {
    "text": "Becky Sauerbrunn"
   }
  },
  {
   "quote": {
    "text": "To me, the decathlon is its own little society and I am part of that culture."
   },
   "author": {
    "text": "Dan O'Brien"
   }
  },
  {
   "quote": {
    "text": "As a civilised society, we have a duty to support those among us who are vulnerable and in need. When times are hard, that duty should be felt more than ever, not disappear or diminish."
   },
   "author": {
    "text": "Justin Welby"
   }
  },
  {
   "quote": {
    "text": "My view is that when in doubt, society should err on the side of life."
   },
   "author": {
    "text": "Mac Thornberry"
   }
  },
  {
   "quote": {
    "text": "Even from the very beginning, the type of fans the Ramones generated were the kind of people who wound up running industry, who became professors and scientists. Our staunchest fans were always a little bit more on the outside, the type of people who didn't fit in with society."
   },
   "author": {
    "text": "Tommy Ramone"
   }
  },
  {
   "quote": {
    "text": "Our civic society is really all we have by way of nationhood."
   },
   "author": {
    "text": "Cokie Roberts"
   }
  },
  {
   "quote": {
    "text": "This sounds really hokey, but I think Buddhism is the only religion that is genuinely peaceful, so I'd try to promote it in a contemporary society."
   },
   "author": {
    "text": "Nick Love"
   }
  },
  {
   "quote": {
    "text": "The quality of life in America is dependent on the quality of the journalism. Most people don't realize that, but if you think about it, journalism is one of the pillars on which our society is perched."
   },
   "author": {
    "text": "Scott Pelley"
   }
  },
  {
   "quote": {
    "text": "Cinema is a reflection of its own society."
   },
   "author": {
    "text": "Shohreh Aghdashloo"
   }
  },
  {
   "quote": {
    "text": "I didn't want to live in an Islamic society because I knew I wasn't going to be a first-class citizen, and I knew I was not going to be able to keep doing what I was doing as an actress."
   },
   "author": {
    "text": "Shohreh Aghdashloo"
   }
  },
  {
   "quote": {
    "text": "Having spent almost two decades setting up and running Fortis, our mission of saving and enriching lives is an integral part of my being. Over time, this has inspired me to do more direct service and give back to society a little of what I have received in abundance."
   },
   "author": {
    "text": "Shivinder Mohan Singh"
   }
  },
  {
   "quote": {
    "text": "Our society is not a community, but merely a collection of isolated family units."
   },
   "author": {
    "text": "Valerie Solanas"
   }
  },
  {
   "quote": {
    "text": "Suburbia is where the developer bulldozes out the trees, then names the streets after them."
   },
   "author": {
    "text": "Bill Vaughan"
   }
  },
  {
   "quote": {
    "text": "The reason why men enter into society is the preservation of their property."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "A state of society where men may not speak their minds cannot long endure."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Justice is itself the great standing policy of civil society; and any eminent departure from it, under any circumstances, lies under the suspicion of being no policy at all."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "It is incontestable and deplorable that Negroes have committed crimes; but they are derivative crimes. They are born of the greater crimes of the white society."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "I had three chairs in my house; one for solitude, two for friendship, three for society."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Without culture, and the relative freedom it implies, society, even when perfect, is but a jungle. This is why any authentic creation is a gift to the future."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "As in geology, so in social institutions, we may discover the causes of all past changes in the present invariable order of society."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "In my afternoon walk I would fain forget all my morning occupations and my obligations to society."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "The love of the family, the love of one person can heal. It heals the scars left by a larger society. A massive, powerful society."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Abuse of words has been the great instrument of sophistry and chicanery, of party, faction, and division of society."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "Society is always taken by surprise at any new example of common sense."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "In every society some men are born to rule, and some to advise."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "If art is to nourish the roots of our culture, society must set the artist free to follow his vision wherever it takes him."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "The very word 'secrecy' is repugnant in a free and open society; and we are as a people inherently and historically opposed to secret societies, to secret oaths, and to secret proceedings."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Every society, all government, and every kind of civil compact therefore, is or ought to be, calculated for the general good and safety of the community."
   },
   "author": {
    "text": "George Mason"
   }
  },
  {
   "quote": {
    "text": "I have cherished the ideal of a democratic and free society in which all persons live together in harmony and with equal opportunities. It is an ideal which I hope to live for and to achieve. But if needs be, it is an ideal for which I am prepared to die."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Wherever there is a settled society, religion is necessary; the laws cover manifest crimes, and religion covers secret crimes."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Society therefore is as ancient as the world."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Measures must always in a progressive society be held superior to men, who are after all imperfect instruments, working for their fulfilment."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Society exists only as a mental concept; in the real world there are only individuals."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "I claim that human mind or human society is not divided into watertight compartments called social, political and religious. All act and react upon one another."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "In any society, fanatics who hate don't hate only me - they hate you, too. They hate everybody."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "Unless and until our society recognizes cyber bullying for what it is, the suffering of thousands of silent victims will continue."
   },
   "author": {
    "text": "Anna Maria Chavez"
   }
  },
  {
   "quote": {
    "text": "He who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "We live in a society in which spurious realities are manufactured by the media, by governments, by big corporations, by religious groups, political groups. I ask, in my writing, 'What is real?' Because unceasingly we are bombarded with pseudo realities manufactured by very sophisticated people using very sophisticated electronic mechanisms."
   },
   "author": {
    "text": "Philip K. Dick"
   }
  },
  {
   "quote": {
    "text": "Our society is run by insane people for insane objectives. I think we're being run by maniacs for maniacal ends and I think I'm liable to be put away as insane for expressing that. That's what's insane about it."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "I know of no safe depository of the ultimate powers of the society but the people themselves; and if we think them not enlightened enough to exercise their control with a wholesome discretion, the remedy is not to take it from them but to inform their discretion."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Arguments are extremely vulgar, for everyone in good society holds exactly the same opinion."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "I suppose society is wonderfully delightful. To be in it is merely a bore. But to be out of it is simply a tragedy."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "If one could only teach the English how to talk, and the Irish how to listen, society here would be quite civilized."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "If our children are becoming teenagers who are abusive, have mental health issues, and are committing heinous crime, it only means that we have failed them as a society. We have failed to give them a safe, nurturing environment to ensure that they are well-balanced, useful persons in the society."
   },
   "author": {
    "text": "Vikram Patel"
   }
  },
  {
   "quote": {
    "text": "In a higher phase of communist society... only then can the narrow horizon of bourgeois right be fully left behind and society inscribe on its banners: from each according to his ability, to each according to his needs."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "I should tie myself to no particular system of society other than of socialism."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "There are so many men and women who hold no distinctive positions but whose contribution towards the development of society has been enormous."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "The trouble with the rat race is that even if you win, you're still a rat."
   },
   "author": {
    "text": "Lily Tomlin"
   }
  },
  {
   "quote": {
    "text": "The most important element of a free society, where individual rights are held in the highest esteem, is the rejection of the initiation of violence."
   },
   "author": {
    "text": "Ron Paul"
   }
  },
  {
   "quote": {
    "text": "Genuine equality between the sexes can only be realized in the process of the socialist transformation of society as a whole."
   },
   "author": {
    "text": "Mao Zedong"
   }
  },
  {
   "quote": {
    "text": "Our society is used to judging content by its package and label."
   },
   "author": {
    "text": "Joanna Krupa"
   }
  },
  {
   "quote": {
    "text": "A civilized society is one which tolerates eccentricity to the point of doubtful sanity."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "When I wrote 'The Giver,' it contained no so-called 'bad words.' It was set, after all, in a mythical, futuristic, and Utopian society. Not only was there no poverty, divorce, racism, sexism, pollution, or violence in the world of 'The Giver'; there was also careful attention paid to language: to its fluency, precision, and power."
   },
   "author": {
    "text": "Lois Lowry"
   }
  },
  {
   "quote": {
    "text": "Those 62 million girls who are not being educated around the world impact my life in Washington, D.C., in the United States of America. Because if we aren't empowering and providing the skills and the resources to half of our population, then we're not realizing our full potential as a society, as mankind."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "If we wish to preserve a free society, it is essential that we recognize that the desirability of a particular object is not sufficient justification for the use of coercion."
   },
   "author": {
    "text": "Friedrich August von Hayek"
   }
  },
  {
   "quote": {
    "text": "Cleanliness is a good thing, which the society should embrace. But it has nothing to do with Modi, nor can he implement it."
   },
   "author": {
    "text": "Kapil Sibal"
   }
  },
  {
   "quote": {
    "text": "Revolution is born as a social entity within the oppressor society."
   },
   "author": {
    "text": "Paulo Freire"
   }
  },
  {
   "quote": {
    "text": "I use the term 'disabled people' quite deliberately, because I subscribe to what's called the social model of disability, which tells us that we are more disabled by the society that we live in than by our bodies and our diagnoses."
   },
   "author": {
    "text": "Stella Young"
   }
  },
  {
   "quote": {
    "text": "Social Security is not a retirement savings plan; it is a social insurance program. It's a contract that says, as a society, we will look out for you and your family when you can no longer work."
   },
   "author": {
    "text": "Jeff Bingaman"
   }
  },
  {
   "quote": {
    "text": "My aim is to create a happy society with genuine friendship. Friendship between Tibetan and Chinese peoples is very essential."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "In the final analysis, poverty is a condition of helplessness - of inability to cope with the conditions of existence in our complex society."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "America's criminal justice system isn't known for rehabilitation. I'm not sure that, as a society, we are even interested in that concept anymore."
   },
   "author": {
    "text": "Steve Earle"
   }
  },
  {
   "quote": {
    "text": "The Internet: transforming society and shaping the future through chat."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "In December, I agreed to extend the tax cuts for the wealthiest Americans because it was the only way I could prevent a tax hike on middle-class Americans. But we cannot afford $1 trillion worth of tax cuts for every millionaire and billionaire in our society. We can't afford it. And I refuse to renew them again."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Where aspirations outstrip opportunities, law-abiding society becomes the victim. Attitudes of contempt toward the law are forged in this crucible and form the inner core of the beliefs of organized adult crime."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Those who challenge the law in one or another of its aspects weaken the whole legal structure of society. For one man to disobey a law he does not like is to invite others to disobey another law which he may regard as indispensable to his own livelihood - or life."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "All literary men are Red Sox fans - to be a Yankee fan in a literate society is to endanger your life."
   },
   "author": {
    "text": "John Cheever"
   }
  },
  {
   "quote": {
    "text": "Yes, I am scared of prison. It's the last thing if you are after building up a business over 38 years and you are approaching your 66th birthday and you never owed a man a penny and you feel hard done by and you try to protect yourself and your family and go to prison - if that is the society we are living in, I am happy to accept that."
   },
   "author": {
    "text": "Sean Quinn"
   }
  },
  {
   "quote": {
    "text": "I have real good parents. They poor. They have regular, poor jobs and what not. They real good people and what not; I was just raised in a bad society."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "There is nothing more fearful for the average person in our society than to stand before a group of people and speak."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "Princes and governments are far more dangerous than other elements within society."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "Our scientists grapple with the difficulties of placing a man on the moon, but the immediately troubling concern of our society is whether men of different races can sit together at a lunch counter."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "The family is the first essential cell of human society."
   },
   "author": {
    "text": "Pope John XXIII"
   }
  },
  {
   "quote": {
    "text": "Islam cannot have a significant presence in Australia if we are to live in an open, secular, and cohesive society. We have seen the destruction it is causing around the world."
   },
   "author": {
    "text": "Pauline Hanson"
   }
  },
  {
   "quote": {
    "text": "Why should we not form a secret society with but one object, the furtherance of the British Empire and the bringing of the whole world under British rule, for the recovery of the United States, for making the Anglo Saxon race but one Empire? What a dream, but yet it is probable; it is possible."
   },
   "author": {
    "text": "Cecil Rhodes"
   }
  },
  {
   "quote": {
    "text": "As society changes, as politics change, as people change, certain songs still seem to resonate."
   },
   "author": {
    "text": "Beck"
   }
  },
  {
   "quote": {
    "text": "Some kids win the lottery at birth; far too many don't - and most people have a hard time catching up over the rest of their lives. Children raised in disadvantaged environments are not only much less likely to succeed in school or in society, but they are also much less likely to be healthy adults."
   },
   "author": {
    "text": "James Heckman"
   }
  },
  {
   "quote": {
    "text": "Together we will act to bring about national reconciliation, secure Malaysia's economic future, and build a stronger, more harmonious society."
   },
   "author": {
    "text": "Najib Razak"
   }
  },
  {
   "quote": {
    "text": "I stand for simple justice, equal opportunity and human rights. The indispensable elements in a democratic society - and well worth fighting for."
   },
   "author": {
    "text": "Helen Suzman"
   }
  },
  {
   "quote": {
    "text": "If you're not producing as much as you consume, or perhaps a little more, then clearly we cannot use the big organization of our society for the purpose of keeping you alive, because your life does not benefit us, and it can't be of very much use to yourself."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "To assert in any case that a man must be absolutely cut off from society because he is absolutely evil amounts to saying that society is absolutely good, and no-one in his right mind will believe this today."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "The ultimate relationship between justice and law will be an eternal subject for speculation and analysis. But it may be said that in a democratic society, law is the form which free men give to justice."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "The surface of American society is covered with a layer of democratic paint, but from time to time one can see the old aristocratic colours breaking through."
   },
   "author": {
    "text": "Alexis de Tocqueville"
   }
  },
  {
   "quote": {
    "text": "I get enormous satisfaction from knowing I'm doing something for society."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "I think that society has to be careful not to shift all of its resources to the elderly versus the young."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "If you dig deep and keep peeling the onion, artists and freelance writers are the leaders in society - the people who start to get new ideas out."
   },
   "author": {
    "text": "Allan Savory"
   }
  },
  {
   "quote": {
    "text": "The woman power of this nation can be the power which makes us whole and heals the rotten community, now so shattered by war and poverty and racism. I have great faith in the power of women who will dedicate themselves whole-heartedly to the task of remaking our society."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "What do most people say on their deathbed? They don't say, 'I wish I'd made more money.' What they say is, 'I wish I'd spent more time with my family and done more for society or my community.'"
   },
   "author": {
    "text": "David Rubenstein"
   }
  },
  {
   "quote": {
    "text": "The best things and best people rise out of their separateness; I'm against a homogenized society because I want the cream to rise."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "Fascism is not in itself a new order of society. It is the future refusing to be born."
   },
   "author": {
    "text": "Aneurin Bevan"
   }
  },
  {
   "quote": {
    "text": "Do not waste your time on Social Questions. What is the matter with the poor is Poverty; what is the matter with the rich is Uselessness."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "I'll never understand how destroying families through deportation benefits our society. How we treat the undocumented says a great deal about us as a people and whether or not we'll continue to fulfill the fundamental American promise of equality and opportunity for all."
   },
   "author": {
    "text": "Conor Oberst"
   }
  },
  {
   "quote": {
    "text": "What you're seeing with Occupy Wall Street and the others are people who are unhappy and they're directing their unhappiness now toward Wall Street and toward those they think are doing too well in our society."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Society can overlook murder, adultery or swindling; it never forgives preaching of a new gospel."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "A newspaper is a public trust, and we will suffer as a society without them. It is not the Internet that has killed them. It is their own greed, it is their own stupidity, and it is capitalism that has taken our daily newspapers from us."
   },
   "author": {
    "text": "Michael Moore"
   }
  },
  {
   "quote": {
    "text": "Whenever a new technology is introduced into society, there must be a counterbalancing human response - that is, high touch - or the technology is rejected... We must learn to balance the material wonders of technology with the spiritual demands of our human nature."
   },
   "author": {
    "text": "John Naisbitt"
   }
  },
  {
   "quote": {
    "text": "Who needs the protection of the Bill of Rights most? The weak, the most vulnerable in society."
   },
   "author": {
    "text": "Danny Kaye"
   }
  },
  {
   "quote": {
    "text": "One of the things I most admire about America is they have created a genuine melting pot society, a country of opportunity; you can be of any religion, colour, ethnicity, persuasion and make it to the top of your chosen field. And that's something I admire about America and hope they continue with."
   },
   "author": {
    "text": "David Cameron"
   }
  },
  {
   "quote": {
    "text": "I loved clinical practice, but in public health, you can impact more than one person at a time. The whole society is your patient."
   },
   "author": {
    "text": "Tom Frieden"
   }
  },
  {
   "quote": {
    "text": "I cannot believe there is caste system in society; I cannot believe people are judged on the basis of their prosperity."
   },
   "author": {
    "text": "Saina Nehwal"
   }
  },
  {
   "quote": {
    "text": "I think the sooner that all of us in society stop accepting any type of bullying or harassment from other people - in spite of people's social standing or net worth or whatever it is - the sooner it will stop."
   },
   "author": {
    "text": "Jason Priestley"
   }
  },
  {
   "quote": {
    "text": "Before I do anything, I think, well what hasn't been seen. Sometimes, that turns out to be something ghastly and not fit for society. And sometimes that inspiration becomes something that's really worthwhile."
   },
   "author": {
    "text": "Jim Carrey"
   }
  },
  {
   "quote": {
    "text": "The society based on production is only productive, not creative."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Without a moral framework, there is nothing left but immediate self-indulgence by some and the path of least resistance by others. Neither can sustain a free society."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "In today's world, having money has allowed people who are extremely uncool to think that they're cool and carry it like that. People who really are cool and people who really are artists and have ideas have to literally turn in their cool card to society just to make it past the age of 28."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "There are a number of women who have brought about immense change in society."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Because values change, legislatures abolish the death penalty, permit same-sex marriage if they want, abolish laws against homosexual conduct. That's how the change in a society occurs. Society doesn't change through a Constitution."
   },
   "author": {
    "text": "Antonin Scalia"
   }
  },
  {
   "quote": {
    "text": "The real problem is that the way that power is given out in our society pits us against each other."
   },
   "author": {
    "text": "Anita Hill"
   }
  },
  {
   "quote": {
    "text": "The time has long since come for truth, transparency, and talks in every sector of society, including media, advertisement and entertainment. We can challenge each other, gain understanding, and create a more just, humane, and peaceful world."
   },
   "author": {
    "text": "Bernice King"
   }
  },
  {
   "quote": {
    "text": "Thanks to my mother, not a single cardboard box has found its way back into society. We receive gifts in boxes from stores that went out of business twenty years ago."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "Society is a republic. When an individual tries to lift themselves above others, they are dragged down by the mass, either by ridicule or slander."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "A society made up of individuals who were all capable of original thought would probably be unendurable."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Society exists for the benefit of its members, not the members for the benefit of society."
   },
   "author": {
    "text": "Herbert Spencer"
   }
  },
  {
   "quote": {
    "text": "Society, being codified by man, decrees that woman is inferior; she can do away with this inferiority only by destroying the male's superiority."
   },
   "author": {
    "text": "Simone de Beauvoir"
   }
  },
  {
   "quote": {
    "text": "Most of the change we think we see in life is due to truths being in and out of favor."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "Our society is the product of several great religious and philosophical traditions. The ideas of the Greeks and Romans, Christianity, Judaism, humanism and the Enlightenment have made us who we are."
   },
   "author": {
    "text": "Jan Peter Balkenende"
   }
  },
  {
   "quote": {
    "text": "Part of your heritage in this society is the opportunity to become financially independent."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "A society that admits misery, a humanity that admits war, seem to me an inferior society and a debased humanity; it is a higher society and a more elevated humanity at which I am aiming - a society without kings, a humanity without barriers."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "To act on the belief that we possess the knowledge and the power which enable us to shape the processes of society entirely to our liking, knowledge which in fact we do not possess, is likely to make us do much harm."
   },
   "author": {
    "text": "Friedrich August von Hayek"
   }
  },
  {
   "quote": {
    "text": "We must rekindle the fire of idealism in our society."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "Up until now, the biggest question in society about video games has been what to do about violent games. But it's almost like society in general considers video games to be something of a nuisance, that they want to toss into the garbage can."
   },
   "author": {
    "text": "Shigeru Miyamoto"
   }
  },
  {
   "quote": {
    "text": "The environment that we call society is created by past generations; we accept it, as it helps us to maintain our greed, possessiveness, illusion."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "A Libertarian society of unfettered individualism spreads its benefits to virtually everyone - not just those who have the resources to seize political power."
   },
   "author": {
    "text": "Harry Browne"
   }
  },
  {
   "quote": {
    "text": "We believe... that by encouraging critical thinking and processing of knowledge we are creating full, well-rounded human beings... that will enable Qatar to build up its society. You cannot build a healthy society without giving your citizens a sense of ownership. Otherwise, they will not share with you the responsibilities."
   },
   "author": {
    "text": "Moza bint Nasser"
   }
  },
  {
   "quote": {
    "text": "We stand in the shadow of Jefferson who believed that a society founded upon the rule of law and liberty was dependent upon public education and the diffusion of knowledge."
   },
   "author": {
    "text": "Matt Blunt"
   }
  },
  {
   "quote": {
    "text": "In many ways, when you're a Nobel peace laureate, you have an obligation to humankind, to society."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "I have observed that society in general always seems to honor its living conformists and its dead troublemakers."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "The devastating punch we took on September 11th still reverberates throughout American society."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "The progress of society is mainly the improvement in the condition of the workingmen of the world."
   },
   "author": {
    "text": "Rutherford B. Hayes"
   }
  },
  {
   "quote": {
    "text": "I feel bad about my outlook, how I feel about people and society, and that I'll never be part of society the way I should."
   },
   "author": {
    "text": "Mike Tyson"
   }
  },
  {
   "quote": {
    "text": "My passion for gardening may strike some as selfish, or merely an act of resignation in the face of overwhelming problems that beset the world. It is neither. I have found that each garden is just what Voltaire proposed in Candide: a microcosm of a just and beautiful society."
   },
   "author": {
    "text": "Andrew Weil"
   }
  },
  {
   "quote": {
    "text": "Look at what is broken in society, figure out how to make it better, and then, around that, formulate a business."
   },
   "author": {
    "text": "Whitney Wolfe Herd"
   }
  },
  {
   "quote": {
    "text": "The little things, I can obey. But the big things - how we think, what we value - those you must choose yourself. You can't let anyone - or any society - determine those for you."
   },
   "author": {
    "text": "Morrie Schwartz"
   }
  },
  {
   "quote": {
    "text": "When one lives in a society where people can no longer rely on the institutions to tell them the truth, the truth must come from culture and art."
   },
   "author": {
    "text": "John Trudell"
   }
  },
  {
   "quote": {
    "text": "I think the greatest of people in society carved niches that represented the unique expression of their combinations of talents, and if everyone had the luxury of expressing the unique combinations of talents in this world, our society would be transformed overnight."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "We have bred multiple generations of people who have not experienced knowing where you are the moment a news story broke, with that news story being great and grand and something that elevates society instead of diminishes it."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Although I don't have a prescription for what others should do, I know I have been very fortunate and feel a responsibility to give back to society in a very significant way."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "A first-generation fortune is the most likely to be given away, but once a fortune is inherited it's less likely that a very high percentage will go back to society."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "My job as a leader is to make sure everybody in the company has great opportunities, and that they feel they're having a meaningful impact and are contributing to the good of society. As a world, we're doing a better job of that. My goal is for Google to lead, not follow that."
   },
   "author": {
    "text": "Larry Page"
   }
  },
  {
   "quote": {
    "text": "In much of society, research means to investigate something you do not know or understand."
   },
   "author": {
    "text": "Neil Armstrong"
   }
  },
  {
   "quote": {
    "text": "The labor of women in the house, certainly, enables men to produce more wealth than they otherwise could; and in this way women are economic factors in society. But so are horses."
   },
   "author": {
    "text": "Charlotte Perkins Gilman"
   }
  },
  {
   "quote": {
    "text": "There's a reason why every human society has fiction. It teaches us how to be 'good', to behave in a way that is for the benefit of the whole community."
   },
   "author": {
    "text": "Orson Scott Card"
   }
  },
  {
   "quote": {
    "text": "You can't make up anything anymore. The world itself is a satire. All you're doing is recording it."
   },
   "author": {
    "text": "Art Buchwald"
   }
  },
  {
   "quote": {
    "text": "We're in an age of enlightenment, and we have a choice as a society which path to take."
   },
   "author": {
    "text": "Rhys Ifans"
   }
  },
  {
   "quote": {
    "text": "The man in our society is the breadwinner; the woman has enough to do as the homemaker, wife and mother."
   },
   "author": {
    "text": "Dorothy Fields"
   }
  },
  {
   "quote": {
    "text": "One of the most destructive things that's happening in modern society is that we are losing our sense of the bonds that bind people together - which can lead to nightmares of social collapse."
   },
   "author": {
    "text": "Alexander McCall Smith"
   }
  },
  {
   "quote": {
    "text": "People, for reasons of their own, often fail to do things that would be good for them or good for society."
   },
   "author": {
    "text": "John Roberts"
   }
  },
  {
   "quote": {
    "text": "One of the main lessons I have learned during my five years as Secretary-General is that broad partnerships are the key to solving broad challenges. When governments, the United Nations, businesses, philanthropies and civil society work hand-in-hand, we can achieve great things."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "One can be instructed in society, one is inspired only in solitude."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "I'm trying to make God more relevant in our society."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I'm trying to make God more relevant in our society. And I think talking in everyday terms and making sure people can understand it - I think that's important."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "All the United States, it is a society that is split like to the bottom, that had very poor people in the country that is one of the wealthiest countries."
   },
   "author": {
    "text": "Desmond Tutu"
   }
  },
  {
   "quote": {
    "text": "If you grow up in the South Bronx today or in south-central Los Angeles or Pittsburgh or Philadelphia, you quickly come to understand that you have been set apart and that there's no will in this society to bring you back into the mainstream."
   },
   "author": {
    "text": "Jonathan Kozol"
   }
  },
  {
   "quote": {
    "text": "Education is simply the soul of a society as it passes from one generation to another."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "People don't want other people to get high, because if you get high, you might see the falsity of the fabric of the society we live in."
   },
   "author": {
    "text": "Ken Kesey"
   }
  },
  {
   "quote": {
    "text": "Technological society has succeeded in multiplying the opportunities for pleasure, but it has great difficulty in generating joy."
   },
   "author": {
    "text": "Pope Paul VI"
   }
  },
  {
   "quote": {
    "text": "Mainstream American society finds it easiest to be tolerant when the outsider chooses to minimize the differences that separate him from the majority. The country club opens its doors to Jews. The university welcomes African-Americans. Heterosexuals extend the privilege of marriage to the gay community."
   },
   "author": {
    "text": "Malcolm Gladwell"
   }
  },
  {
   "quote": {
    "text": "Economy is the basis of society. When the economy is stable, society develops. The ideal economy combines the spiritual and the material, and the best commodities to trade in are sincerity and love."
   },
   "author": {
    "text": "Morihei Ueshiba"
   }
  },
  {
   "quote": {
    "text": "The solutions to our problems are and always will be based upon universal, timeless, self-evident principles common to every enduring, prospering society throughout history."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Regardless of what society says, we can't go on much longer in the sea of immorality without judgment coming."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "We live in the kind of society where, in almost all cases, hard work is rewarded."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "When an industry matures, it means it's not advancing, and of course the jobs go overseas. That's the obligation of the multi-national corporation: to put the factory where it can make the widget as cheap as possible. Don't get angry when a corporation does that; we've all bought into this concept. We live in a capitalistic society."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "A pure democracy is a society consisting of a small number of citizens, who assemble and administer the government in person."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "I am concerned about the whole man. I am concerned about what the people, using their government as an instrument and a tool, can do toward building the whole man, which will mean a better society and a better world."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "You get racism crossing the street; it's in the very fabric of American society."
   },
   "author": {
    "text": "Nina Simone"
   }
  },
  {
   "quote": {
    "text": "Society may no longer define marriage in the only way marriage has ever been defined in the annals of recorded history. Many societies allowed polygamy, many allowed child marriages, some allowed marriage within families; but none, in thousands of years, defined marriage as the union of people of the same sex."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "I don't know if high society is different in other cities, but in Hollywood, important people can't stand to be invited someplace that isn't full of other important people. They don't mind a few unfamous people being present because they make good listeners."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "If you don't deal with your shadows, you are condemned to repeat the same mistake over and over, as a human being or as a society."
   },
   "author": {
    "text": "Denis Villeneuve"
   }
  },
  {
   "quote": {
    "text": "If we depend for our happiness on another, on society or on environment, they become essential to us; we cling to them, and any alteration of these we violently oppose because we depend upon them for our psychological security and comfort."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "Travel and society polish one, but a rolling stone gathers no moss, and a little moss is a good thing on a man."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "As a society, we devalued farming as an occupation and encouraged the best students to leave the farm for 'better' jobs in the city. We emptied America's rural counties in order to supply workers to urban factories."
   },
   "author": {
    "text": "Michael Pollan"
   }
  },
  {
   "quote": {
    "text": "The outstanding truths of life, the great and unquestioned phenomena of society, are not to be argued away as myths and vagaries when they do not fit within our little moulds. If necessary, we must remake the moulds."
   },
   "author": {
    "text": "Benjamin N. Cardozo"
   }
  },
  {
   "quote": {
    "text": "Growing up as an Asian American in this society, there were a lot of times where you feel isolated or out of place as an Asian. And growing up in White America, that's absolutely my experience. And I think that's why I got into acting because I wanted to be anybody else but Asian."
   },
   "author": {
    "text": "Ming-Na Wen"
   }
  },
  {
   "quote": {
    "text": "Nothing brings me more happiness than trying to help the most vulnerable people in society. It is a goal and an essential part of my life - a kind of destiny. Whoever is in distress can call on me. I will come running wherever they are."
   },
   "author": {
    "text": "Princess Diana"
   }
  },
  {
   "quote": {
    "text": "Girls are the future mothers of our society, and it is important that we focus on their well-being."
   },
   "author": {
    "text": "Miriam Makeba"
   }
  },
  {
   "quote": {
    "text": "Let it be our delight to find our society in the circle of which Jesus is the center, and let us make those our friends who are the friends of Jesus."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "But you see, our society is still trapped in this binary, black/white logic and that has had some very positive implications for our generation. It's had some very negative ones as well and one of the negative ones is that it creates enormous identity problems for people who have one black ancestor and all white ancestors for example."
   },
   "author": {
    "text": "Henry Louis Gates"
   }
  },
  {
   "quote": {
    "text": "My black-and-white work is more of a celebration, and the color work became more of a critique of society."
   },
   "author": {
    "text": "Martin Parr"
   }
  },
  {
   "quote": {
    "text": "Infant mortality and life expectancy are reasonable indicators of general well-being in a society."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "The danger to society is not merely that it should believe wrong things, though that is great enough; but that it should become credulous, and lose the habit of testing things and inquiring into them; for then it must sink back into savagery."
   },
   "author": {
    "text": "William Kingdon Clifford"
   }
  },
  {
   "quote": {
    "text": "The individual is not accountable to society for his actions in so far as these concern the interests of no person but himself."
   },
   "author": {
    "text": "John Stuart Mill"
   }
  },
  {
   "quote": {
    "text": "What can I do to create a healthy work environment? Because we have all been groomed to the normalization of violence and the normalization of abuse. And we refuse to live in that society."
   },
   "author": {
    "text": "Jessica Chastain"
   }
  },
  {
   "quote": {
    "text": "At a time when science plays such a powerful role in the life of society, when the destiny of the whole of mankind may hinge on the results of scientific research, it is incumbent on all scientists to be fully conscious of that role, and conduct themselves accordingly."
   },
   "author": {
    "text": "Joseph Rotblat"
   }
  },
  {
   "quote": {
    "text": "Despite all the attention paid to the obesity epidemic and the growing prevalence of preventable diseases, in the U.S. - as a society and as an industry - we've made health hard, even as our daily lives become easier."
   },
   "author": {
    "text": "Bruce Broussard"
   }
  },
  {
   "quote": {
    "text": "Anonymity, in some cases a key civil liberty, also enables society's worst actors."
   },
   "author": {
    "text": "Wil Wheaton"
   }
  },
  {
   "quote": {
    "text": "Anti-Semitism is not just a problem for Jews; it is a problem for all of our society."
   },
   "author": {
    "text": "Ephraim Mirvis"
   }
  },
  {
   "quote": {
    "text": "It is easy to remove the mind from harping on the lost illusion of immortality. The disciplined intellect fears nothing and craves no sugar-plum at the day's end, but is content to accept life and serve society as best it may."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "As a global society, we do not have to agree, endorse or condone the lifestyle choices of others. However, history has taught us that we equally cannot and should not excuse those who would hide behind religion or misuse God's word to justify bigotry and persecution."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "In our production-oriented society, being busy, having an occupation, has become one of the main ways, if not the main way, of identifying ourselves. Without an occupation, not just our economic security but our very identity is endangered."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "I'm interested in that drive, that rush to judgment, that is so prevalent in our society. We all know that pleasurable rush that comes from condemning, and in the short term it's quite a satisfying thing to do, isn't it?"
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "We're a phenomenally snobby society, and it's such a rich seam. The middle class is so funny: it's the class I know best, and it's the class where you find the most pretension, so that's what makes the middle classes so funny."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "To give aid to every poor man is far beyond the reach and power of every man. Care of the poor is incumbent on society as a whole."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "If you... scaled down human beings, scaled down society, if you land with a group of little boys, they are more like a scaled-down version of society than a group of little girls would be."
   },
   "author": {
    "text": "William Golding"
   }
  },
  {
   "quote": {
    "text": "It is hard to read a newspaper or watch a television newscast without encountering someone who has come up with a new 'solution' to society's 'problems.'"
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "The right combination is between a free economy and social policy that addresses the needs of society and creates equal opportunity."
   },
   "author": {
    "text": "Benjamin Netanyahu"
   }
  },
  {
   "quote": {
    "text": "I believe the home and marriage is the foundation of our society and must be protected."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Our society is illuminated by the spiritual insights of the Hebrew prophets. America and Israel have a common love of human freedom, and they have a common faith in a democratic way of life."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "A goose flies by a chart which the Royal Geographical Society could not mend."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "Radical changes in world politics leave America with a heightened responsibility to be, for the world, an example of a genuinely free, democratic, just and humane society."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "Warp speed developments in technology - automation, artificial intelligence, and the arrival of the sharing economy - are transforming how we work. Beyond technology, traditional working patterns are also being disrupted by changes in society, organizations and workforce management, leading to the rise of a more independent and dispersed workforce."
   },
   "author": {
    "text": "Alain Dehaze"
   }
  },
  {
   "quote": {
    "text": "No power in society, no hardship in your condition can depress you, keep you down, in knowledge, power, virtue, influence, but by your own consent."
   },
   "author": {
    "text": "William Ellery Channing"
   }
  },
  {
   "quote": {
    "text": "I've only ever written about one thing in my life, which is the fact that we, as human beings, have a responsibility to one another and that it's important that we empathize with others, that we organize society so that we all become happier and we all get the life we really want."
   },
   "author": {
    "text": "Roger Waters"
   }
  },
  {
   "quote": {
    "text": "In a liquid modern life there are no permanent bonds, and any that we take up for a time must be tied loosely so that they can be untied again, as quickly and as effortlessly as possible, when circumstances change - as they surely will in our liquid modern society, over and over again."
   },
   "author": {
    "text": "Zygmunt Bauman"
   }
  },
  {
   "quote": {
    "text": "It is not systematic education which somehow molds society, but, on the contrary, society which, according to its particular structure, shapes education in relation to the ends and interests of those who control the power in that society."
   },
   "author": {
    "text": "Paulo Freire"
   }
  },
  {
   "quote": {
    "text": "Of all the things we have done, the most important - the one that history will record as the principal contribution of our generation - is that we understand how to turn the armed struggle into a Revolution; that we realized that it was essential to create a new mentality to build a new society."
   },
   "author": {
    "text": "Samora Machel"
   }
  },
  {
   "quote": {
    "text": "Our society, including the liberals, must understand that there must be order."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "Some people strengthen the society just by being the kind of people they are."
   },
   "author": {
    "text": "John W. Gardner"
   }
  },
  {
   "quote": {
    "text": "We live in a disposable society. We throw so much away. But it doesn't come from nowhere. It comes from the planet and it comes from future generations' lives."
   },
   "author": {
    "text": "Julia Butterfly Hill"
   }
  },
  {
   "quote": {
    "text": "When we deny the poor and the vulnerable their own human dignity and capacity for freedom and choice, it becomes self-denial. It becomes a denial of both our collective and individual dignity, at all levels of society."
   },
   "author": {
    "text": "Jacqueline Novogratz"
   }
  },
  {
   "quote": {
    "text": "I believe discrimination still exists in society and we must fight it in every form."
   },
   "author": {
    "text": "Andrew Cuomo"
   }
  },
  {
   "quote": {
    "text": "Traditional marriage between a man and a woman has been a cornerstone of our society for generations. If we are going to change that, it ought to be done by the will of the people."
   },
   "author": {
    "text": "Steve Chabot"
   }
  },
  {
   "quote": {
    "text": "My optimism is not based primarily on the successful march of democracy in recent times but rather is based on the experience of having lived in a fear society and studied the mechanics of tyranny that sustain such a society."
   },
   "author": {
    "text": "Natan Sharansky"
   }
  },
  {
   "quote": {
    "text": "Here is the root of all romanticism: that man, the individual, is an infinite reservoir of possibilities, and if you can so rearrange society by the destruction of oppressive order, then these possibilities will have a chance, and you will get Progress."
   },
   "author": {
    "text": "T. E. Hulme"
   }
  },
  {
   "quote": {
    "text": "The instant formal government is abolished, society begins to act. A general association takes place, and common interest produces common security."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "I detest jokes - when somebody tells me one, I feel my IQ dropping; the brain cells start to disappear. But something is funny when the person delivering the line doesn't know it's funny or doesn't treat it as a joke. Maybe it comes from a place of truth, or it's a sort of rage against society."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "If we don't change from a world society that worships money and power to one that worships compassion and generosity, I think we'll be extinct by mid-century. I don't say that as an alarmist or as a pessimist."
   },
   "author": {
    "text": "Patch Adams"
   }
  },
  {
   "quote": {
    "text": "A society that gets rid of all its troublemakers goes downhill."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "When the people become involved in their government, government becomes more accountable, and our society is stronger, more compassionate, and better prepared for the challenges of the future."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "Freedom in art, freedom in society, this is the double goal towards which all consistent and logical minds must strive."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "The ancient superficial idea of the uniform and progressive growth of the human personality has remained unaltered, and the erroneous belief has persisted that it is the duty of the adult to fashion the child according to the pattern required by society."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Life cannot subsist in society but by reciprocal concessions."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Half of the secular unrest and dismal, profane sadness of modern society comes from the vain ideas that every man is bound to be a critic for life."
   },
   "author": {
    "text": "Henry Van Dyke"
   }
  },
  {
   "quote": {
    "text": "In many respects, the United States is a great country. Freedom of speech is protected more than in any other country. It is also a very free society."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "I can relax with bums because I am a bum. I don't like laws, morals, religions, rules. I don't like to be shaped by society."
   },
   "author": {
    "text": "Charles Bukowski"
   }
  },
  {
   "quote": {
    "text": "Society can't function without shared prosperity."
   },
   "author": {
    "text": "Joseph Stiglitz"
   }
  },
  {
   "quote": {
    "text": "What we've seen over the last decade is we've seen a departure from the traditional work of the National Security Agency. They've become sort of the national hacking agency, the national surveillance agency. And they've lost sight of the fact that everything they do is supposed to make us more secure as a nation and a society."
   },
   "author": {
    "text": "Edward Snowden"
   }
  },
  {
   "quote": {
    "text": "I don't want to harm my government. I want to help my government. But the fact that they are willing to completely ignore due process, they're willing to declare guilt without ever seeing a trial, these are things that we need to work against as a society and say, 'Hey, this is not appropriate.'"
   },
   "author": {
    "text": "Edward Snowden"
   }
  },
  {
   "quote": {
    "text": "A social problem is one that concerns the way in which people live together in one society. A racial problem is a problem which confronts two different races who live in two separate societies, even if those societies are side by side."
   },
   "author": {
    "text": "Pauline Hanson"
   }
  },
  {
   "quote": {
    "text": "I'm fascinated by Comte's clear-eyed analysis of what was wrong with modern society, which is that you've got industrial capitalism on one side and romantic love on the other. Those, along with non-instrumental art, are supposed to get you through the day?"
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "We're a diverse society, and I think the TV is doing a great job in showing that we're all human beings, that we can all get along, that we can all be together, and I think that's a marvelous thing."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "The only yardstick for success our society has is being a champion. No one remembers anything else."
   },
   "author": {
    "text": "John Madden"
   }
  },
  {
   "quote": {
    "text": "We are approaching a time when human intelligence alone will be incapable of managing a highly advanced society. Existing technologies are rapidly exceeding the human capacity to absorb and process information."
   },
   "author": {
    "text": "Jacque Fresco"
   }
  },
  {
   "quote": {
    "text": "I believe we can continue the Great Society while we fight in Vietnam."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "The great danger for family life, in the midst of any society whose idols are pleasure, comfort and independence, lies in the fact that people close their hearts and become selfish."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "I believe that, if managed well, the Fourth Industrial Revolution can bring a new cultural renaissance, which will make us feel part of something much larger than ourselves: a true global civilization. I believe the changes that will sweep through society can provide a more inclusive, sustainable and harmonious society. But it will not come easily."
   },
   "author": {
    "text": "Klaus Schwab"
   }
  },
  {
   "quote": {
    "text": "There is certainly greatness in the '60s generation. They changed our attitudes about race in America, which was long overdue. They didn't just stand up and salute when told to go to war. Women finally began to realize a more equal place in our society."
   },
   "author": {
    "text": "Tom Brokaw"
   }
  },
  {
   "quote": {
    "text": "Crimes against children are the most heinous crime. That, for me, would be a reason for capital punishment because children are innocent and need the guidance of an adult society."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "Bilingualism lets you have your cake and eat it. The new language opens the doors to the best jobs in society; the old language allows you to keep your sense of 'who you are.' It preserves your identity. With two languages, you have the best of both worlds."
   },
   "author": {
    "text": "David Crystal"
   }
  },
  {
   "quote": {
    "text": "Passion must be concealed in a society where cold reserve and indifference are the signs of good breeding."
   },
   "author": {
    "text": "Anton Chekhov"
   }
  },
  {
   "quote": {
    "text": "There's many women now who think, 'Surely we don't need feminism anymore, we're all liberated and society's accepting us as we are'. Which is just hogwash. It's not true at all."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "You don't want people who have never had to deal with adversity - you want people who have been able to deal successfully with adversity. That's what adds to society. Those are going to be the hardest-working, best people."
   },
   "author": {
    "text": "Linda Ronstadt"
   }
  },
  {
   "quote": {
    "text": "Rising anti-Semitism is rarely the lone or the last expression of intolerance in a society."
   },
   "author": {
    "text": "Samantha Power"
   }
  },
  {
   "quote": {
    "text": "As we grew to love South Australia, we felt that we were in an expanding society, still feeling the bond to the motherland, but eager to develop a perfect society, in the land of our adoption."
   },
   "author": {
    "text": "Catherine Helen Spence"
   }
  },
  {
   "quote": {
    "text": "Society needs both justice and compassion, a head and a heart, if it is to be civilised."
   },
   "author": {
    "text": "Julian Baggini"
   }
  },
  {
   "quote": {
    "text": "Our increasingly electrified, electronic, and data-driven society places steadily rising demand on reliable baseload power - that is, on electricity available 24/7/365. Servers never sleep, nor does air conditioning during hot nights, and in Asia's megacities, subways and electric trains take only brief naps between midnight and 5 A.M."
   },
   "author": {
    "text": "Vaclav Smil"
   }
  },
  {
   "quote": {
    "text": "Congress acknowledged that society's accumulated myths and fears about disability and disease are as handicapping as are the physical limitations that flow from actual impairment."
   },
   "author": {
    "text": "William J. Brennan, Jr."
   }
  },
  {
   "quote": {
    "text": "Mobile phones play a really wonderful role in enabling civil society. As well as empowering people economically and socially, they are a wonderful political tool."
   },
   "author": {
    "text": "Mo Ibrahim"
   }
  },
  {
   "quote": {
    "text": "What I mind in modern society very much is the awful lack of grammar."
   },
   "author": {
    "text": "Ruth Rendell"
   }
  },
  {
   "quote": {
    "text": "Art is observing society around you, representing it through your eyes."
   },
   "author": {
    "text": "Mark Foster"
   }
  },
  {
   "quote": {
    "text": "The Holocaust changed our perception of morality not only because we discovered that morality is the only thing that can stand up to the ultimate evil, but also because it shifted the focus from society to the individual."
   },
   "author": {
    "text": "Yair Lapid"
   }
  },
  {
   "quote": {
    "text": "I am in favor of carrying out the Declaration of Independence to women as well as men. Women having to suffer the burdens of society and government should have their equal rights in it. They do not receive their rights in full proportion."
   },
   "author": {
    "text": "Leland Stanford"
   }
  },
  {
   "quote": {
    "text": "Our biggest struggle as human beings is to project ourselves as something that society has deemed admirable or likable instead of being honest."
   },
   "author": {
    "text": "Matthew Shultz"
   }
  },
  {
   "quote": {
    "text": "I don't think even ungodly people realize what a society would be like that had no godly influence at all."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "I believe we live in a love-starved society. Everywhere you go there are probably people who haven't had the right kind of love in their lives."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "We have an epidemic of insecure people in our society today."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Society attacks early, when the individual is helpless."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "Why should society feel responsible only for the education of children, and not for the education of all adults of every age?"
   },
   "author": {
    "text": "Erich Fromm"
   }
  },
  {
   "quote": {
    "text": "Any society based on domination supports and condones violence."
   },
   "author": {
    "text": "bell hooks"
   }
  },
  {
   "quote": {
    "text": "My definition of a decent society is one that first of all takes care of its losers, and protects its weak."
   },
   "author": {
    "text": "John le Carre"
   }
  },
  {
   "quote": {
    "text": "There is no better gift a society can give children than the opportunity to grow up safe and free - the chance to pursue whatever dreams they may have."
   },
   "author": {
    "text": "John Roberts"
   }
  },
  {
   "quote": {
    "text": "One of the great responsibilities we have as a society is to educate ourselves, along with the next generation, about which substances are worth ingesting, and for what purpose, and which are not."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "I think science fiction helps us think about possibilities, to speculate - it helps us look at our society from a different perspective. It lets us look at our mores, using science as the backdrop, as the game changer."
   },
   "author": {
    "text": "Mae Jemison"
   }
  },
  {
   "quote": {
    "text": "To summarize, draft resistance can make use of the inegalitarian nature of American society as a technique for increasing the cost of American aggression, and it threatens values that are important to those in a decision-making position."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "I say the law should be blind to race, gender and sexual orientation, just as it claims to be blind to wealth and power. There should be no specially protected groups of any kind, except for children, the severely disabled and the elderly, whose physical frailty demands society's care."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "Contemporary art will help me to modernise our society."
   },
   "author": {
    "text": "Victor Pinchuk"
   }
  },
  {
   "quote": {
    "text": "I started out in anthropology, so to me how society works, how people put themselves together and make things work, has always been a big interest."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "Women are the real architects of society."
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "Disturbances in society are never more fearful than when those who are stirring up the trouble can use the pretext of religion to mask their true designs."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "Unfortunately, our affluent society has also been an effluent society."
   },
   "author": {
    "text": "Hubert H. Humphrey"
   }
  },
  {
   "quote": {
    "text": "When you have a highly divided society, it's hard to come together to make investments in the common good."
   },
   "author": {
    "text": "Joseph Stiglitz"
   }
  },
  {
   "quote": {
    "text": "Freedom is the one value conservatives place above all others, yet time and again, their ideal of freedom ignores the growing imbalance of power in our society that's eroding the freedoms of most people."
   },
   "author": {
    "text": "Robert Reich"
   }
  },
  {
   "quote": {
    "text": "But with the steady disintegration of the family in modern society over the last century, the role of the school in bridging the gap has become vital!"
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Creativity is a game changer. That's true of society, in advertising and in life."
   },
   "author": {
    "text": "David Droga"
   }
  },
  {
   "quote": {
    "text": "We have entered an age in which education is not just a luxury permitting some men an advantage over others. It has become a necessity without which a person is defenseless in this complex, industrialized society. We have truly entered the century of the educated man."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "To be clear, affirmative action is not, by itself, an adequate response to decades of systemic looting, but it has been an indispensible tool in inching us towards some semblance of a more equitable society."
   },
   "author": {
    "text": "Clint Smith"
   }
  },
  {
   "quote": {
    "text": "I define 'social thriller' as thriller/horror movies where the ultimate villain is society."
   },
   "author": {
    "text": "Jordan Peele"
   }
  },
  {
   "quote": {
    "text": "You go to Los Angeles or New York or Miami or Chicago, and you see Latinos everywhere; they are involved in every part of American society. That's why they have to start being represented in Hollywood, because an 'Americano' can't walk down the street and not see a Latino."
   },
   "author": {
    "text": "Thalia"
   }
  },
  {
   "quote": {
    "text": "We're coming down to an extremely unethical society. Very few colleges offer courses in ethics, and very few companies have a code of conduct or code of ethics."
   },
   "author": {
    "text": "Frank Abagnale"
   }
  },
  {
   "quote": {
    "text": "Society is at odds with itself."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "Our modern society - especially in the West, and especially now - reveres youth."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "Society has made us believe you should look like an 18-year-old model all your life."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "When women make their image about youth and sexuality, and not about intellect, that's kind of a dead-end road. So I think it's a combination of self-entrapment and entrapment by society."
   },
   "author": {
    "text": "K. D. Lang"
   }
  },
  {
   "quote": {
    "text": "It is violence when we use a sharp word, when we make a gesture to brush away a person. So violence isn't merely organized butchery in the name of God, in the name of society or country. Violence is much more subtle, much deeper."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "Once the fabric of a just society is undone, it takes generations to weave it back together."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "I believed - and believe - that capitalism works best for a freedom-loving society, that it brings more prosperity to more people than any other social-economic system, but that somehow we have to take care of people."
   },
   "author": {
    "text": "Katharine Graham"
   }
  },
  {
   "quote": {
    "text": "Politics I conceive to be nothing more than the science of the ordered progress of society along the lines of greatest usefulness and convenience to itself."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "Caste is about dividing people up in ways that preclude every form of solidarity, because even in the lowest castes, there are divisions and sub-castes, and everyone's co-opted into the business of this hierarchical, silo-ised society."
   },
   "author": {
    "text": "Arundhati Roy"
   }
  },
  {
   "quote": {
    "text": "The important thing for the survival of the Thai society is that the majority of those who work, both in the government and the private sector, still strive to work in the same direction; this is why the Thai nation still stands."
   },
   "author": {
    "text": "Bhumibol Adulyadej"
   }
  },
  {
   "quote": {
    "text": "Sadly, in any industry and in any work-related environment, females always strive to achieve a certain amount of perfection, whether that be skinny or pretty. It's a constant, in our society."
   },
   "author": {
    "text": "Mila Kunis"
   }
  },
  {
   "quote": {
    "text": "It is also rarer to find happiness in a man surrounded by the miracles of technology than among people living in the desert of the jungle and who by the standards set by our society would be considered destitute and out of touch."
   },
   "author": {
    "text": "Thor Heyerdahl"
   }
  },
  {
   "quote": {
    "text": "In practice, socialism didn't work. But socialism could never have worked because it is based on false premises about human psychology and society, and gross ignorance of human economy."
   },
   "author": {
    "text": "David Horowitz"
   }
  },
  {
   "quote": {
    "text": "Studies have proven that early childhood education returns to society as much as $12 for every dollar invested. Our goal is to identify the most important development opportunities for children five years and younger, providing insight to transform early childhood education from a social policy issue into an economic imperative."
   },
   "author": {
    "text": "J. B. Pritzker"
   }
  },
  {
   "quote": {
    "text": "I entered the diocesan seminary. I liked the Dominicans, and I had Dominican friends. But then I chose the Society of Jesus, which I knew well because the seminary was entrusted to the Jesuits. Three things in particular struck me about the Society: the missionary spirit, community and discipline."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "We live in a society that, for the most part, is morally and spiritually bankrupt. Our culture is a culture of consumerism. How sustainable is that?"
   },
   "author": {
    "text": "Benjamin Bratt"
   }
  },
  {
   "quote": {
    "text": "We need a new Latin American policy that is bold - different. We need to focus on building civil society, focus on the lack of infrastructure. We need look at ways to foster economic opportunity. There needs to be a more comprehensive economic vision in the region."
   },
   "author": {
    "text": "Mel Martinez"
   }
  },
  {
   "quote": {
    "text": "Carry out the republican principle of universal suffrage, or strike it from your banners and substitute 'Freedom and Power to one half of society, and Submission and Slavery to the other.'"
   },
   "author": {
    "text": "Ernestine Rose"
   }
  },
  {
   "quote": {
    "text": "Still, corruption and oppression are far too common threats to the democratic society."
   },
   "author": {
    "text": "Anna Lindh"
   }
  },
  {
   "quote": {
    "text": "All kinds of gambling, from bingo to baccarat, are benign entertainment for most people, dangerously addictive to a few, and capable of breeding unwanted side effects for society."
   },
   "author": {
    "text": "Jacob Weisberg"
   }
  },
  {
   "quote": {
    "text": "In the 'Dreamblood' books, I'm focusing more on what I like about epic fantasy: the layering and depth of tension; the chance to really delve into the minutia of an alternate society and its politics; a large cast of characters to love and hate."
   },
   "author": {
    "text": "N. K. Jemisin"
   }
  },
  {
   "quote": {
    "text": "Those people who develop the ability to continuously acquire new and better forms of knowledge that they can apply to their work and to their lives will be the movers and shakers in our society for the indefinite future."
   },
   "author": {
    "text": "Brian Tracy"
   }
  },
  {
   "quote": {
    "text": "My foundations support people in the country who care about an open society. It's their work that I'm supporting. So it's not me doing it. But I can empower them. I can support them, and I can help them."
   },
   "author": {
    "text": "George Soros"
   }
  },
  {
   "quote": {
    "text": "Law represents the effort of man to organize society; governments, the efforts of selfishness to overthrow liberty."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "A sour corporate culture can actually make an entire society unhappy. This means that a strong corporate culture can have a positive impact on a society."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "A society is defined as much by how it comes to terms with its past as by its attitude toward the future: its memories are no less revealing than its aims."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "I got a lot of things that society had promised would make me whole and fulfilled - all the things that the culture tells you from preschool on will quiet the throbbing anxiety inside you - stature, the respect of colleagues, maybe even a kind of low-grade fame."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "My passion is to create a better society for our future citizens."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "It is a paradox of the acquisitive society in which we now live that although private morals are regulated by law, the entrepreneur is allowed considerable freedom to use - and abuse - the public in order to make money."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "This avidity alone, of acquiring goods and possessions for ourselves and our nearest friends, is insatiable, perpetual, universal, and directly destructive of society."
   },
   "author": {
    "text": "David Hume"
   }
  },
  {
   "quote": {
    "text": "The forces in a capitalist society, if left unchecked, tend to make the rich richer and the poor poorer."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "That I am a national figure because I was the first person in 192 years to be at once a congressman, black, and a woman proves, I would think, that our society is not yet either just or free."
   },
   "author": {
    "text": "Shirley Chisholm"
   }
  },
  {
   "quote": {
    "text": "There are two 'faiths' which can uphold humans: faith in God and faith in oneself. And these two faiths should exist side by side: the first belongs to one's inner life, the second to one's life in society."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Popular struggles to bring about a freer and more just society have been resisted by violence and repression, and massive efforts to control opinion and attitudes. Over time, however, they have met with considerable success, even though there is a long way to go, and there is often regression."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "Greece has been, in many ways, a partially dysfunctional society. For example, the wealthy barely pay taxes... to an extent, that's true elsewhere, including the United States, but it's been pretty extreme in Greece."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "In the United States, one of the main topics of academic political science is the study of attitudes and policy and their correlation. The study of attitudes is reasonably easy in the United States: heavily-polled society, pretty serious and accurate polls, and policy you can see, and you can compare them."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "As a society, we come up lacking in many of the marks of compassion and wisdom by which we measure ourselves as civilized."
   },
   "author": {
    "text": "Greg Boyle"
   }
  },
  {
   "quote": {
    "text": "I think it's child abuse to have someone in the public eye too young. Society basically values wealth and fame and power at the cost of well-being. In the case of a child, it's at the cost of someone's natural development. It's already hard enough to develop."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "We live in a disposable, 'cast-off and throw-away' society that has largely lost any real sense of permanence. Ours is a world of expiration dates, limited shelf life, and planned obsolescence. Nothing is absolute."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "I have, in some ways, saved characters that have been marginalized by society by playing them - and having them still have dignity and still survive, still get through it."
   },
   "author": {
    "text": "Jodie Foster"
   }
  },
  {
   "quote": {
    "text": "Man can and does rationalize his sins. He finds reasons for all his weakness, invents excuses that first calm and then deaden his conscience. He blames God, society, education, and environment for his wrong doing."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "I did it to myself. It wasn't society... it wasn't a pusher, it wasn't being blind or being black or being poor. It was all my doing."
   },
   "author": {
    "text": "Ray Charles"
   }
  },
  {
   "quote": {
    "text": "I was a Great Society liberal on domestic issues. People ask me, 'How do you go from Walter Mondale to Fox News?' The answer is, 'I was young once.' End of answer."
   },
   "author": {
    "text": "Charles Krauthammer"
   }
  },
  {
   "quote": {
    "text": "I felt free once I realized I was never going to fit the narrow mold society wanted me to fit in."
   },
   "author": {
    "text": "Ashley Graham"
   }
  },
  {
   "quote": {
    "text": "The more technologically advanced our society becomes, the more we need to go back to the basic fundamentals of human communication."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "The human race's prospects of survival were considerably better when we were defenceless against tigers than they are today when we have become defenceless against ourselves."
   },
   "author": {
    "text": "Arnold J. Toynbee"
   }
  },
  {
   "quote": {
    "text": "When people accept breaking the law as normal, something happens to the whole society."
   },
   "author": {
    "text": "Orson Welles"
   }
  },
  {
   "quote": {
    "text": "The enemy of society is middle class and the enemy of life is middle age."
   },
   "author": {
    "text": "Orson Welles"
   }
  },
  {
   "quote": {
    "text": "What's done to children, they will do to society."
   },
   "author": {
    "text": "Karl A. Menninger"
   }
  },
  {
   "quote": {
    "text": "Chaos does not unify. Chaos only serves the most extreme elements of society that seek to destabilize any semblance of order to fulfill their selfish lust for power."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "Our laws need to reflect the evolution of technology and the changing expectations of American society. This is why the Constitution is often called a 'living' document."
   },
   "author": {
    "text": "Al Franken"
   }
  },
  {
   "quote": {
    "text": "Religion, art, and science flourish best in a free society. True, freedom does not afford much opportunity for grand gestures. It has little room for martyrs. But life is not supposed to be about dying well. It is about living well."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "Citizens of Rome might boast that the claim of 'Civus romanus sum' set them apart from barbarians and slaves, and it was true up to a point, but Roman citizens lived in a society that accepted pain, cruelty, and torture as the norm, and in which there was no suggestion of equality at birth or mercy in the afterlife."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "We do have to ask ourselves as a culture, what do we want to be? You know, what are our founding values? And if we are a society where everybody should have that fair shot and get a second chance, then we should take the necessary steps to implement that and make it a reality."
   },
   "author": {
    "text": "Valerie Jarrett"
   }
  },
  {
   "quote": {
    "text": "The 1960s were about releasing ourselves from conventional society and freeing ourselves."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "Artists are going to be the metronome of this society."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "Society tells you that when you're old you have to retire. You have to defy that."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "I think if you give in and accept society's stereotypes, then you start thinking, 'I cannot dance till late at night because I'm 70.'"
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "I feel that my work is not in vain, that it does have a place in society, even though it may not be considered that it has a place in society - it doesn't matter."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "The fundamental defect of fathers, in our competitive society, is that they want their children to be a credit to them."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Women of worth are those who want positive change for themselves, their families, community or society, which I think is important. For me, a woman of worth is someone who has self -espect, who believes that she can change things in society."
   },
   "author": {
    "text": "Sonam Kapoor"
   }
  },
  {
   "quote": {
    "text": "It's not fair that women look in the mirror and feel disgust because of what society has made them believe."
   },
   "author": {
    "text": "Jessica Simpson"
   }
  },
  {
   "quote": {
    "text": "I have always believed that national character... depends more on the female part of society than is generally imagined. Precepts from the lips of a beloved mother... sink deep in the heart, and make an impression which is seldom entirely effaced."
   },
   "author": {
    "text": "John Marshall"
   }
  },
  {
   "quote": {
    "text": "Haiti is always talking about decentralization and nothing has been so obvious, perhaps a weakness, as the centralized nature of Haitian society as being revealed by the earthquake. I mean, they lost all these medical training programs because they didn't have them anywhere else."
   },
   "author": {
    "text": "Paul Farmer"
   }
  },
  {
   "quote": {
    "text": "Laughter is, after speech, the chief thing that holds society together."
   },
   "author": {
    "text": "Max Eastman"
   }
  },
  {
   "quote": {
    "text": "We know that once we stop learning and call ourselves learned, we become useless members of the scientific society."
   },
   "author": {
    "text": "Christian de Duve"
   }
  },
  {
   "quote": {
    "text": "It is incumbent upon each of us to improve spending and savings practices to ensure our own individual financial security and preserve the collective economic well-being of our great society."
   },
   "author": {
    "text": "Ron Lewis"
   }
  },
  {
   "quote": {
    "text": "Women are builders of civil society. We are the ones who are going to build it. You know why? We have no choice. Either you shut up, and you are humiliated, or you do what I'm doing. You scream."
   },
   "author": {
    "text": "Fatema Mernissi"
   }
  },
  {
   "quote": {
    "text": "I think right now the way society's going, I think role models are important, and kids need direction. If I didn't have that direction growing up, who knows what I could be doing, because I've been lost many times in my life, and I've had to have someone guide me back on the right path."
   },
   "author": {
    "text": "Jeremy Lin"
   }
  },
  {
   "quote": {
    "text": "Manners are the basic building blocks of civil society."
   },
   "author": {
    "text": "Alexander McCall Smith"
   }
  },
  {
   "quote": {
    "text": "As in biomedical science, pioneering industrial inventions have not been mothered by necessity. Rather, inventions for which there was no commercial use only later became the commercial airplanes, xerography and lasers on which modern society depends."
   },
   "author": {
    "text": "Arthur Kornberg"
   }
  },
  {
   "quote": {
    "text": "Every generation has a macabre notion that wars, government prohibition, natural disasters or mankind itself could be the downfall of society and the world as a whole."
   },
   "author": {
    "text": "Lauren DeStefano"
   }
  },
  {
   "quote": {
    "text": "The more each nation contributes to world society from the wealth of its own aptitudes, its own race, and its own traditions, the greater the future development and happiness of mankind will be."
   },
   "author": {
    "text": "Ernesto Teodoro Moneta"
   }
  },
  {
   "quote": {
    "text": "Remember and help America remember that the fellowship of human beings is more important than the fellowship of race and class and gender in a democratic society."
   },
   "author": {
    "text": "Marian Wright Edelman"
   }
  },
  {
   "quote": {
    "text": "When I read about the way in which library funds are being cut and cut, I can only think that American society has found one more way to destroy itself."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "If a man be gloomy let him keep to himself. No one has the right to go croaking about society, or what is worse, looking as if he stifled grief."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as society: there are individual men and women, and there are families."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "The ultimate test of a moral society is the kind of world that it leaves to its children."
   },
   "author": {
    "text": "Dietrich Bonhoeffer"
   }
  },
  {
   "quote": {
    "text": "The baby boomers are getting older, and will stay older for longer. And they will run right into the dementia firing range. How will a society cope? Especially a society that can't so readily rely on those stable family relationships that traditionally provided the backbone of care?"
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "In the 1990s, it's OK to do comedy about the Chernobyl disaster or the Space Shuttle blowing up. It's acceptable to ridicule the Pope or the President of the United States, but God forbid you do a joke... about gays. The gay community is the last sacred cow in this society."
   },
   "author": {
    "text": "Sam Kinison"
   }
  },
  {
   "quote": {
    "text": "Nature makes only dumb animals. We owe the fools to society."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "Society is the union of men and not the men themselves."
   },
   "author": {
    "text": "Montesquieu"
   }
  },
  {
   "quote": {
    "text": "The first principle of a free society is an untrammeled flow of words in an open forum."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "I am now quite cured of seeking pleasure in society, be it country or town. A sensible man ought to find sufficient company in himself."
   },
   "author": {
    "text": "Emily Bronte"
   }
  },
  {
   "quote": {
    "text": "Laws are the terms by which independent and isolated men united to form a society, once they tired of living in a perpetual state of war where the enjoyment of liberty was rendered useless by the uncertainty of its preservation. They sacrificed a portion of this liberty so that they could enjoy the remainder in security and peace."
   },
   "author": {
    "text": "Cesare Beccaria"
   }
  },
  {
   "quote": {
    "text": "What can you say about a society that says that God is dead and Elvis is alive?"
   },
   "author": {
    "text": "Irv Kupcinet"
   }
  },
  {
   "quote": {
    "text": "When you get to a certain age in society, they want to dictate to you when you should pack it in and that you should mentally grab a cane, a box of Depends, Geritol, listen to the oldies, and not eat spicy food after 9 o'clock."
   },
   "author": {
    "text": "Bernard Hopkins"
   }
  },
  {
   "quote": {
    "text": "A free society is a society where it is safe to be unpopular."
   },
   "author": {
    "text": "Adlai Stevenson"
   }
  },
  {
   "quote": {
    "text": "The innovation and creativity that's so manifest in the rest of society needs to be turned on our school systems."
   },
   "author": {
    "text": "Laurene Powell Jobs"
   }
  },
  {
   "quote": {
    "text": "To write is a relief from life's problems. It is a way in which you revenge yourself. In art, the writer achieves utopia. But any attempt to achieve social utopia is bound to catastrophe. If you want a society of saints, the result is hell, repression, totalitarianism, and persecution."
   },
   "author": {
    "text": "Mario Vargas Llosa"
   }
  },
  {
   "quote": {
    "text": "I meant that the Chinese people are not aware of their own entrapment. They believe they live in a free society, but don't realize how much they are being monitored and controlled, how much the information they receive is restricted and warped, until they step out of line, that is, and feel the heavy hand of the state fall on them."
   },
   "author": {
    "text": "Ma Jian"
   }
  },
  {
   "quote": {
    "text": "Without intervention today, the cost of care for adults with autism will be significantly greater and the burden will no longer lie with the parents, but on our entire society."
   },
   "author": {
    "text": "Jenny McCarthy"
   }
  },
  {
   "quote": {
    "text": "We need to understand that femininity is not weakness. And our society, for some reason, equates the two."
   },
   "author": {
    "text": "Jessica Chastain"
   }
  },
  {
   "quote": {
    "text": "I have always maintained that the one important phenomenon presented by modern society is - the enormous prosperity of Fools."
   },
   "author": {
    "text": "Wilkie Collins"
   }
  },
  {
   "quote": {
    "text": "In society, liberty for one may mean the suppression of liberty for others."
   },
   "author": {
    "text": "Gunnar Myrdal"
   }
  },
  {
   "quote": {
    "text": "I think there's always a line between what is parody in good fun in chanting and what is intended to belittle certain segments of society."
   },
   "author": {
    "text": "Gary Bettman"
   }
  },
  {
   "quote": {
    "text": "In these times you have to be an optimist to open your eyes when you awake in the morning."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "Each of my books is different. Deliberately... I wanted to create my society, my people, in their fullness."
   },
   "author": {
    "text": "Chinua Achebe"
   }
  },
  {
   "quote": {
    "text": "Morality arose largely as an empirical defence of the individual and society. Ever since intelligent beings began to be in contact, and consequently in friction, they have felt the need to guard themselves against each other's encroachments."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "Neither the Christian attitude of love for all mankind nor humane hopes for an organized society must cause us to forget that the 'human stratum' may not be homogeneous."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "I'm a Sufi Muslim, I would say. I believe in using the medium to create a good vibration because art is so important to society. Some projects I don't do because I feel that it's going to create a bad vibe. I don't do propaganda films that are anti another religion, anti-Muslim or anti-Hindu."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "While campaigning, I got to know many high-school teachers, and let me say that the good ones are the unsung heroes of our society, and the bad ones are the gravediggers."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "The achievements which society rewards are won at the cost of diminution of personality."
   },
   "author": {
    "text": "Benjamin Jowett"
   }
  },
  {
   "quote": {
    "text": "It is time for corporate America to become 'the third pillar' of social change in our society, complementing the first two pillars of government and philanthropy. We need the entire private sector to begin committing itself not just to making profits, but to fulfilling higher and larger purposes by contributing to building a better world."
   },
   "author": {
    "text": "Simon Mainwaring"
   }
  },
  {
   "quote": {
    "text": "Good-looking individuals are treated better than homely ones in virtually every social situation, from dating to trial by jury."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "When we become a really mature, grown-up, wise society, we will put teachers at the center of the community, where they belong. We don't honor them enough, we don't pay them enough."
   },
   "author": {
    "text": "Charles Kuralt"
   }
  },
  {
   "quote": {
    "text": "The regeneration of society is the regeneration of society by individual education."
   },
   "author": {
    "text": "Jean de la Bruyere"
   }
  },
  {
   "quote": {
    "text": "Standing up to bullies is the hallmark of a civilized society."
   },
   "author": {
    "text": "Robert Reich"
   }
  },
  {
   "quote": {
    "text": "No society has been able to abolish human sadness, no political system can deliver us from the pain of living, from our fear of death, our thirst for the absolute. It is the human condition that directs the social condition, not vice versa."
   },
   "author": {
    "text": "Eugene Ionesco"
   }
  },
  {
   "quote": {
    "text": "Even though society has come a long way in correcting the inequalities between men and women in the workplace, it still has to be said that women are oftentimes subconsciously playing to the gender roles which we are taught from birth."
   },
   "author": {
    "text": "Bozoma Saint John"
   }
  },
  {
   "quote": {
    "text": "Popular art is the dream of society; it does not examine itself."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "In Plains, I saw Jimmy Carter as he really is - a nice, decent man... in terms of compassionate contribution to society, he certainly has proven to be our best past president."
   },
   "author": {
    "text": "Helen Thomas"
   }
  },
  {
   "quote": {
    "text": "The negative side of football. The negative side of our society. People sometimes go to football and bring to it the negative aspects of our society."
   },
   "author": {
    "text": "Jose Mourinho"
   }
  },
  {
   "quote": {
    "text": "The world is governed more by appearance than realities so that it is fully as necessary to seem to know something as to know it."
   },
   "author": {
    "text": "Daniel Webster"
   }
  },
  {
   "quote": {
    "text": "Virtually every society that survived did so by socializing its sons to be disposable. Disposable in war; disposable in work. We need warriors and volunteer firefighters, so we label these men heroes."
   },
   "author": {
    "text": "Warren Farrell"
   }
  },
  {
   "quote": {
    "text": "If one has been blessed or have been fortunate enough to have got much more than normal wealth, it is but natural that one expects a certain fiduciary responsibility in terms of how that wealth is applied, used and leveraged for purposes of society."
   },
   "author": {
    "text": "Azim Premji"
   }
  },
  {
   "quote": {
    "text": "Remove advertising, disable a person or firm from proclaiming its wares and their merits, and the whole of society and of the economy is transformed. The enemies of advertising are the enemies of freedom."
   },
   "author": {
    "text": "David Ogilvy"
   }
  },
  {
   "quote": {
    "text": "Standards of conduct appropriate to civil society or the workings of a democracy cannot be purely and simply applied to the Church."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "My main concern is theater, and theater does not reflect or mirror society. It has been stingy and selfish, and it has to do better."
   },
   "author": {
    "text": "Anna Deavere Smith"
   }
  },
  {
   "quote": {
    "text": "Society has arisen out of the works of peace; the essence of society is peacemaking."
   },
   "author": {
    "text": "Ludwig von Mises"
   }
  },
  {
   "quote": {
    "text": "Mobile phones could not work in Africa without prepaid because it's a cash society."
   },
   "author": {
    "text": "Mo Ibrahim"
   }
  },
  {
   "quote": {
    "text": "In those early years in New York when I was a stranger in a big city, it was the companionship and later friendship which I was offered in the Linnean Society that was the most important thing in my life."
   },
   "author": {
    "text": "Ernst Mayr"
   }
  },
  {
   "quote": {
    "text": "Like the winds that we come we know not whence and blow whither soever they list, the forces of society are derived from an obscure and distant origin. They arise before the date of philosophy, from the instincts, not the speculations of men."
   },
   "author": {
    "text": "Adam Ferguson"
   }
  },
  {
   "quote": {
    "text": "Families represent the basic building blocks of our society, and primary care a foundational piece of any healthcare system."
   },
   "author": {
    "text": "Tony Tan"
   }
  },
  {
   "quote": {
    "text": "Through the centuries, men of law have been persistently concerned with the resolution of disputes in ways that enable society to achieve its goals with a minimum of force and maximum of reason."
   },
   "author": {
    "text": "Archibald Cox"
   }
  },
  {
   "quote": {
    "text": "Individual rights always go along with the interests of the society. I want to add that in Vietnam we have no political prisoners. No one is arrested or jailed for his or her speech or point of view. They are put in jail because they violated the law."
   },
   "author": {
    "text": "Nong Duc Manh"
   }
  },
  {
   "quote": {
    "text": "You go through your life feeling like an outsider, and you respond to society in a different way when you feel like an outsider."
   },
   "author": {
    "text": "Carolyn Chute"
   }
  },
  {
   "quote": {
    "text": "In ancient Greece, Socrates reportedly didn't fancy a literate society. He felt that people would lose the capacity to think for themselves, simply adopting the perspective of a handy written opinion, and that they would cease to remember what could be written down."
   },
   "author": {
    "text": "Nick Harkaway"
   }
  },
  {
   "quote": {
    "text": "The right to marry is vital in society. It's a right that's older than the Bill of Rights because it goes back to the common law."
   },
   "author": {
    "text": "Ted Olson"
   }
  },
  {
   "quote": {
    "text": "The dilemma for society is how to preserve personal and family values in a nation of diverse tastes."
   },
   "author": {
    "text": "Tipper Gore"
   }
  },
  {
   "quote": {
    "text": "Do not ghettoize society by putting people into legal categories of gender, race, ethnicity, language, or other such characteristics."
   },
   "author": {
    "text": "Preston Manning"
   }
  },
  {
   "quote": {
    "text": "I've never believed much in that holding hands kind of love. I've always thought that love is about two different personalities trying to confront life, trying to make sense of their responsibilities, to themselves, to each other, and to the wider society."
   },
   "author": {
    "text": "Alan Bates"
   }
  },
  {
   "quote": {
    "text": "Today the world changes so quickly that in growing up we take leave not just of youth but of the world we were young in."
   },
   "author": {
    "text": "Peter Medawar"
   }
  },
  {
   "quote": {
    "text": "When a nation goes down, or a society perishes, one condition may always be found; they forgot where they came from. They lost sight of what had brought them along."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "Even though the society that Marx foresaw is far from being an historical reality, Marxism has penetrated so deeply in history that we are all Marxists, one way or another, even unknowingly."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "Imagine a society in which there were neither rich nor poor. What evils, afflictions, sorrows, disorders, catastrophes, disasters, tribulations, misfortunes, agonies, calamities, despair, desolation and ruin would be unknown to man!"
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "Things began to improve when I went to Rangoon. To begin with, my father was promoted, which meant he was at home more. The matriarchal society was ended, and for the first time, I went to a boys' school."
   },
   "author": {
    "text": "Spike Milligan"
   }
  },
  {
   "quote": {
    "text": "Formerly, when religion was strong and science weak, men mistook magic for medicine; now, when science is strong and religion weak, men mistake medicine for magic."
   },
   "author": {
    "text": "Thomas Szasz"
   }
  },
  {
   "quote": {
    "text": "In our increasingly secular society, with so many disparate gods and different faiths, superhero films present a unique canvas upon which our shared hopes, dreams and apocalyptic nightmares can be projected and played out."
   },
   "author": {
    "text": "Tom Hiddleston"
   }
  },
  {
   "quote": {
    "text": "Society is not a disease, it is a disaster. What a stupid miracle that one can live in it."
   },
   "author": {
    "text": "Emil Cioran"
   }
  },
  {
   "quote": {
    "text": "In thinking about religion and society in the 21st century, we should broaden the conversation about faith from doctrinal debates to the larger question of how it might inspire us to strengthen the bonds of belonging that redeem us from our solitude, helping us to construct together a gracious and generous social order."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "Nine-tenths of the people were created so you would want to be with the other tenth."
   },
   "author": {
    "text": "Horace Walpole"
   }
  },
  {
   "quote": {
    "text": "I don't have my finger on the pulse of corruption in China, but I think most people on the ground would say that as China was emerging from communism, it was a very regulated society, and therefore, it was very corrupt. But as they have deregulated the economy, there just aren't as many opportunities for people to be corrupt."
   },
   "author": {
    "text": "Clayton M. Christensen"
   }
  },
  {
   "quote": {
    "text": "Society honors its living conformists and its dead troublemakers."
   },
   "author": {
    "text": "Mignon McLaughlin"
   }
  },
  {
   "quote": {
    "text": "Most people in this society who aren't actively mad are, at best, reformed or potential lunatics."
   },
   "author": {
    "text": "Susan Sontag"
   }
  },
  {
   "quote": {
    "text": "I have spent years representing victims of racial profiling and police brutality and investigating patterns of drug law enforcement in poor communities of color - and attempting to help people who have been released from prison attempting to 're-enter' into a society that never seemed to have much use to them in the first place."
   },
   "author": {
    "text": "Michelle Alexander"
   }
  },
  {
   "quote": {
    "text": "In a sensibly organised society, if you improve productivity, there is room for everybody to benefit."
   },
   "author": {
    "text": "Geoffrey Hinton"
   }
  },
  {
   "quote": {
    "text": "I hope one day I will host my own charity event to give back to society."
   },
   "author": {
    "text": "Yani Tseng"
   }
  },
  {
   "quote": {
    "text": "The more technology we introduce into society, the more people will aggregate, will want to be with other people: movies, rock concerts, shopping."
   },
   "author": {
    "text": "John Naisbitt"
   }
  },
  {
   "quote": {
    "text": "The more democratic and open a society is, the more it's exposed to terrorism. The more a country is free, not governed by a police regime, the more it risks hijackings or massacres like the ones that took place for many years in Italy and Germany and other parts of Europe."
   },
   "author": {
    "text": "Oriana Fallaci"
   }
  },
  {
   "quote": {
    "text": "Our work should be a reflection of society, and if you're not concerned with including all of society, then I don't really know what you're doing making art in the first place."
   },
   "author": {
    "text": "Sasheer Zamata"
   }
  },
  {
   "quote": {
    "text": "Our country will be stabilized, with all key establishments in society working in unity with full awareness among Thais of their duties and responsibilities."
   },
   "author": {
    "text": "Bhumibol Adulyadej"
   }
  },
  {
   "quote": {
    "text": "Human rights commissions, as they are evolving, are an attack on our fundamental freedoms and the basic existence of a democratic society... It is in fact totalitarianism. I find this is very scary stuff."
   },
   "author": {
    "text": "Stephen Harper"
   }
  },
  {
   "quote": {
    "text": "As I understand the American Founders, the most brilliant and daring idea they had was that it's possible to create a free society that could stay free forever."
   },
   "author": {
    "text": "Os Guinness"
   }
  },
  {
   "quote": {
    "text": "Burroughs was never really that pleased with the way popular culture and society treated his character. He tried to make a few movies of his own as a result, but they weren't very good."
   },
   "author": {
    "text": "Brendan Fraser"
   }
  },
  {
   "quote": {
    "text": "For a healthy society, those laws and conventions should always support marriage as an institution characterised by an openness to children and the responsibility of fathers and mothers remaining together to care for children born into their family."
   },
   "author": {
    "text": "Vincent Nichols"
   }
  },
  {
   "quote": {
    "text": "When a dictatorship imprisons someone or makes them disappear, it's actually a very strategic move. We forget that. It's not as senseless as it seems. It's a way to silence someone, but also it's a way to silence their family as well, out of fear, and society by extension."
   },
   "author": {
    "text": "Hisham Matar"
   }
  },
  {
   "quote": {
    "text": "If those in charge of our society - politicians, corporate executives, and owners of press and television - can dominate our ideas, they will be secure in their power. They will not need soldiers patrolling the streets. We will control ourselves."
   },
   "author": {
    "text": "Howard Zinn"
   }
  },
  {
   "quote": {
    "text": "There are more crime films about the corruption of power because our society has similar problems. It would be great for me as an actor to work on an 'Inside Men' sequel, but I hope it never gets made. Because it would mean the corruption is still there."
   },
   "author": {
    "text": "Lee Byung-hun"
   }
  },
  {
   "quote": {
    "text": "I know that many people kill off their real personality just to fit into this society, but why do we have to compromise? I never understood that. I decided to try to be myself and to live by my own values rather than those of others."
   },
   "author": {
    "text": "Novala Takemoto"
   }
  },
  {
   "quote": {
    "text": "Usually my ideas for work have revolved around my interest in people, especially people that live on the edges of society."
   },
   "author": {
    "text": "Mary Ellen Mark"
   }
  },
  {
   "quote": {
    "text": "If some student belonging to weaker section of society suffers distress, humanity says it must be addressed."
   },
   "author": {
    "text": "Arun Jaitley"
   }
  },
  {
   "quote": {
    "text": "Service to society is the rent we pay for living on this planet."
   },
   "author": {
    "text": "Joseph Murray"
   }
  },
  {
   "quote": {
    "text": "If you look at a company like Uber, a company that so anti-establishment that cab companies are trying to find ways to shut it down, one could compare that to how Public Enemy and NWA went after then-modern society in hip hop."
   },
   "author": {
    "text": "Troy Carter"
   }
  },
  {
   "quote": {
    "text": "Crohn's doesn't define who you are. You are a human being; you are special and a great addition to society. Crohn's is just a part of your life. Try to be positive and proactive - therein lies the solution."
   },
   "author": {
    "text": "Mike McCready"
   }
  },
  {
   "quote": {
    "text": "A society deadened by a smothering network of laws while finding release in moral chaos is not likely to be either happy or stable."
   },
   "author": {
    "text": "Robert Bork"
   }
  },
  {
   "quote": {
    "text": "Being a literature major, you know, I'm very familiar with the ways symbolism is used in our sort of mythic tales of society, so anyone who is consciously trying to pull that off I think is really interesting and clearly very smart."
   },
   "author": {
    "text": "Carrie Coon"
   }
  },
  {
   "quote": {
    "text": "Classical liberalism is the idea that individual freedom and limited government are the best way for humans to form a free society."
   },
   "author": {
    "text": "Dave Rubin"
   }
  },
  {
   "quote": {
    "text": "I want to be a traditional king first and foremost, building on the tradition of my predecessors standing for continuity and stability in this country, but also a 21st-century king who can unite, represent and encourage society."
   },
   "author": {
    "text": "Willem-Alexander of the Netherlands"
   }
  },
  {
   "quote": {
    "text": "Even if you have something that you can contribute to society, very often society doesn't view you that way. Because when you are The Other, the first response by the mainstream, if you will, is to ostracize."
   },
   "author": {
    "text": "Joe Morton"
   }
  },
  {
   "quote": {
    "text": "When we talk of freedom and opportunity for all nations, the mocking paradoxes in our own society become so clear they can no longer be ignored."
   },
   "author": {
    "text": "Wendell Willkie"
   }
  },
  {
   "quote": {
    "text": "Even though Chinese society was really closed, there were two windows for me to explore the world. One was from my mother and grandmother, the unseen and invisible world. Another window was brought from my father's side, those classic and Western books."
   },
   "author": {
    "text": "Cai Guo-Qiang"
   }
  },
  {
   "quote": {
    "text": "Schools serving disadvantaged students need more time to help these students catch up and gain the core academic skills they will need to succeed in our economy and society."
   },
   "author": {
    "text": "Chris Gabrieli"
   }
  },
  {
   "quote": {
    "text": "We've always been interested in the commentary on politics and society and how comedy always sort of cuts that with a nice laugh, and the perspective it brings."
   },
   "author": {
    "text": "Sean Hayes"
   }
  },
  {
   "quote": {
    "text": "The arts are so important not only to society but to ourselves as human beings. It keeps in touch with our own humanity. So access to the arts in any way, shape, or form is vital."
   },
   "author": {
    "text": "Audra McDonald"
   }
  },
  {
   "quote": {
    "text": "When I became prime minister last September, I promised the Japanese people that I would not tolerate the politics of indecision. A propensity to delay difficult and weighty decisions has been hurting our country. It is detrimental to our economy, society and future, and it cannot be allowed to continue."
   },
   "author": {
    "text": "Yoshihiko Noda"
   }
  },
  {
   "quote": {
    "text": "We are both disturbed and fascinated by visions of bleak futures, predictions of what might come if we as a society aren't careful."
   },
   "author": {
    "text": "Marie Lu"
   }
  },
  {
   "quote": {
    "text": "More than anything else, we need in this society the opportunity for people to tell us what they think without being told that they're either dumb, or stupid, or uninformed."
   },
   "author": {
    "text": "Brian Lamb"
   }
  },
  {
   "quote": {
    "text": "FIFA stands for discipline, respect, fair-play, not just on the field of play, but in our society as well."
   },
   "author": {
    "text": "Sepp Blatter"
   }
  },
  {
   "quote": {
    "text": "Japan is a well-educated, technological society. It is a free society, protects intellectual property."
   },
   "author": {
    "text": "John Roos"
   }
  },
  {
   "quote": {
    "text": "Civilization is unbearable, but it is less unbearable at the top."
   },
   "author": {
    "text": "Timothy Leary"
   }
  },
  {
   "quote": {
    "text": "Punishment is now unfashionable... because it creates moral distinctions among men, which, to the democratic mind, are odious. We prefer a meaningless collective guilt to a meaningful individual responsibility."
   },
   "author": {
    "text": "Thomas Szasz"
   }
  },
  {
   "quote": {
    "text": "The wise person often shuns society for fear of being bored."
   },
   "author": {
    "text": "Jean de la Bruyere"
   }
  },
  {
   "quote": {
    "text": "The territorial state is such an ancient form of society - here in Europe it dates back thousands of years - that it is now protected by the sanctity of age and the glory of tradition. A strong religious feeling mingles with the respect and the devotion to the fatherland."
   },
   "author": {
    "text": "Christian Lous Lange"
   }
  },
  {
   "quote": {
    "text": "It matters enormously to a successful democratic society like ours that we have three branches of government, each with some independence and some control over the other two. That's set out in the Constitution."
   },
   "author": {
    "text": "Sandra Day O'Connor"
   }
  },
  {
   "quote": {
    "text": "The wisdom and experience of older people is a resource of inestimable worth. Recognizing and treasuring the contributions of older people is essential to the long-term flourishing of any society."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "In our society leaving baby with Daddy is just one step above leaving the kids to be raised by wolves or apes."
   },
   "author": {
    "text": "Al Roker"
   }
  },
  {
   "quote": {
    "text": "Life was a lot simpler when what we honored was father and mother rather than all major credit cards."
   },
   "author": {
    "text": "Robert Orben"
   }
  },
  {
   "quote": {
    "text": "Cockroaches and socialites are the only things that can stay up all night and eat anything."
   },
   "author": {
    "text": "Herb Caen"
   }
  },
  {
   "quote": {
    "text": "How can a society that exists on instant mashed potatoes, packaged cake mixes, frozen dinners, and instant cameras teach patience to its young?"
   },
   "author": {
    "text": "Paul Sweeney"
   }
  },
  {
   "quote": {
    "text": "The key to organizing an alternative society is to organize people around what they can do, and more importantly, what they want to do."
   },
   "author": {
    "text": "Abbie Hoffman"
   }
  },
  {
   "quote": {
    "text": "The spirit of truth and the spirit of freedom - these are the pillars of society."
   },
   "author": {
    "text": "Henrik Ibsen"
   }
  },
  {
   "quote": {
    "text": "I like going to Burning Man, for example. An environment where people can try new things. I think as technologists we should have some safe places where we can try out new things and figure out the effect on society. What's the effect on people, without having to deploy it to the whole world."
   },
   "author": {
    "text": "Larry Page"
   }
  },
  {
   "quote": {
    "text": "It is not a fragrant world."
   },
   "author": {
    "text": "Raymond Chandler"
   }
  },
  {
   "quote": {
    "text": "Exclusiveness in a garden is a mistake as great as it is in society."
   },
   "author": {
    "text": "Alfred Austin"
   }
  },
  {
   "quote": {
    "text": "We cannot reform institutional racism or systemic policies if we are not actively engaged. It's not enough to simply complain about injustice; the only way to prevent future injustice is to create the society we would like to see, one where we are all equal under the law."
   },
   "author": {
    "text": "Al Sharpton"
   }
  },
  {
   "quote": {
    "text": "Just as important as our society as a whole are our small communities: our neighborhoods, workplaces and schools."
   },
   "author": {
    "text": "Jens Stoltenberg"
   }
  },
  {
   "quote": {
    "text": "The platform of an Ethical Society is itself the altar; the address must be the fire that burns thereon."
   },
   "author": {
    "text": "Felix Adler"
   }
  },
  {
   "quote": {
    "text": "The function of the press in society is to inform, but its role in society is to make money."
   },
   "author": {
    "text": "A. J. Liebling"
   }
  },
  {
   "quote": {
    "text": "I always said if I could figure out a way to grow Kleenex and toilet paper on trees, we could pull the plug on society."
   },
   "author": {
    "text": "Joel Salatin"
   }
  },
  {
   "quote": {
    "text": "Man is the animal that intends to shoot himself out into interplanetary space, after having given up on the problem of an efficient way to get himself five miles to work and back each day."
   },
   "author": {
    "text": "Bill Vaughan"
   }
  },
  {
   "quote": {
    "text": "I am as frustrated with society as a pyromaniac in a petrified forest."
   },
   "author": {
    "text": "A. Whitney Brown"
   }
  },
  {
   "quote": {
    "text": "Society is now less convinced of the absolute accuracy of the criminal justice system."
   },
   "author": {
    "text": "Tom Price"
   }
  },
  {
   "quote": {
    "text": "I don't know who will lead us through the '90s, but they must be made to speak to this spiritual vacuum at the heart of American society, this tumor of the soul."
   },
   "author": {
    "text": "Lee Atwater"
   }
  },
  {
   "quote": {
    "text": "Books are up against TV and movies and video games and a multimedia society that is so busy that people don't have contemplative time any more. I worry deeply about this. In fact, I worry about everything all the time. I used to be a punk. All I wanted to do was tear everything down, and that was so much easier."
   },
   "author": {
    "text": "T. C. Boyle"
   }
  },
  {
   "quote": {
    "text": "Usually, terrible things that are done with the excuse that progress requires them are not really progress at all, but just terrible things."
   },
   "author": {
    "text": "Russell Baker"
   }
  },
  {
   "quote": {
    "text": "A society that does not correctly interpret and appreciate its past cannot understand its present fortunes and adversities and can be caught unawares in a fast changing world."
   },
   "author": {
    "text": "Ibrahim Babangida"
   }
  },
  {
   "quote": {
    "text": "In a society that tries to standardize thinking, individuality is not highly prized."
   },
   "author": {
    "text": "Alex Grey"
   }
  },
  {
   "quote": {
    "text": "Building a road might create temporary jobs, but does it really create wealth if it doesn't also shorten commute times or otherwise make society better off?"
   },
   "author": {
    "text": "Myron Scholes"
   }
  },
  {
   "quote": {
    "text": "Society is one vast conspiracy for carving one into the kind of statue likes, and then placing it in the most convenient niche it has."
   },
   "author": {
    "text": "Randolph Bourne"
   }
  },
  {
   "quote": {
    "text": "Marriage cannot be severed from its cultural, religious and natural roots without weakening the good influence of society."
   },
   "author": {
    "text": "Jack Kingston"
   }
  },
  {
   "quote": {
    "text": "I'm sure mothers are important across every culture, but particularly in Korean society, the role of the mother is of great importance."
   },
   "author": {
    "text": "Bong Joon-ho"
   }
  },
  {
   "quote": {
    "text": "I think this society suffers so much from too much freedom, too many rights that allow people to be irresponsible."
   },
   "author": {
    "text": "Boyd Rice"
   }
  },
  {
   "quote": {
    "text": "It is good for society to have this introspection."
   },
   "author": {
    "text": "Jacques Verges"
   }
  },
  {
   "quote": {
    "text": "At one point in time or another, everyone's an outcast, and you have to deal with those sort of issues in society. Especially for teenage kids, I don't think there's anyone that's really been through childhood and not been an outcast in one way or another."
   },
   "author": {
    "text": "Luke Mitchell"
   }
  }
 ]
}