{
 "SpaceQuotes": [
  {
   "quote": {
    "text": "You build on failure. You use it as a stepping stone. Close the door on the past. You don't try to forget the mistakes, but you don't dwell on it. You don't let it have any of your energy, or any of your time, or any of your space."
   },
   "author": {
    "text": "Johnny Cash"
   }
  },
  {
   "quote": {
    "text": "Music was my refuge. I could crawl into the space between the notes and curl my back to loneliness."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I believe in Liberty for all men: the space to stretch their arms and their souls, the right to breathe and the right to vote, the freedom to choose their friends, enjoy the sunshine, and ride on the railroads, uncursed by color; thinking, dreaming, working as they will in a kingdom of beauty and love."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "The Universe is under no obligation to make sense to you."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Oh, don't let's ask for the moon. We've already got the stars."
   },
   "author": {
    "text": "Bette Davis"
   }
  },
  {
   "quote": {
    "text": "For the wise man looks into space and he knows there is no limited dimensions."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "Ye stars! which are the poetry of heaven!"
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "When we contemplate the whole globe as one great dewdrop, striped and dotted with continents and islands, flying through space with other stars all singing and shining together as one, the whole universe appears as an infinite storm of beauty."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "But a city is more than a place in space, it is a drama in time."
   },
   "author": {
    "text": "Patrick Geddes"
   }
  },
  {
   "quote": {
    "text": "Between stimulus and response there is a space. In that space is our power to choose our response. In our response lies our growth and our freedom."
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "In almost every profession - whether it's law or journalism, finance or medicine or academia or running a small business - people rely on confidential communications to do their jobs. We count on the space of trust that confidentiality provides. When someone breaches that trust, we are all worse off for it."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "The stars don't look bigger, but they do look brighter."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "Architecture is the thoughtful making of space."
   },
   "author": {
    "text": "Louis Kahn"
   }
  },
  {
   "quote": {
    "text": "That's one small step for a man, one giant leap for mankind."
   },
   "author": {
    "text": "Neil Armstrong"
   }
  },
  {
   "quote": {
    "text": "The moon is a friend for the lonesome to talk to."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "There is always space for improvement, no matter how long you've been in the business."
   },
   "author": {
    "text": "Oscar De La Hoya"
   }
  },
  {
   "quote": {
    "text": "I would like to die on Mars. Just not on impact."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Your sacred space is where you can find yourself again and again."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "We need to give each other the space to grow, to be ourselves, to exercise our diversity. We need to give each other space so that we may both give and receive such beautiful things as ideas, openness, dignity, joy, healing, and inclusion."
   },
   "author": {
    "text": "Max de Pree"
   }
  },
  {
   "quote": {
    "text": "Everything is a learning lesson, good and bad, so I am happy with the way things are, and I learned from everything negative. I am in a great space now, so I wouldn't change a thing!"
   },
   "author": {
    "text": "Karen Civil"
   }
  },
  {
   "quote": {
    "text": "What art offers is space - a certain breathing room for the spirit."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "Who are we? We find that we live on an insignificant planet of a humdrum star lost in a galaxy tucked away in some forgotten corner of a universe in which there are far more galaxies than people."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "Although the life of a person is in a land full of thorns and weeds, there is always a space in which the good seed can grow. You have to trust God."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "The thing about hip-hop today is it's smart, it's insightful. The way they can communicate a complex message in a very short space is remarkable."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "When you look at the stars and the galaxy, you feel that you are not just from any particular piece of land, but from the solar system."
   },
   "author": {
    "text": "Kalpana Chawla"
   }
  },
  {
   "quote": {
    "text": "I walk in a space of gratitude. I'm so grateful to God for blessing me with an amazing family and the opportunity to do what I love."
   },
   "author": {
    "text": "Jurnee Smollett-Bell"
   }
  },
  {
   "quote": {
    "text": "We are just an advanced breed of monkeys on a minor planet of a very average star. But we can understand the Universe. That makes us something very special."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "When we're in that kind of childish space, we're more genuine and feel more comfortable with our friends."
   },
   "author": {
    "text": "Evan Spiegel"
   }
  },
  {
   "quote": {
    "text": "The desire to fly is an idea handed down to us by our ancestors who... looked enviously on the birds soaring freely through space... on the infinite highway of the air."
   },
   "author": {
    "text": "Wilbur Wright"
   }
  },
  {
   "quote": {
    "text": "It doesn't matter at all for me that I work in hospital or anywhere with limited space. Every day, I'm creating new works with all my might."
   },
   "author": {
    "text": "Yayoi Kusama"
   }
  },
  {
   "quote": {
    "text": "Asteroids have us in our sight. The dinosaurs didn't have a space program, so they're not here to talk about this problem. We are, and we have the power to do something about it. I don't want to be the embarrassment of the galaxy, to have had the power to deflect an asteroid, and then not, and end up going extinct."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "If your ego starts out, 'I am important, I am big, I am special,' you're in for some disappointments when you look around at what we've discovered about the universe. No, you're not big. No, you're not. You're small in time and in space. And you have this frail vessel called the human body that's limited on Earth."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Nothing exists except atoms and empty space; everything else is opinion."
   },
   "author": {
    "text": "Democritus"
   }
  },
  {
   "quote": {
    "text": "The Earth is the cradle of humanity, but mankind cannot stay in the cradle forever."
   },
   "author": {
    "text": "Konstantin Tsiolkovsky"
   }
  },
  {
   "quote": {
    "text": "Each time I think I've created time for myself, along comes a throwback to disrupt my private space."
   },
   "author": {
    "text": "Wole Soyinka"
   }
  },
  {
   "quote": {
    "text": "Be exactly who you are. You can fit in any space you see yourself in. Be fearless."
   },
   "author": {
    "text": "Dawn Richard"
   }
  },
  {
   "quote": {
    "text": "I love the desert and its incomparable sense of space."
   },
   "author": {
    "text": "Robyn Davidson"
   }
  },
  {
   "quote": {
    "text": "I'd say, for me, it's cooking that gives me a space beyond music. I love food. And somehow, music and food go together so well. Cooking is very therapeutic. That preparation, the fragrance of spices, the wafting aromas - it just sweeps aside my depression, tiredness and name what you may."
   },
   "author": {
    "text": "Shreya Ghoshal"
   }
  },
  {
   "quote": {
    "text": "The important achievement of Apollo was demonstrating that humanity is not forever chained to this planet and our visions go rather further than that and our opportunities are unlimited."
   },
   "author": {
    "text": "Neil Armstrong"
   }
  },
  {
   "quote": {
    "text": "If the Earth gets hit by an asteroid, it's game over. It's control-alt-delete for civilization."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "Almost everything worthwhile carries with it some sort of risk, whether it's starting a new business, whether it's leaving home, whether it's getting married, or whether it's flying in space."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "Some people think happiness is a luxury, but it's a necessity. You need to make space for it in your life."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "I think that the ideal space must contain elements of magic, serenity, sorcery and mystery."
   },
   "author": {
    "text": "Luis Barragan"
   }
  },
  {
   "quote": {
    "text": "Architecture is basically the design of interiors, the art of organizing interior space."
   },
   "author": {
    "text": "Philip Johnson"
   }
  },
  {
   "quote": {
    "text": "Looking down the road, space exploration and the benefits it yields - in medicine and information technology - should not be overlooked."
   },
   "author": {
    "text": "Bob Barr"
   }
  },
  {
   "quote": {
    "text": "Space and light and order. Those are the things that men need just as much as they need bread or a place to sleep."
   },
   "author": {
    "text": "Le Corbusier"
   }
  },
  {
   "quote": {
    "text": "It suddenly struck me that that tiny pea, pretty and blue, was the Earth. I put up my thumb and shut one eye, and my thumb blotted out the planet Earth. I didn't feel like a giant. I felt very, very small."
   },
   "author": {
    "text": "Neil Armstrong"
   }
  },
  {
   "quote": {
    "text": "And as a writer, one of the things that I've always been interested in doing is actually invading your comfort space. Because that's what we're supposed to do. Get under your skin, and make you react."
   },
   "author": {
    "text": "Stephen King"
   }
  },
  {
   "quote": {
    "text": "Cyberspace can't compensate for real space. We benefit from chatting to people face to face."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "Space is the breath of art."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "Pleasure is a shadow, wealth is vanity, and power a pageant; but knowledge is ecstatic in enjoyment, perennial in frame, unlimited in space and indefinite in duration."
   },
   "author": {
    "text": "DeWitt Clinton"
   }
  },
  {
   "quote": {
    "text": "Yosemite Valley, to me, is always a sunrise, a glitter of green and golden wonder in a vast edifice of stone and space."
   },
   "author": {
    "text": "Ansel Adams"
   }
  },
  {
   "quote": {
    "text": "Underwater, I experience space with my body. I'll see a school of fish gathering and moving together and I'll exclaim, 'This is architecture.'"
   },
   "author": {
    "text": "Antoine Predock"
   }
  },
  {
   "quote": {
    "text": "In a modern loft, you can't just fill a space with furniture. Each piece has to be perfect."
   },
   "author": {
    "text": "Nate Berkus"
   }
  },
  {
   "quote": {
    "text": "We judge on the basis of what somebody looks like, skin color, whether we think they're beautiful or not. That space on the Internet allows you to converse with somebody with none of those things involved."
   },
   "author": {
    "text": "bell hooks"
   }
  },
  {
   "quote": {
    "text": "Architecture is how the person places herself in the space. Fashion is about how you place the object on the person."
   },
   "author": {
    "text": "Zaha Hadid"
   }
  },
  {
   "quote": {
    "text": "Make an empty space in any corner of your mind, and creativity will instantly fill it."
   },
   "author": {
    "text": "Dee Hock"
   }
  },
  {
   "quote": {
    "text": "Something I like to do a lot is just sit by water when there's a current and just stare into the water. I don't fish, I don't hunt, I don't scuba, I don't spear, don't boat, don't play basketball or football - I excel at staring into space. I'm really good at that."
   },
   "author": {
    "text": "Iggy Pop"
   }
  },
  {
   "quote": {
    "text": "At night, when the sky is full of stars and the sea is still you get the wonderful sensation that you are floating in space."
   },
   "author": {
    "text": "Natalie Wood"
   }
  },
  {
   "quote": {
    "text": "After one look at this planet any visitor from outer space would say 'I want to see the manager.'"
   },
   "author": {
    "text": "William S. Burroughs"
   }
  },
  {
   "quote": {
    "text": "We are bombarded on all sides by a vast number of messages we don't want or need. More information is generated in a single day than we can absorb in a lifetime. To fully enjoy life, all of us must find our own breathing space and peace of mind."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Philosophically, the universe has really never made things in ones. The Earth is special and everything else is different? No, we've got seven other planets. The sun? No, the sun is one of those dots in the night sky. The Milky Way? No, it's one of a hundred billion galaxies. And the universe - maybe it's countless other universes."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as an empty space or an empty time. There is always something to see, something to hear. In fact, try as we may to make a silence, we cannot."
   },
   "author": {
    "text": "John Cage"
   }
  },
  {
   "quote": {
    "text": "During the holiday season, it's easy to forget that sometimes the best gift of all is simply the gift of time. I can't think of anything a writer would appreciate more than being given time and space to work."
   },
   "author": {
    "text": "Kate Klise"
   }
  },
  {
   "quote": {
    "text": "It's coming home to roost over the next 50 years or so. It's not just climate change; it's sheer space, places to grow food for this enormous horde. Either we limit our population growth or the natural world will do it for us, and the natural world is doing it for us right now."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "The decision to write full-time meant I couldn't afford to buy a house. A friend kindly offered me the use of his apartment in a thirty-six-story building full of newlywed couples in the southern area of Jakarta. I didn't like my working space at first, but the scenery and everything going on outside have worked their magic on me."
   },
   "author": {
    "text": "Andrea Hirata"
   }
  },
  {
   "quote": {
    "text": "The real lover is the man who can thrill you just by touching your head or smiling into your eyes - or just by staring into space."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "Whenever I gaze up at the moon, I feel like I'm on a time machine. I am back to that precious pinpoint of time, standing on the foreboding - yet beautiful - Sea of Tranquility. I could see our shining blue planet Earth poised in the darkness of space."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "As a young boy growing up in rural India, most of what I knew of the world was what I could see around me. But each night, I would look at the Moon - it was impossibly far away, yet it held a special attraction because it allowed me to dream beyond my village and country, and think about the rest of the world and space."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "Hey sky, take off your hat, I'm on my way!"
   },
   "author": {
    "text": "Valentina Tereshkova"
   }
  },
  {
   "quote": {
    "text": "Houston, Tranquillity Base here. The Eagle has landed."
   },
   "author": {
    "text": "Neil Armstrong"
   }
  },
  {
   "quote": {
    "text": "Personality is the glitter that sends your little gleam across the footlights and the orchestra pit into that big black space where the audience is."
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "When I'm home, I like a cozy, comfortable, calming space."
   },
   "author": {
    "text": "Stacy Keibler"
   }
  },
  {
   "quote": {
    "text": "In spite of the opinions of certain narrow-minded people, who would shut up the human race upon this globe, as within some magic circle it must never outstep, we shall one day travel to the moon, the planets, and the stars, with the same facility, rapidity, and certainty as we now make the voyage from Liverpool to New York!"
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "There is good evidence that Venus once had liquid water and a much thinner atmosphere, similar to Earth billions of years ago. But today the surface of Venus is dry as a bone, hot enough to melt lead, there are clouds of sulfuric acid that reach a hundred miles high and the air is so thick it's like being 900 meters deep in the ocean."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "Planets move in ellipses with the Sun at one focus."
   },
   "author": {
    "text": "Johannes Kepler"
   }
  },
  {
   "quote": {
    "text": "When you're getting ready to launch into space, you're sitting on a big explosion waiting to happen."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "We find them smaller and fainter, in constantly increasing numbers, and we know that we are reaching into space, farther and farther, until, with the faintest nebulae that can be detected with the greatest telescopes, we arrive at the frontier of the known universe."
   },
   "author": {
    "text": "Edwin Powell Hubble"
   }
  },
  {
   "quote": {
    "text": "Now and then, someone is able to look at an empty space, conclude it would be a great place to start a revolution, and bravely go forward."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Disneyland is supposed to be the happiest place on Earth and I have to say when I'm riding around in that crazy Space Mountain ride I'm happy."
   },
   "author": {
    "text": "Famke Janssen"
   }
  },
  {
   "quote": {
    "text": "There is a fifth dimension, beyond that which is known to man. It is a dimension as vast as space and as timeless as infinity. It is the middle ground between light and shadow, between science and superstition."
   },
   "author": {
    "text": "Rod Serling"
   }
  },
  {
   "quote": {
    "text": "I believe that architecture is fundamentally a public space where people can gather and communicate, think about the history, think about the lives of human beings, or the world."
   },
   "author": {
    "text": "Tadao Ando"
   }
  },
  {
   "quote": {
    "text": "It's a very sobering feeling to be up in space and realize that one's safety factor was determined by the lowest bidder on a government contract."
   },
   "author": {
    "text": "Alan Shepard"
   }
  },
  {
   "quote": {
    "text": "They say any landing you can walk away from is a good one."
   },
   "author": {
    "text": "Alan Shepard"
   }
  },
  {
   "quote": {
    "text": "When we judge, we are always in a psychic space which is circular."
   },
   "author": {
    "text": "Rene Girard"
   }
  },
  {
   "quote": {
    "text": "Life can be less mysterious than we make it out to be when we try to think about how it would be on other planets. And if we remove the mystery of life, then I think it is a little bit easier for us to think about how we live, and how perhaps we're not as special as we always think we are."
   },
   "author": {
    "text": "Chris Adami"
   }
  },
  {
   "quote": {
    "text": "Today's kitchen is all about a well-planned space that makes cooking a completely interactive experience among family and friends."
   },
   "author": {
    "text": "Candice Olson"
   }
  },
  {
   "quote": {
    "text": "Space Mountain may be the oldest ride in the park, but it has the longest line."
   },
   "author": {
    "text": "Ric Flair"
   }
  },
  {
   "quote": {
    "text": "I would rather be a superb meteor, every atom of me in magnificent glow, than a sleepy and permanent planet."
   },
   "author": {
    "text": "Jack London"
   }
  },
  {
   "quote": {
    "text": "It is far better to grasp the universe as it really is than to persist in delusion, however satisfying and reassuring."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "Those are the same stars, and that is the same moon, that look down upon your brothers and sisters, and which they see as they look up to them, though they are ever so far away from us, and each other."
   },
   "author": {
    "text": "Sojourner Truth"
   }
  },
  {
   "quote": {
    "text": "When you get into your car, shut the door and be there for just half a minute. Breathe, feel the energy inside your body, look around at the sky, the trees. The mind might tell you, 'I don't have time.' But that's the mind talking to you. Even the busiest person has time for 30 seconds of space."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "Anything humans can do in space, robots can do better."
   },
   "author": {
    "text": "Trevor Paglen"
   }
  },
  {
   "quote": {
    "text": "I am deeply grieved by the loss of the crew of Columbia. I express my sincere condolences to the families and friends of the astronauts. I believe that their names will remain as the bright sparkling stars in the universe and will light the way for those who will follow them on the difficult roads of space exploration."
   },
   "author": {
    "text": "Valentina Tereshkova"
   }
  },
  {
   "quote": {
    "text": "There are no passengers on spaceship earth. We are all crew."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "The philosophy of FIFA is to expand world soccer space, to spread out the world football space."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "In awe, I watched the waxing moon ride across the zenith of the heavens like an ambered chariot towards the ebony void of infinite space wherein the tethered belts of Jupiter and Mars hang, for ever festooned in their orbital majesty. And as I looked at all this I thought... I must put a roof on this toilet."
   },
   "author": {
    "text": "Les Dawson"
   }
  },
  {
   "quote": {
    "text": "You live in the image you have of the world. Every one of us lives in a different world, with different space and different time."
   },
   "author": {
    "text": "Alejandro Jodorowsky"
   }
  },
  {
   "quote": {
    "text": "The space within becomes the reality of the building."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "I won't say that I'm an agnostic, since agnosticism maintains that one cannot know... but I'm not averse to the idea of some intelligence or some organizing force that set up the initial conditions of the universe in such a way that ultimately generated stars, planets and life."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "I have an 'office,' technically. I never use it. I work on a couch in my living room, with my laptop on my lap, looking out the windows. I love space and green things. And I'm an incredibly casual person. I slouch. I close the laptop and just lie on the couch for a while if I need to think. I put my feet up on a table while I type."
   },
   "author": {
    "text": "Ramez Naam"
   }
  },
  {
   "quote": {
    "text": "Within a culture possessed by the myth of feminine evil, the naming, describing, and theorizing about good and evil has constituted a maze/haze of deception. The journey of women becoming is breaking through this maze - springing into free space, which is an a-mazing process."
   },
   "author": {
    "text": "Mary Daly"
   }
  },
  {
   "quote": {
    "text": "You can only really hear the beat of your own drum if you give yourself the space to sit in it."
   },
   "author": {
    "text": "Ari Graynor"
   }
  },
  {
   "quote": {
    "text": "The lunar flights give you a correct perception of our existence. You look back at Earth from the moon, and you can put your thumb up to the window and hide the Earth behind your thumb. Everything you've ever known is behind your thumb, and that blue-and-white ball is orbiting a rather normal star, tucked away on the outer edge of a galaxy."
   },
   "author": {
    "text": "Jim Lovell"
   }
  },
  {
   "quote": {
    "text": "If you look at the Earth without architecture, it's sometimes a little bit unpleasant. So there is this basic human need to do shelter in the broadest sense of the word, whether it's a movie theater or a simple log cabin in the mountains. This is the core of architecture: To provide a space for human beings."
   },
   "author": {
    "text": "Peter Zumthor"
   }
  },
  {
   "quote": {
    "text": "I want my portraits to create a space where blackness can breathe."
   },
   "author": {
    "text": "Amy Sherald"
   }
  },
  {
   "quote": {
    "text": "Having the opportunity to fly the first flight of something like a space shuttle was the ultimate test flight."
   },
   "author": {
    "text": "Robert Crippen"
   }
  },
  {
   "quote": {
    "text": "You cannot look up at the night sky on the Planet Earth and not wonder what it's like to be up there amongst the stars. And I always look up at the moon and see it as the single most romantic place within the cosmos."
   },
   "author": {
    "text": "Tom Hanks"
   }
  },
  {
   "quote": {
    "text": "What can we gain by sailing to the moon if we are not able to cross the abyss that separates us from ourselves? This is the most important of all voyages of discovery, and without it, all the rest are not only useless, but disastrous."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "If you are in a spaceship that is traveling at the speed of light, and you turn on the headlights, does anything happen?"
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "There may be aliens in our Milky Way galaxy, and there are billions of other galaxies. The probability is almost certain that there is life somewhere in space."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "I think the universe is pure geometry - basically, a beautiful shape twisting around and dancing over space-time."
   },
   "author": {
    "text": "Antony Garrett Lisi"
   }
  },
  {
   "quote": {
    "text": "Even these stars, which seem so numerous, are as sand, as dust - or less than dust - in the enormity of the space in which there is nothing."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "A bird cannot fly with one wing only. Human space flight cannot develop any further without the active participation of women."
   },
   "author": {
    "text": "Valentina Tereshkova"
   }
  },
  {
   "quote": {
    "text": "The reason we have the stars twinkle at night is because the light is being kind of blurred by the atmosphere around the Earth. That is why the Hubble Space Telescope is so good, because it is above the atmosphere. So it is kind of like looking at the sun from the bottom of a swimming pool, versus looking at the sun above the swimming pool."
   },
   "author": {
    "text": "Michael J. Massimino"
   }
  },
  {
   "quote": {
    "text": "My parents, and librarians along the way, taught me about the space between words; about the margins, where so many juicy moments of life and spirit and friendship could be found. In a library, you could find miracles and truth and you might find something that would make you laugh so hard that you get shushed, in the friendliest way."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "I claim that space is part of our culture. You've heard complaints that nobody knows the names of the astronauts, that nobody gets excited about launches, that nobody cares anymore except people in the industry. I don't believe that for a minute."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "The stars, that nature hung in heaven, and filled their lamps with everlasting oil, give due light to the misled and lonely traveller."
   },
   "author": {
    "text": "John Milton"
   }
  },
  {
   "quote": {
    "text": "One of the remarkable things about Donald Trump is that he didn't just beat the Progressive establishment - he also beat the Conservative establishment. Two political tribes that dominated Washington for half a century were defeated in the space of one election campaign."
   },
   "author": {
    "text": "Milo Yiannopoulos"
   }
  },
  {
   "quote": {
    "text": "Modern science says: 'The sun is the past, the earth is the present, the moon is the future.' From an incandescent mass we have originated, and into a frozen mass we shall turn. Merciless is the law of nature, and rapidly and irresistibly we are drawn to our doom."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "I feel like our culture is so good at pulling other people down and being so judgmental, but there's space for all of us to be who we are. There's space for us to celebrate each other and root for each other and not take each other down."
   },
   "author": {
    "text": "Tracee Ellis Ross"
   }
  },
  {
   "quote": {
    "text": "Our life is full of empty space."
   },
   "author": {
    "text": "Umberto Eco"
   }
  },
  {
   "quote": {
    "text": "The space shuttle was often used as an example of why you shouldn't even attempt to make something reusable. But one failed experiment does not invalidate the greater goal. If that was the case, we'd never have had the light bulb."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Most whale photos you see show whales in this beautiful blue water - it's almost like space."
   },
   "author": {
    "text": "Brian Skerry"
   }
  },
  {
   "quote": {
    "text": "Sooner or later, we will face a catastrophic threat from space. Of all the possible threats, only a gigantic asteroid hit can destroy the entire planet. If we prepare now, we better our odds of survival. The dinosaurs never knew what hit them."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "Circles create soothing space, where even reticent people can realize that their voice is welcome."
   },
   "author": {
    "text": "Margaret J. Wheatley"
   }
  },
  {
   "quote": {
    "text": "Between stimulus and response, there is a space where we choose our response."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "According to String Theory, what appears to be empty space is actually a tumultuous ocean of strings vibrating at the precise frequencies that create the 4 dimensions you and I call height, width, depth and time."
   },
   "author": {
    "text": "Roy H. Williams"
   }
  },
  {
   "quote": {
    "text": "If I go into the place in myself that is love, and you go into the place in yourself that is love, we are together in love. Then you and I are truly in love, the state of being love. That's the entrance to Oneness. That's the space I entered when I met my guru."
   },
   "author": {
    "text": "Ram Dass"
   }
  },
  {
   "quote": {
    "text": "Architecture is the will of an epoch translated into space."
   },
   "author": {
    "text": "Ludwig Mies van der Rohe"
   }
  },
  {
   "quote": {
    "text": "I think a lot of the American people feel more than a little disappointed that the high-water mark for human exploration was 1969. The dream of human space travel has almost died for a lot of people."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "The human brain now holds the key to our future. We have to recall the image of the planet from outer space: a single entity in which air, water, and continents are interconnected. That is our home."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "The scientific theory I like best is that the rings of Saturn are composed entirely of lost airline luggage."
   },
   "author": {
    "text": "Mark Russell"
   }
  },
  {
   "quote": {
    "text": "All architecture is shelter, all great architecture is the design of space that contains, cuddles, exalts, or stimulates the persons in that space."
   },
   "author": {
    "text": "Philip Johnson"
   }
  },
  {
   "quote": {
    "text": "I was transformed by picking up a pair of binoculars and looking up, and that's hard to do for a city kid because when you look up you just see buildings - and really, your first thought is to look in people's windows. So to look out of the space - out of living space - and look up to the sky, binoculars go far, literally and figuratively."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Social media has colonized what was once a sacred space occupied by emptiness: the space reserved for thought and creativity."
   },
   "author": {
    "text": "Mahershala Ali"
   }
  },
  {
   "quote": {
    "text": "I believe that architecture, as anything else in life, is evolutionary. Ideas evolve; they don't come from outer space and crash into the drawing board."
   },
   "author": {
    "text": "Bjarke Ingels"
   }
  },
  {
   "quote": {
    "text": "Karma is only in space time and causality. Your real self resides non-locally."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "I like the sci-fi channel. Just science in general. I came across a segment on time travel and how time travel is possible. We create a spaceship that's moving at almost the speed of light, we go in that spaceship in outer space, and we fly around for a year, when we get back to Earth, Earth would've aged 10 years."
   },
   "author": {
    "text": "Von Miller"
   }
  },
  {
   "quote": {
    "text": "It was a unique childhood, to say the least. My father was born in Patiala to refugee parents and was a part of the Indian Air Force. The talented few amongst the Air Force pilots are made test pilots. Test pilots are best suited to look at the space programme as they are trained to expect the unexpected."
   },
   "author": {
    "text": "Kapil Sharma"
   }
  },
  {
   "quote": {
    "text": "I work a little bit like a sculptor. When I start, my first idea for a building is with the material. I believe architecture is about that. It's not about paper, it's not about forms. It's about space and material."
   },
   "author": {
    "text": "Peter Zumthor"
   }
  },
  {
   "quote": {
    "text": "I always begin a room with the rug; it is literally the foundation of the space. I then go on to the furniture."
   },
   "author": {
    "text": "Lee Radziwill"
   }
  },
  {
   "quote": {
    "text": "The space station is the most unique laboratory we've ever built. The reason we have it is to do research on materials, people, medical matters, pharmaceuticals - the possibilities are nearly endless."
   },
   "author": {
    "text": "John Glenn"
   }
  },
  {
   "quote": {
    "text": "As someone who flew two space capsules and twice landed in the ocean, I can attest from personal experience how much logistics work is needed to get you home."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "Everyone, red state, blue state, everyone supports space exploration."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "I'm really hopeful about the future of space exploration and human spaceflight. Civilization as we know it has been defined by exploration. You know, we need to go off and find out what's around the next corner and what's just beyond what we already know. It's part of our being; it's part of our moral fiber to go off and explore."
   },
   "author": {
    "text": "Alan G. Poindexter"
   }
  },
  {
   "quote": {
    "text": "Why not a space flower? Why do we always expect metal ships?"
   },
   "author": {
    "text": "W. D. Richter"
   }
  },
  {
   "quote": {
    "text": "I'm a bit of a caveman - I don't go out into the digital space very often. I lie facedown on the grass and count how many bugs I can find."
   },
   "author": {
    "text": "Dave Matthews"
   }
  },
  {
   "quote": {
    "text": "An architect must remember that the people working or living in his building need space - to dream, to be quiet, to find beauty somewhere."
   },
   "author": {
    "text": "Christian de Portzamparc"
   }
  },
  {
   "quote": {
    "text": "No, I think most astronauts recognize that the space shuttle program is very high-risk, and are prepared for accidents."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "The stars look the same from night to night. Nebulae and galaxies are dully immutable, maintaining the same overall appearance for thousands or millions of years. Indeed, only the sun, moon and planets - together with the occasional comet, asteroid or meteor - seem dynamic."
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, there was this neighborhood beer and wine store that sold old comics for a nickel a piece. I'd load up on old books whenever we went on vacation. Yeah, I have a lot of fond memories of riding in the back of the ol' station wagon and reading 'Mystery in Space' and 'Strange Adventures' as we headed up to Torch Lake."
   },
   "author": {
    "text": "Jim Starlin"
   }
  },
  {
   "quote": {
    "text": "In our usual mind state, we are continually activating the process that in Buddhist terminology is known as 'bhava,' which literally means 'becoming.' In this space of becoming, we are subtly leaning forward into the future, trying to have security based on feeling that we can hold on, we can try to keep things from changing."
   },
   "author": {
    "text": "Sharon Salzberg"
   }
  },
  {
   "quote": {
    "text": "From the beginning I thought about working with the body in movement, the space between the body and clothes. I wanted the clothes to move when people moved. The clothes are also for people to dance or laugh."
   },
   "author": {
    "text": "Issey Miyake"
   }
  },
  {
   "quote": {
    "text": "One of my favorite cities is Tokyo because of sushi, and Asian food in general, but then also the way Tokyo operates, because it's so clean, and there's space for a lot of variety of stores."
   },
   "author": {
    "text": "Lauv"
   }
  },
  {
   "quote": {
    "text": "I love the game of basketball. I guess it started with 'Space Jam.' Right after that movie, I went out there to my little Flight hoop and tried to do every dunk in the movie."
   },
   "author": {
    "text": "Zach LaVine"
   }
  },
  {
   "quote": {
    "text": "I love working with a set designer because, in many respects, you meet the set designer before you meet the actors. So it's a chance for me as a director to figure out what I'm thinking and to explore how the space is going to actually be activated."
   },
   "author": {
    "text": "George C. Wolfe"
   }
  },
  {
   "quote": {
    "text": "Quite simply, if you're feeling anxious, angry, a sense of shame, whatever it is, breathe in and agree to touch or feel it. Breathing out, offer space and care to whatever's there. If there's blocking to touching it, emphasize the in-breath and stay embodied."
   },
   "author": {
    "text": "Tara Brach"
   }
  },
  {
   "quote": {
    "text": "NASA is an engine of innovation and inspiration as well as the world's premier space exploration agency, and we are well served by politicians working to keep it that way, instead of turning it into a mere jobs program, or worse, cutting its budget."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "It's about the characters, it's about the film, it's about the process of making stunning visuals and a huge, epic movie. It doesn't matter if my head was covered in a black plastic bag and I was bouncing around in a space hopper: That's the villain of Chris Nolan's 'Batman!'"
   },
   "author": {
    "text": "Tom Hardy"
   }
  },
  {
   "quote": {
    "text": "Time travel used to be thought of as just science fiction, but Einstein's general theory of relativity allows for the possibility that we could warp space-time so much that you could go off in a rocket and return before you set out."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "A library is a place that is a repository of information and gives every citizen equal access to it. That includes health information. And mental health information. It's a community space. It's a place of safety, a haven from the world."
   },
   "author": {
    "text": "Neil Gaiman"
   }
  },
  {
   "quote": {
    "text": "It's like everything in football - and life. You need to look, you need to think, you need to move, you need to find space, you need to help others. It's very simple in the end."
   },
   "author": {
    "text": "Johan Cruyff"
   }
  },
  {
   "quote": {
    "text": "What is a fear of living? It's being preeminently afraid of dying. It is not doing what you came here to do, out of timidity and spinelessness. The antidote is to take full responsibility for yourself - for the time you take up and the space you occupy. If you don't know what you're here to do, then just do some good."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I have learned the hard way to mind my business, without judging who people are and what they do. I am more troubled by the lack of space being provided for the truth to unfold. Humans cannot seem to wait for or honor the truth. Instead, we make it up based on who we believe people should or should not be."
   },
   "author": {
    "text": "Iyanla Vanzant"
   }
  },
  {
   "quote": {
    "text": "Many a trip continues long after movement in time and space have ceased."
   },
   "author": {
    "text": "John Steinbeck"
   }
  },
  {
   "quote": {
    "text": "I think we're going to the moon because it's in the nature of the human being to face challenges. It's by the nature of his deep inner soul... we're required to do these things just as salmon swim upstream."
   },
   "author": {
    "text": "Neil Armstrong"
   }
  },
  {
   "quote": {
    "text": "Space exploration is a force of nature unto itself that no other force in society can rival."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "You look at a herd of cattle and well, they all look the same... but they know. They all have an individual personality, and those personalities change from day to day. They can have their grumpy days and their happy days and their serene days. But it's unpredictable. You can't be off in outer space when you're dealing with animals."
   },
   "author": {
    "text": "Chris Cooper"
   }
  },
  {
   "quote": {
    "text": "We are not going to be able to operate our Spaceship Earth successfully nor for much longer unless we see it as a whole spaceship and our fate as common. It has to be everybody or nobody."
   },
   "author": {
    "text": "R. Buckminster Fuller"
   }
  },
  {
   "quote": {
    "text": "By refocusing our space program on Mars for America's future, we can restore the sense of wonder and adventure in space exploration that we knew in the summer of 1969. We won the moon race; now it's time for us to live and work on Mars, first on its moons and then on its surface."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "Discipline means to prevent everything in your life from being filled up. Discipline means that somewhere you're not occupied, and certainly not preoccupied. In the spiritual life, discipline means to create that space in which something can happen that you hadn't planned or counted on."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "We stand at the birth of a new millennium, ready to unlock the mysteries of space, to free the Earth from the miseries of disease, and to harness the energies, industries and technologies of tomorrow. A new national pride will stir our souls, lift our sights, and heal our divisions."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "A zero-gravity flight is a first step toward space travel."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "The feeling is constantly growing on me that I had been the first to hear the greeting of one planet to another."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "Before we had airplanes and astronauts, we really thought that there was an actual place beyond the clouds, somewhere over the rainbow. There was an actual place, and we could go above the clouds and find it there."
   },
   "author": {
    "text": "Barbara Walters"
   }
  },
  {
   "quote": {
    "text": "The world, when you look at it, it just can't be random. I mean, it's so different than the vast emptiness that is everything else, and even all the other planets we've seen, at least in our solar system, none of them even remotely resemble the precious life-giving nature of our own planet."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "I think we are at the dawn of a new era in commercial space exploration."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "One in 200 stars has habitable Earth-like planets surrounding it - in the galaxy, half a billion stars have Earth-like planets going around them - that's huge, half a billion. So when we look at the night sky, it makes sense that someone is looking back at us."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "Space is not just going up and coming back down again. Space is getting into orbit and being there, living there, establishing a presence, a permanence."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "Living in a rural setting exposes you to so many marvelous things - the natural world and the particular texture of small-town life, and the exhilarating experience of open space."
   },
   "author": {
    "text": "Susan Orlean"
   }
  },
  {
   "quote": {
    "text": "Imagine a country that flies into space, launches Sputniks, creates such a defense system, and it can't resolve the problem of women's pantyhose. There's no toothpaste, no soap powder, not the basic necessities of life. It was incredible and humiliating to work in such a government."
   },
   "author": {
    "text": "Mikhail Gorbachev"
   }
  },
  {
   "quote": {
    "text": "If you're going to lead a space frontier, it has to be government; it'll never be private enterprise. Because the space frontier is dangerous, and it's expensive, and it has unquantified risks. And under those conditions, you cannot establish a capital-market evaluation of that enterprise. You can't get investors."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "I have wanted to fly into space for many years, but never imagined it would really be feasible."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "God in the beginning formed matter in solid, massy, hard, impenetrable, movable particles, of such sizes and figures, and with such other properties, and in such proportion to space, as most conduced to the end for which he formed them."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "I am always floating around trying to tend to everyone and be free while at the same time enjoying some space."
   },
   "author": {
    "text": "Jenna Morasca"
   }
  },
  {
   "quote": {
    "text": "It is only in the world of objects that we have time and space and selves."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "Love is space and time measured by the heart."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "After the Challenger accident, NASA put in a lot of time to improve the safety of the space shuttle to fix the things that had gone wrong."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "I've always loved airplanes and flight. The space program was really important to me as a kid. I still have a photo of Armstrong and Aldrin on the moon in my living room."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "The more space and emptiness you can create in yourself, then you can let the rest of the world come in and fill you up."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "Sculpture occupies real space like we do... you walk around it and relate to it almost as another person or another object."
   },
   "author": {
    "text": "Chuck Close"
   }
  },
  {
   "quote": {
    "text": "As a species, we've always been discoverers and adventurers, and space and the deep ocean are some of the last frontiers."
   },
   "author": {
    "text": "Paul Allen"
   }
  },
  {
   "quote": {
    "text": "Great industries are never made from single companies. There is room in space for a lot of winners."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "Space enthusiasts are the most susceptible demographic to delusion that I have ever seen."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Perhaps, as some wit remarked, the best proof that there is Intelligent Life in Outer Space is the fact it hasn't come here. Well, it can't hide forever - one day we will overhear it."
   },
   "author": {
    "text": "Arthur C. Clarke"
   }
  },
  {
   "quote": {
    "text": "With any luck, by the time NASA's space probe hits Pluto, you'll be booking a spaceflight with a privately run suborbital airline."
   },
   "author": {
    "text": "Burt Rutan"
   }
  },
  {
   "quote": {
    "text": "I want people to fall in love with themselves and to be really proud and full of joy for the space they take up. If someone else appreciates the space you take up, then that's icing on the cake."
   },
   "author": {
    "text": "Jonathan Van Ness"
   }
  },
  {
   "quote": {
    "text": "The fact that I was going to be the first American woman to go into space carried huge expectations along with it."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "We'd never have got a chance to go outside and look at the earth if it hadn't been for space exploration and NASA."
   },
   "author": {
    "text": "James Lovelock"
   }
  },
  {
   "quote": {
    "text": "Space is big. You just won't believe how vastly, hugely, mind-bogglingly big it is. I mean, you may think it's a long way down the road to the drug store, but that's just peanuts to space."
   },
   "author": {
    "text": "Douglas Adams"
   }
  },
  {
   "quote": {
    "text": "The perception of the horizon is an earthbound event; all horizons disappear in space, and we are left shorn of the sweet roots that have held us to the earth, challenged to imagine what is truly present just before us, a unified and seemingly limitless universe."
   },
   "author": {
    "text": "Eugene Kennedy"
   }
  },
  {
   "quote": {
    "text": "Coming home to a tidy, pulled-together space will help everything in your life feel the same way."
   },
   "author": {
    "text": "Bobby Berk"
   }
  },
  {
   "quote": {
    "text": "My mind is stuffed with quotes. Lines, couplets, paragraphs, stanzas; Bessie Smith, Stevie Smith, Tin Pan Alley, rock and roll. They tease or lead or hurl me into a dream space of jostling languages that I need to bask in each day in order to write."
   },
   "author": {
    "text": "Margo Jefferson"
   }
  },
  {
   "quote": {
    "text": "The ostensible subject of my photographs may be motion, but the subtext is time. A dancer's movements illustrate the passage of time, giving it a substance, materiality, and space. In my photographs, time is stopped, a split second becomes an eternity, and an ephemeral moment is solid as sculpture."
   },
   "author": {
    "text": "Lois Greenfield"
   }
  },
  {
   "quote": {
    "text": "From journalism I learned to write under pressure, to work with deadlines, to have limited space and time, to conduct and interview, to find information, to research, and above all, to use language as efficiently as possible and to remember always that there is a reader out there."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "I write for myself, and my goal is bringing that world and that experience of black Americans to life on the stage and giving it a space there."
   },
   "author": {
    "text": "August Wilson"
   }
  },
  {
   "quote": {
    "text": "It doesn't matter what country or what political system you are from. Space brings you together."
   },
   "author": {
    "text": "Valentina Tereshkova"
   }
  },
  {
   "quote": {
    "text": "My mind is changing all the time. I can't live in a space that has a fixed aesthetic. I just need a blank slate when I come home."
   },
   "author": {
    "text": "Petra Collins"
   }
  },
  {
   "quote": {
    "text": "Today, we are on a path of decay. We are seeing the book close on five decades of accomplishment as the leader in human space exploration."
   },
   "author": {
    "text": "Gene Cernan"
   }
  },
  {
   "quote": {
    "text": "When all of us are acknowledged as the human equals that we really are, there will be no space left for bullying. It will no longer be wrong to choose one thing over another."
   },
   "author": {
    "text": "Jason Mraz"
   }
  },
  {
   "quote": {
    "text": "In my solitude I have pondered much on the incomprehensible subjects of space, eternity, life and death."
   },
   "author": {
    "text": "Alfred Russel Wallace"
   }
  },
  {
   "quote": {
    "text": "The words 'Space Age' have a quaint, nostalgic tone - sitting on midcentury modern furniture watching 'The Jetsons.'"
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Now, juggling can be a lot of fun; play with skill and play with space, play with rhythm."
   },
   "author": {
    "text": "Michael Moschen"
   }
  },
  {
   "quote": {
    "text": "You know what I would like to do: make a film with actors standing in empty space so that the spectator would have to imagine the background of the characters."
   },
   "author": {
    "text": "Michelangelo Antonioni"
   }
  },
  {
   "quote": {
    "text": "The black holes of nature are the most perfect macroscopic objects there are in the universe: the only elements in their construction are our concepts of space and time."
   },
   "author": {
    "text": "Subrahmanyan Chandrasekhar"
   }
  },
  {
   "quote": {
    "text": "Until space tourism is a destination-based business (e.g. flights to a private space station or to the moon), will flyers pay to fly more than once after having earned their astronaut wings? The answer to this is likely very dependent on the experience itself."
   },
   "author": {
    "text": "Dylan Taylor"
   }
  },
  {
   "quote": {
    "text": "You cannot make a giant space company in your dorm room. Not today. And the reason is that the heavy lifting infrastructure isn't in place."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "One has a responsibility to clean up one's space and make it livable as far as one's own resources go. That includes not only material resources, but psychological resources: the commitment of time and a portion of your mind to something when you'd rather be doing something else."
   },
   "author": {
    "text": "Wole Soyinka"
   }
  },
  {
   "quote": {
    "text": "Civil society space provides the oxygen for citizens to participate and meaningfully hold their governments and the private sector to account - and ensure that decisions are made in the interest of the majority and not the few. Without it, citizens have limited space to dissent and challenge the elites."
   },
   "author": {
    "text": "Winnie Byanyima"
   }
  },
  {
   "quote": {
    "text": "Profound subject matter can be encompassed in small space - for proof, look at any sonnet by Shakespeare!"
   },
   "author": {
    "text": "Cynthia Ozick"
   }
  },
  {
   "quote": {
    "text": "We create the technology to connect the world. We are a large network company and not restricted to just the telecom space."
   },
   "author": {
    "text": "Rajeev Suri"
   }
  },
  {
   "quote": {
    "text": "Most architects think in drawings, or did think in drawings; today, they think on the computer monitor. I always tried to think three dimensionally. The interior eye of the brain should be not flat but three dimensional so that everything is an object in space. We are not living in a two-dimensional world."
   },
   "author": {
    "text": "Frei Otto"
   }
  },
  {
   "quote": {
    "text": "I have a lot of objects in my space, little things, reminders, memories."
   },
   "author": {
    "text": "Marc Newson"
   }
  },
  {
   "quote": {
    "text": "I'm a workaholic. I would not pretend to be anything else. I rarely go to bed before one o'clock in the morning. I might kind of have a spa between half-past twelve and one and relax, and that's when I do my thinking, or my non-thinking. That's when I have a bit of space for myself."
   },
   "author": {
    "text": "Joan Kirner"
   }
  },
  {
   "quote": {
    "text": "When you launch in a rocket, you're not really flying that rocket. You're just sort of hanging on."
   },
   "author": {
    "text": "Michael P. Anderson"
   }
  },
  {
   "quote": {
    "text": "When you're on one of the Caribbean islands, sometimes it's hard to picture how they fit in with the rest, but when you see them all joined together like a necklace from space, you see the natural geographic connectedness of them all."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "Under a dictatorship, a nation ceases to exist. All that remains is a fiefdom, a planet of slaves regimented by aliens from outer space."
   },
   "author": {
    "text": "Wole Soyinka"
   }
  },
  {
   "quote": {
    "text": "In an enclosed space, a camel's breath can change the atmosphere of the room. Not only just the smell, they literally seem to change the atmospheric pressure. It's so disgusting. It's like they have eight stomachs each more rancid then the next and it just comes out of their mouth."
   },
   "author": {
    "text": "Steve Carell"
   }
  },
  {
   "quote": {
    "text": "I told them how excited I would be to go into space and how thrilled I was when Alan Shepard made his historic flight, and when John Kennedy announced on the news that the men had landed safely on the moon, and how jealous I was of those men."
   },
   "author": {
    "text": "Christa McAuliffe"
   }
  },
  {
   "quote": {
    "text": "We have this yearning to know the answers to the big questions about space and why we're here; we can't evolve fast enough to figure these answers out on our own, but we can do it through artificial intelligence. But there's also some very scary downsides that could come if we don't put the right safety precautions in there."
   },
   "author": {
    "text": "M. Shadows"
   }
  },
  {
   "quote": {
    "text": "Hence, within the space of two generations there has been a complete revolution in the attitude of the trades-unions toward the women working in their trades."
   },
   "author": {
    "text": "Florence Kelley"
   }
  },
  {
   "quote": {
    "text": "Well-run libraries are filled with people because what a good library offers cannot be easily found elsewhere: an indoor public space in which you do not have to buy anything in order to stay."
   },
   "author": {
    "text": "Zadie Smith"
   }
  },
  {
   "quote": {
    "text": "The businessman gets his name on a door. The star gets his name in lights. They both get their names on a parking space."
   },
   "author": {
    "text": "Jim Nabors"
   }
  },
  {
   "quote": {
    "text": "The first thing to know about space food - it is the ambiance; it is the environment. It is not the food."
   },
   "author": {
    "text": "John M. Grunsfeld"
   }
  },
  {
   "quote": {
    "text": "If you look at the old 'Mod Squad's, there was a lot of space in between our dialogue."
   },
   "author": {
    "text": "Peggy Lipton"
   }
  },
  {
   "quote": {
    "text": "We had news this morning of another successful atomic bomb being dropped on Nagasaki. These two heavy blows have fallen in quick succession upon the Japanese and there will be quite a little space before we intend to drop another."
   },
   "author": {
    "text": "Henry L. Stimson"
   }
  },
  {
   "quote": {
    "text": "The farther we peer into space, the more we realize that the nature of the universe cannot be understood fully by inspecting spiral galaxies or watching distant supernovas. It lies deeper. It involves our very selves."
   },
   "author": {
    "text": "Robert Lanza"
   }
  },
  {
   "quote": {
    "text": "We won't sit idly by when a crime is committed in the real world. So why should we when it happens in cyber space?"
   },
   "author": {
    "text": "Max Baucus"
   }
  },
  {
   "quote": {
    "text": "Time and space always change, but there is something which is eternal and changeless. For example, the world and time, past or future, nothing exists for us in sleep. But we exist. Let us try to find out that which is changeless and which always exists."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "To the casual observer, the Dropbox demo video looked like a normal product demonstration, but we put in about a dozen Easter eggs that were tailored for the Digg audience. References to Tay Zonday and 'Chocolate Rain' and allusions to 'Office Space' and 'XKCD.' It was a tongue-in-cheek nod to that crowd, and it kicked off a chain reaction."
   },
   "author": {
    "text": "Drew Houston"
   }
  },
  {
   "quote": {
    "text": "I don't know what you could say about a day in which you have seen four beautiful sunsets."
   },
   "author": {
    "text": "John Glenn"
   }
  },
  {
   "quote": {
    "text": "Make space in your life for the things that matter, for family and friends, love and generosity, fun and joy. Without this, you will burn out in mid-career and wonder where your life went."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "Who among us has never looked up into the heavens on a starlit night, lost in wonder at the vastness of space and the beauty of the stars?"
   },
   "author": {
    "text": "Jeb Bush"
   }
  },
  {
   "quote": {
    "text": "I am absolutely certain that life can exist in outer space, move around, find a new aqueous environment."
   },
   "author": {
    "text": "Craig Venter"
   }
  },
  {
   "quote": {
    "text": "Nearly everybody I know does something to try to remove herself to clear her head and to have enough time and space to think... All of us instinctively feel that something inside us is crying out for more spaciousness and stillness to offset the exhilarations of this movement and the fun and diversion of the modern world."
   },
   "author": {
    "text": "Pico Iyer"
   }
  },
  {
   "quote": {
    "text": "If I had a magic wand, I would live in a building in New York, big enough so my friends, my family could all have apartments in it. We'd raise our kids in the same space and have backyard barbecues and get old and fat together."
   },
   "author": {
    "text": "Liz Murray"
   }
  },
  {
   "quote": {
    "text": "I'd love to go to space. I would love to peek out a giant window and look back at the blue marble. There's no question; I'd love to do that."
   },
   "author": {
    "text": "Gwynne Shotwell"
   }
  },
  {
   "quote": {
    "text": "Geological age plays the same part in our views of the duration of the universe as the Earth's orbital radius does in our views of the immensity of space."
   },
   "author": {
    "text": "John Joly"
   }
  },
  {
   "quote": {
    "text": "I started realizing that music is the one area where I've always let go. When that saxophone goes into my mouth, I get into a space where I never think about the notes I've already played or anticipate the notes ahead."
   },
   "author": {
    "text": "Kenny G"
   }
  },
  {
   "quote": {
    "text": "The nature of creativity is to make space for things to happen... We can drive it out with our busyness and plans."
   },
   "author": {
    "text": "Iain McGilchrist"
   }
  },
  {
   "quote": {
    "text": "Don't even try to talk to me when I'm watching the moon. That's my moon, baby."
   },
   "author": {
    "text": "Wendelin Van Draanen"
   }
  },
  {
   "quote": {
    "text": "We are seeing more managed money and, to an extent, institutional money entering the space. Anecdotally speaking, I know of many people who are working at hedge funds or other investment managers who are trading cryptocurrency personally, the question is, when do people start doing it with their firms and funds?"
   },
   "author": {
    "text": "Olaf Carlson-Wee"
   }
  },
  {
   "quote": {
    "text": "A father and two sons run Adelphia. It's a cable company. And they took from that company a billion dollars. A billion. Three people - three people took a billion dollars. What were they gonna do, start their own space program? 'Let's send the monkey to Mars, Dad!'"
   },
   "author": {
    "text": "Lewis Black"
   }
  },
  {
   "quote": {
    "text": "I'm really looking forward to it, if you can imagine floating weightless, watching the world pour by through the big bay window of the space station playing a guitar; just a tremendous place to think about where we are in history."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "I was afraid that science-fiction buffs and everybody would say things like, 'You know, there's no sound in outer space.'"
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "I like suggesting that 'we are slaves to the objects around us,' that 'plenty should be enough,' or that the 'buyer should beware,' within the context of conventional selling space."
   },
   "author": {
    "text": "Barbara Kruger"
   }
  },
  {
   "quote": {
    "text": "If I can get some student interested in science, if I can show members of the general public what's going on up there in the space program, then my job's been done."
   },
   "author": {
    "text": "Christa McAuliffe"
   }
  },
  {
   "quote": {
    "text": "A lot of my works deal with a passage, which is about time. I don't see anything that I do as a static object in space. It has to exist as a journey in time."
   },
   "author": {
    "text": "Maya Lin"
   }
  },
  {
   "quote": {
    "text": "For so much of my life, I lived feeling as if, if I spoke, if I said something, I would lose everything. I would be pushed out. No one will want me. No one will love me. No one would want to be friends with me. It took me decades to get to a space of saying, 'This is my truth. This is who I am, and I don't care if you like me or you don't like me.'"
   },
   "author": {
    "text": "Janet Mock"
   }
  },
  {
   "quote": {
    "text": "Generally, we use light to illuminate other things. I like the thingness, the materiality of light itself. So it feels like it's occupying the space, making a plane, being something that was there, not just passing through. Because light is just passing through. I make these spaces that seem to arrest it for our perception."
   },
   "author": {
    "text": "James Turrell"
   }
  },
  {
   "quote": {
    "text": "For me, art doesn't stop at the gallery space."
   },
   "author": {
    "text": "Petra Collins"
   }
  },
  {
   "quote": {
    "text": "Drones ply the liminal space between the physical and the digital - pilots fly them, but aren't in them. They are versatile and fascinating objects - the things they can do range from the mundane (aerial photography) to the spectacular - killing people, for example."
   },
   "author": {
    "text": "John Battelle"
   }
  },
  {
   "quote": {
    "text": "The principal reason for the universe's poker face is that its constituents are far away. Stars careen through space, and galaxies spin at speeds thousands of times faster than a jet plane. But given their distance, you'd need the patience of Job to notice much change in their appearance or position."
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "I think you always have to find where the boundary is in relation to the context in order to be able to kind of articulate how you want the space to interact with the viewer."
   },
   "author": {
    "text": "Richard Serra"
   }
  },
  {
   "quote": {
    "text": "Sculpture occupies the same space as your body."
   },
   "author": {
    "text": "Anish Kapoor"
   }
  },
  {
   "quote": {
    "text": "The body moves through space every day, and in architecture in cities that can be orchestrated. Not in a dictatorial fashion, but in a way of creating options, open-ended sort of personal itineraries within a building. And I see that as akin to cinematography or choreography, where episodic movement, episodic moments, occur in dance and film."
   },
   "author": {
    "text": "Antoine Predock"
   }
  },
  {
   "quote": {
    "text": "You can't be on the cusp of innovation and at the forefront of technology if you're wearing blinders. If you don't have an exploration program where you're exploring your world here on Earth, underwater, and in space, then you're wearing blinders and handicapping yourself."
   },
   "author": {
    "text": "Gwynne Shotwell"
   }
  },
  {
   "quote": {
    "text": "The essence of architecture is form and space, and light is the essential element to the key to architectural design, probably more important than anything. Technology and materials are secondary."
   },
   "author": {
    "text": "I. M. Pei"
   }
  },
  {
   "quote": {
    "text": "The most amazing thing to me about the sea is the tide. A harbour like St. Ives is totally transformed in a very short space of time by the arrival or departure of the sea."
   },
   "author": {
    "text": "John Dyer"
   }
  },
  {
   "quote": {
    "text": "The Earth reminded us of a Christmas tree ornament hanging in the blackness of space. As we got farther and farther away it diminished in size. Finally it shrank to the size of a marble, the most beautiful marble you can imagine."
   },
   "author": {
    "text": "James Irwin"
   }
  },
  {
   "quote": {
    "text": "When we're growing up there are all sorts of people telling us what to do when really what we need is space to work out who to be."
   },
   "author": {
    "text": "Ellen Page"
   }
  },
  {
   "quote": {
    "text": "The privilege I've had as a curator is not just the discovery of new works... but what I've discovered about myself and what I can offer in the space of an exhibition - to talk about beauty, to talk about power, to talk about ourselves, and to talk and speak to each other."
   },
   "author": {
    "text": "Thelma Golden"
   }
  },
  {
   "quote": {
    "text": "The building of the International Space Station is something wonderful, and it will show us how to take the next step beyond low-Earth orbit."
   },
   "author": {
    "text": "Gregory H. Johnson"
   }
  },
  {
   "quote": {
    "text": "When someone tells me, 'Oh, we have so many problems on Earth; space exploration costs too much money,' I say, 'I absolutely agree with you. But I still hope we do it.'"
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "I start from one point and go as far as possible. But, unfortunately, I never lose my way. I 'localize,' which is to say that I think always in a given space. I rarely think of the whole of a solo, and only very briefly. I always return to the small part of the solo that I was in the process of playing."
   },
   "author": {
    "text": "John Coltrane"
   }
  },
  {
   "quote": {
    "text": "We're not accustomed to giving women the space to express the full range of emotions and flaws that men are permitted. Anger and aggressiveness aren't part of the scale of what is acceptable behavior in women, whereas men - in reality and in fiction - are allowed a much fuller range of emotion."
   },
   "author": {
    "text": "Marjorie Liu"
   }
  },
  {
   "quote": {
    "text": "Sometimes, we have to turn our camera to a mirror to shoot something, and people think, 'Oh, that's very stylish.' Yes it is, but at the same time, we did it because we are shooting in a very small space, and that was our only option."
   },
   "author": {
    "text": "Wong Kar-wai"
   }
  },
  {
   "quote": {
    "text": "It's a whole other ball game and I am glad that I fit into that space where, whatever it is that you want to do and you are doing as long as you are happy with it, then you know What the Heck!"
   },
   "author": {
    "text": "Bootsy Collins"
   }
  },
  {
   "quote": {
    "text": "The real message of the Dance opens up the vistas of life to all who have the urge to express beauty with no other instrument than their own bodies, with no apparatus and no dependence on anything other than space."
   },
   "author": {
    "text": "Ruth St. Denis"
   }
  },
  {
   "quote": {
    "text": "In the four years since its launch, Kepler has chalked up 122 new and confirmed planets. It's also caught the scent of nearly three thousand additional objects, of which probably 80 percent or more will turn out to be other-worldly orbs."
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "Each year, thousands of UFOs are sighted and reported, which is an impressive tally of unidentified aerial phenomena. Surveys show that roughly one-third of the populace believes that at least some of this sky show is due to extraterrestrial spacecraft, here to probe our airspace and, when that proves boring, our bodies."
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "If we stop exploring space, we're going to lose the same part of us that found vaccines and penicillin, the part that searches for cures to cancer and AIDS."
   },
   "author": {
    "text": "Corbin Bernsen"
   }
  },
  {
   "quote": {
    "text": "God the Father and God the Son cannot be everywhere present; indeed they cannot be even in two places at the same instant: but God the Holy Spirit is omnipresent - it extends through all space, with all other matter."
   },
   "author": {
    "text": "Orson Pratt"
   }
  },
  {
   "quote": {
    "text": "The people who built the space program - both Soviet and U.S. - were readers of science fiction."
   },
   "author": {
    "text": "Gregory Benford"
   }
  },
  {
   "quote": {
    "text": "In a progressively privatised city, the defence of public space, the production of new public space, and saving what is public really for the public is very important."
   },
   "author": {
    "text": "Elizabeth Diller"
   }
  },
  {
   "quote": {
    "text": "And then finally, I'm the commander, so I am fundamentally responsible for the lives of the other people on board and the health and longevity of the space station. I need to bring six people back happy, healthy and feeling like they've had the best six months of their life."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "When I first started YouTubeing, the idea was, 'Oh, YouTube is going to be a stepping stone to get to other places,' and I just totally don't agree with that. I think YouTube is amazing. The digital space is amazing."
   },
   "author": {
    "text": "Lilly Singh"
   }
  },
  {
   "quote": {
    "text": "There was a time when I was knocking on doors and concerned with being recognized in dominant culture. I've found a space where the terrain is different, where I'm embraced by people like me, and where I'm building new ways of doing things, as opposed to trying to insert myself in a place that might not be welcoming."
   },
   "author": {
    "text": "Ava DuVernay"
   }
  },
  {
   "quote": {
    "text": "It doesn't matter the kind of music, it doesn't matter whether it's a cowboy hat or a yarmulke. I don't care if it's outer space or pop, the spirit is the same."
   },
   "author": {
    "text": "David Lee Roth"
   }
  },
  {
   "quote": {
    "text": "So everything turned out fine, and we were given the opportunity to go to Washington and be briefed on the project of man in space, and given the opportunity to choose whether we wanted to get involved or not."
   },
   "author": {
    "text": "Alan Shepard"
   }
  },
  {
   "quote": {
    "text": "As people flock to urban centers where ground space is limited, cities with green walls and roofs and skyscraper farms offer improved health and well-being, renewable resources, reliable food supply, and relief to the environment."
   },
   "author": {
    "text": "Diane Ackerman"
   }
  },
  {
   "quote": {
    "text": "Space offers extraordinary potential for commerce and adventure, for new innovations and new tests of will. As Americans, we can't help but reach for the stars. It's our nature. It's our destiny."
   },
   "author": {
    "text": "Bill Frist"
   }
  },
  {
   "quote": {
    "text": "There are definitely parts of Asia, Central America that when you look at them from space, you're always looking through a haze of pollution. As far as the atmosphere is concerned, and being able to see the surface, you know, I would say definitely those areas that I mentioned look kind of sick."
   },
   "author": {
    "text": "Scott Kelly"
   }
  },
  {
   "quote": {
    "text": "The beauty of the Internet is that there's no space limit."
   },
   "author": {
    "text": "David Tang"
   }
  },
  {
   "quote": {
    "text": "A big misconception is that a black hole is made of matter that has just been compacted to a very small size. That's not true. A black hole is made from warped space and time."
   },
   "author": {
    "text": "Kip Thorne"
   }
  },
  {
   "quote": {
    "text": "The only reason Hubble works is because we have a space shuttle."
   },
   "author": {
    "text": "John M. Grunsfeld"
   }
  },
  {
   "quote": {
    "text": "A piazza is not a plaza. The plaza is the theme park of the piazza; the plaza is the commercial version. A piazza is an empty space with no function. This is what Europeans understand."
   },
   "author": {
    "text": "Renzo Piano"
   }
  },
  {
   "quote": {
    "text": "Space travel is the only technology that is more dangerous and more expensive now than it was in its first year. Fifty years after Yuri Gagarin, the space shuttle ended up being more dangerous and more expensive to fly than those first throwaway rockets, even though large portions of it were reusable. It's absurd."
   },
   "author": {
    "text": "Burt Rutan"
   }
  },
  {
   "quote": {
    "text": "I could have gone on flying through space forever."
   },
   "author": {
    "text": "Yuri Gagarin"
   }
  },
  {
   "quote": {
    "text": "From the Berlin tenement reform law of 1897 to H. P. Berlage's plan for Amsterdam South of 1917, designers and theorists in Germany and Holland moved toward the development of a perimeter residential block that would preserve the plastic continuity of the street while opening up the resultant courtyard for use as an enclosed semi-public space."
   },
   "author": {
    "text": "Kenneth Frampton"
   }
  },
  {
   "quote": {
    "text": "During his last 18 months in office, Eisenhower flew to Asia, Europe, and Latin America and deployed his war hero's popularity to seek new friends for America while trying to improve relations with Moscow. By the time Ike left office, most Americans had forgotten their anger over losing the space race to the Soviets."
   },
   "author": {
    "text": "Michael Beschloss"
   }
  },
  {
   "quote": {
    "text": "I love my shed. It's my space and my mess - and I know where everything is."
   },
   "author": {
    "text": "Debi Gliori"
   }
  },
  {
   "quote": {
    "text": "We've been surrounded by images of space our whole lives, from the speculative images of science fiction to the inspirational visions of artists to the increasingly beautiful pictures made possible by complex technologies. But whilst we have an overwhelmingly vivid visual understanding of space, we have no sense of what space sounds like."
   },
   "author": {
    "text": "Honor Harger"
   }
  },
  {
   "quote": {
    "text": "I can't deal with someone wanting to take a relationship backward or needing space or cheating on you. It's a conscious thing; it's a common-sense thing."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "When it comes to social media, there are just times I turn off the world, you know. There are just some times you have to give yourself space to be quiet, which means you've got to set those phones down."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Trees bear fruits only to be eaten by others; the fields grown grains, but they are consumed by the world. Cows give milk, but she doesn't drink it herself - that is left to others. Clouds send rain only to quench the parched earth. In such giving, there is little space for selfishness."
   },
   "author": {
    "text": "Munshi Premchand"
   }
  },
  {
   "quote": {
    "text": "Why should man's first flight to the moon be a matter of national competition? Why should the United States and the Soviet Union, in preparing for such expeditions, become involved in immense duplications of research, construction and expenditure?"
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "People need to know that they have all the tools within themselves. Self-awareness, which means awareness of their body, awareness of their mental space, awareness of their relationships - not only with each other, but with life and the ecosystem."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "What is the use of a house if you haven't got a tolerable planet to put it on?"
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "The intuition of the moral sentiment is an insight of the perfection of the laws of the soul. These laws execute themselves. They are out of time, out of space, and not subject to circumstance."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "I am sorry to say that there is too much point to the wisecrack that life is extinct on other planets because their scientists were more advanced than ours."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "America has tossed its cap over the wall of space."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "The superior man does not, even for the space of a single meal, act contrary to virtue. In moments of haste, he cleaves to it. In seasons of danger, he cleaves to it."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "I remember a specific moment, watching my grandmother hang the clothes on the line, and her saying to me, 'you are going to have to learn to do this,' and me being in that space of awareness and knowing that my life would not be the same as my grandmother's life."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "If you put enough smart people together in one space, good things happen."
   },
   "author": {
    "text": "Erik Hersman"
   }
  },
  {
   "quote": {
    "text": "Acting is about going into the space, and there are just some places that I'm not willing to go."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "I learned about serif and san serif typefaces, about varying the amount of space between different letter combinations, about what makes great typography great. It was beautiful, historical, artistically subtle in a way that science can't capture, and I found it fascinating."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "The original idea of the web was that it should be a collaborative space where you can communicate through sharing information."
   },
   "author": {
    "text": "Tim Berners-Lee"
   }
  },
  {
   "quote": {
    "text": "The people who are doing the work are the moving force behind the Macintosh. My job is to create a space for them, to clear out the rest of the organization and keep it at bay."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Architecture is always the will of the age conceived as space - nothing else. Until this simple truth is clearly recognized, the struggle over the foundation of a new architecture confident in its aims and powerful in its impact cannot be realized; until then, it is destined to remain a chaos of uncoordinated forces."
   },
   "author": {
    "text": "Ludwig Mies van der Rohe"
   }
  },
  {
   "quote": {
    "text": "Trees go wandering forth in all directions with every wind, going and coming like ourselves, traveling with us around the sun two million miles a day, and through space heaven knows how fast and far!"
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "The earth together with its surrounding waters must in fact have such a shape as its shadow reveals, for it eclipses the moon with the arc of a perfect circle."
   },
   "author": {
    "text": "Nicolaus Copernicus"
   }
  },
  {
   "quote": {
    "text": "We don't hide our space program. We don't keep secrets and cover things up. We do it all up front and in public. That's the way freedom is, and we wouldn't change it for a minute."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Be not entangled in this world of days and nights; Thou hast another time and space as well."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "Anyone who has spent any time in space will love it for the rest of their lives. I achieved my childhood dream of the sky."
   },
   "author": {
    "text": "Valentina Tereshkova"
   }
  },
  {
   "quote": {
    "text": "But, after all, the aim of art is to create space - space that is not compromised by decoration or illustration, space within which the subjects of painting can live."
   },
   "author": {
    "text": "Frank Stella"
   }
  },
  {
   "quote": {
    "text": "The space shuttle is a better and safer rocket than it was before the Challenger accident."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "I am formless and everywhere. I am in everything. I am in everything and beyond. I fill all space. All that you see, taken together, is Myself. I do not shake or move."
   },
   "author": {
    "text": "Sai Baba"
   }
  },
  {
   "quote": {
    "text": "The rhythm of relations of color and size makes the absolute appear in the relativity of time and space."
   },
   "author": {
    "text": "Piet Mondrian"
   }
  },
  {
   "quote": {
    "text": "A city like London is sociable in a sense that there are people gathering in bars and restaurants, concerts and lectures. Yet you can partake of all these experiences and never say hello to anyone new. And one of the things that all religions do is take groups of strangers into a space and say it is OK to talk to each other."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "In so many and such important ways, then, do the planets bear witness to the earth's mobility."
   },
   "author": {
    "text": "Nicolaus Copernicus"
   }
  },
  {
   "quote": {
    "text": "If you want a nation to have space exploration ambitions, you've got to send humans."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "If the Sun and Moon should ever doubt, they'd immediately go out."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Once you've been in space, you appreciate how small and fragile the Earth is."
   },
   "author": {
    "text": "Valentina Tereshkova"
   }
  },
  {
   "quote": {
    "text": "Directing is very close to choreography; you deal with space, time, emotions, lighting, making beautiful images."
   },
   "author": {
    "text": "Benjamin Millepied"
   }
  },
  {
   "quote": {
    "text": "The extent of your consciousness is limited only by your ability to love and to embrace with your love the space around you, and all it contains."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "Everything was so new - the whole idea of going into space was new and daring. There were no textbooks, so we had to write them."
   },
   "author": {
    "text": "Katherine Johnson"
   }
  },
  {
   "quote": {
    "text": "I believe in the city as a natural human environment, but we must humanize it. It's art that will re-define public space in the 21st Century. We can make our cities diverse, inspirational places by putting art, dance and performance in all its forms into the matrix of street life."
   },
   "author": {
    "text": "Antony Gormley"
   }
  },
  {
   "quote": {
    "text": "Perhaps one day I will go into space."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "When friendship disappears then there is a space left open to that awful loneliness of the outside world which is like the cold space between the planets. It is an air in which men perish utterly."
   },
   "author": {
    "text": "Hilaire Belloc"
   }
  },
  {
   "quote": {
    "text": "I've always liked depressing music because a lot of times, listening to it when you're down can actually make you feel less depressed. Also, even though a person may have problems with depression, sometimes you can actually be kind of comfortable in that space because you know how to operate within it."
   },
   "author": {
    "text": "Chris Cornell"
   }
  },
  {
   "quote": {
    "text": "I grew up in the Great Depression, and the jazz artists and Dixieland musicians were at the core of our communications and enjoyment. They were not passing fancies. They are something that is, and will be, listened to again and again. I have a space of reverence for some of those old jazz stars such as Sydney Bechet and Louis Armstrong."
   },
   "author": {
    "text": "Harry Belafonte"
   }
  },
  {
   "quote": {
    "text": "Space only becomes ordinary when the frontier is no longer being breached."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Science has taught us, against all intuition, that apparently solid things like crystals and rocks are really almost entirely composed of empty space. And the familiar illustration is the nucleus of an atom is a fly in the middle of a sports stadium, and the next atom is in the next sports stadium."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Space ails us moderns: we are sick with space."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "I am grateful to the motherland and the people. I feel honored to fly into space on behalf of hundreds of millions of female Chinese citizens."
   },
   "author": {
    "text": "Liu Yang"
   }
  },
  {
   "quote": {
    "text": "People make their own fates, and if enough of us make our fate to be space explorers, perhaps we can actually get some space exploration done."
   },
   "author": {
    "text": "Robert Zubrin"
   }
  },
  {
   "quote": {
    "text": "If we ever start communicating with living creatures from other planets, the number one priority is, how are you going to communicate information? Even between different cultures here on Earth, you get into communication problems."
   },
   "author": {
    "text": "Story Musgrave"
   }
  },
  {
   "quote": {
    "text": "Language is a virus from outer space."
   },
   "author": {
    "text": "William S. Burroughs"
   }
  },
  {
   "quote": {
    "text": "Make space in your life, space for health and happiness."
   },
   "author": {
    "text": "Kris Carr"
   }
  },
  {
   "quote": {
    "text": "Find joy and solace in the simple, and cultivate your utopia by feeling the Tao in every cubic inch of space."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Do you realize that if you fall into a black hole, you will see the entire future of the Universe unfold in front of you in a matter of moments and you will emerge into another space-time created by the singularity of the black hole you just fell into?"
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "The urge to miniaturize electronics did not exist before the space program. I mean our grandparents had radios that was furniture in the living room. Nobody at the time was saying, 'Gee, I want to carry that in my pocket.' Which is a non-thought."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "There's a lot to do in space. I want to learn more about the greenhouse effect on Venus, about whether there was life on Mars, about the environment in which Earth and the Sun is immersed, the behavior of the Sun."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Our passionate preoccupation with the sky, the stars, and a God somewhere in outer space is a homing impulse. We are drawn back to where we came from."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "When many astronauts go to space, they see the insignificant size of the earth and vastness of space, and they become very religious, because they have seen the Signs of Allah."
   },
   "author": {
    "text": "Cat Stevens"
   }
  },
  {
   "quote": {
    "text": "It may be that we live in an endless universe, both in space and in time. And there've been Bangs in the past, and there will be Bangs in the future."
   },
   "author": {
    "text": "Neil Turok"
   }
  },
  {
   "quote": {
    "text": "There is no time and space in the digital world. People chat and collaborate through social networks. Cultural icons garner millions of fans online in locations they have often never been themselves. The boundary between public and private life is now everyone's business."
   },
   "author": {
    "text": "Eduardo Paes"
   }
  },
  {
   "quote": {
    "text": "What's odd about the selfie stick is that while it might faintly improve the photo you'll post on Facebook, it definitely makes you seem like a shallow, awful clown to any bystanders in the humdrum physical space you're posing in."
   },
   "author": {
    "text": "Charlie Brooker"
   }
  },
  {
   "quote": {
    "text": "I grew up always thinking that fighting for justice was our obligation, whether that's giving your voice to something, serving as a verbal advocate for someone, or physically being in spaces or occupying space to make and create change."
   },
   "author": {
    "text": "Angela Rye"
   }
  },
  {
   "quote": {
    "text": "I like to do things that are publicly embarrassing, to feel the embarrassment touch me and sink into me and then be gone. I like getting on elevators and singing too loudly in that small space. The feeling you feel is almost like a vapor. The discomfort and the wishing that it would end that comes around you."
   },
   "author": {
    "text": "Stephen Colbert"
   }
  },
  {
   "quote": {
    "text": "Space is almost infinite. As a matter of fact, we think it is infinite."
   },
   "author": {
    "text": "Dan Quayle"
   }
  },
  {
   "quote": {
    "text": "The really wonderful thing that happened to me when I was in space was this feeling of belonging to the entire universe."
   },
   "author": {
    "text": "Mae Jemison"
   }
  },
  {
   "quote": {
    "text": "Your body has space within you that cannot die."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "Land on Mars, a round-trip ticket - half a million dollars. It can be done."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Science sent the Hubble telescope out into space, so it could capture light and the absence thereof, from the very beginning of time. And the telescope really did that. So now we know that there was once absolutely nothing, such a perfect nothing that there wasn't even nothing or once."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "The boundary between space and the earth is purely arbitrary. And I'll probably always be interested in this planet - it's my favorite."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "Many people in this world are still so identified with every thought that arises in their head. There is not the slightest space of awareness there."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "The thought of a limit to perceptual space and time staggers the mind."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "If women can be railroad workers in Russia, why can't they fly in space?"
   },
   "author": {
    "text": "Valentina Tereshkova"
   }
  },
  {
   "quote": {
    "text": "Space in general gave us GPS - that's not specifically NASA, but it's investments in space."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "I'm perennially intrigued how people who lead largely evidence-based lives can, in a belief-based part of their mind, be certain that an invisible, divine entity created an entire universe just for us, or that the government is stockpiling space aliens in a secret desert location."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "The partisanship surrounding space exploration and the retrenching of U.S. space policy are part of a more general trend: the decline of science in the United States. As its interest in science wanes, the country loses ground to the rest of the industrialized world in every measure of technological proficiency."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "That's what we want to do here at Johnson Space Center. I think what we have always brought to NASA and brought to the country is trying to push the boundaries, trying to go to the next level."
   },
   "author": {
    "text": "Ellen Ochoa"
   }
  },
  {
   "quote": {
    "text": "The behavior of the crowd at Churchill Downs is like 100,000 vicious Hyenas going berserk all at once in a space about the size of a 777 jet or the White House lawn."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "The majority of the world is empty space. Empty space, empty space, empty space. All that we see in the world, the life, the animals, plants, people - it's all empty space. That's amazing!"
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "I'm always involved with the Aerospace Program and NASA and Goddard Space Flight Center. And if kids feel so inclined, they can log onto NASA and the Optimus Prime Spinoff Award, which we present every year to some of the brilliant young minds that are taking up into the academics of space, science, technology, math."
   },
   "author": {
    "text": "Peter Cullen"
   }
  },
  {
   "quote": {
    "text": "Fifty thousand dollars' worth of cabinets isn't going to make you a better cook; cooking is going to make you a better cook. At the end of the day, you can slice a mushroom in about three inches of space, and you can carve a chicken in a foot and a half. So it doesn't matter how big the kitchen is."
   },
   "author": {
    "text": "Tyler Florence"
   }
  },
  {
   "quote": {
    "text": "What Alexander Graham Bell thought up occupied less space than a flower vase. Now it's so small that I have to search all my pockets to discover I've received a spam text."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "You think of floating on a rock in space as so alien, but that's exactly what we're doing."
   },
   "author": {
    "text": "Winnie Harlow"
   }
  },
  {
   "quote": {
    "text": "Cinema is a thankless industry where sometimes to appear on the cinematic scenery is a thing for late bloomers and people who are very patient. The places are accounted, and the space is often unwelcoming. Money is rare, and independent voices are muted by the almost complete absence of risk takers."
   },
   "author": {
    "text": "Xavier Dolan"
   }
  },
  {
   "quote": {
    "text": "I want to party in space because I make alien music."
   },
   "author": {
    "text": "David Guetta"
   }
  },
  {
   "quote": {
    "text": "An all-white space has a purity that is refreshing and serene."
   },
   "author": {
    "text": "Mary Helen Bowers"
   }
  },
  {
   "quote": {
    "text": "I don't think the human race will survive the next thousand years, unless we spread into space."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "I think the human race doesn't have a future if it doesn't go into space."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Before 1915, space and time were thought of as a fixed arena in which events took place, but which was not affected by what happened in it. Space and time are now dynamic quantities... space and time not only affect but are also affected by everything that happens in the universe."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Time can behave like another direction in space under extreme conditions."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "If we want to travel into the future, we just need to go fast. Really fast. And I think the only way we're ever likely to do that is by going into space."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "For NASA, space is still a high priority."
   },
   "author": {
    "text": "Dan Quayle"
   }
  },
  {
   "quote": {
    "text": "If we drive down the cost of transportation in space, we can do great things."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "There are thousands of asteroids whose orbit in the Solar System crosses that of Earth. And we have a little acronym for them - NEOs: near Earth objects. And our biggest goal is to try to catalogue them, so we know in advance if one is going to put us at risk."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "As a scientist, I want to go to Mars and back to asteroids and the Moon because I'm a scientist. But I can tell you, I'm not so naive a scientist to think that the nation might not have geopolitical reasons for going into space."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Private enterprise can never lead a space frontier. It's not possible because a space frontier is expensive, it has unknown risks and it has unquantified risks."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Whether or not people go into space or serve the space industry, they will have the sensitivity to those fields necessary to stimulate unending innovation in the technological fields, and it's that innovation in the 21st century that will drive tomorrow's economies."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "There are a lot of things you can do in space, and space essentially is unlimited resources. We are climbing over ourselves here looking for the next source of energy. The universe has an unlimited source of energy."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "If the United States commits to the goal of reaching Mars, it will almost certainly do so in reaction to the progress of other nations - as was the case with NASA, the Apollo program, and the project that became the International Space Station."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "When I was young, they thought I was from outer space. I was the only gay person they probably knew, and they struggled with that. Everybody knew I was gay. They just didn't want to talk about it."
   },
   "author": {
    "text": "Gilbert Baker"
   }
  },
  {
   "quote": {
    "text": "I'm lucky to be in a space where I've been accepted for who I am and celebrated for who I am."
   },
   "author": {
    "text": "Chance The Rapper"
   }
  },
  {
   "quote": {
    "text": "While social media skills were once a 'nice-to-have,' accreditation in the space is becoming a requirement for many of these job titles. Hiring managers and job seekers are realizing that printing stacks of resumes is turning passe, and social media is rising as the new way of generating real-time networking opportunities."
   },
   "author": {
    "text": "Ryan Holmes"
   }
  },
  {
   "quote": {
    "text": "Space has always been confusing to politics."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "What we observe as material bodies and forces are nothing but shapes and variations in the structure of space."
   },
   "author": {
    "text": "Erwin Schrodinger"
   }
  },
  {
   "quote": {
    "text": "When we look out into space, we're looking back in time; the light from a galaxy a billion light-years away, for instance, will take a billion years to reach us. It's an amazing thing. The history is there for us to see. It's not mushed up like the geologic record of Earth. You can just see it exactly as it was."
   },
   "author": {
    "text": "Margaret Geller"
   }
  },
  {
   "quote": {
    "text": "Indeed, there is much in pure humanitarian culture, as opposed to rigid scientific training, which encourages absorption in the affairs of mankind, and more or less indifference to the unfathomed abysses of star-strown space that yawn interminably about this terrestrial grain of dust."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "I know how to learn anything I want to learn. I absolutely know that I could learn how to fly the space shuttle because someone else knows how to fly it, and they put it in a book. Give me the book, and I do not need somebody to stand up in front of the class."
   },
   "author": {
    "text": "Will Smith"
   }
  },
  {
   "quote": {
    "text": "The modern artist is working with space and time, and expressing his feelings rather than illustrating."
   },
   "author": {
    "text": "Jackson Pollock"
   }
  },
  {
   "quote": {
    "text": "Favor comes because for a brief moment in the great space of human change and progress some general human purpose finds in him a satisfactory embodiment."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "If you have an ongoing relationship with a person, think of everything positive about that person that you possibly can and enter your interaction from that space. Ignore all the crap that used to drive you up the wall before. You will be amazed at what a change this attitude shift brings about."
   },
   "author": {
    "text": "Srikumar Rao"
   }
  },
  {
   "quote": {
    "text": "Jupiter, Pluto, pick a planet: we can go there. I just got a bit more work to do in the music industry, and we're going to space, baby."
   },
   "author": {
    "text": "Future"
   }
  },
  {
   "quote": {
    "text": "When you read a comic book, there's a space between what's happening on the panel and what you have to literally see in your mind. That's not true of movies, where you see everything."
   },
   "author": {
    "text": "Ta-Nehisi Coates"
   }
  },
  {
   "quote": {
    "text": "We are aware only of the empty space in the forest, which only yesterday was filled with trees."
   },
   "author": {
    "text": "Anna Freud"
   }
  },
  {
   "quote": {
    "text": "The promise of any artwork is that it can hold us - viewer and maker - in a conflicted or contestable space, without real-world injury or loss."
   },
   "author": {
    "text": "Kara Walker"
   }
  },
  {
   "quote": {
    "text": "My brain is just so busy. I'm inattentive; I'm a daydreamer: the space cadet kind."
   },
   "author": {
    "text": "Hannah Gadsby"
   }
  },
  {
   "quote": {
    "text": "For many people, the family is portrayed as the settled place of reasonable safety, but as anyone who has read 'The God of Small Things' would know, for me it was a dangerous place. I felt humiliated in that space. I wanted to get away as soon as I could."
   },
   "author": {
    "text": "Arundhati Roy"
   }
  },
  {
   "quote": {
    "text": "Inner space is so much more interesting, because outer space is so empty."
   },
   "author": {
    "text": "Theodore Sturgeon"
   }
  },
  {
   "quote": {
    "text": "I think we live in a world where the most important thing is daily life: sharing a space with your family, making meals, being with your people. It's not only the idea of privacy, it's the beauty of the moment, at a time in the world when everything goes really fast - too fast."
   },
   "author": {
    "text": "Ana Tijoux"
   }
  },
  {
   "quote": {
    "text": "A 'farm' today means 100,000 chickens in a space the size of a Motel 6 shower stall."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Physics is often stranger than science fiction, and I think science fiction takes its cues from physics: higher dimensions, wormholes, the warping of space and time, stuff like that."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "Absolute space, in its own nature, without regard to anything external, remains always similar and immovable. Relative space is some movable dimension or measure of the absolute spaces, which our senses determine by its position to bodies, and which is vulgarly taken for immovable space."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "When the space shuttle's engines cut off, and you're finally in space, in orbit, weightless... I remember unstrapping from my seat, floating over to the window, and that's when I got my first view of Earth. Just a spectacular view, and a chance to see our planet as a planet."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "Sometimes people ask me how difficult the astronaut program was, but being in Sierra Leone, being responsible for the health of more than 200 people, seven days a week, 24 hours a day, 365 days a year, at age 26 - that prepared me to take on a lot of different challenges."
   },
   "author": {
    "text": "Mae Jemison"
   }
  },
  {
   "quote": {
    "text": "Space travel for everyone is the next frontier in the human experience."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "I would like to fly in space. Absolutely. That would be cool. I used to just do personally risky things, but now I've got kids and responsibilities, so I can't be my own test pilot. That wouldn't be a good idea. But I definitely want to fly as soon as it's a sensible thing to do."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "What I'm trying to do is, is to make a significant difference in space flight. And help make space flight accessible to almost anyone."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "If you're going to go to the moon, you don't shoot the rocket right at the moon. You have to go at it obliquely."
   },
   "author": {
    "text": "Drew Houston"
   }
  },
  {
   "quote": {
    "text": "NASA will send up a big sun shade that will be in orbit between the earth and sun and deflect 2 or 3 percent of the sunshine back into space. It would be cheaper than the international space station."
   },
   "author": {
    "text": "James Lovelock"
   }
  },
  {
   "quote": {
    "text": "Every bit of me is devoted to love and art. And I aspire to try to be a teacher to my young fans who feel just like I felt when I was younger. I just felt like a freak. I guess what I'm trying to say is I'm trying to liberate them, I want to free them of their fears and make them feel that they can make their own space in the world."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "It is our duty, as parents and as teachers, to give all children the space to build their emotional strength and provide a strong foundation for their future."
   },
   "author": {
    "text": "Kate Middleton"
   }
  },
  {
   "quote": {
    "text": "In a small space, you want to keep the bedding as simple as possible so it looks clean, calm and collected."
   },
   "author": {
    "text": "Nate Berkus"
   }
  },
  {
   "quote": {
    "text": "I'll tell you, being involved in human space flight, it is an emotional endeavor. I think it brings in the highest highs and the lowest lows."
   },
   "author": {
    "text": "Ellen Ochoa"
   }
  },
  {
   "quote": {
    "text": "I have marvelous dreams! I meet Buddha, I meet Jesus, I meet Mohammed. I constantly dream of space, stars and planets: we are the children of stardust."
   },
   "author": {
    "text": "Brian Blessed"
   }
  },
  {
   "quote": {
    "text": "Painting is the most magical of mediums. The transcendence is truly amazing to me every time I go to a museum and I see how somebody figured another way to rub colored dirt on a flat surface and make space where there is no space or make you think of a life experience."
   },
   "author": {
    "text": "Chuck Close"
   }
  },
  {
   "quote": {
    "text": "The Earth is a beautiful planet. The space station is a great vantage point to observe it and share our planet in pictures. It makes you more of an environmentalist."
   },
   "author": {
    "text": "Scott Kelly"
   }
  },
  {
   "quote": {
    "text": "Sleeping here is harder here in space than on a bed because the sleep position here is the same position throughout the day. You don't ever get that sense of gratifying relaxation here that you do on Earth after a long day at work."
   },
   "author": {
    "text": "Scott Kelly"
   }
  },
  {
   "quote": {
    "text": "We must learn how to live in the space of inner peace in our everyday lives. This takes consistent, conscious effort because I know so many black women are hurting and sad, and we don't easily express our heartache or show our wounds."
   },
   "author": {
    "text": "Susan L. Taylor"
   }
  },
  {
   "quote": {
    "text": "Sometimes I think we're alone in the universe, and sometimes I think we're not. In either case the idea is quite staggering."
   },
   "author": {
    "text": "Arthur C. Clarke"
   }
  },
  {
   "quote": {
    "text": "I don't think I could live with anybody. I had roommates, and it's not for me. I like my space!"
   },
   "author": {
    "text": "Ashley Benson"
   }
  },
  {
   "quote": {
    "text": "Journalism: an ability to meet the challenge of filling the space."
   },
   "author": {
    "text": "Rebecca West"
   }
  },
  {
   "quote": {
    "text": "A monkey is unaware that atoms exist. Likewise, our brainpower may not stretch to the deepest aspects of reality. The bedrock nature of space and time, and the structure of our entire universe, may remain 'open frontiers' beyond human grasp."
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "Obama's space policy doesn't differ much from George W. Bush's."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Every day sees humanity more victorious in the struggle with space and time."
   },
   "author": {
    "text": "Guglielmo Marconi"
   }
  },
  {
   "quote": {
    "text": "That sacred space of conscience where you can exercise your rights in terms of religious freedom and deeply-held, reasonable beliefs is the core of human dignity. In fact, that's the basis for civilization itself. And when you lose that fundamental principle... you have no basis on which to build."
   },
   "author": {
    "text": "Jeff Fortenberry"
   }
  },
  {
   "quote": {
    "text": "While it's true that women are the minority in most tech companies, I don't think that inhibits entry into the tech space. My motto has always been, 'Live What You Love,' and as such, I think it's incredibly important to do work you believe in and to work for a company that has values that align with your own, be it in tech or another industry."
   },
   "author": {
    "text": "Brit Morin"
   }
  },
  {
   "quote": {
    "text": "Science fiction was rocket-mad for about 40 years until aerospace hit a brick wall about 1970. I would not write off space colonisation or exploration completely, but we are profoundly ill adapted for going boldly into outer space."
   },
   "author": {
    "text": "Charles Stross"
   }
  },
  {
   "quote": {
    "text": "The most important thing about Spaceship Earth - an instruction book didn't come with it."
   },
   "author": {
    "text": "R. Buckminster Fuller"
   }
  },
  {
   "quote": {
    "text": "The motions of the comets are exceedingly regular, and they observe the same laws as the motions of the planets, but they differ from the motions of vortices in every particular and are often contrary to them."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "It is indeed a matter of great difficulty to discover, and effectually to distinguish, the true motions of particular bodies from the apparent because the parts of that immovable space, in which those motions are performed, do by no means come under the observation of our senses."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, I was a bit of a space geek. I loved the space program and all things NASA. I would read books about our solar system; I had pictures of the Space Shuttle on my bedroom wall. And yes, I even went to Space Camp."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "My goal is to make space for my selfhood. All of it. All of me, not just the parts I like or think that others like but all of it."
   },
   "author": {
    "text": "Tracee Ellis Ross"
   }
  },
  {
   "quote": {
    "text": "I see nothing in space as promising as the view from a Ferris wheel."
   },
   "author": {
    "text": "E. B. White"
   }
  },
  {
   "quote": {
    "text": "We all know the sense of comfort of which we are conscious when a good half of the floor space in a room is unencumbered; this seems to offer us the agreeable possibility of moving about freely."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "I have won this lottery. It's a gigantic lottery, and it's called Amazon.com. And I'm using my lottery winnings to push us a little further into space."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "It is theoretically possible to warp spacetime itself, so you're not actually moving faster than the speed of light, but it's actually space that's moving."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "So we originally expected to make about 35 gigawatt hours at the cell level and about 50 gigawatt hours at the module or pack level. Now we are expecting to do about 150 gigawatt hours in the same volumetric space as the original design."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Wilderness trails constitute a rare space in America marked by economic diversity. Lawyers and construction workers get bitten by the same mosquitoes and sip from the same streams; there are none of the usual signals about socioeconomic status, for most hikers are in shorts and a T-shirt and enveloped by an aroma that would make a skunk queasy."
   },
   "author": {
    "text": "Nicholas Kristof"
   }
  },
  {
   "quote": {
    "text": "The ISS operates as the 'anchor customer' in low earth orbit to support new commercial space services, including delivery of cargo and, before long, crew transportation services."
   },
   "author": {
    "text": "Ellen Ochoa"
   }
  },
  {
   "quote": {
    "text": "When I design buildings, I think of the overall composition, much as the parts of a body would fit together. On top of that, I think about how people will approach the building and experience that space."
   },
   "author": {
    "text": "Tadao Ando"
   }
  },
  {
   "quote": {
    "text": "Mainly, I hope to inspire honesty. We live in a space where so much can be manipulated, and so much is expected to be manipulated - curated, contrived, edited. I think that's a real detriment to self expression and happiness in a lot of ways. In my mind, honesty and vulnerability is the way forward."
   },
   "author": {
    "text": "K. Flay"
   }
  },
  {
   "quote": {
    "text": "I might have lived long enough to learn all this in the long haul, but I would have been just another soul taking up time and space for a long spell before I learned."
   },
   "author": {
    "text": "Lou Rawls"
   }
  },
  {
   "quote": {
    "text": "Evolution doesn't care whether you believe in it or not, no more than gravity does. I want to rekindle excitement over what we've achieved as a species with the space program. We can't afford to regress back to the days of superstition."
   },
   "author": {
    "text": "Seth MacFarlane"
   }
  },
  {
   "quote": {
    "text": "It's an international space station. We have crew members from both the U.S. and Russia and now the United Kingdom with Tim Peake from the U.K... It's great to see that, on this space station, that we can work across cultures in a very cooperative way."
   },
   "author": {
    "text": "Scott Kelly"
   }
  },
  {
   "quote": {
    "text": "I'm very inspired by outer space."
   },
   "author": {
    "text": "Selah Louise Marley"
   }
  },
  {
   "quote": {
    "text": "Bollywood has always pampered heroes and treated actors as second class citizens. But, of late, it has realised that there has to be space for actors who can connect with people."
   },
   "author": {
    "text": "Nawazuddin Siddiqui"
   }
  },
  {
   "quote": {
    "text": "Creative experimentation propels our culture forward. That our stories of innovation tend to glorify the breakthroughs and edit out all the experimental mistakes doesn't mean that mistakes play a trivial role. As any artist or scientist knows, without some protected, even sacred space for mistakes, innovation would cease."
   },
   "author": {
    "text": "Evgeny Morozov"
   }
  },
  {
   "quote": {
    "text": "There are people who have too much space between their ears, and given the time, do nothing but free fall forever inside their head. It's a spooky thing to be left alone inside an angry inner-verse."
   },
   "author": {
    "text": "James St. James"
   }
  },
  {
   "quote": {
    "text": "There is no stronger case for the motivational power of real science than the discoveries that come from the Hubble Space Telescope as it unravels the mysteries of the universe."
   },
   "author": {
    "text": "John M. Grunsfeld"
   }
  },
  {
   "quote": {
    "text": "Thank you for the confidence put in my by the motherland and the people, for giving me this chance to represent China's millions of women by going into space."
   },
   "author": {
    "text": "Liu Yang"
   }
  },
  {
   "quote": {
    "text": "My weekends are oases of time and space, where I am able to draw a breath and dive into the stuff I couldn't get to that week - the great article I bookmarked, the friend whose emails I kept dropping, the blog post I'd meant to write on a subject that wasn't timely but was still important."
   },
   "author": {
    "text": "Rachel Sklar"
   }
  },
  {
   "quote": {
    "text": "I'm looking forward to coming back, back to Earth, the landing, the views."
   },
   "author": {
    "text": "Duane G. Carey"
   }
  },
  {
   "quote": {
    "text": "Forget the technique. Hit the guy across from you. Don't let somebody come in your space."
   },
   "author": {
    "text": "Karl Malone"
   }
  },
  {
   "quote": {
    "text": "It's such a long mission and we get to spend so much time in space... we're doing such exciting research. And I don't want to overemphasize the life science research, but as a physician the life science research that we're doing is extremely exciting."
   },
   "author": {
    "text": "Laurel Clark"
   }
  },
  {
   "quote": {
    "text": "The mind of man has perplexed itself with many hard questions. Is space infinite, and in what sense? Is the material world infinite in extent, and are all places within that extent equally full of matter? Do atoms exist or is matter infinitely divisible?"
   },
   "author": {
    "text": "James C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "There was a space program before there was integrated circuits."
   },
   "author": {
    "text": "Jack Kilby"
   }
  },
  {
   "quote": {
    "text": "And then as we played more and more as a trio, it became more and more of a situation where we realized we really knew how to use the fourth member of the group - that space. The thing about the trio is that it's the biggest sound you can have with the smallest unit."
   },
   "author": {
    "text": "Charlie Hunter"
   }
  },
  {
   "quote": {
    "text": "Everything that exists is information, and everything that is informative also exists. The infosphere is not a virtual space that is distinct from the real world. Rather, the world itself is increasingly being considered an information space and part of the infosphere."
   },
   "author": {
    "text": "Hubert Burda"
   }
  },
  {
   "quote": {
    "text": "When a place gets crowded enough to require ID's, social collapse is not far away. It is time to go elsewhere. The best thing about space travel is that it made it possible to go elsewhere."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "Starbucks was founded around the experience and the environment of their stores. Starbucks was about a space with comfortable chairs, lots of power outlets, tables and desks at which we could work and the option to spend as much time in their stores as we wanted without any pressure to buy. The coffee was incidental."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "For tribal man space was the uncontrollable mystery. For technological man it is time that occupies the same role."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "If you don't like airline food, you'll probably have the same impression of space station food. I would not fly to space for the food."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "I realize that when I moved out of my father's house I shocked and frightened him because I needed a room of my own, a space of my own to reinvent myself."
   },
   "author": {
    "text": "Sandra Cisneros"
   }
  },
  {
   "quote": {
    "text": "We have one planet in our solar system that's habitable, and that's the Earth, and space travel can transform things back here for the better. First of all, by just having people go to space and look back on this fragile planet we live on. People have come back transformed and have done fantastic things."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "On a standard space shuttle crew, two of the astronauts have a test pilot background - the commander and the pilot."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "The purpose of going to Mars is for humans to first begin to occupy, permanently, another planet in the solar system. The astronauts or pilgrims, whatever you might call them, are going to be very historically unique human beings."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "In order for us to have a future that's exciting and inspiring, it has to be one where we're a space-bearing civilization."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "If anyone has a vested interest in space solar power, it would have to be me."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "If you look at space companies, they've failed either because they've had a technical solution where success was not a possible outcome, they were unable to attract a critical mass of talent, or they just ran out of money. The finish line is usually a lot further away than you think."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Tony Visconti and I had been wanting to work together again for a few years now. Both of us had fairly large commitments and for a long time we couldn't see a space in which we could get anything together."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "Madonna can still produce a catchy pop song, but she hasn't expanded her artistic vocabulary since the 1990s. Her concerts are glitzy extravaganzas of special effects overkill. She leaves little space in them for emotional depth or unscripted rapport with the audience."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "We've gotta reinvest in space travel. We should've never left the moon."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "The eternal silence of these infinite spaces frightens me."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "I tend to gravitate to the darkest or most obscure part of any venue in an effort to have my own space to experience the music on my own, free from unwanted conversations and other distractions."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "When a young non-white male is stopped and searched at the whim of a police officer, his idea of personal space, privacy and self esteem are shattered, to say nothing of his Fourth and Fourteenth Amendment protections. The damage goes deep quickly and stays. Stop & frisk, as well as a tactic, is also an incitement."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "The light from the sun breaks through space, bathing our planet as it encircles the sun with life-giving warmth and light. Without the sun, there could be no life on this planet; it would be forever barren, cold, and dark."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "The most important thing we can do is inspire young minds and to advance the kind of science, math and technology education that will help youngsters take us to the next phase of space travel."
   },
   "author": {
    "text": "John Glenn"
   }
  },
  {
   "quote": {
    "text": "From this time on, the universe is built up into an aggregate of permanent objects connected by causal relations that are independent of the subject and are placed in objective space and time."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "Your billion-dollar ideas don't show up in the middle of dramatic distraction. They show up when you have the business and personal discipline to make space for your creative mind to flourish."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Vanity can create a very cruel space for you if you don't know how to manage it."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "The reason that I'm here at all is because of my relationship with my family and their encouragement of me to be a musician and to work hard. As long as I stay there in that space, I can do anything. That's my truth."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "Once you learn to choose your belongings properly, you will be left with only the amount that fits perfectly in the space you own."
   },
   "author": {
    "text": "Marie Kondo"
   }
  },
  {
   "quote": {
    "text": "The moon and other celestial bodies should be free for exploration and use by all countries. No country should be permitted to advance a claim of sovereignty."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "Astronauts are very professional and when they're preparing for launch, they prepare for it as the most serious endeavor of our lives."
   },
   "author": {
    "text": "Ellen Ochoa"
   }
  },
  {
   "quote": {
    "text": "I can't deal with someone wanting to take a relationship backward or needing space or cheating on you."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "Thus the sum of things is ever being reviewed, and mortals dependent one upon another. Some nations increase, others diminish, and in a short space the generations of living creatures are changed and like runners pass on the torch of life."
   },
   "author": {
    "text": "Lucretius"
   }
  },
  {
   "quote": {
    "text": "A cigarette is a breathing space. It makes a parenthesis. The time of a cigarette is a parenthesis, and if it is shared, you are both in that parenthesis. It's like a proscenium arch for a dialogue."
   },
   "author": {
    "text": "John Berger"
   }
  },
  {
   "quote": {
    "text": "Angels and Airwaves is a complete, pure reflection of who I am. The philosophy, the spiritualism, the esotericism, the idea of hope and space and the themes about life and grandeur... that's all me."
   },
   "author": {
    "text": "Tom DeLonge"
   }
  },
  {
   "quote": {
    "text": "Losing my daughter was a very serious pain. There was always some empty space in my heart."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "There's always room to volunteer. I think that's a huge space to be involved with."
   },
   "author": {
    "text": "Halima Aden"
   }
  },
  {
   "quote": {
    "text": "My type of basketball is about how to create space, how to maneuver, how to get your shot off."
   },
   "author": {
    "text": "Hakeem Olajuwon"
   }
  },
  {
   "quote": {
    "text": "I enjoy going for brunch at Granger & Co. in Notting Hill and having my all-time favourite: poached eggs and avocado on toast. I love the aesthetic of the space and the fresh, modern approach in the dishes."
   },
   "author": {
    "text": "Emilia Wickstead"
   }
  },
  {
   "quote": {
    "text": "A black hole really is an object with very rich structure, just like Earth has a rich structure of mountains, valleys, oceans, and so forth. Its warped space whirls around the central singularity like air in a tornado."
   },
   "author": {
    "text": "Kip Thorne"
   }
  },
  {
   "quote": {
    "text": "From space, the earth appears predominantly blue; the clouds are brilliant white. Surprisingly, you don't see much green, although Ireland looks green, and so do Scandinavia and New Zealand. The deserts are brick red and really stand out."
   },
   "author": {
    "text": "Helen Sharman"
   }
  },
  {
   "quote": {
    "text": "To most people in the U.K., indeed throughout Western Europe, space exploration is primarily perceived as 'what NASA does'. This perception is - in many respects - a valid one. Superpower rivalry during the Cold War ramped up U.S. and Soviet space efforts to a scale that Western Europe had no motive to match."
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "There are different types of talents and intelligences, and traditional schools sometimes ignore the creative ones. It is important for us to give kids every platform for them to find what they are good at and what they love. The arts also provide a space for newfound creativity."
   },
   "author": {
    "text": "Caity Lotz"
   }
  },
  {
   "quote": {
    "text": "With couture, the great thing is that each piece has its own character, and you have space to explore and continue themes season after season."
   },
   "author": {
    "text": "Giles Deacon"
   }
  },
  {
   "quote": {
    "text": "We have these words 'space' and 'time,' but you can't touch them. They're not objects, they're not things, they go forever. Space and time are really tools of animal sense perception, the way we organize and construct information."
   },
   "author": {
    "text": "Robert Lanza"
   }
  },
  {
   "quote": {
    "text": "I used to think about how nice it would be to visit the planets. Of course, I didn't expect to see in my lifetime what has happened. I knew it would happen some day, but it came along faster than I at first thought."
   },
   "author": {
    "text": "Clyde Tombaugh"
   }
  },
  {
   "quote": {
    "text": "Then I became a mother and it just fills every space, that isn't filled with something else important. It's just like this incredible balloon that blows up and fills life up."
   },
   "author": {
    "text": "Thandie Newton"
   }
  },
  {
   "quote": {
    "text": "Life science research can be done on multiple platforms. Since we have a very small number of people flying into space, the more people you have, the better."
   },
   "author": {
    "text": "Laurel Clark"
   }
  },
  {
   "quote": {
    "text": "In 1986, the space shuttle Challenger exploded and crashed down to Earth less than two minutes after takeoff. The cause of that crash, it turned out, was an inexpensive rubber O-ring in the booster rocket that had frozen on the launchpad the night before and failed catastrophically moments after takeoff."
   },
   "author": {
    "text": "David Autor"
   }
  },
  {
   "quote": {
    "text": "For me, the excitement in architecture revolves around the idea and the phenomenon of the experience of that idea. Residences offer almost immediate gratification. You can shape space, light, and materials to a degree that you sometimes can't in larger projects."
   },
   "author": {
    "text": "Steven Holl"
   }
  },
  {
   "quote": {
    "text": "Grilling is an easy tradition to start at any age! To get started, one only needs a modest investment in equipment and a little bit of outdoor space."
   },
   "author": {
    "text": "Barton Seaver"
   }
  },
  {
   "quote": {
    "text": "What was most significant about the lunar voyage was not that men set foot on the moon but that they set eye on the earth."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "Perhaps when distant people on other planets pick up some wavelength of ours all they hear is a continuous scream."
   },
   "author": {
    "text": "Iris Murdoch"
   }
  },
  {
   "quote": {
    "text": "Think about what happens on Earth when you throw up. You throw up and you have a bag of something horrible and then you throw it away, but if I have this bag, what am I going to do with it? This bag is going to stay with me in space for months, so we want a really good barf bag."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "Whenever there was chaos in my house, whether it was arguing, being in a cramped space with all of us kids and screaming, I found an empty space where I could just put music on and move."
   },
   "author": {
    "text": "Misty Copeland"
   }
  },
  {
   "quote": {
    "text": "I grew up in New Mexico, and the older I get, I have less need for contemporary culture and big cities and all the stuff we are bombarded with. I am happier at my ranch in the middle of nowhere watching a bug carry leaves across the grass, listening to silence, riding my horse, and being in open space."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "In the 1990s, it's OK to do comedy about the Chernobyl disaster or the Space Shuttle blowing up. It's acceptable to ridicule the Pope or the President of the United States, but God forbid you do a joke... about gays. The gay community is the last sacred cow in this society."
   },
   "author": {
    "text": "Sam Kinison"
   }
  },
  {
   "quote": {
    "text": "The Well taught us how to create a civilized space for debate, speak in our own voices, use our real names, mediate flame wars, and boot trolls. Brand's mantra was, 'You own your own words,' meaning you have the right to say your piece but must also take responsibility for what you say."
   },
   "author": {
    "text": "Caterina Fake"
   }
  },
  {
   "quote": {
    "text": "The reality is the majority of us will not get off this planet. So the long run is, some kind of space exploration has to benefit us here on Earth."
   },
   "author": {
    "text": "Mae Jemison"
   }
  },
  {
   "quote": {
    "text": "When it comes to space, I see it as my job, I'm building infrastructure the hard way. I'm using my resources to put in place heavy lifting infrastructure so the next generation of people can have a dynamic, entrepreneurial explosion into space."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "Oftentimes, when we think of 3D, we think of things coming out of the screen, but actually, you've got this zero, this negative space, what they call the negative space, which is the scene, what's being filmed in the positive space of the audience. As you can have things come out, you can have all of this depth."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "There is just one thing I can promise you about the outer-space program - your tax-dollar will go further."
   },
   "author": {
    "text": "Wernher von Braun"
   }
  },
  {
   "quote": {
    "text": "We call the fates of the Titanic and the Concordia - as well as those of the space shuttles Challenger and Columbia - 'accidents.' Foreseeing such undesirable events is what engineers are expected to do. However, design trade-offs leave technological systems open to failings once predicted, but later forgotten."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "Einstein's gravitational theory, which is said to be the greatest single achievement of theoretical physics, resulted in beautiful relations connecting gravitational phenomena with the geometry of space; this was an exciting idea."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "As far as entertainment, 'The Right Stuff' is a good movie. As far as a documentary of the early space days, which they purported it to be, it is not at all."
   },
   "author": {
    "text": "John Glenn"
   }
  },
  {
   "quote": {
    "text": "Most people are completely unaware of their breath. They violate your space, they have no idea that they have halitosis."
   },
   "author": {
    "text": "Larry David"
   }
  },
  {
   "quote": {
    "text": "We travel together, passengers on a little spaceship, dependent on its vulnerable reserves of air and soil, all committed, for our safety, to its security and peace. Preserved from annihilation only by the care, the work and the love we give our fragile craft."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "An awful lot of England is slowly eroding, in ways that I find really distressing, and an awful lot of it is the hedgerows... We're reaching the point where a lot of the English countryside looks just like Iowa - just kind of open space."
   },
   "author": {
    "text": "Bill Bryson"
   }
  },
  {
   "quote": {
    "text": "Women should try to increase their size rather than decrease it, because I believe the bigger we are, the more space we'll take up, and the more we'll have to be reckoned with."
   },
   "author": {
    "text": "Roseanne Barr"
   }
  },
  {
   "quote": {
    "text": "I feel like I'm at a really happy, good space."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "I like black because it is a vacant space."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "Revealing water in significant quantities on the Moon could truly be a turning point in space exploration."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "In 1980, during my sophomore year at MIT, I realized that the school didn't have a student space organization. I made posters for a group I called Students for the Exploration and Development of Space and put them up all over campus. Thirty-five people showed up. It was the first thing I ever organized, and it took off!"
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "In essence, String Theory describes space and time, matter and energy, gravity and light, indeed all of God's creation... as music."
   },
   "author": {
    "text": "Roy H. Williams"
   }
  },
  {
   "quote": {
    "text": "The question that will decide our destiny is not whether we shall expand into space. It is: shall we be one species or a million? A million species will not exhaust the ecological niches that are awaiting the arrival of intelligence."
   },
   "author": {
    "text": "Freeman Dyson"
   }
  },
  {
   "quote": {
    "text": "Relativity challenges your basic intuitions that you've built up from everyday experience. It says your experience of time is not what you think it is, that time is malleable. Your experience of space is not what you think it is; it can stretch and shrink."
   },
   "author": {
    "text": "Brian Greene"
   }
  },
  {
   "quote": {
    "text": "I'm happy that I have my family, and I'm happy that I had Virginia, where I grew up, to retreat to any time I felt overwhelmed. Whenever there were times when I felt like the rug was being pulled out from under me and I was floating in this crazy space, I would stop and go back to that neighborhood and realize nothing's changed, really."
   },
   "author": {
    "text": "Dave Grohl"
   }
  },
  {
   "quote": {
    "text": "Consciousness, rather than being an epiphenomenon of matter, is actually the source of matter. It differentiates into space time, energy, information, and matter. Even though this view is an ancient view, an ancient world view, it is now finding some resonance amongst a few scientists."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "All architecture has a public nature, I believe, so I would like to make a public space."
   },
   "author": {
    "text": "Tadao Ando"
   }
  },
  {
   "quote": {
    "text": "If I can create some space that people haven't experienced before and if it stays with them or gives them a dream for the future, that's the kind of structure I seek to create."
   },
   "author": {
    "text": "Tadao Ando"
   }
  },
  {
   "quote": {
    "text": "I think it's almost a law of nature that there are only certain things that hit an emotive space, and that's what was always special for me about music: it made me feel something."
   },
   "author": {
    "text": "Kate Bush"
   }
  },
  {
   "quote": {
    "text": "When walking, you see things that you miss in a motor car or on the train. You give your mind space to ponder."
   },
   "author": {
    "text": "Tom Hodgkinson"
   }
  },
  {
   "quote": {
    "text": "I think about that 'empty' space a lot. That emptiness is what allows for something to actually evolve in a natural way. I've had to learn that over the years - because one of the traps of being an artist is to always want to be creating, always wanting to produce."
   },
   "author": {
    "text": "Meredith Monk"
   }
  },
  {
   "quote": {
    "text": "Space has always been the spiritual dimension of architecture. It is not the physical statement of the structure so much as what it contains that moves us."
   },
   "author": {
    "text": "Arthur Erickson"
   }
  },
  {
   "quote": {
    "text": "Coinbase is 'the' brand in the Bitcoin space. Their founder Brian Armstrong was amongst the first good entrepreneurs to emerge in this space. While others championed ideological or underground/illicit interests, Brian saw an opportunity to change the world for the better and build a big business out of it."
   },
   "author": {
    "text": "Adam Draper"
   }
  },
  {
   "quote": {
    "text": "In many a piece of music, it's the pause or the rest that gives the piece its beauty and its shape. And I know I, as a writer, will often try to include a lot of empty space on the page so that the reader can complete my thoughts and sentences and so that her imagination has room to breathe."
   },
   "author": {
    "text": "Pico Iyer"
   }
  },
  {
   "quote": {
    "text": "It is a matter of common knowledge among mystics that the evolutionary career of mankind is indissolubly bound up with the divine hierarchies, who rule the planets and the signs of the Zodiac, and that the passage of the Sun and the planets through the twelve signs of the Zodiac, marks man's progress in time and in space."
   },
   "author": {
    "text": "Max Heindel"
   }
  },
  {
   "quote": {
    "text": "We don't have parades for mathematicians, we have parades for astronauts. You don't think about all the thousands of people who worked on that capsule and crunched the numbers and were integral in getting that into space."
   },
   "author": {
    "text": "Theodore Melfi"
   }
  },
  {
   "quote": {
    "text": "When I look at the clouds over the Earth, and I know how high clouds are, I get a sense we are really, really far above those clouds. I wouldn't call it scary, but I am aware I am in space."
   },
   "author": {
    "text": "Scott Kelly"
   }
  },
  {
   "quote": {
    "text": "Metaphors have a way of holding the most truth in the least space."
   },
   "author": {
    "text": "Orson Scott Card"
   }
  },
  {
   "quote": {
    "text": "I describe my personal style as 'mythic space horse with chocolate box tendencies.'"
   },
   "author": {
    "text": "Gwendoline Christie"
   }
  },
  {
   "quote": {
    "text": "My buildings should have an emotional core - a space which, in itself, has an emotional nice feeling."
   },
   "author": {
    "text": "Peter Zumthor"
   }
  },
  {
   "quote": {
    "text": "I think space, architectural space, is my thing. It's not about facade, elevation, making image, making money. My passion is creating space."
   },
   "author": {
    "text": "Peter Zumthor"
   }
  },
  {
   "quote": {
    "text": "Everything has a natural explanation. The moon is not a god, but a great rock, and the sun a hot rock."
   },
   "author": {
    "text": "Anaxagoras"
   }
  },
  {
   "quote": {
    "text": "I have dedicated my life to answering the great scientific questions of our time and to the incredible adventure of space exploration."
   },
   "author": {
    "text": "John M. Grunsfeld"
   }
  },
  {
   "quote": {
    "text": "Having plants and flowers in my space makes me feel very calm and Zen. For me, it's important to meditate every morning to be very clear in the head, and nature really helps me do the same thing."
   },
   "author": {
    "text": "Nicola Formichetti"
   }
  },
  {
   "quote": {
    "text": "Who cares about the men who steered your breakfast cereal through winter storms? How ironic that the more ships have grown in size and consequence, the less space they take up in our imagination."
   },
   "author": {
    "text": "Rose George"
   }
  },
  {
   "quote": {
    "text": "NSS strongly supports the usage of space to provide benefits to people living on the Earth. The Iridium satellites enable first responders to communicate rapidly during an emergency anywhere in the world."
   },
   "author": {
    "text": "Bruce Pittman"
   }
  },
  {
   "quote": {
    "text": "Lest those islands still seem to you too remote in space and time to be relevant to our modern societies, just think about the risks... of our increasing globalization and increasing worldwide economic interdependence."
   },
   "author": {
    "text": "Jared Diamond"
   }
  },
  {
   "quote": {
    "text": "In Tamil and Telugu, I have to do mainstream commercial films. Irrespective of what I want to do, the audience wants to see me in that 'mass' space."
   },
   "author": {
    "text": "Dhanush"
   }
  },
  {
   "quote": {
    "text": "The show is called 'The Office,' and while it focuses on the people, the architecture of the space is very important."
   },
   "author": {
    "text": "Brian Baumgartner"
   }
  },
  {
   "quote": {
    "text": "Over the past 50 years we got versions of X-ray specs and space vacations, and even death rays. But the X-ray specs don't fit on your face - they're big things that screen your luggage for guns. Space vacations are real, but they cost $20 million. We have death rays, but you have to be a triple Ph.D. to play with them."
   },
   "author": {
    "text": "Daniel H. Wilson"
   }
  },
  {
   "quote": {
    "text": "Our imagination just needs space. It's all it needs, that moment where you just sort of stare into the distance where your brain gets to sort of somehow rise up."
   },
   "author": {
    "text": "Glen Hansard"
   }
  },
  {
   "quote": {
    "text": "People always talk about the implication and applications of a process, but for me, the goal is purely about knowledge. Knowledge can become practical today, in 20 years, or in 500 years. Ask Newton. He didn't know there would be space research based on his accident with the apple."
   },
   "author": {
    "text": "Ada Yonath"
   }
  },
  {
   "quote": {
    "text": "In the context of general relativity, space almost is a substance. It can bend and twist and stretch, and probably the best way to think about space is to just kind of imagine a big piece of rubber that you can pull and twist and bend."
   },
   "author": {
    "text": "Alan Guth"
   }
  },
  {
   "quote": {
    "text": "I think most astronauts are not risk takers. We take calculated risks for something that we think is worthwhile."
   },
   "author": {
    "text": "Michael J. Massimino"
   }
  },
  {
   "quote": {
    "text": "Being outside during the space walk, the view of the Earth is just spectacular, and getting a chance to do that is just unbelievable, everything about it. You are going around the Earth at 17,500 miles an hour, so you have 45 minutes of sunlight followed by 45 minutes of darkness. You do a lap every 90 minutes."
   },
   "author": {
    "text": "Michael J. Massimino"
   }
  },
  {
   "quote": {
    "text": "We imagine that some people will jump into the AR and VR space that are complementary. We look at Google Glass. It's very complementary. It's not competitive. It's a different experience. It's used for different purposes."
   },
   "author": {
    "text": "Brendan Iribe"
   }
  },
  {
   "quote": {
    "text": "A theatre is not a blank page for editorial, it is not a soapbox or a Tannoy system: it is a conscience that wakes with what is happening in the space, and wakes further still in response to what people are making of it."
   },
   "author": {
    "text": "Andrew O'Hagan"
   }
  },
  {
   "quote": {
    "text": "The whole idea of gravity curling up space, that is the epitome of what is going on in a black hole. I would've loved to have seen Einstein's face if he were presented with the data that we actually discovered such a thing, because he himself probably didn't believe in much of it."
   },
   "author": {
    "text": "Rainer Weiss"
   }
  },
  {
   "quote": {
    "text": "We may have a tacit understanding of how our solar system works, but watching the sun disappear behind the moon reminds us of the vastness of space and the enduring mysteries of the universe we inhabit."
   },
   "author": {
    "text": "Jenna Wortham"
   }
  },
  {
   "quote": {
    "text": "We live with incessant music, all the time. It's like some weird musical purgatory, there is absolutely no rest for the ears, no space to absorb and reflect."
   },
   "author": {
    "text": "James Blake"
   }
  },
  {
   "quote": {
    "text": "When you're interviewing someone, even your mother - you have to sort of deal with you have to get some objective space from yourself and the person but you also have to find what's the best way to get the information from that person."
   },
   "author": {
    "text": "James McBride"
   }
  },
  {
   "quote": {
    "text": "You have to say now that space is something. Space can vibrate, space can fluctuate, space can be quantum mechanical, but what the devil is it?"
   },
   "author": {
    "text": "Leonard Susskind"
   }
  },
  {
   "quote": {
    "text": "In the 19th Century people were looking for the Northwest Passage. Ships were lost and brave people were killed, but that doesn't mean we never went back to that part of the world again, and I consider it the same in space exploration."
   },
   "author": {
    "text": "John L. Phillips"
   }
  },
  {
   "quote": {
    "text": "I had a book that was given to me as a kid that was called 'Faeries.' It was this dark, sinister book with pictures that used to scare me because they were these creepy little creatures. But, I was always really drawn to that fantasy world, more than a sci-fi world, in terms of outer space stuff."
   },
   "author": {
    "text": "Anna Silk"
   }
  },
  {
   "quote": {
    "text": "Put three grains of sand inside a vast cathedral, and the cathedral will be more closely packed with sand than space is with stars."
   },
   "author": {
    "text": "James Jeans"
   }
  },
  {
   "quote": {
    "text": "The hard part is how to plan a picture so as to give to others what has happened to you. To render in paint an experience, to suggest the sense of light and color, of air and space."
   },
   "author": {
    "text": "Maxfield Parrish"
   }
  },
  {
   "quote": {
    "text": "I got space from Travis Air Force Base, went back to the Philippine Islands and made it a point to meet the only American casting director in the Philippines. I was off and running."
   },
   "author": {
    "text": "R. Lee Ermey"
   }
  },
  {
   "quote": {
    "text": "John Glenn's life will long be remembered for his time in space, his courage, and his service to all Americans."
   },
   "author": {
    "text": "Katherine Johnson"
   }
  },
  {
   "quote": {
    "text": "It's hard because I think I fall into this in-between space where there's something that's innately feminine about me, and there's also something that's kind of androgynous. I carry myself somewhere in between, and I think my music lends itself to that as well."
   },
   "author": {
    "text": "Halsey"
   }
  },
  {
   "quote": {
    "text": "Poetry, I feel, is a tyrannical discipline. You've got to go so far so fast in such a small space; you've got to burn away all the peripherals."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "Islam is about finding your own space."
   },
   "author": {
    "text": "Kareem Abdul-Jabbar"
   }
  },
  {
   "quote": {
    "text": "Space is to place as eternity is to time."
   },
   "author": {
    "text": "Joseph Joubert"
   }
  },
  {
   "quote": {
    "text": "Darkness is to space what silence is to sound, i.e., the interval."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "When we first get to space, we feel sick. Your body is really confused. You're dizzy. Your lunch is floating around in your belly because you're floating. What you see doesn't match what you feel, and you want to throw up."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "I'm not as angry as I used to be. But I can get in touch with that anger pretty quickly if I feel my space is being invaded or somebody is not treating me with the respect that I think I want."
   },
   "author": {
    "text": "Samuel L. Jackson"
   }
  },
  {
   "quote": {
    "text": "Put two ships in the open sea, without wind or tide, and, at last, they will come together. Throw two planets into space, and they will fall one on the other. Place two enemies in the midst of a crowd, and they will inevitably meet; it is a fatality, a question of time; that is all."
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "I love producing. I am loving doing that. I think that is my most natural space in the business. I just love producing or editing and that's where I thrive."
   },
   "author": {
    "text": "Will Smith"
   }
  },
  {
   "quote": {
    "text": "Overcrowding in the cities is producing a collective madness in which irrational violence flourishes because man needs more space in which to be than the modern city allows."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "We have teams of people working on electric cars. So you never know - you may find Virgin competing with the Tesla in the car business as we do in the space business."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "With Virgin, I've just loved creating things. And as a private company, I can get away with moving Virgin from records to airlines to train companies to space companies to whatever, without ever having to worry about analysts knocking the value of my stock."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "Space has always fascinated me. As a young boy looking up at the stars, I found it impossible to resist thinking what was out there and if I ever would experience space first-hand."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "A pedestal is as much a prison as any small, confined space."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "NASA has to approve whatever we wear, so there are clothes to choose from, like space shorts - we wear those a lot - and NASA T-shirts."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "The experience of being in space didn't change my perspective of myself or of the planet or of life. I had no spiritual experience."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "I'd love to go into space again if there were a mission to Mars. I'd also love to go to a completely different planetary system, out of our solar system."
   },
   "author": {
    "text": "Mae Jemison"
   }
  },
  {
   "quote": {
    "text": "Space tourism is a logical outgrowth of the adventure tourist market."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "We will build new ships to carry man forward into the universe, to gain a new foothold on the moon and to prepare for new journeys to the worlds beyond our own."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "Sometimes siblings can get in each other's space."
   },
   "author": {
    "text": "Gisele Bundchen"
   }
  },
  {
   "quote": {
    "text": "The Occupy movement did create spontaneously communities that taught people something: you can be in a supportive community of mutual aid and cooperation and develop your own health system and library and have open space for democratic discussion and participation. Communities like that are really important."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "I'm not scared. I always go forward, trying to create space and make my way toward the goal."
   },
   "author": {
    "text": "Neymar"
   }
  },
  {
   "quote": {
    "text": "I think we all want to really live good lives, and we all really want to have a healthy planet, although I don't know if we're supposed to be on it forever. Now, does that mean that we should be building rocket ships to shoot us into outer space? Well if we can, I think we should."
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "I'm never going to go to Mars, but I've helped inspire, thank goodness, the people who built the rockets and sent our photographic equipment off to Mars."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "Through space the universe encompasses and swallows me up like an atom; through thought I comprehend the world."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "The space shuttle was designed, at least in part, to broaden our knowledge of the universe. To scientists, the vehicle was a tool; to engineers, it was their creation."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "I loved climbing because of the freedom, and having time and space. I remember coming off Everest for the last time, thinking of Dad and wishing that he could have seen what I saw. He would have loved it."
   },
   "author": {
    "text": "Bear Grylls"
   }
  },
  {
   "quote": {
    "text": "An end of something means the beginning of something else, and I don't think that something else is going to be the death of the manned space program."
   },
   "author": {
    "text": "John Glenn"
   }
  },
  {
   "quote": {
    "text": "I feel that my father's greatest legacy was the people he inspired to get involved in public service and their communities, to join the Peace Corps, to go into space. And really that generation transformed this country in civil rights, social justice, the economy and everything."
   },
   "author": {
    "text": "Caroline Kennedy"
   }
  },
  {
   "quote": {
    "text": "I cannot join the space program and restart my life as an astronaut, but this opportunity to connect my abilities as an educator with my interests in history and space is a unique opportunity to fulfill my early fantasies."
   },
   "author": {
    "text": "Christa McAuliffe"
   }
  },
  {
   "quote": {
    "text": "Religious ritual is a way of structuring time so that we, not employers, the market or the media, are in control. Life needs its pauses, its chapter breaks, if the soul is to have space to breathe."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "I love having beautiful furniture and things, but I don't want my space to look like a showroom."
   },
   "author": {
    "text": "Brad Goreski"
   }
  },
  {
   "quote": {
    "text": "When you gaze at stars and think about planets, the places it takes your imagination are amazing! You look up the sky, and you know the stars have always been here; they were referenced in biblical times and have always been present. They are somewhere up there in the future, and they guide you; they make you feel safe."
   },
   "author": {
    "text": "Sarah Brightman"
   }
  },
  {
   "quote": {
    "text": "String theory envisions a multiverse in which our universe is one slice of bread in a big cosmic loaf. The other slices would be displaced from ours in some extra dimension of space."
   },
   "author": {
    "text": "Brian Greene"
   }
  },
  {
   "quote": {
    "text": "In any finite region of space, matter can only arrange itself in a finite number of configurations, just as a deck of cards can be arranged in only finitely many different orders. If you shuffle the deck infinitely many times, the card orderings must necessarily repeat."
   },
   "author": {
    "text": "Brian Greene"
   }
  },
  {
   "quote": {
    "text": "In the far, far future, essentially all matter will have returned to energy. But because of the enormous expansion of space, this energy will be spread so thinly that it will hardly ever convert back to even the lightest particles of matter. Instead, a faint mist of light will fall for eternity through an ever colder and quieter cosmos."
   },
   "author": {
    "text": "Brian Greene"
   }
  },
  {
   "quote": {
    "text": "The characteristic of great innovators and great companies is they see a space that others do not. They don't just listen to what people tell them; they actually invent something new, something that you didn't know you needed, but the moment you see it, you say, 'I must have it.'"
   },
   "author": {
    "text": "Eric Schmidt"
   }
  },
  {
   "quote": {
    "text": "Then finally I said, 'Okay, well, I want to know all the details. I want creative input. I want to be consulted. I want to know what they're doing and who's involved. And I want to see the space.' So they took me to see it, and then I realized it was major! All these red flags on the Rue de Rivoli with my name on them right by the Louvre!"
   },
   "author": {
    "text": "Kate Moss"
   }
  },
  {
   "quote": {
    "text": "We were talking about the space between us all and the people who hide themselves behind a wall of illusion. Never glimpse the truth - then it's far too late when they pass away."
   },
   "author": {
    "text": "George Harrison"
   }
  },
  {
   "quote": {
    "text": "To me, Slow parenting is about bringing balance into the home. Children need to strive and struggle and stretch themselves, but that does not mean childhood should be a race. Slow parents give their children plenty of time and space to explore the world on their own terms."
   },
   "author": {
    "text": "Carl Honore"
   }
  },
  {
   "quote": {
    "text": "In any relationship, after the first year is over, you can't help but want your own space."
   },
   "author": {
    "text": "Helena Bonham Carter"
   }
  },
  {
   "quote": {
    "text": "As photographs give people an imaginary possession of a past that is unreal, they also help people to take possession of space in which they are insecure."
   },
   "author": {
    "text": "Susan Sontag"
   }
  },
  {
   "quote": {
    "text": "I've noticed that wherever I've lived, I've either painted murals or done something sort of ridiculously over the top to make a space my own."
   },
   "author": {
    "text": "Tamara Taylor"
   }
  },
  {
   "quote": {
    "text": "I think we basically saw that the messaging space is bigger than we'd initially realized, and that the use cases that WhatsApp and Messenger have are more different than we had thought originally."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "Hard systems are everything we're using right now - computers, phones, planes, the clothes you're wearing, the room you're in. Everything there involves 100% use of technology and expertise to make it, and nothing we make - including space exploration vehicles and so on - is complex. Everything we make is complicated. Nothing is self-renewing."
   },
   "author": {
    "text": "Allan Savory"
   }
  },
  {
   "quote": {
    "text": "I like to work with it so that you feel it physically, so you feel the presence of light inhabiting a space. My desire is to set up a situation to which I take you and let you see. It becomes your experience."
   },
   "author": {
    "text": "James Turrell"
   }
  },
  {
   "quote": {
    "text": "When I was a child, I wanted to... go into space! To go to Mars. I wanted to explore and explore and explore. I wanted to go to the Lost World in South America - I was heartbroken to discover there were no dinosaurs; I still don't accept it."
   },
   "author": {
    "text": "Brian Blessed"
   }
  },
  {
   "quote": {
    "text": "I hate it when people slag us off. We had done three tours during 1970 and we finished off feeling we had just about had enough. We had done so much in that short space of time, we were drained."
   },
   "author": {
    "text": "John Bonham"
   }
  },
  {
   "quote": {
    "text": "Black people, we are fully deserving of the room and space to fully express our humanity. This is what Black Lives Matter is truly about."
   },
   "author": {
    "text": "Opal Tometi"
   }
  },
  {
   "quote": {
    "text": "NASA space scientists have been studying giraffe skin so they can apply what they learn from it to the construction of spacesuits."
   },
   "author": {
    "text": "Joanna Lumley"
   }
  },
  {
   "quote": {
    "text": "The key to creating the mental space before responding is mindfulness. Mindfulness is a way of being present: paying attention to and accepting what is happening in our lives. It helps us to be aware of and step away from our automatic and habitual reactions to our everyday experiences."
   },
   "author": {
    "text": "Elizabeth Thornton"
   }
  },
  {
   "quote": {
    "text": "I love building spaces: architecture, furniture, all of it, probably more than fashion. The development procedure is more tactile. It's about space and form and it's something you can share with other people."
   },
   "author": {
    "text": "Donna Karan"
   }
  },
  {
   "quote": {
    "text": "You never enjoy the world aright, till the sea itself floweth in your veins, till you are clothed with the heavens and crowned with the stars."
   },
   "author": {
    "text": "Thomas Traherne"
   }
  },
  {
   "quote": {
    "text": "WWE is a space where I thrived, and I loved, and I still do. I love connecting with an audience; that is the greatest thing about going back to WWE."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "Now that our kids are getting older, they need their space. We dug out the basement so they will have a place to go crazy in the wintertime. My son is already talking about how he's going to make a skateboard ramp. It's just a mosh pit down there, so they can do whatever they want. We're not even going to finish it."
   },
   "author": {
    "text": "Candice Olson"
   }
  },
  {
   "quote": {
    "text": "Adaption of the human body in space is not yet mastered. As soon as you hit space, you feel your body is going through a period of mutation. There's no blood in your head; you have a hard time swallowing. We're not born to naturally be in space."
   },
   "author": {
    "text": "Guy Laliberte"
   }
  },
  {
   "quote": {
    "text": "The San Gabriel Valley, stretching from Pasadena to Pomona, is especially starved for open space. The valley has a rich array of ethnically diverse communities, but it also has some of the highest rates of childhood obesity and diabetes in the state."
   },
   "author": {
    "text": "Frances Beinecke"
   }
  },
  {
   "quote": {
    "text": "For an object under the eye will appear very different from the same object placed above it; in an inclosed space, very different from the same in an open space."
   },
   "author": {
    "text": "Vitruvius"
   }
  },
  {
   "quote": {
    "text": "Meditation is really letting go of all the thought processes or 'mind traffic' that gets in the way of just whatever is between you and space and consciousness."
   },
   "author": {
    "text": "Trudie Styler"
   }
  },
  {
   "quote": {
    "text": "Kids today aren't listening to music audio-only. They're picking up a CD and looking at the lyric sheet and wondering why the pictures aren't moving around. Who wants to do that? It's like Bam Bam Flintstone hanging with the dinosaurs vs. Elroy Jetson who's flying around space. If I'm a kid, I wanna be kicking it with Elroy."
   },
   "author": {
    "text": "will.i.am"
   }
  },
  {
   "quote": {
    "text": "The Fifties and Sixties were years of unreal optimism about weather forecasting. Newspapers and magazines were filled with hope for weather science, not just for prediction but for modification and control. Two technologies were maturing together: the digital computer and the space satellite."
   },
   "author": {
    "text": "James Gleick"
   }
  },
  {
   "quote": {
    "text": "After Apollo 17, America stopped looking towards the next horizon. The United States had become a space-faring nation, but threw it away. We have sacrificed space exploration for space exploitation, which is interesting but scarcely visionary."
   },
   "author": {
    "text": "Gene Cernan"
   }
  },
  {
   "quote": {
    "text": "I don't think people have an appreciation for the work that it takes to pull these missions off, like humans living on the space station continuously for 15 years. It is a huge army of hard-working people to make it happen."
   },
   "author": {
    "text": "Scott Kelly"
   }
  },
  {
   "quote": {
    "text": "This is a really big space station. We do a lot of various kinds of work here, different kinds of science experiments; we have over 400 different experiments going on at any one time in different areas, from basic science research to medical technology, that hopefully will benefit more people on Earth."
   },
   "author": {
    "text": "Scott Kelly"
   }
  },
  {
   "quote": {
    "text": "Thor is magical, yes, but it is the magic of reality. His hammer was crafted 'in the heart of a dying star,' but so were you! Most of the atoms that make you up are in fact the innards of a ball of gas in space that got so heavy that it exploded. Stars died so that you could live, as physicist Lawrence Krauss would say."
   },
   "author": {
    "text": "Kyle Hill"
   }
  },
  {
   "quote": {
    "text": "A voice expressing emotion in a musical way moves on. It's like the finale of the movie 2001: A Space Odyssey (1968) - the world turns in on itself, as a universe unto itself, in the shape of one human being."
   },
   "author": {
    "text": "Dwight Yoakam"
   }
  },
  {
   "quote": {
    "text": "I feel like the quality of privacy and respect of people's personal space has been completely disintegrated. You can ask to take the picture. I will be so glad to take the picture and pose and look good for the picture."
   },
   "author": {
    "text": "Busta Rhymes"
   }
  },
  {
   "quote": {
    "text": "Now we are flying off into outer space, there is no clear curb on what can be done in the name of the economy."
   },
   "author": {
    "text": "Susan George"
   }
  },
  {
   "quote": {
    "text": "The ultimate aim of all science to penetrate the unknown. Do you realize we know less about the earth we live on than about the stars and the galaxies of outer space? The greatest mystery is right here, right under our feet."
   },
   "author": {
    "text": "Walter Reisch"
   }
  },
  {
   "quote": {
    "text": "The most powerful argument of all for saving open space is economics; in most states, tourism is the number two industry."
   },
   "author": {
    "text": "Jim Fowler"
   }
  },
  {
   "quote": {
    "text": "The quicker we humans learn that saving open space and wildlife is critical to our welfare and quality of life, maybe we'll start thinking of doing something about it."
   },
   "author": {
    "text": "Jim Fowler"
   }
  },
  {
   "quote": {
    "text": "Knowledge born of the finest discrimination takes us to the farthest shore. It is intuitive, omniscient, and beyond all divisions of time and space."
   },
   "author": {
    "text": "Patanjali"
   }
  },
  {
   "quote": {
    "text": "If heaven is understood more as God's space on earth than as an ethereal region apart from the essential reality we know, then what happens on earth matters even more than we think, for the Christian life becomes a continuation of the unfolding work of Jesus, who will one day return to set the world to rights."
   },
   "author": {
    "text": "Jon Meacham"
   }
  },
  {
   "quote": {
    "text": "Our democratic system, national identity, and international space must be respected. Any forms of suppression will harm the stability of cross-strait relations."
   },
   "author": {
    "text": "Tsai Ing-wen"
   }
  },
  {
   "quote": {
    "text": "The Hubble Space Telescope is more than remarkable. It has answered just so many of those fundamental questions that people have been asking about the cosmos since people were able to ask questions."
   },
   "author": {
    "text": "John M. Grunsfeld"
   }
  },
  {
   "quote": {
    "text": "I often feel newspapers are just filling up space. Of course, I also know people who write really long books."
   },
   "author": {
    "text": "Vikram Seth"
   }
  },
  {
   "quote": {
    "text": "Antarctica has this mythic weight. It resides in the collective unconscious of so many people, and it makes this huge impact, just like outer space. It's like going to the moon."
   },
   "author": {
    "text": "Jon Krakauer"
   }
  },
  {
   "quote": {
    "text": "I already find pyramids from space. Is there anything cooler than that?"
   },
   "author": {
    "text": "Sarah Parcak"
   }
  },
  {
   "quote": {
    "text": "I acknowledge the privilege of being alive in a human body at this moment, endowed with senses, memories, emotions, thoughts, and the space of mind in its wisdom aspect."
   },
   "author": {
    "text": "Alex Grey"
   }
  },
  {
   "quote": {
    "text": "There's nothing wrong with having a collection, but it becomes a problem when it overwhelms your space. When you're not displaying it properly, you're not enjoying it and it turns into clutter."
   },
   "author": {
    "text": "Niecy Nash"
   }
  },
  {
   "quote": {
    "text": "I was really sick of bands just ignoring the audience as a posture in rock music. And I think we fed off each other in terms of trying to engage the audience, not in a hammy way, but actually trying to be aware of the space that you are playing in and trying to connect in some way through the music."
   },
   "author": {
    "text": "Win Butler"
   }
  },
  {
   "quote": {
    "text": "Aviation - and space travel, in particular - have always been especially captivating."
   },
   "author": {
    "text": "Felix Baumgartner"
   }
  },
  {
   "quote": {
    "text": "Competitive golf is played mainly on a five-and-a-half-inch course... the space between your ears."
   },
   "author": {
    "text": "Bobby Jones"
   }
  },
  {
   "quote": {
    "text": "We need affordable space travel to inspire our youth, to let them know that they can experience their dreams, can set significant goals and be in a position to lead all of us to future progress in exploration, discovery and fun. Thanks to the X Prize for the inspiration."
   },
   "author": {
    "text": "Burt Rutan"
   }
  },
  {
   "quote": {
    "text": "Between the fear that something would happen and the hope that still it wouldn't, there is much more space than one thinks. On that narrow, hard, bare and dark space a lot of us spend their lives."
   },
   "author": {
    "text": "Ivo Andric"
   }
  },
  {
   "quote": {
    "text": "Things changed with the discovery of neutron stars and black holes - objects with gravitational fields so intense that dramatic space and time-warping effects occur."
   },
   "author": {
    "text": "Paul Davies"
   }
  },
  {
   "quote": {
    "text": "I might have missed my calling as an editor. In the spring, the sight of my empty garden beds gives me the horticultural equivalent of writers' block: So much space! So many plants to choose among, and yet none of them seem quite right!"
   },
   "author": {
    "text": "Susan Orlean"
   }
  },
  {
   "quote": {
    "text": "The area of teenage life is not necessarily rarefied; we've all gone through that period. It's not as rarefied as a western or a space adventure or a gangster film, but it has its own dynamic."
   },
   "author": {
    "text": "Gus Van Sant"
   }
  },
  {
   "quote": {
    "text": "When you gradually add in nutrient-dense, fiber-rich foods, you simply stop feeling cravings. You run out of space in your belly for the old junk. Instead of craving, you feel full, fulfilled, and content."
   },
   "author": {
    "text": "Kathy Freston"
   }
  },
  {
   "quote": {
    "text": "The existence of symmetry laws is in full accordance with our daily experience. The simplest of these symmetries, the isotropy and homogeneity of space, are concepts that date back to the early history of human thought."
   },
   "author": {
    "text": "Chen-Ning Yang"
   }
  },
  {
   "quote": {
    "text": "There is no time and space limitation for public accountability on the Internet. Creative commonality is standard and does not resemble the authoritarian style of the dead communist experience. It seems that it is no longer society's obligation to understand legislation; it is a duty for governments to be understood by their people."
   },
   "author": {
    "text": "Eduardo Paes"
   }
  },
  {
   "quote": {
    "text": "When I'm up, I'm over-exuberant; when I'm down, I just wander round on my own. I have no middle space."
   },
   "author": {
    "text": "Simon Sebag Montefiore"
   }
  },
  {
   "quote": {
    "text": "In the theatre, because you're all looking at the same thing in the same space, consciousness is no longer individual. There is a unified consciousness. Until you look and project what is happening, it doesn't exist; the audience are the ones making the theatre, not the players."
   },
   "author": {
    "text": "Simon McBurney"
   }
  },
  {
   "quote": {
    "text": "Truthfully, we don't want my Weezer affiliation to have any bearing on whether someone likes us or not. It's an entirely different thing. The Space Twins have our own chemistry."
   },
   "author": {
    "text": "Brian Bell"
   }
  },
  {
   "quote": {
    "text": "I see Earth! It is so beautiful!"
   },
   "author": {
    "text": "Yuri Gagarin"
   }
  },
  {
   "quote": {
    "text": "I internalize a lot of thoughts, and sometimes it seems like I'm not listening or totally zoned out, but I'm always on a loop of ideas and song titles. I'm definitely kind of a space cadet, but I'm very laid back."
   },
   "author": {
    "text": "Maren Morris"
   }
  },
  {
   "quote": {
    "text": "I have some NASA memorabilia from the early Apollo days that I can't imagine parting with. I've always wanted to play sort of like a space cowboy, too, like the idea of Captain Kirk. I think that's everybody's dream though, right?"
   },
   "author": {
    "text": "Matthew Daddario"
   }
  },
  {
   "quote": {
    "text": "Cool things happen. Ace's guitar flies through space, goes through a hole, and blows up. I throw drumsticks and they come flying at you."
   },
   "author": {
    "text": "Peter Criss"
   }
  },
  {
   "quote": {
    "text": "Space exploration promised us alien life, lucrative planetary mining, and fabulous lunar colonies. News flash, ladies and gents: Space is nearly empty. It's a sterile vacuum, filled mostly with the junk we put up there."
   },
   "author": {
    "text": "Graham Hawkes"
   }
  },
  {
   "quote": {
    "text": "Housework never really bothered me... what bothered me about it later was that it was expected to be your life... when you're a housewife, you are constantly interrupted. You have no space in your life. It isn't the fact that you do the laundry."
   },
   "author": {
    "text": "Alice Munro"
   }
  },
  {
   "quote": {
    "text": "I think of music as creating a space. I like to put things in that are comforting to me and are nostalgic. To me, that's what sampling does in songs; it's making deeper layers for people who know where it comes from, but also referencing another part of my history and my memory or a memory that I have."
   },
   "author": {
    "text": "Jamila Woods"
   }
  },
  {
   "quote": {
    "text": "We have never observed infinity in nature. Whenever you have infinities in a theory, that's where the theory fails as a description of nature. And if space was born in the Big Bang, yet is infinite now, we are forced to believe that it's instantaneously, infinitely big. It seems absurd."
   },
   "author": {
    "text": "Janna Levin"
   }
  },
  {
   "quote": {
    "text": "The 20th Century was the century of Aviation and the century of Globalization. The next century will be the century of Space."
   },
   "author": {
    "text": "Wilson Greatbatch"
   }
  },
  {
   "quote": {
    "text": "The way the Establishment deals with people like me is to ignore them. When you become unignorable, they will try to smear you, and that's what I feared for a long time. Now I have somehow vaulted into this space where it's difficult for someone to smear me because it would look as though they were being vindictive and spiteful."
   },
   "author": {
    "text": "Heather Brooke"
   }
  },
  {
   "quote": {
    "text": "The fashion business got boring. I was working with big companies, but the minute it became too formulaic, I got bored with it. I wanted to do a creative space where I could just make stuff - kind of like an atelier, where I could collaborate with other artists, drape geometric shapes on the body, make cushion covers, or whatever."
   },
   "author": {
    "text": "Maria Cornejo"
   }
  },
  {
   "quote": {
    "text": "I'm interested in the murky areas where there are no clear answers - or sometimes multiple answers. It's here that I try to imagine patterns or codes to make sense of the unknowns that keep us up at night. I'm also interested in the invisible space between people in communication; the space guided by translation and misinterpretation."
   },
   "author": {
    "text": "Taryn Simon"
   }
  },
  {
   "quote": {
    "text": "The future of the television industry is changing at an unstoppable rate, and it is exciting to share my experience and thoughts on how this will change the value of content in the digital space."
   },
   "author": {
    "text": "Dana Brunetti"
   }
  },
  {
   "quote": {
    "text": "My work has always dealt with a kind of space that allows one to daydream."
   },
   "author": {
    "text": "Robert Wilson"
   }
  },
  {
   "quote": {
    "text": "The Fuse is a solar energy station in orbit 22,000 miles above the earth. But it's more than just a big solar panel array. The Fuse is also home to Midway City, a technically illegal settlement that grew out of a bunch of engineers who decided they'd rather make a new life in space than return home to earth."
   },
   "author": {
    "text": "Antony Johnston"
   }
  },
  {
   "quote": {
    "text": "I felt so free in space, flying around and unrestrained by any social relationships, but my life since has changed a lot. Now I am extra-careful about what I say and do because everyone recognises me."
   },
   "author": {
    "text": "Yi So-Yeon"
   }
  },
  {
   "quote": {
    "text": "What makes architecture extraordinary is that you're looking at the building, but your peripheral vision is also seeing how it fits within a space. And it's seeing more than one part of the building at one time."
   },
   "author": {
    "text": "Sydney Pollack"
   }
  },
  {
   "quote": {
    "text": "We're looking at Earth science, observing our planet. Also space science, looking at the ozone in the atmosphere around our Earth. Also looking at life science. And on a human level, using ourselves as test subjects."
   },
   "author": {
    "text": "Laurel Clark"
   }
  },
  {
   "quote": {
    "text": "The encouragement I got from Campbell was a quick check and praise. Once the Space Beagle was launched on its mission, it seemed natural for it to breed additional thoughts."
   },
   "author": {
    "text": "A. E. van Vogt"
   }
  },
  {
   "quote": {
    "text": "The editorial page is where you'll find our opinions, while the letters columns and the space for Op-Ed contributors are a forum for debate and discussion."
   },
   "author": {
    "text": "Andrew Rosenthal"
   }
  },
  {
   "quote": {
    "text": "My acting has always been in the world of comedy, but in my writing, other than writing sketches, I really am drawn to the balance between comedy and drama. I like things that sort of toe that line of one minute you're in this emotional space and then all of the sudden something happens."
   },
   "author": {
    "text": "Jim Rash"
   }
  },
  {
   "quote": {
    "text": "Space is a laboratory, an experiment in all forms of all things, an infinity of possibilities, properties, and places that cry out for investigation and exploration."
   },
   "author": {
    "text": "Rick Tumlinson"
   }
  },
  {
   "quote": {
    "text": "Me being a shy kid, very closed off, showing vulnerability in a character was sort of a safe space on stage. It's always been in my toolbox, there for me when I need it."
   },
   "author": {
    "text": "Jesse Tyler Ferguson"
   }
  },
  {
   "quote": {
    "text": "After my debut didn't go very well with Holt, I needed to be in a healthier head space. I was happy to emerge from there. You will always have those negative thoughts as a writer, but you can't let them take over. If you let them take over, those are the real page killers."
   },
   "author": {
    "text": "Paul G. Tremblay"
   }
  },
  {
   "quote": {
    "text": "Is manned space exploration important? Yes - not least because it simply works much better than sending robots."
   },
   "author": {
    "text": "Henry Spencer"
   }
  },
  {
   "quote": {
    "text": "You can write a little and can draw a little, but there's necessarily a limitation on both in a comic strip, since it appears in such a tiny space."
   },
   "author": {
    "text": "Stephan Pastis"
   }
  },
  {
   "quote": {
    "text": "I think there's such a fine line in a relationship. The role of imagination and privacy... how much space can you allow before that becomes distance? And similarly, imagination is empathy. That's how you achieve empathy. It's how you can be with another person and understand how they are in the world."
   },
   "author": {
    "text": "Katie Kitamura"
   }
  },
  {
   "quote": {
    "text": "Substance must emanate from spirit and is nothing else than the record of the spirit's conception of itself finding expression in space and time."
   },
   "author": {
    "text": "Paul Twitchell"
   }
  },
  {
   "quote": {
    "text": "I had my guitar at the set of 'Lost in Space' every day. I was the only one in the cast who had a stereo in his dressing room. So while I was in school or when I was in there working with Dr. Smith and the robot, half the rest of the cast was in my trailer listening to their records that they would bring."
   },
   "author": {
    "text": "Bill Mumy"
   }
  },
  {
   "quote": {
    "text": "I think 'Lost in Space' certainly shifted from being an ensemble adventure series about a family facing the unknown alien environment to this trio of comedians - Dr. Smith, the Robot, and Will Robinson being the straight guy. It definitely changed its tone over the three seasons and 84 episodes we did."
   },
   "author": {
    "text": "Bill Mumy"
   }
  },
  {
   "quote": {
    "text": "How do you design it so that people can form a space of their own, and feel quiet and contemplative?"
   },
   "author": {
    "text": "Michael Arad"
   }
  },
  {
   "quote": {
    "text": "I wrote my first book in fifth grade. It was about a dog that goes to outer space and is an ambassador for Earth."
   },
   "author": {
    "text": "Josh Malerman"
   }
  },
  {
   "quote": {
    "text": "I feel privileged and honored to have flown. It's been a tremendous ride, looking back on the legacy and accomplishments, like the Hubble telescope and the launching of the International Space Station in 1998."
   },
   "author": {
    "text": "Alan G. Poindexter"
   }
  },
  {
   "quote": {
    "text": "It seems to me, thinking of it, that there must be some universal plan which set in motion the orbiting of the electrons about the nucleus and the slower, more majestic orbit of the galaxies about one another to the very edge of space."
   },
   "author": {
    "text": "Clifford D. Simak"
   }
  },
  {
   "quote": {
    "text": "Sorry; I have no space left for advice. Just do it."
   },
   "author": {
    "text": "Donald E. Westlake"
   }
  },
  {
   "quote": {
    "text": "Any person, brought into the presence of this fact, stops for a few moments and remains pensive and silent; and then generally leaves, carrying with him forever a sharper, keener sense of our incessant motion through space."
   },
   "author": {
    "text": "Leon Foucault"
   }
  },
  {
   "quote": {
    "text": "The discovery and investigation of life on other planets is likely to change many of our ideas about how life arose on the Earth and even what is life and its natural development."
   },
   "author": {
    "text": "George Smoot"
   }
  },
  {
   "quote": {
    "text": "Your belief system saturates the space around you."
   },
   "author": {
    "text": "Aaron Huey"
   }
  },
  {
   "quote": {
    "text": "The kitchen is a sacred space."
   },
   "author": {
    "text": "Marc Forgione"
   }
  },
  {
   "quote": {
    "text": "I think it's like that for people who don't remember 1969 first-hand. It's that sense of 'old hat.' Of 'been there, done that.' Space shuttles, space stations, communications satellites, GPS - they're all part of our everyday, taken-for-granted world in 2009, not part of an incredible odyssey."
   },
   "author": {
    "text": "David Weber"
   }
  },
  {
   "quote": {
    "text": "That great Cathedral space which was childhood."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "By giving material expression to force-forms in space, the Greeks gave divine spiritual beings the opportunity of using these material forms. It is no figure of speech but a fact when we say that gods came down at that time into the Greek temples in order to be among human beings on the physical plane."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "Through systematic exercising of our thinking faculties, we can train ourselves for exact clairvoyance. Imaginative Knowledge is the first step in supersensible perception, and through it we reach the first element of the supersensible it is possible to reach, namely, the supersensible body that we bear within our earthly body in physical space."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "In my writing I am acting as a map maker, an explorer of psychic areas, a cosmonaut of inner space, and I see no point in exploring areas that have already been thoroughly surveyed."
   },
   "author": {
    "text": "William S. Burroughs"
   }
  },
  {
   "quote": {
    "text": "What you lose in blindness is the space around you, the place where you are, and without that you might not exist. You could be nowhere at all."
   },
   "author": {
    "text": "Barbara Kingsolver"
   }
  },
  {
   "quote": {
    "text": "Strangely, nothing makes me feel tired, fatigued, at all. I've gone days and nights without sleep, and still the mind is in such a positive space it just doesn't make you feel fatigued."
   },
   "author": {
    "text": "Aishwarya Rai Bachchan"
   }
  },
  {
   "quote": {
    "text": "I think that autistic brains tend to be specialized brains. Autistic people tend to be less social. It takes a ton of processor space in the brain to have all the social circuits."
   },
   "author": {
    "text": "Temple Grandin"
   }
  },
  {
   "quote": {
    "text": "There are moments of existence when time and space are more profound, and the awareness of existence is immensely heightened."
   },
   "author": {
    "text": "Charles Baudelaire"
   }
  },
  {
   "quote": {
    "text": "In the United States there is more space where nobody is than where anybody is. That is what makes America what it is."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "A lot of the things you see in science fiction revolve around black holes because black holes are strong enough to rip the fabric of space and time."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "Space is the stature of God."
   },
   "author": {
    "text": "Joseph Joubert"
   }
  },
  {
   "quote": {
    "text": "Now, we occupy a lowly position, both in space and rank in comparison with the heavenly sphere, and the Almighty is Most High not in space, but with respect to absolute existence, greatness and power."
   },
   "author": {
    "text": "Maimonides"
   }
  },
  {
   "quote": {
    "text": "The first private space of my own wasn't a dorm room; it was a hotel room in Tulsa, Oklahoma."
   },
   "author": {
    "text": "Rob Lowe"
   }
  },
  {
   "quote": {
    "text": "Well, I don't think we should go to the moon. I think we maybe should send some politicians up there."
   },
   "author": {
    "text": "Ron Paul"
   }
  },
  {
   "quote": {
    "text": "A space station is a rangy monstrosity, a giant erector set built by a madman."
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "Weightlessness was unbelievable. It's physical euphoria: Nothing about you has any weight. You don't realize that you are weighed down all the time by yourself, and your organs, and your head. Your arms weigh down your shoulders. In space simulation, you get to fly like Superman! You're hanging in the air! It's the coolest thing."
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "We have never lost a crew member on the space station, but of course, the Columbia accident. I was - I'd already been an astronaut for a decade when the crew of Columbia was killed. And I went through test pilot school. Rick Husband and I were out at Edwards at test pilot school together. He was the commander of Columbia."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "One place that I looked at a lot from space and which looks alluring is New Zealand, especially the North Island. It's a big broad valley with a river flowing through it, and you can see the wine-making dryness of the land."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "The beauty of the space station, and of human spaceflight, is that it is now at a level of maturity where you can invite people on-board, which is what I worked so hard to do on social media and all the videos I made."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "To be one of the world's top space robotic arm operators is a necessary skill for an astronaut, but it doesn't have much carry-over."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "The International Space Station is a phenomenal laboratory, an unparalleled test bed for new invention and discovery. Yet I often thought, while silently gazing out the window at Earth, that the actual legacy of humanity's attempts to step into space will be a better understanding of our current planet and how to take care of it."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "You could look at something a hundred times from space, but the next time you come around the world, suddenly it's very different and gorgeous-looking, just because of the change of weather or the angle of the sun."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "Houston, we've had a problem."
   },
   "author": {
    "text": "Jim Lovell"
   }
  },
  {
   "quote": {
    "text": "There is no casting director; there is no producer monitoring your upload button. Anyone that looks like anyone can upload a video. I think YouTube and the digital space does set a really good example for the rest of the industry in that sense."
   },
   "author": {
    "text": "Lilly Singh"
   }
  },
  {
   "quote": {
    "text": "Space music'd be really something... but they don't have no gravity up there. You couldn't have no downbeat!"
   },
   "author": {
    "text": "Miles Davis"
   }
  },
  {
   "quote": {
    "text": "Our goal is to tell people about the International Space Station. I think very rarely people look up 250 miles and think, What are those guys working on, what are those men and women doing at this moment... They're living and doing regular things, but also doing incredible work as well. We really want to bring that to people."
   },
   "author": {
    "text": "Soledad O'Brien"
   }
  },
  {
   "quote": {
    "text": "I do a lot of running and hiking, and I also collect stamps - space stamps and Olympics stamps."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "There are aspects of being the first woman in space that I'm not going to enjoy."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "I've discovered that half the people would love to go into space and there's no need to explain it to them. The other half can't understand and I couldn't explain it to them. If someone doesn't know why, I can't explain it."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "For me, it was really a childhood dream coming true. It's sort of where the fantasy led reality, and then I got to be on the Starship Enterprise anyway. And the cool thing was - is I was the only person on this bridge who had actually been in space."
   },
   "author": {
    "text": "Mae Jemison"
   }
  },
  {
   "quote": {
    "text": "Some people say they feel very small when they think about space. I felt more expansive, very connected to the universe."
   },
   "author": {
    "text": "Mae Jemison"
   }
  },
  {
   "quote": {
    "text": "When I left NASA, I was looking at how you could use space technologies for developing countries' work."
   },
   "author": {
    "text": "Mae Jemison"
   }
  },
  {
   "quote": {
    "text": "We must still think of ourselves as pioneers to understand the importance of space."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "Bringing an asteroid back to Earth? What's that have to do with space exploration? If we were moving outward from there, and an asteroid is a good stopping point, then fine. But now it's turned into a whole planetary defense exercise at the cost of our outward exploration."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "Landing in the ocean and waiting for the Navy to come alongside and haul you out of the drink is what space capsules require. And after the capsule is recovered, it would take weeks for the ship to return to port."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "Doing Saturday Night Live definitely affects my relationship with my girlfriend and with my family, because you feel so much pressure to do well that night. But I think everyone's grown to accept that and so they give me my space at the show."
   },
   "author": {
    "text": "Adam Sandler"
   }
  },
  {
   "quote": {
    "text": "The problem of the minimum dwelling is that of establishing the elementary minimum of space, air, light, and heat required by man in order that he be able to fully develop his life functions without experiencing limitations due to his dwelling, i.e. a minimum modus vivendi in place of a modus non moriendi."
   },
   "author": {
    "text": "Walter Gropius"
   }
  },
  {
   "quote": {
    "text": "A word carries far, very far, deals destruction through time as the bullets go flying through space."
   },
   "author": {
    "text": "Joseph Conrad"
   }
  },
  {
   "quote": {
    "text": "To try to really land a spacecraft really on another world is really difficult, and if we lose that ability, it's going to be heartbreaking."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "But investment in space stimulates society, it stimulates it economically, it stimulates it intellectually, and it gives us all passion."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "Showing young children in these communities, that there are outlets for their feelings, that there is room in a space for their stories to be told, and that they will be applauded - and it's not about ego, it's about connection: that their pain is everybody else's pain."
   },
   "author": {
    "text": "Tom Hiddleston"
   }
  },
  {
   "quote": {
    "text": "Absolute space, that is to say, the mark to which it would be necessary to refer the earth to know whether it really moves, has no objective existence."
   },
   "author": {
    "text": "Henri Poincare"
   }
  },
  {
   "quote": {
    "text": "A common misconception about how things such as space shuttles come to be is that engineers simply apply the theories and equations of science. But this cannot be done until the new thing-to-be is conceived in the engineer's mind's eye. Rather than following from science, engineered things lead it."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "I'm a dreamer, and I'm a perfectionist, and I love excellence, and that's hardwired in me. But when I was young, I lived in a space for a long time where I only felt insufficient."
   },
   "author": {
    "text": "Christen Press"
   }
  },
  {
   "quote": {
    "text": "The rockets and the satellites, spaceships that we're creating now, we're pollinating the universe."
   },
   "author": {
    "text": "Neil Young"
   }
  },
  {
   "quote": {
    "text": "I'm one of those actors who's going to have to create a space for themselves. It's very easy to be the young Tom Cruise, because Hollywood knows what to do with you. But if you're someone who's bringing someone slightly left of center to the table, you're not a sure thing."
   },
   "author": {
    "text": "Wentworth Miller"
   }
  },
  {
   "quote": {
    "text": "When you start writing songs on your own, there's no Bible, there's no one around you, so you're just writing, and you're left with, like, the dead space in your head to know if it's a good song or an interesting concept."
   },
   "author": {
    "text": "Jack Antonoff"
   }
  },
  {
   "quote": {
    "text": "I love the ocean, wide-open space and trees, but I'm not a gardener or anything like that. I think I may be, eventually. I was raised in the city, so I don't have that skill set, but my heart is more with the dirt than the concrete. It's an unrequited love with nature - a one-way love affair."
   },
   "author": {
    "text": "David Duchovny"
   }
  },
  {
   "quote": {
    "text": "I loved 'Space Ghost' when I was in college."
   },
   "author": {
    "text": "Eric Andre"
   }
  },
  {
   "quote": {
    "text": "Thus passing through the infinite varieties of space we reach the Divine space which is absolutely free from all dimensions and constitutes the meeting point of all infinities."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "So much of my sense of who I am is tied to mothering. When they left home, I fell into a huge, empty, black hole. Your children are grown and your career has slowed down - all the stuff that took up so much attention is gone, and you're left with expansive time and space."
   },
   "author": {
    "text": "Jessica Lange"
   }
  },
  {
   "quote": {
    "text": "We can conceive of eternity because we cannot conceive of a cessation of time. We can conceive of infinite space because we cannot conceive of so much matter that our imagination will not stand upon the farthest star and see infinite space beyond."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "I will go around the space shuttle and give a guided tour of the major areas and describe what is done in each area. This will be called The Ultimate Field Trip."
   },
   "author": {
    "text": "Christa McAuliffe"
   }
  },
  {
   "quote": {
    "text": "Perhaps I seek certain utopian things, space for human honour and respect, landscapes not yet offended, planets that do not exist yet, dreamed landscapes."
   },
   "author": {
    "text": "Werner Herzog"
   }
  },
  {
   "quote": {
    "text": "When I return to the writing process after being away from it for a while, the first part of it always is being honest with myself: What am I into right now? Is it rock bands and guitars, is it noise, is it dance beats and electronics? Is it space, is it clutter?"
   },
   "author": {
    "text": "Trent Reznor"
   }
  },
  {
   "quote": {
    "text": "The social marketing teams of big companies will always figure out a way to advertise on Snapchat. I'd like to create a space for people who have a lot of talent but not a lot of reach."
   },
   "author": {
    "text": "Evan Spiegel"
   }
  },
  {
   "quote": {
    "text": "Literally, I look back on it now, and I often think to myself, 'Karamo you should have done better.' But that's the thing: when you're in that dark space, you can't do any better. And it's for people around you to say, 'You know what? I need to check in with you and be there to support you.'"
   },
   "author": {
    "text": "Karamo Brown"
   }
  },
  {
   "quote": {
    "text": "I'm a little territorial and defensive. I don't like having my space invaded."
   },
   "author": {
    "text": "Shia LaBeouf"
   }
  },
  {
   "quote": {
    "text": "Be intentional with your space. Don't be afraid to step on a limb and design your home the way you love it."
   },
   "author": {
    "text": "Joanna Gaines"
   }
  },
  {
   "quote": {
    "text": "Mining asteroids will ultimately benefit humanity on and off the Earth in a multitude of ways."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "You have to be there not for the fame and glory and recognition and being a page in a history book, but you have to be there because you believe your talent and ability can be applied effectively to operation of the spacecraft."
   },
   "author": {
    "text": "Alan Shepard"
   }
  },
  {
   "quote": {
    "text": "On Earth, men and women are taking the same risks. Why shouldn't we be taking the same risks in space?"
   },
   "author": {
    "text": "Valentina Tereshkova"
   }
  },
  {
   "quote": {
    "text": "I have absolutely no idea about space exploration. I'm a software guy. But because I'm a non-expert, I've been able to bring the software concept of modularity into the space sector, which was never done before."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "I used to consider the listener. But now I'm in a space where, if I'm not inspired, I can't really do the music. I can't feel it."
   },
   "author": {
    "text": "Kendrick Lamar"
   }
  },
  {
   "quote": {
    "text": "Nothing puzzles me more than the time and space; and yet nothing troubles me less."
   },
   "author": {
    "text": "Charles Lamb"
   }
  },
  {
   "quote": {
    "text": "Women watch and say, 'I like watching you control your own space. It's motivated me to do better, to go back to college, to even try law school. My daughter's been watching you since she's 10 - I love the fact that she's watching a strong woman who's in control.' All of those things are good, positive things."
   },
   "author": {
    "text": "Judy Sheindlin"
   }
  },
  {
   "quote": {
    "text": "It's not going to be just humans colonizing space, it's going to be life moving out from the Earth, moving it into its kingdom. And the kingdom of life, of course, is going to be the universe."
   },
   "author": {
    "text": "Freeman Dyson"
   }
  },
  {
   "quote": {
    "text": "Develop a mind so filled with love that it resembles space."
   },
   "author": {
    "text": "Sharon Salzberg"
   }
  },
  {
   "quote": {
    "text": "The arts can play a vital role in revitalizing neighborhoods, using and improving vacant space, bringing new jobs and new sense of opportunity, and improving public safety by generating more foot traffic and more eyes on the street."
   },
   "author": {
    "text": "Gavin Newsom"
   }
  },
  {
   "quote": {
    "text": "San Francisco lags behind other communities in providing a vital, vibrant and ecologically sustainable urban canopy, as well as open space in the city."
   },
   "author": {
    "text": "Gavin Newsom"
   }
  },
  {
   "quote": {
    "text": "Well, I met Frank Sinatra and Bob Dylan in the space of 15 minutes. Frank Sinatra kissed me on the lips. He kissed me on the lips. And then he gave me a filterless cigarette. And then I met Bob Dylan. I came off all lightheaded and had to go sit on his dressing-room steps."
   },
   "author": {
    "text": "Kate Moss"
   }
  },
  {
   "quote": {
    "text": "Space is something that you have to define. Otherwise, it is like anxiety, which is too vague. A fear is something specific. I like claustrophobic spaces, because at least then you know your limits."
   },
   "author": {
    "text": "Louise Bourgeois"
   }
  },
  {
   "quote": {
    "text": "As you begin to create more destinations, that will naturally create a stronger economic pipeline for space. And just as we have been the leader of commercial air travel for the first century, as we look to the second century of aviation, I would expect Boeing to be the leader in both air and space travel."
   },
   "author": {
    "text": "Dennis Muilenburg"
   }
  },
  {
   "quote": {
    "text": "When you're out on the touchline, like a winger, it is easier to play. You see everything: the mess, the crowd, the activity is all inside. When you play inside, you don't see anything in there because so much is happening in such a small space and all around you."
   },
   "author": {
    "text": "Pep Guardiola"
   }
  },
  {
   "quote": {
    "text": "I want to live in a space that I designed, that is for me."
   },
   "author": {
    "text": "Guillermo del Toro"
   }
  },
  {
   "quote": {
    "text": "I'm working to create a space where it feels easy to include and imagine black girls and make black girls like me the main characters of our lives."
   },
   "author": {
    "text": "Marley Dias"
   }
  },
  {
   "quote": {
    "text": "Can space break? I mean the space of art galleries. Over the past 100 years, art galleries have gone from looking like Beaux Arts salons to simple storefronts to industrial lofts to the gleaming giant white cubes of Chelsea with their shiny concrete floors."
   },
   "author": {
    "text": "Jerry Saltz"
   }
  },
  {
   "quote": {
    "text": "I don't wanna get into that space where a lot of guys now, their solo album is like eight or 10 songs with other people, you don't get an idea of who this guy is. I just wasn't interested in that."
   },
   "author": {
    "text": "Mos Def"
   }
  },
  {
   "quote": {
    "text": "Sooner or later, I hate to break it to you, you're gonna die, so how do you fill in the space between here and there? It's yours. Seize your space."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "Science fiction is filled with Martians and space travel to other planets, and things like that."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "Strange indeed would it be if all the space around us be empty, mere waste void, and the inhabitants of Earth the only forms in which intelligence could clothe itself."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "The two are unrelated. I'm not into turtles or space stuff."
   },
   "author": {
    "text": "Harry Connick, Jr."
   }
  },
  {
   "quote": {
    "text": "Once you digitize data, you can actually analyze patterns and relationships in geographic space - relationships between certain health patterns and air or water pollution, between plants and climate, soils, landscape."
   },
   "author": {
    "text": "Jack Dangermond"
   }
  },
  {
   "quote": {
    "text": "Well, with so many space shuttle missions that we've done, I think it's just sort of natural that each one hasn't necessarily gotten the attention that the early ones did."
   },
   "author": {
    "text": "Ellen Ochoa"
   }
  },
  {
   "quote": {
    "text": "These robotic arms, provided by Canada, have been invaluable in allowing us to build, maintain, and repair space structures, and I've been very fortunate to have gotten to operate them."
   },
   "author": {
    "text": "Ellen Ochoa"
   }
  },
  {
   "quote": {
    "text": "We continue to not only operate the International Space Station but to increase its capabilities as well as commercial contributions."
   },
   "author": {
    "text": "Ellen Ochoa"
   }
  },
  {
   "quote": {
    "text": "Throughout Johnson Space Center's history, contributions to STEM innovation and discoveries has been both through new technologies developed to advance human spaceflight and through educating, inspiring, and hiring students in STEM fields."
   },
   "author": {
    "text": "Ellen Ochoa"
   }
  },
  {
   "quote": {
    "text": "When we developed written language, we significantly increased our functional memory and our ability to share insights and knowledge across time and space. The same thing happened with the invention of the printing press, the telegraph, and the radio."
   },
   "author": {
    "text": "Jamais Cascio"
   }
  },
  {
   "quote": {
    "text": "Traditional Chinese art looked at the Earth from a Confucian mountain top; Japanese art looked closely around screens; Italian Renaissance art surveyed conquered nature through the window or door-frame of a palace. For the Cro-Magnons, space is a metaphysical arena of continually intermittent appearances and disappearances."
   },
   "author": {
    "text": "John Berger"
   }
  },
  {
   "quote": {
    "text": "There are three things that can be organized: time, space, and work. Note that, despite what many believe, you cannot organize people - you can only organize the work that people do."
   },
   "author": {
    "text": "Michael Gerber"
   }
  },
  {
   "quote": {
    "text": "Innumerable spirits and souls, when spread out through the same space, do not interfere with each other such that the diffusion of one would affect the diffusion of an infinity of others."
   },
   "author": {
    "text": "Giordano Bruno"
   }
  },
  {
   "quote": {
    "text": "We have spent billions to go to the moon - we go to this lesser satellite called the moon and say we are in space, but we are in space right now; we just don't feel ourselves to be in space. Some forms of art and some forms of spirituality do give us that sense."
   },
   "author": {
    "text": "James Turrell"
   }
  },
  {
   "quote": {
    "text": "The Infinite cannot be measured. The plan of Nature is so immense, but she has no plan, no scheme, but to go on and on forever. What is size, what is time, distance, to the Infinite? Nothing. The Infinite knows no time, no space, no great, no small, no beginning, no end."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "If you are a writer you locate yourself behind a wall of silence and no matter what you are doing, driving a car or walking or doing housework you can still be writing, because you have that space."
   },
   "author": {
    "text": "Joyce Carol Oates"
   }
  },
  {
   "quote": {
    "text": "As I grew steadily more comfortable in the kitchen, I found that, much like gardening, most cooking manages to be agreeably absorbing without being too demanding intellectually. It leaves plenty of mental space for daydreaming and reflection."
   },
   "author": {
    "text": "Michael Pollan"
   }
  },
  {
   "quote": {
    "text": "When I wrote the opera, I made a deal with myself that for at least an hour a day I would work on it, even if it meant just sitting on my piano bench, staring into space and thinking about it. It's about keeping it regular, like your bowel movements - let's get real: it's your bodily artistic movements! It comes from the same place."
   },
   "author": {
    "text": "Rufus Wainwright"
   }
  },
  {
   "quote": {
    "text": "Hierarchical formulations died because their wedding cake levels posited a multiply fractured cosmos that does not match the Space Age revelation of a unified universe in which the earth is clearly in, rather than separated from, the heavens. Hierarchical representations do not reflect what either the world or we are like."
   },
   "author": {
    "text": "Eugene Kennedy"
   }
  },
  {
   "quote": {
    "text": "Empty space is a boiling, bubbling brew of virtual particles that pop in and out of existence in a time scale so short that you can't even measure them."
   },
   "author": {
    "text": "Lawrence M. Krauss"
   }
  },
  {
   "quote": {
    "text": "I would love to play alongside Wayne Rooney. He does the running of two or three players and makes a lot of space. We would be the perfect combination."
   },
   "author": {
    "text": "Zlatan Ibrahimovic"
   }
  },
  {
   "quote": {
    "text": "I certainly don't think I'm deserving of taking up space forever as a human. There's a whole generation of people yet to be born that are going to be so much more evolved than I am. I don't want to take up space. They're going to be better equipped to make the world a better place than I am."
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "NASA asked me to create meals for the space shuttle. Thai chicken was the favorite. I flew in a fake space shuttle, but I have no desire to go into space after seeing the toilet."
   },
   "author": {
    "text": "Rachael Ray"
   }
  },
  {
   "quote": {
    "text": "I always have traveled with a camera throughout my life, but I always had my old 35mm film camera. When I was training to go into space, the only equipment there was a digital camera. I went through a fast-track class on Earth. It actually was fun, though I'm basically a dinosaur with computers."
   },
   "author": {
    "text": "Guy Laliberte"
   }
  },
  {
   "quote": {
    "text": "I don't mind a repetitive chorus; I mind repetitive verse. I mean, it's the same amount of space. Why would you have only three diamonds if you can have six?"
   },
   "author": {
    "text": "Lou Reed"
   }
  },
  {
   "quote": {
    "text": "I love horror movies in space. I love it when the genre switches over and what was sci-fi becomes horror."
   },
   "author": {
    "text": "Kirk Hammett"
   }
  },
  {
   "quote": {
    "text": "I always like to talk about how important space is. Art is in the spaces. Anybody can sing a note; it takes an artist to sing the spaces. Anybody can paint a brushstroke; it takes an artist to know when not to put the brushstroke."
   },
   "author": {
    "text": "Brian Stokes Mitchell"
   }
  },
  {
   "quote": {
    "text": "It cannot be right in a world of increasing human progress - whether in medicine, space exploration or renewable energy - that so many people are denied the most basic human rights."
   },
   "author": {
    "text": "Paul Polman"
   }
  },
  {
   "quote": {
    "text": "You feel different every day of your life. You just have to create your own space to survive, personally and professionally."
   },
   "author": {
    "text": "Jerry Cantrell"
   }
  },
  {
   "quote": {
    "text": "Since my own genome was sequenced, my software has been broadcast into space in the form of electromagnetic waves, carrying my genetic information far beyond Earth. Whether there is any creature out there capable of making sense of the instructions in my genome, well, that's another question."
   },
   "author": {
    "text": "Craig Venter"
   }
  },
  {
   "quote": {
    "text": "It's always good to leave a little space between eating and lying down in bed at the end of the day. The best thing to eat at night in general is protein, fat, and vegetables. For instance, if you're in an Italian restaurant, have chicken piccata with lemon-butter sauce, lots of vegetables, and a big salad. You'll sleep like a baby."
   },
   "author": {
    "text": "Suzanne Somers"
   }
  },
  {
   "quote": {
    "text": "We humans are an extremely important manifestation of the replication bomb, because it is through us - through our brains, our symbolic culture and our technology - that the explosion may proceed to the next stage and reverberate through deep space."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "I was the kind of poor where I knew right away I had less than everyone around me. Our environment, our physical space reflected our income."
   },
   "author": {
    "text": "Viola Davis"
   }
  },
  {
   "quote": {
    "text": "A couple of games, I played up front when Diego Costa was not there. We know to create movement - not even to get the ball, but create space for others. Now I understand football is not always with the ball at my feet."
   },
   "author": {
    "text": "Eden Hazard"
   }
  },
  {
   "quote": {
    "text": "The video game market is huge, and the ability to tell stories, and tell different kinds of stories in the gaming space is quickly evolving and changing for the better."
   },
   "author": {
    "text": "Jim Lee"
   }
  },
  {
   "quote": {
    "text": "I'm in all my films, I can't help it. I just jam myself in there if there's a space."
   },
   "author": {
    "text": "Taika Waititi"
   }
  },
  {
   "quote": {
    "text": "A golf course is the epitome of all that is purely transitory in the universe; a space not to dwell in, but to get over as quickly as possible."
   },
   "author": {
    "text": "Jean Giraudoux"
   }
  },
  {
   "quote": {
    "text": "A just laicism allows religious freedom. The state does not impose religion but rather gives space to religions with a responsibility toward civil society, and therefore it allows these religions to be factors in building up society."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "The works I made at the start of my career rely on the themes of war, atomic power, and outer space."
   },
   "author": {
    "text": "Takashi Murakami"
   }
  },
  {
   "quote": {
    "text": "Space or science fiction has become a dialect for our time."
   },
   "author": {
    "text": "Doris Lessing"
   }
  },
  {
   "quote": {
    "text": "There's something so inspiring about being in real locations, where you can feel the tactile qualities from the layer of paint that has been chipping off and the hundreds of years that have been lived in the space."
   },
   "author": {
    "text": "Rachel Morrison"
   }
  },
  {
   "quote": {
    "text": "A long life in journalism convinced me many presidents ago that there should be a large air space between a journalist and the head of a state."
   },
   "author": {
    "text": "Walter Lippmann"
   }
  },
  {
   "quote": {
    "text": "It was as though all my hostilities, anxieties, and conflicts were in one ball that was flying away into space, farther from me all the time, leaving me content with myself."
   },
   "author": {
    "text": "Bobby Darin"
   }
  },
  {
   "quote": {
    "text": "I'm substantially concerned about the policy directions of the space agency. We have a situation in the U.S. where the White House and Congress are at odds over what the future direction should be. They're sort of playing a game and NASA is the shuttlecock that they're hitting back and forth."
   },
   "author": {
    "text": "Neil Armstrong"
   }
  },
  {
   "quote": {
    "text": "Broadly, the meaning of life comes from how we interact with each other. The Internet can reconfigure space so that the right people are always next to each other."
   },
   "author": {
    "text": "Reid Hoffman"
   }
  },
  {
   "quote": {
    "text": "I believe that all centers that appear in space - whether they originate in biology, in physical forces, in pure geometry, in color - are alike simply in that they all animate space. It is this animated space that has its functional effect upon the world, that determines the way things work, that governs the presence of harmony and life."
   },
   "author": {
    "text": "Christopher Alexander"
   }
  },
  {
   "quote": {
    "text": "I do believe there is life in outer space. Mathematically, there has to be, and if you believe as I do that there is a creator of the universe, then how can we be so arrogant to believe he created life here and nowhere else?"
   },
   "author": {
    "text": "Gene Cernan"
   }
  },
  {
   "quote": {
    "text": "Anything that stimulates the public's imagination about the nobility and the importance of space exploration is something that I'm very excited to be a part of."
   },
   "author": {
    "text": "Ron Howard"
   }
  },
  {
   "quote": {
    "text": "The space station here is a magical place and an incredible science facility."
   },
   "author": {
    "text": "Scott Kelly"
   }
  },
  {
   "quote": {
    "text": "We do a lot of science on the space station. Over the course of the year, there'll be 400 to 500 different investigations in all different kinds of disciplines. Some are related to improving life on earth in material science, physics, combustion science, earth sciences, medicine."
   },
   "author": {
    "text": "Scott Kelly"
   }
  },
  {
   "quote": {
    "text": "People do really well on space missions, but it's the physiological, the medical stuff, the stuff like radiation, loss of bone mass and muscle mass and density. It's those things that we need to figure out."
   },
   "author": {
    "text": "Scott Kelly"
   }
  },
  {
   "quote": {
    "text": "Humans having any kind of sporting chance against hostile alien invaders armed with superior technology - Good luck. If they're advanced enough to cross the enormous distances of interstellar space, they're advanced enough to wipe us out without breaking whatever in their physiology passes for a sweat."
   },
   "author": {
    "text": "Nick Sagan"
   }
  },
  {
   "quote": {
    "text": "'Life in space is impossible,' we're warned, and amidst the hypnotic beauty of these heavens, we become painfully aware of what a hostile environment space is, how unforgiving, how unsympathetic to human desires."
   },
   "author": {
    "text": "Nick Sagan"
   }
  },
  {
   "quote": {
    "text": "I am sharing screen space with Ranbir Kapoor, but I am not exactly playing Sanjay Dutt's love interest, I am one of his encounters... It's just a cameo, but I would take my role as important, as it is a biopic on Sanjay Dutt, so whatever is important in his life is being shown in the film."
   },
   "author": {
    "text": "Karishma Tanna"
   }
  },
  {
   "quote": {
    "text": "I'm not very comfortable about the audience getting a peek into my personal life. I like to keep my personal space."
   },
   "author": {
    "text": "Karishma Tanna"
   }
  },
  {
   "quote": {
    "text": "I enjoyed L.A. because it was nice to be in the sunshine and live in a house with proper wardrobes. I loved the space."
   },
   "author": {
    "text": "Caitriona Balfe"
   }
  },
  {
   "quote": {
    "text": "Any time you make a movie where you're living in a certain head space for an extended period of time, it's tough not to take a little piece home with you."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "When I was little, I didn't smile much. Don't get me wrong. I was a happy kid, but I couldn't stand the space, dead center, in between my teeth. Yeah, I could whistle through it, but so what? That didn't win me many points on the playground in Medfield, Massachusetts."
   },
   "author": {
    "text": "Uzo Aduba"
   }
  },
  {
   "quote": {
    "text": "The Zocalo is a magnificent space, at least four times the size of Trafalagar Square, with the National Palace on one side, the huge cathedral on the other, and in one corner part of the old Aztec City so brutally destroyed by Hernan Cortez and the Conquistadores."
   },
   "author": {
    "text": "Jeremy Corbyn"
   }
  },
  {
   "quote": {
    "text": "Height, width, and depth are the three phenomena which I must transfer into one plane to form the abstract surface of the picture, and thus to protect myself from the infinity of space."
   },
   "author": {
    "text": "Max Beckmann"
   }
  },
  {
   "quote": {
    "text": "The problem in the 19th century with information was that we lived in a culture of information scarcity, and so humanity addressed that problem beginning with photography and telegraphy and the - in the 1840s. We tried to solve the problem of overcoming the limitations of space, time, and form."
   },
   "author": {
    "text": "Neil Postman"
   }
  },
  {
   "quote": {
    "text": "I do not remember how it got into my head to make the first calculations related to rocket. It seems to me the first seeds were planted by famous fantaseour, J. Verne."
   },
   "author": {
    "text": "Konstantin Tsiolkovsky"
   }
  },
  {
   "quote": {
    "text": "For me, what takes up most of the space in my closet are suits. I wear a lot of suits and jackets. But I think every man needs a black suit at home. You can never go wrong in a black suit. But in terms of style, I think it's about being comfortable in what you wear."
   },
   "author": {
    "text": "Henrik Lundqvist"
   }
  },
  {
   "quote": {
    "text": "If someone comes up to me, 90 percent of the time it's about Office Space."
   },
   "author": {
    "text": "Gary Cole"
   }
  },
  {
   "quote": {
    "text": "The head of NASA ought to be a space professional, not a politician."
   },
   "author": {
    "text": "Bill Nelson"
   }
  },
  {
   "quote": {
    "text": "Rhythm is the life of space of time danced through."
   },
   "author": {
    "text": "Cecil Taylor"
   }
  },
  {
   "quote": {
    "text": "Our preoccupation has always been to craft space in such a way as to induce social interactions that would in turn generate a sense of community and a culture, but starting from the very immediate issue of how action influences perception."
   },
   "author": {
    "text": "Larry Harvey"
   }
  },
  {
   "quote": {
    "text": "Leave part of the yard rough. Don't manicure everything. Small children in particular love to turn over rocks and find bugs, and give them some space to do that. Take your child fishing. Take your child on hikes."
   },
   "author": {
    "text": "Richard Louv"
   }
  },
  {
   "quote": {
    "text": "The dinosaurs became extinct because they didn't have a space program."
   },
   "author": {
    "text": "Larry Niven"
   }
  },
  {
   "quote": {
    "text": "Ask Elizabeth is a community of voices, it's not me standing on a podium telling people how to run their lives, it's girls helping each other sharing their wisdom and advice and I create a space for them to do it."
   },
   "author": {
    "text": "Elizabeth Berkley"
   }
  },
  {
   "quote": {
    "text": "Redwoods have an enormous surface area that extends upward into space because they have a propensity to do something called reiteration. A redwood is a fractal. And as they put out limbs, the limbs burst into small trees, copies of the redwood."
   },
   "author": {
    "text": "Richard Preston"
   }
  },
  {
   "quote": {
    "text": "My work space is so visually crammed. It's like an insane candy store. The number of textiles I'm surrounded with is mind boggling. It's a treat to come home to a nice negative space."
   },
   "author": {
    "text": "Colleen Atwood"
   }
  },
  {
   "quote": {
    "text": "Is there any possibility of giving international air travel, which we all need and use and hate, a touch of glamour, or even of reliable, soulless efficiency? I suspect future historians will puzzle over our failure. But by then, of course, we shall be in the age of mass space travel, with its fresh and unimaginable crop of horrors."
   },
   "author": {
    "text": "Paul Johnson"
   }
  },
  {
   "quote": {
    "text": "I have never understood why so many gardeners favour straight lines and narrow, regulated borders; perhaps they think wildness could work only in a larger space."
   },
   "author": {
    "text": "John Burnside"
   }
  },
  {
   "quote": {
    "text": "Maybe the search for life shouldn't restrict attention to planets like Earth. Science fiction writers have other ideas: balloon-like creatures floating in the dense atmospheres of planets such as Jupiter, swarms of intelligent insects, nano-scale robots and more."
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "Perhaps future space probes will be plastered in commercial logos, just as Formula One cars are now. Perhaps Robot Wars in space will be a lucrative spectator sport. If humans venture back to the moon, and even beyond, they may carry commercial insignia rather than national flags."
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "We have the capability - physically, technically - to protect the Earth from asteroid impacts. We are now able to very slightly and subtly reshape the solar system in order to enhance human survival."
   },
   "author": {
    "text": "Rusty Schweickart"
   }
  },
  {
   "quote": {
    "text": "I left Aerospace because I wanted to go build, and put spacecraft together."
   },
   "author": {
    "text": "Gwynne Shotwell"
   }
  },
  {
   "quote": {
    "text": "In spite of my own reservations about Bing's ability to convert Google users, I have to admit that the search engine does offer a genuine alternative to Google-style browsing, a more coherently organized selection of links, and a more advertiser-friendly environment through which to sell space and links."
   },
   "author": {
    "text": "Douglas Rushkoff"
   }
  },
  {
   "quote": {
    "text": "We're in the space exploration business, and the outer solar system is a wild, wooly place. We haven't explored it very well."
   },
   "author": {
    "text": "Alan Stern"
   }
  },
  {
   "quote": {
    "text": "Most people hugely underestimate the amount of 'empty space' we have in our country. Fly over the U.K., and you see that human settlement does not fill up the U.K. at all. It accounts for something of the order of 15 per cent of the landmass."
   },
   "author": {
    "text": "Evan Davis"
   }
  },
  {
   "quote": {
    "text": "In the coming era of manned space exploration by the private sector, market forces will spur development and yield new, low-cost space technologies. If the history of private aviation is any guide, private development efforts will be safer, too."
   },
   "author": {
    "text": "Burt Rutan"
   }
  },
  {
   "quote": {
    "text": "To get noticed, I had to take my films in a space which was much more democratic in terms of cinema - the international film festivals."
   },
   "author": {
    "text": "Anurag Kashyap"
   }
  },
  {
   "quote": {
    "text": "To be able to float and move around and, pretty much effortlessly, do whatever you want with your body in space is pretty amazing."
   },
   "author": {
    "text": "Peggy Whitson"
   }
  },
  {
   "quote": {
    "text": "One thing that flying in space does for you is it gives you a change in perspective. We all have to live in the same place."
   },
   "author": {
    "text": "Peggy Whitson"
   }
  },
  {
   "quote": {
    "text": "Without consciousness, space and time are nothing."
   },
   "author": {
    "text": "Robert Lanza"
   }
  },
  {
   "quote": {
    "text": "Ease of navigation is important in both physical and virtual space."
   },
   "author": {
    "text": "John Quelch"
   }
  },
  {
   "quote": {
    "text": "I love being in a public space where teenagers are talking. And the funny thing is that it hasn't changed that much. There's certainly slang that I'm not familiar with, but among the average teen, it's still the same."
   },
   "author": {
    "text": "Marti Noxon"
   }
  },
  {
   "quote": {
    "text": "We will create life from inanimate compounds, and we will find life in space. But the life that should more immediately interest us lies between these extremes, in the middle range we all inhabit between our genes and our stars."
   },
   "author": {
    "text": "Nicholas A. Christakis"
   }
  },
  {
   "quote": {
    "text": "As an actor, our very palette is one of imagination. So it is a walk onto an empty space and then imagine the world beyond it is what we do."
   },
   "author": {
    "text": "Rhys Ifans"
   }
  },
  {
   "quote": {
    "text": "At the moment I'm doing this space movie, so I'm obsessed with physics and space travel. I know three months down the line it's gone. Then I'll be able to superficially say stuff about space."
   },
   "author": {
    "text": "Cillian Murphy"
   }
  },
  {
   "quote": {
    "text": "For me, architecture is not just creating a space to protect people but to make them dream as well."
   },
   "author": {
    "text": "Mario Botta"
   }
  },
  {
   "quote": {
    "text": "Space is big. The whole point of the frontier is that we go there to do new things in new places - not one place, and not one thing, but all of the above."
   },
   "author": {
    "text": "Rick Tumlinson"
   }
  },
  {
   "quote": {
    "text": "It is time to kickstart a new U.S. space transportation industry and time to spread that industry into space itself, leveraging our space station legacy to ignite imaginations and entrepreneurship so that we can move farther out, back to the Moon, out to the asteroids, and on to Mars."
   },
   "author": {
    "text": "Rick Tumlinson"
   }
  },
  {
   "quote": {
    "text": "You spend five months filming in outer space and saving the world, and suddenly that kind of family unit and story disappears, and you come crashing back down to Earth, and you have to do your own washing... and most actors are insecure that the last job they did will be their last job ever."
   },
   "author": {
    "text": "Sam Worthington"
   }
  },
  {
   "quote": {
    "text": "I don't mind solitude. I love talking to other people, but I do need my space."
   },
   "author": {
    "text": "Iris Chang"
   }
  },
  {
   "quote": {
    "text": "If you're in charge of managing domain name space you should treat everybody who asks for a registration the same. Whatever that is - whether it's nice or ugly or whatever - just be fair, treat them all the same."
   },
   "author": {
    "text": "Jon Postel"
   }
  },
  {
   "quote": {
    "text": "I grew up watching a lot of the coverage of the early U.S. space program, all the way back starting with Mercury and then through Gemini and Apollo and of course going to the moon as the main part of the Apollo program."
   },
   "author": {
    "text": "Linda M. Godwin"
   }
  },
  {
   "quote": {
    "text": "Growing up in the '60s and early '70s, with the space flight and the Apollo program, I always loved planes. I always loved rockets and I always loved space travel."
   },
   "author": {
    "text": "Stewart O'Nan"
   }
  },
  {
   "quote": {
    "text": "In the acting world, you can really only become good by practicing and doing it, and I just think every time you walk onto a set you just become better and better. I think I'm in a totally different space than I was back then on that first movie set."
   },
   "author": {
    "text": "Terrence J"
   }
  },
  {
   "quote": {
    "text": "Major actions by courageous and wise men will be necessary to avoid our continuing to blunder into the space age like unenlightened and selfish idiots."
   },
   "author": {
    "text": "Fritz Zwicky"
   }
  },
  {
   "quote": {
    "text": "The world itself looks cleaner and so much more beautiful. Maybe we can make it that way - the way God intended it to be - by giving everyone, eventually, that new perspective from out in space."
   },
   "author": {
    "text": "Roger B. Chaffee"
   }
  },
  {
   "quote": {
    "text": "All things which have a directing force here in the physical world cease to exist when one arrives in the imaginative world. If, on the physical plane, you imagine yourself to have done something you actually have not done, you will soon be persuaded by the facts of the physical world that this is not so. This is not the case in astral space."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "When we project the specific organization of the human body into the space outside it, then we have architecture."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "If you take all the money we've spent at NASA since we landed on the moon and you had applied that money for incentives to the private sector, we would today probably have a permanent station on the moon, three or four permanent stations in space, a new generation of lift vehicles."
   },
   "author": {
    "text": "Newt Gingrich"
   }
  },
  {
   "quote": {
    "text": "Man is an artifact designed for space travel. He is not designed to remain in his present biologic state any more than a tadpole is designed to remain a tadpole."
   },
   "author": {
    "text": "William S. Burroughs"
   }
  },
  {
   "quote": {
    "text": "Any astronaut can tell you you've got to do everything you can to learn about your life support system and then do everything you can to take care of it."
   },
   "author": {
    "text": "Sylvia Earle"
   }
  },
  {
   "quote": {
    "text": "Most Jupiter-sized planets orbit the mother star in a highly elliptical orbit. This means they will often cross the orbit of any Earth-like planet and fling it into outer space, making life impossible. But our Jupiter travels in a near-perfect circular orbit, preventing a collision with any Earth-like planet, making life possible."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "It's very dangerous to put astronauts on a moon base where there's radiation, solar flares and micro meteorites. It'd be much better to put robots on the moon and have them mentally connected to astronauts on the Earth."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "Our astronauts, when they go orbiting around the earth, they actually come back slightly younger than a twin that they would have on the planet Earth who was stationary. This is called the twin paradox."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "The people you see in Nigeria today have always lived as neighbors in the same space for as long as we can remember. So it's a matter of settling down, lowering the rhetoric, the level of hostility in the rhetoric is too high."
   },
   "author": {
    "text": "Chinua Achebe"
   }
  },
  {
   "quote": {
    "text": "I've been lucky enough to fly to space twice."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "There are no wishy-washy astronauts. You don't get up there by being uncaring and blase. And whatever gave you the sense of tenacity and purpose to get that far in life is absolutely reaffirmed and deepened by the experience itself."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "As an astronaut, especially during launch, half of the risk of a six-month flight is in the first nine minutes."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "So most astronauts getting ready to lift off are excited and very anxious and worried about that explosion - because if something goes wrong in the first seconds of launch, there's not very much you can do."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "Rocket science is tough, and rockets have a way of failing."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "One thing I probably share with everyone else in the astronaut office is composure."
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "I stayed in the astronaut program until 1993. People ask me why I left. I thought I had a lot of things to contribute that would be difficult to do if I stayed. I thought I could have a stronger voice as an advocate for space exploration. So I ended up starting my own technology consulting company."
   },
   "author": {
    "text": "Mae Jemison"
   }
  },
  {
   "quote": {
    "text": "I think humans will reach Mars, and I would like to see it happen in my lifetime."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "Their Internet usage is growing very rapidly, and even they can do the math: If everyone in China needed an IPv4 address - just one - this country would use up one third of the entire public IP address space."
   },
   "author": {
    "text": "Vint Cerf"
   }
  },
  {
   "quote": {
    "text": "There is a project that's underway called the interplanetary Internet. It's in operation between Earth and Mars. It's operating on the International Space Station. It's part of the spacecraft that's in orbit around the Sun that's rendezvoused with two planets."
   },
   "author": {
    "text": "Vint Cerf"
   }
  },
  {
   "quote": {
    "text": "I believe that the only way that the human race is gonna survive is to start colonizing space and setting up colonies on the moon, and then space stations."
   },
   "author": {
    "text": "Ace Frehley"
   }
  },
  {
   "quote": {
    "text": "People need to be made conscious of a very simple reality: we have no choice but to share this planet, this small blue sphere floating in the vast reaches of space, with all of our fellow 'passengers.'"
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "NASA was going to pick a public school teacher to go into space, observe and make a journal about the space flight, and I am a teacher who always dreamed of going up into space."
   },
   "author": {
    "text": "Christa McAuliffe"
   }
  },
  {
   "quote": {
    "text": "What I didn't know was I was deeply attracted to the big space."
   },
   "author": {
    "text": "David Hockney"
   }
  },
  {
   "quote": {
    "text": "I had always planned to make a large painting of the early spring, when the first leaves are at the bottom of the trees, and they seem to float in space in a wonderful way. But the arrival of spring can't be done in one picture."
   },
   "author": {
    "text": "David Hockney"
   }
  },
  {
   "quote": {
    "text": "Being able to draw means being able to put things in believable space. People who don't draw very well can't do that."
   },
   "author": {
    "text": "David Hockney"
   }
  },
  {
   "quote": {
    "text": "My childhood dreams were focused on being part of the effort to make humanity a multiplanetary species."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "Space is an inspirational concept that allows you to dream big."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "I don't think the space station is innovative. Going to the moon was innovative because we had no idea how to do it."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "The excitement really didn't start to build until the trailer - which was carrying me, with a space suit with ventilation and all that sort of stuff - pulled up to the launch pad."
   },
   "author": {
    "text": "Alan Shepard"
   }
  },
  {
   "quote": {
    "text": "The heart looks into space to be away from earth."
   },
   "author": {
    "text": "Richard Jefferies"
   }
  },
  {
   "quote": {
    "text": "I'd like to go to another planet, which I might live long enough to accomplish. Just get on a spaceship and go. But not the moon. I don't see any flowers there. The moon is too close. I want to go further."
   },
   "author": {
    "text": "Shirley MacLaine"
   }
  },
  {
   "quote": {
    "text": "The novel is not so much a literary genre, but a literary space, like a sea that is filled by many rivers."
   },
   "author": {
    "text": "Jose Saramago"
   }
  },
  {
   "quote": {
    "text": "I think the novel is not so much a literary genre, but a literary space, like a sea that is filled by many rivers. The novel receives streams of science, philosophy, poetry and contains all of these; it's not simply telling a story."
   },
   "author": {
    "text": "Jose Saramago"
   }
  },
  {
   "quote": {
    "text": "The day is not far off when we will be able to send a robotically controlled genome-sequencing unit in a probe to other planets to read the DNA sequence of any alien microbe life that may be there."
   },
   "author": {
    "text": "Craig Venter"
   }
  },
  {
   "quote": {
    "text": "It is difficult to imagine evolution in alien planets operating in any manner other than Darwinian."
   },
   "author": {
    "text": "Simon Conway Morris"
   }
  },
  {
   "quote": {
    "text": "I believe that there may be intelligent life on other planets."
   },
   "author": {
    "text": "Pat Buckley"
   }
  },
  {
   "quote": {
    "text": "One of the things that we can say with confidence is that we will have much lighter, much stronger materials, and this will reduce the cost of air flight, and the cost of rockets."
   },
   "author": {
    "text": "Ralph Merkle"
   }
  },
  {
   "quote": {
    "text": "Am I willing to go to Mars? Yes, but I'm not willing to spend nine months getting there, then wait 18 more months until the planets align to come home."
   },
   "author": {
    "text": "Gene Cernan"
   }
  },
  {
   "quote": {
    "text": "We felt it was very important for an entity like CCTV to make its presence felt... To generate a space and to define a space, that is the main thing."
   },
   "author": {
    "text": "Rem Koolhaas"
   }
  },
  {
   "quote": {
    "text": "Adjusting to space is easier than adjusting to Earth for me."
   },
   "author": {
    "text": "Scott Kelly"
   }
  },
  {
   "quote": {
    "text": "To me, there is something superbly symbolic in the fact that an astronaut, sent up as assistant to a series of computers, found that he worked more accurately and more intelligently than they. Inside the capsule, man is still in charge."
   },
   "author": {
    "text": "Adlai Stevenson"
   }
  },
  {
   "quote": {
    "text": "I think what's important is to give space to the range of human experience."
   },
   "author": {
    "text": "Judy Chicago"
   }
  },
  {
   "quote": {
    "text": "I said it's a cold universe and I don't mean that metaphorically. If you go out into space, it's cold. It's really cold and we don't know what's up there. We happen to be in this little pocket where there's a sun. What have we got except love and each other to guard against all that isolation and loneliness?"
   },
   "author": {
    "text": "David Chase"
   }
  },
  {
   "quote": {
    "text": "Mankind will not forever remain on Earth but, in the pursuit of light and space, will first timidly emerge from the bounds of the atmosphere and then advance until he has conquered the whole of circumsolar space."
   },
   "author": {
    "text": "Konstantin Tsiolkovsky"
   }
  },
  {
   "quote": {
    "text": "Man must at all costs overcome the Earth's gravity and have, in reserve, the space at least of the Solar System."
   },
   "author": {
    "text": "Konstantin Tsiolkovsky"
   }
  },
  {
   "quote": {
    "text": "From the moment of using rocket devices, a great new era will begin in astronomy: the epoch of the more intensive study of the firmament."
   },
   "author": {
    "text": "Konstantin Tsiolkovsky"
   }
  },
  {
   "quote": {
    "text": "Building one space station for everyone was and is insane: we should have built a dozen."
   },
   "author": {
    "text": "Larry Niven"
   }
  },
  {
   "quote": {
    "text": "It's important to be informed but I also think it's important to be inspired. I'm creating a space where people can be inspired."
   },
   "author": {
    "text": "Daryn Kagan"
   }
  },
  {
   "quote": {
    "text": "I'd love to go back to space, I don't know any astronaut who doesn't want to."
   },
   "author": {
    "text": "Helen Sharman"
   }
  },
  {
   "quote": {
    "text": "While we've taken seeds into space, and astronauts on the International Space Station have eaten lettuce they've grown, we haven't produced fruit in space, so we can't pollinate something."
   },
   "author": {
    "text": "Helen Sharman"
   }
  },
  {
   "quote": {
    "text": "During launch, the outside of the rocket is covered in a protective fairing, so we couldn't see outside, but as soon as that was jettisoned, my first view of the earth was over the Pacific Ocean, which was this wonderful deep blue, with clouds just over the top, and sunlight streaming in through the window."
   },
   "author": {
    "text": "Helen Sharman"
   }
  },
  {
   "quote": {
    "text": "The math is dead simple: it seems that the frequency of planets able to support life is roughly one percent. In other words, a billion or more such worlds exist in our galaxy alone. That's a lot of acreage, and it takes industrial-strength credulity to believe it's all bleakly barren."
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "It bears mentioning that the Milky Way is only one of 150 billion galaxies visible to our telescopes - and each of these will have its own complement of planets."
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "The images of Earth's delicate biosphere, contrasting with the sterile moonscape where the astronauts left their footsteps, have become iconic for environmentalists: these may indeed be the Apollo programme's most enduring legacy."
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "Freedom - an occupied space which must be reoccupied every day."
   },
   "author": {
    "text": "John Ralston Saul"
   }
  },
  {
   "quote": {
    "text": "It would take an extremely large spacecraft to deflect a large asteroid that would be headed directly for the Earth."
   },
   "author": {
    "text": "Rusty Schweickart"
   }
  },
  {
   "quote": {
    "text": "Back in the Seventies, we had a romantic, poetic vision of the future, like it was in the movie '2001: A Space Odyssey.' It felt as if everything was still ahead of us."
   },
   "author": {
    "text": "Jean-Michel Jarre"
   }
  },
  {
   "quote": {
    "text": "We knew it was going to be difficult to get to the moon. We didn't know how difficult."
   },
   "author": {
    "text": "Alan Bean"
   }
  },
  {
   "quote": {
    "text": "Eventually there are going to be cities in space."
   },
   "author": {
    "text": "Alan Bean"
   }
  },
  {
   "quote": {
    "text": "The photographs of space taken by our astronauts have been published all over the place. But the eye is a much more dynamic mechanism than any camera or pictures. It's a more exciting view in person than looking at the photographs. Of course, I personally am sick and tired of hearing people talk like that: I want to see it myself!"
   },
   "author": {
    "text": "Burt Rutan"
   }
  },
  {
   "quote": {
    "text": "By 1973, we had a space station, the Skylab, and we had multiple probes going up to planets. So, all this wonderful stuff happened in 10 to 15 years. About that time, there should have been enormous initiatives to make it affordable for people to fly in space, not just a handful of trained NASA astronauts and Russian cosmonauts."
   },
   "author": {
    "text": "Burt Rutan"
   }
  },
  {
   "quote": {
    "text": "Those folks out in the space suits are going to be getting beat up."
   },
   "author": {
    "text": "Duane G. Carey"
   }
  },
  {
   "quote": {
    "text": "Astronauts have been stuck in low-Earth orbit, boldly going nowhere. American attempts to kick-start a new phase of lunar exploration have stalled amid the realisation that NASA's budget is too small for the job."
   },
   "author": {
    "text": "Paul Davies"
   }
  },
  {
   "quote": {
    "text": "Earlier generations of stars in the galaxy could well have had planets. But really, there was only hydrogen and helium to work with, so they'd all be gas giants and not small, rocky planets."
   },
   "author": {
    "text": "Jill Tarter"
   }
  },
  {
   "quote": {
    "text": "Age can be wonderful for red wine, but not for spacecraft."
   },
   "author": {
    "text": "Nathan Myhrvold"
   }
  },
  {
   "quote": {
    "text": "Space isn't remote at all. It's only an hour's drive away if your car could go straight upwards."
   },
   "author": {
    "text": "Fred Hoyle"
   }
  },
  {
   "quote": {
    "text": "Growing up in Chadds Ford, Pa., I shuttled between studio space in my parents' house and my grandfather's studio just up the hill. It was a solitary childhood, but I loved it."
   },
   "author": {
    "text": "Jamie Wyeth"
   }
  },
  {
   "quote": {
    "text": "My father was a great inspiration, and there was a bit of competition between us. He'd work in his studio, and I'd work in my space, but the door was always half open."
   },
   "author": {
    "text": "Jamie Wyeth"
   }
  },
  {
   "quote": {
    "text": "Most of our history in space has been communicated in terms of action - what people do, a chronological list of events which have transpired - as opposed to the human experience of having done those things."
   },
   "author": {
    "text": "Story Musgrave"
   }
  },
  {
   "quote": {
    "text": "I would have taken whatever hand I was dealt. Space was it."
   },
   "author": {
    "text": "Story Musgrave"
   }
  },
  {
   "quote": {
    "text": "Rocket scientists agree that we have about reached the limit of our ability to travel in space using chemical rockets. To achieve anything near the speed of light we will need a new energy source and a new propellant. Nuclear fission is not an option."
   },
   "author": {
    "text": "Wilson Greatbatch"
   }
  },
  {
   "quote": {
    "text": "I was a science fiction geek from an early age, enthralled by the questions of life in the universe. As I got older, I learned that space exploration was real. I wanted to get involved in that. I knew I wanted to be a scientist."
   },
   "author": {
    "text": "David Grinspoon"
   }
  },
  {
   "quote": {
    "text": "The question we ask is - if there is life on other planets, should we expect it to be based on the same molecules, i.e. be universal - or should we expect it to depend on the local conditions, i.e. on the planet's geochemistry. So to find out, we try experiments on biomolecules, starting with such geochemistry conditions."
   },
   "author": {
    "text": "Dimitar Sasselov"
   }
  },
  {
   "quote": {
    "text": "The microgravity or the very, very low amount of gravity that we have up in space forces some changes in different processes. It forces changes in us as human beings."
   },
   "author": {
    "text": "Laurel Clark"
   }
  },
  {
   "quote": {
    "text": "Supplying fuel for a Mars expedition from the lunar surface is often suggested, but it's hard to make it pay off - Moon bases are expensive, and just buying more rockets to launch fuel from Earth is relatively cheap."
   },
   "author": {
    "text": "Henry Spencer"
   }
  },
  {
   "quote": {
    "text": "The Orion capsule uses an escape system quite like that of the Apollo spacecraft in the 1960s and 70s: an 'escape tower' containing a solid-fuel rocket that will pull it up and away from Ares I in a pinch."
   },
   "author": {
    "text": "Henry Spencer"
   }
  },
  {
   "quote": {
    "text": "Whether solid rockets are more or less likely to fail than liquid-fuel rockets is debatable. More serious, though, is that when they do fail, it's usually violent and spectacular."
   },
   "author": {
    "text": "Henry Spencer"
   }
  },
  {
   "quote": {
    "text": "Sometimes people wonder why aeroplanes are so cheap and rockets are so expensive. Even the most superficial comparison shows one obvious difference: aeroplane engines use outside air to burn their fuel, while rockets have to carry their own oxidisers along."
   },
   "author": {
    "text": "Henry Spencer"
   }
  },
  {
   "quote": {
    "text": "Reusable rockets promise much easier testing because you should usually get them back, and you can debug as you go rather than having to get everything perfect the first time."
   },
   "author": {
    "text": "Henry Spencer"
   }
  },
  {
   "quote": {
    "text": "We want to make sure we get living astronauts to the surface of Mars."
   },
   "author": {
    "text": "Ellen Stofan"
   }
  },
  {
   "quote": {
    "text": "Mars missions will require up to three years in reduced gravity, so we need to make sure astronauts can not only survive but thrive as they move outward to explore this new world."
   },
   "author": {
    "text": "Ellen Stofan"
   }
  },
  {
   "quote": {
    "text": "Why is there space rather than no space? Why is space three-dimensional? Why is space big? We have a lot of room to move around in. How come it's not tiny? We have no consensus about these things. We're still exploring them."
   },
   "author": {
    "text": "Leonard Susskind"
   }
  },
  {
   "quote": {
    "text": "If I could be any avatar and go into a social virtual space, I think I would try to be my avatar from 'Ready Player One' 'cause why not? He's already got the windy hair."
   },
   "author": {
    "text": "Tye Sheridan"
   }
  },
  {
   "quote": {
    "text": "I certainly remember building model rockets. It was fun to watch the rocket blast into the air, suspenseful to wonder if the parachute would open to bring the rocket safely back."
   },
   "author": {
    "text": "Eric Allin Cornell"
   }
  },
  {
   "quote": {
    "text": "I was a frustrated astronaut all my life. I grew up at a time when space seemed to have no boundaries, and lots of us presumed humans would be living on the moon and landing on Mars."
   },
   "author": {
    "text": "David Mackay"
   }
  },
  {
   "quote": {
    "text": "I watched the moon landing as a boy, and I thought that was the most exciting thing ever, going into space, orbiting Earth and exploring other planets. That looked fantastic."
   },
   "author": {
    "text": "David Mackay"
   }
  },
  {
   "quote": {
    "text": "As the scene of life would be more the cold emptiness of space than the warm, dense atmosphere of planets, the advantage of containing no organic material at all, so as to be independent of both these conditions, would be increasingly felt."
   },
   "author": {
    "text": "John Desmond Bernal"
   }
  },
  {
   "quote": {
    "text": "I think you get better at staring into space. Especially living in the South of France."
   },
   "author": {
    "text": "Adrian Lyne"
   }
  },
  {
   "quote": {
    "text": "I'm Chinese-American, of course, and so it's very interesting to see China actually launch their own astronauts, becoming the third nation, following the United States and Russia, to do so."
   },
   "author": {
    "text": "Leroy Chiao"
   }
  },
  {
   "quote": {
    "text": "I think it's going to be a very important, unique data set in terms of measuring the behavior of your lower body in space and trying to figure out what we can do to preserve bone and muscle density."
   },
   "author": {
    "text": "John L. Phillips"
   }
  },
  {
   "quote": {
    "text": "I think space exploration is very important. I think there is very intelligent life on Mars. I believe that Martians are spying on us from the bottom of the ocean."
   },
   "author": {
    "text": "Annabella Sciorra"
   }
  },
  {
   "quote": {
    "text": "The sun and its retinue of planets drift as a group through the vast gulfs of space that separate the stars."
   },
   "author": {
    "text": "Barney Oliver"
   }
  },
  {
   "quote": {
    "text": "My drawing, like that of most cartoonists, is intended first of all to be functional: to create believable space and communicate information. My strongest point in drawing has always been my ability to show characters' nonverbal communication through facial expression and posture."
   },
   "author": {
    "text": "Jessica Abel"
   }
  },
  {
   "quote": {
    "text": "For a long time, we've worked on detecting planets with whatever was at hand, making use of existing small telescopes or even amateur telescopes. It's time to move on to the next stage."
   },
   "author": {
    "text": "Andrew Gould"
   }
  },
  {
   "quote": {
    "text": "We see parts of each other, and we put them together. But if I want to see you in totality, you need to move away; we need space between us. Across the street, I can see all of you at once, but then I also see this huge vista of space surrounding you, coming in and compressing you."
   },
   "author": {
    "text": "Diego Giacometti"
   }
  }
 ]
}