{
 "SportsQuotes": [
  {
   "quote": {
    "text": "Success is where preparation and opportunity meet."
   },
   "author": {
    "text": "Bobby Unser"
   }
  },
  {
   "quote": {
    "text": "Just play. Have fun. Enjoy the game."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times, I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "Winners never quit and quitters never win."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "Football is football and talent is talent. But the mindset of your team makes all the difference."
   },
   "author": {
    "text": "Robert Griffin III"
   }
  },
  {
   "quote": {
    "text": "Many men go fishing all of their lives without knowing that it is not fish they are after."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Sports teaches you character, it teaches you to play by the rules, it teaches you to know what it feels like to win and lose-it teaches you about life."
   },
   "author": {
    "text": "Billie Jean King"
   }
  },
  {
   "quote": {
    "text": "Sports do not build character. They reveal it."
   },
   "author": {
    "text": "Heywood Broun"
   }
  },
  {
   "quote": {
    "text": "Sports build good habits, confidence, and discipline. They make players into community leaders and teach them how to strive for a goal, handle mistakes, and cherish growth opportunities."
   },
   "author": {
    "text": "Julie Foudy"
   }
  },
  {
   "quote": {
    "text": "You can't win unless you learn how to lose."
   },
   "author": {
    "text": "Kareem Abdul-Jabbar"
   }
  },
  {
   "quote": {
    "text": "Finding good players is easy. Getting them to play as a team is another story."
   },
   "author": {
    "text": "Casey Stengel"
   }
  },
  {
   "quote": {
    "text": "Sports teaches you to understand the meaning of a team. You need to be able to work with everybody; you don't have to be their best friend. You can experience the fun of competition and driving toward a common goal without pushing to bond in some major way with each individual on a project."
   },
   "author": {
    "text": "Kathleen Kennedy"
   }
  },
  {
   "quote": {
    "text": "I couldn't find the sports car of my dreams, so I built it myself."
   },
   "author": {
    "text": "Ferdinand Porsche"
   }
  },
  {
   "quote": {
    "text": "There's three things men always talk about - women, sports, and cars."
   },
   "author": {
    "text": "Mario Lopez"
   }
  },
  {
   "quote": {
    "text": "Adversity causes some men to break; others to break records."
   },
   "author": {
    "text": "William Arthur Ward"
   }
  },
  {
   "quote": {
    "text": "Do you know what my favorite part of the game is? The opportunity to play."
   },
   "author": {
    "text": "Mike Singletary"
   }
  },
  {
   "quote": {
    "text": "A good vacation for me is going to warm weather. Being able to go outside, in the sun, hit the beach, play outside sports. Being active outside. Going swimming, hanging by the pool, having a couple drinks, having a couple of your close buddies around, and just having a blast."
   },
   "author": {
    "text": "Rob Gronkowski"
   }
  },
  {
   "quote": {
    "text": "I am building a fire, and everyday I train, I add more fuel. At just the right moment, I light the match."
   },
   "author": {
    "text": "Mia Hamm"
   }
  },
  {
   "quote": {
    "text": "Champions keep playing until they get it right."
   },
   "author": {
    "text": "Billie Jean King"
   }
  },
  {
   "quote": {
    "text": "At school I pretended I had a normal life, but I felt lonely all the time and different from everyone else. I never felt like I fit in, and I wasn't allowed to participate in after-school activities, go to sports events or parties or date boys. Many times I had to make up stories about why I couldn't do anything with my classmates."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Gold medals aren't really made of gold. They're made of sweat, determination, and a hard-to-find alloy called guts."
   },
   "author": {
    "text": "Dan Gable"
   }
  },
  {
   "quote": {
    "text": "The game of basketball has been everything to me. My place of refuge, place I've always gone where I needed comfort and peace. It's been the site of intense pain and the most intense feelings of joy and satisfaction. It's a relationship that has evolved over time, given me the greatest respect and love for the game."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "It's just a job. Grass grows, birds fly, waves pound the sand. I beat people up."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "Winning is habit. Unfortunately, so is losing."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "When the going gets weird, the weird turn pro."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "Every day is a new opportunity. You can build on yesterday's success or put its failures behind and start over again. That's the way life is, with a new game every day, and that's the way baseball is."
   },
   "author": {
    "text": "Bob Feller"
   }
  },
  {
   "quote": {
    "text": "It is not up to me whether I win or lose. Ultimately, this might not be my day. And it is that philosophy towards sports, something that I really truly live by. I am emotional. I want to win. I am hungry. I am a competitor. I have that fire. But deep down, I truly enjoy the art of competing so much more than the result."
   },
   "author": {
    "text": "Apolo Ohno"
   }
  },
  {
   "quote": {
    "text": "The way a team plays as a whole determines its success. You may have the greatest bunch of individual stars in the world, but if they don't play together, the club won't be worth a dime."
   },
   "author": {
    "text": "Babe Ruth"
   }
  },
  {
   "quote": {
    "text": "I got a lot of the greatest values in life from playing sports, from playing football - teamwork, sportsmanship, my work ethic, resiliency, dedication - I got it all by being on a team."
   },
   "author": {
    "text": "Jon Gruden"
   }
  },
  {
   "quote": {
    "text": "Band members have a special bond. A great band is more than just some people working together. It's like a highly specialized army unit, or a winning sports team. A unique combination of elements that becomes stronger together than apart."
   },
   "author": {
    "text": "Steven Van Zandt"
   }
  },
  {
   "quote": {
    "text": "Fishing is much more than fish. It is the great occasion when we may return to the fine simplicity of our forefathers."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "I think what endurance sports teach you is to stay dedicated, stay focused, and also to understand you're going to have ups and downs, but you need to keep running right through them."
   },
   "author": {
    "text": "Kyrsten Sinema"
   }
  },
  {
   "quote": {
    "text": "We live in a world where sports have the potential to bridge the gap between racism, sexism and discrimination. The 2012 Olympic Games was a great start but hopefully what these games taught us is that if women are given an opportunity on an equal playing field the possibilities for women are endless."
   },
   "author": {
    "text": "Jackie Joyner-Kersee"
   }
  },
  {
   "quote": {
    "text": "Sports is a metaphor for overcoming obstacles and achieving against great odds. Athletes, in times of difficulty, can be important role models."
   },
   "author": {
    "text": "Bill Bradley"
   }
  },
  {
   "quote": {
    "text": "I went to a fight the other night, and a hockey game broke out."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "To me, it doesn't matter how good you are. Sport is all about playing and competing. Whatever you do in cricket and in sport, enjoy it, be positive and try to win."
   },
   "author": {
    "text": "Ian Botham"
   }
  },
  {
   "quote": {
    "text": "There are only two seasons - winter and Baseball."
   },
   "author": {
    "text": "Bill Veeck"
   }
  },
  {
   "quote": {
    "text": "That's one thing you learn in sports. You don't give up; you fight to the finish."
   },
   "author": {
    "text": "Louis Zamperini"
   }
  },
  {
   "quote": {
    "text": "It's good sportsmanship to not pick up lost golf balls while they are still rolling."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "You can't put a limit on anything. The more you dream, the farther you get."
   },
   "author": {
    "text": "Michael Phelps"
   }
  },
  {
   "quote": {
    "text": "Just be patient. Let the game come to you. Don't rush. Be quick, but don't hurry."
   },
   "author": {
    "text": "Earl Monroe"
   }
  },
  {
   "quote": {
    "text": "One man practicing sportsmanship is far better than a hundred teaching it."
   },
   "author": {
    "text": "Knute Rockne"
   }
  },
  {
   "quote": {
    "text": "Sports are such a great teacher. I think of everything they've taught me: camaraderie, humility, how to resolve differences."
   },
   "author": {
    "text": "Kobe Bryant"
   }
  },
  {
   "quote": {
    "text": "A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be."
   },
   "author": {
    "text": "Wayne Gretzky"
   }
  },
  {
   "quote": {
    "text": "I have long understood that losing always comes with the territory when you wander into the gambling business, just as getting crippled for life is an acceptable risk in the linebacker business. They both are extremely violent sports, and pain is part of the bargain. Buy the ticket, take the ride."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "Show me a good loser, and I'll show you a loser."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "Baseball was, is and always will be to me the best game in the world."
   },
   "author": {
    "text": "Babe Ruth"
   }
  },
  {
   "quote": {
    "text": "We didn't lose the game; we just ran out of time."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "Commitment, belief and positive attitude are all important if you're going to be a success, whether you're in sports, in business or, as in my case, anthropology."
   },
   "author": {
    "text": "Donald Johanson"
   }
  },
  {
   "quote": {
    "text": "Gray skies are just clouds passing over."
   },
   "author": {
    "text": "Frank Gifford"
   }
  },
  {
   "quote": {
    "text": "Serious sport has nothing to do with fair play. It is bound up with hatred, jealousy, boastfulness, disregard of all rules and sadistic pleasure in witnessing violence. In other words, it is war minus the shooting."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "Don't look back. Something might be gaining on you."
   },
   "author": {
    "text": "Satchel Paige"
   }
  },
  {
   "quote": {
    "text": "Golf is a good walk spoiled."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "In sports, you simply aren't considered a real champion until you have defended your title successfully. Winning it once can be a fluke; winning it twice proves you are the best."
   },
   "author": {
    "text": "Althea Gibson"
   }
  },
  {
   "quote": {
    "text": "You don't play against opponents, you play against the game of basketball."
   },
   "author": {
    "text": "Bobby Knight"
   }
  },
  {
   "quote": {
    "text": "Every strike brings me closer to the next home run."
   },
   "author": {
    "text": "Babe Ruth"
   }
  },
  {
   "quote": {
    "text": "Apart from education, you need good health, and for that, you need to play sports."
   },
   "author": {
    "text": "Kapil Dev"
   }
  },
  {
   "quote": {
    "text": "Remember Circuit City? Bear Stearns? Lehman Brothers? Sports Authority? Once, all were billion-dollar companies - then gone in a moment. The fatal problem might be fraud or corruption, but more often, it's simply that management didn't see 'over the other side of the hill.'"
   },
   "author": {
    "text": "Steve Bannon"
   }
  },
  {
   "quote": {
    "text": "People ask me what I do in winter when there's no baseball. I'll tell you what I do. I stare out the window and wait for spring."
   },
   "author": {
    "text": "Rogers Hornsby"
   }
  },
  {
   "quote": {
    "text": "I would not say I was not interested in studies - it just wasn't there in me to pursue academics. I would open a page in the textbook and start thinking about everything under the sun except what was there in the book. I was more into extra-curricular activities and sports like NCC, rifle shooting, aero-modelling, bike racing, etc."
   },
   "author": {
    "text": "Ajith Kumar"
   }
  },
  {
   "quote": {
    "text": "I love eating it - grilled chicken, pasta, rice, and other foods that give me long term energy. Every once in a while, my sweet tooth gets the best of me and I have to snack on some candy. Beverage wise, I stick to sports drinks, water, milk, and juice."
   },
   "author": {
    "text": "Derrick Rose"
   }
  },
  {
   "quote": {
    "text": "Sports is the toy department of human life."
   },
   "author": {
    "text": "Howard Cosell"
   }
  },
  {
   "quote": {
    "text": "People love video games because they do things they obviously can't do in real life. That's especially true with sports games because fans love to step into the shoes of their favorite athletes."
   },
   "author": {
    "text": "Ralph Baer"
   }
  },
  {
   "quote": {
    "text": "My motto was always to keep swinging. Whether I was in a slump or feeling badly or having trouble off the field, the only thing to do was keep swinging."
   },
   "author": {
    "text": "Hank Aaron"
   }
  },
  {
   "quote": {
    "text": "You know how sports teach kids teamwork and how to be strong and brave and confident? Improv was my sport. I learned how to not waffle and how to hold a conversation, how to take risks and actually be excited to fail."
   },
   "author": {
    "text": "Emma Stone"
   }
  },
  {
   "quote": {
    "text": "It doesn't matter whether you are pursuing success in business, sports, the arts, or life in general: The bridge between wishing and accomplishing is discipline."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "Sports is the only entertainment where, no matter how many times you go back, you never know the ending."
   },
   "author": {
    "text": "Neil Simon"
   }
  },
  {
   "quote": {
    "text": "Being nerdy just means being passionate about something, including everyone - the coolest people on Earth are passionate and therefore nerdy about something whatever it is, whether it's sports, or gaming, or technology, or fashion, or beauty, or food, or whatever."
   },
   "author": {
    "text": "Zachary Levi"
   }
  },
  {
   "quote": {
    "text": "I'm a pretty agile guy, especially being taller and having done martial arts from about the age of 13, but parkour is one of those sports that I wish I'd discovered sooner. When my nephew first showed me, I thought, 'Damn - I'm too old for this.'"
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "Don't sell yourself short because without that you can't go far in life because after sports the only thing you know is sports and you can't do anything else with that."
   },
   "author": {
    "text": "Bo Jackson"
   }
  },
  {
   "quote": {
    "text": "I live by 'Go big or go home.' That's with everything. It's like either commit and go for it or don't do it at all. I apply that to everything. I apply that to relationships, I apply that to like sports, I apply that to everything. That's what I live by. That's how I like it."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "Loyalty and communication are always rewarded in sports."
   },
   "author": {
    "text": "Cheech Marin"
   }
  },
  {
   "quote": {
    "text": "I know I am getting better at golf because I am hitting fewer spectators."
   },
   "author": {
    "text": "Gerald R. Ford"
   }
  },
  {
   "quote": {
    "text": "I wish I had played team sports. I think every kid should. Teamwork builds character - teaches people about leadership and cooperation."
   },
   "author": {
    "text": "Mo Rocca"
   }
  },
  {
   "quote": {
    "text": "All hockey players are bilingual. They know English and profanity."
   },
   "author": {
    "text": "Gordie Howe"
   }
  },
  {
   "quote": {
    "text": "Golf is a day spent in a round of strenuous idleness."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "It takes a tremendous amount of skill to be a football player. And some of these guys have enough skills to do other sports. Soccer could be one. Basketball could be another. Things where you need incredible hand-eye coordination are always options. I think a football player would be able to adapt to a lot of sports."
   },
   "author": {
    "text": "Troy Polamalu"
   }
  },
  {
   "quote": {
    "text": "I'm tired of hearing about money, money, money, money, money. I just want to play the game, drink Pepsi, wear Reebok."
   },
   "author": {
    "text": "Shaquille O'Neal"
   }
  },
  {
   "quote": {
    "text": "Let's face it. There is no setup in Pakistan to train and groom young players at the grassroots level in different sports. Those of us who did make a name for ourselves and became champions did it with our own initiative - there was no academy to back us till we reached a certain level on our own."
   },
   "author": {
    "text": "Jahangir Khan"
   }
  },
  {
   "quote": {
    "text": "Honestly, I feel like we are a walking protest. The fact that we're women professional athletes says that in and of itself. We've been feeling the inequality; we've been struggling with pay equality or whatever it is, or sexism in sports."
   },
   "author": {
    "text": "Megan Rapinoe"
   }
  },
  {
   "quote": {
    "text": "I used to play sports. Then I realized you can buy trophies. Now I am good at everything."
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "The best kids are going to become the best. But the best thing about it is that you're going to learn lessons in playing those sports about winning and losing and teamwork and teammates and arguments and everything else that are going to affect you positively for the rest of your life."
   },
   "author": {
    "text": "Carl Lewis"
   }
  },
  {
   "quote": {
    "text": "Sport is a wonderful metaphor for life. Of all the sports that I played - skiing, baseball, fishing - there is no greater example than golf, because you're playing against yourself and nature."
   },
   "author": {
    "text": "Robert Redford"
   }
  },
  {
   "quote": {
    "text": "Your child probably won't get into the Ivy League or win a sports scholarship. At age 24, he might be back in his childhood bedroom, in debt, after a mediocre college career. Raise him so that, if that happens, it will still have been worth it."
   },
   "author": {
    "text": "Pamela Druckerman"
   }
  },
  {
   "quote": {
    "text": "Life wasn't easy growing up; it was frustrating. If I had been a better reader, then that would have come easily, sports would have come easily, everything would have come easily, and I never would have realized that the way you get ahead in life is hard work."
   },
   "author": {
    "text": "Caitlyn Jenner"
   }
  },
  {
   "quote": {
    "text": "I have entered the sports equipment business with 'Bhajji Sports.' I am applying for ICC clearance so that cricket bats with 'Bhajji Sports' logos could be used for international matches. In domestic circuit, the Punjab team is already wearing Bhajji Sports dresses for the Ranji Trophy matches."
   },
   "author": {
    "text": "Harbhajan Singh"
   }
  },
  {
   "quote": {
    "text": "Some anthems are great for sports. You've got the Russian national anthem... 'O Canada,' how wonderful is that for hockey... but I chose the Italian national song because at my first World Cup, I saw the Italians play four times, and they won all four times - they won the championship."
   },
   "author": {
    "text": "George Vecsey"
   }
  },
  {
   "quote": {
    "text": "I see great things in baseball. It's our game - the American game."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "You always get a special kick on opening day, no matter how many you go through. You look forward to it like a birthday party when you're a kid. You think something wonderful is going to happen."
   },
   "author": {
    "text": "Joe DiMaggio"
   }
  },
  {
   "quote": {
    "text": "I can't say this enough - the food that you put into your bodies can actually help you get better grades. And it can also affect your performance in sports and other activities too. You see, when you give your body the best possible fuel, you have more energy, you're stronger, you think more quickly."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "If you watch a game, it's fun. If you play it, it's recreation. If you work at it, it's golf."
   },
   "author": {
    "text": "Bob Hope"
   }
  },
  {
   "quote": {
    "text": "Skiing combines outdoor fun with knocking down trees with your face."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "You win some, lose some, and wreck some."
   },
   "author": {
    "text": "Dale Earnhardt"
   }
  },
  {
   "quote": {
    "text": "If a man watches three football games in a row, he should be declared legally dead."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "If a tie is like kissing your sister, losing is like kissing you grandmother with her teeth out."
   },
   "author": {
    "text": "George Brett"
   }
  },
  {
   "quote": {
    "text": "Baseball is almost the only orderly thing in a very unorderly world. If you get three strikes, even the best lawyer in the world can't get you off."
   },
   "author": {
    "text": "Bill Veeck"
   }
  },
  {
   "quote": {
    "text": "Thank you for reminding Canada that I'm a disappointment to them. I like hockey, I love it, but I'm not an avid hockey - let's face it, true Canadian - fan. I've always been more into snowboarding and skateboarding and sort of the alternative sports, I'm not crazy about hockey - but love it!"
   },
   "author": {
    "text": "Dustin Milligan"
   }
  },
  {
   "quote": {
    "text": "Everyone thought I was going to die like a year later, they didn't know. So I helped educate sports, and then the world, that a man living with HIV can play basketball. He's not going to give it to anybody by playing basketball."
   },
   "author": {
    "text": "Magic Johnson"
   }
  },
  {
   "quote": {
    "text": "Tennis is a perfect combination of violent action taking place in an atmosphere of total tranquillity."
   },
   "author": {
    "text": "Billie Jean King"
   }
  },
  {
   "quote": {
    "text": "I like sports, and swimming is my favorite. Doing physical exercises keeps one fit and healthy and helps one work more efficiently. I think we all need to strike a balance between work and relaxation. This can keep us energetic and help us do our job better."
   },
   "author": {
    "text": "Xi Jinping"
   }
  },
  {
   "quote": {
    "text": "But sports carried me away from being in a gang, or being associated with drugs. Sports was my way out."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "If I wasn't dyslexic, I probably wouldn't have won the Games. If I had been a better reader, then that would have come easily, sports would have come easily... and I never would have realized that the way you get ahead in life is hard work."
   },
   "author": {
    "text": "Caitlyn Jenner"
   }
  },
  {
   "quote": {
    "text": "Some boys accepted me, some didn't. And my family had comments made to them. Brazil is still a very macho society, and sports are mainly for boys, so people would say to them: 'What is this girl doing? Why is she always out there in the soccer games with the boys?'"
   },
   "author": {
    "text": "Marta"
   }
  },
  {
   "quote": {
    "text": "Pitching is the art of instilling fear."
   },
   "author": {
    "text": "Sandy Koufax"
   }
  },
  {
   "quote": {
    "text": "Most people think the character I do onstage is the way I am offstage, but I'm just a regular guy who spends time with his family and who turns on the television and watches a lot of sports."
   },
   "author": {
    "text": "Don Rickles"
   }
  },
  {
   "quote": {
    "text": "I had my boy in Boston on Easter Sunday. That kills me, from a sports perspective. He's a Boston baby and I'm a New York guy."
   },
   "author": {
    "text": "Kevin James"
   }
  },
  {
   "quote": {
    "text": "Life is about timing."
   },
   "author": {
    "text": "Carl Lewis"
   }
  },
  {
   "quote": {
    "text": "I think extreme sports are really good for relieving stress."
   },
   "author": {
    "text": "Dave Chappelle"
   }
  },
  {
   "quote": {
    "text": "Several professional athletes have wrongly taught many young Americans by example that the only way to succeed in sports is to take steroids."
   },
   "author": {
    "text": "Jim Sensenbrenner"
   }
  },
  {
   "quote": {
    "text": "Give me golf clubs, fresh air and a beautiful partner, and you can keep the clubs and the fresh air."
   },
   "author": {
    "text": "Jack Benny"
   }
  },
  {
   "quote": {
    "text": "It's a crazy world, so sports and athletics and music can be a form of escapism."
   },
   "author": {
    "text": "Eddie Vedder"
   }
  },
  {
   "quote": {
    "text": "The most successful achievers in sports are people that are really driven and have that spirit of hunger."
   },
   "author": {
    "text": "Rei Kawakubo"
   }
  },
  {
   "quote": {
    "text": "People forget that track and field is one of the hardest sports because we compete against all the world. There are many sports when you are up against only 15 or 20 countries."
   },
   "author": {
    "text": "Greg Rutherford"
   }
  },
  {
   "quote": {
    "text": "I think badminton has a real legacy with more youngsters taking up the sport. Badminton has done really well in that regard compared to other sports."
   },
   "author": {
    "text": "Rajiv Ouseph"
   }
  },
  {
   "quote": {
    "text": "The problem with winter sports is that - follow me closely here - they generally take place in winter."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "Bowling is all physics and energy distribution. It's F = ma. So it is actually one of the most science-y sports, because it literally is just a ball and a surface and objects to knock down."
   },
   "author": {
    "text": "Chris Hardwick"
   }
  },
  {
   "quote": {
    "text": "As a young boy, I had the usual hobbies - sports, baseball cards, model airplanes and trains. But I always had a distinct fascination with trains."
   },
   "author": {
    "text": "Craig Sager"
   }
  },
  {
   "quote": {
    "text": "I used to go to sports camp every summer. I'd make a lot of new friends, and it was all athletic. It was basically a place for parents to send their kids to run out all their summer energy for two weeks."
   },
   "author": {
    "text": "Matt Bomer"
   }
  },
  {
   "quote": {
    "text": "I love sports because it takes me away from reality, and I tell people, 'No matter how bad your life is, if you are having problems at home, you are having problems at work, that's the beauty of sports.'"
   },
   "author": {
    "text": "Charles Barkley"
   }
  },
  {
   "quote": {
    "text": "Maybe because I am from a sports background, I don't give up easily. I am a fighter."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "I love both the sun and the moon, day and night. But I enjoy the day the most because I live in Rio and I can play sports."
   },
   "author": {
    "text": "Rodrigo Santoro"
   }
  },
  {
   "quote": {
    "text": "I was always interested in skateboarding, BMX bike riding, flipping, gymnastics. Anything with tumbling, turning, twisting, and extreme sports."
   },
   "author": {
    "text": "Gza"
   }
  },
  {
   "quote": {
    "text": "As an athlete, that's something I always take with me. You fall every day, whether it's in a job, or you miss something else, but you learn how to do it better next time. You learn it in sports. That's a life lesson."
   },
   "author": {
    "text": "Michelle Kwan"
   }
  },
  {
   "quote": {
    "text": "You wouldn't have won if we'd beaten you."
   },
   "author": {
    "text": "Yogi Berra"
   }
  },
  {
   "quote": {
    "text": "Thanks to the competence, love of God, our country's security and stability, endowed wealth, integrated infrastructure and quality services, the U.A.E. turned into the world's renowned destination for tourism, investment and business management: the interface of choice for hosting major cultural events, artistic and sports, in the world."
   },
   "author": {
    "text": "Khalifa bin Zayed Al Nahyan"
   }
  },
  {
   "quote": {
    "text": "If it doesn't matter who wins or loses, then why do they keep score?"
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "In sports and in business, the greatest leaders are those who make the best decisions in the most crucial of situations. They are the ones who focus their energy on turning tough decisions into winning decisions."
   },
   "author": {
    "text": "Don Yaeger"
   }
  },
  {
   "quote": {
    "text": "To find a man's true character, play golf with him."
   },
   "author": {
    "text": "P. G. Wodehouse"
   }
  },
  {
   "quote": {
    "text": "Hockey is a sport for white men. Basketball is a sport for black men. Golf is a sport for white men dressed like black pimps."
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "You've got to enjoy time with your family and friends, and if you're involved in sports franchises, those peak moments in playoff games. You have to enjoy life."
   },
   "author": {
    "text": "Paul Allen"
   }
  },
  {
   "quote": {
    "text": "The only time my prayers are never answered is on the golf course."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Half the lies they tell about me aren't true."
   },
   "author": {
    "text": "Yogi Berra"
   }
  },
  {
   "quote": {
    "text": "If you look at all aspects of all sports, everything comes down to basics and fundamentals."
   },
   "author": {
    "text": "Robbie Lawler"
   }
  },
  {
   "quote": {
    "text": "Swimming is probably the ultimate of burnout sports. It's ironic because millions of people who swim as their regular exercise love the meditation aspect of it; you don't wind up with any orthopedic injuries. But when you swim at a world class level for hours and hours - the loneness of the long distance runner."
   },
   "author": {
    "text": "Diana Nyad"
   }
  },
  {
   "quote": {
    "text": "I think that in any group activity - whether it be business, sports, or family - there has to be leadership or it won't be successful."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "You prevent kids from joining gangs by offering after-school programs, sports, mentoring, and positive engagement with adults. You intervene with gang members by offering alternatives and employment to help redirect their lives. You deal with areas of high gang crime activity with real community policing. We know what works."
   },
   "author": {
    "text": "Greg Boyle"
   }
  },
  {
   "quote": {
    "text": "Wrestling is ballet with violence."
   },
   "author": {
    "text": "Jesse Ventura"
   }
  },
  {
   "quote": {
    "text": "I guess there is nothing that will get your mind off everything like golf. I have never been depressed enough to take up the game, but they say you get so sore at yourself you forget to hate your enemies."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "I'd just as soon play tennis with the net down."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "Good ideas are like Nike sports shoes. They may facilitate success for an athlete who possesses them, but on their own they are nothing but an overpriced pair of sneakers. Sports shoes don't win races. Athletes do."
   },
   "author": {
    "text": "Felix Dennis"
   }
  },
  {
   "quote": {
    "text": "Sports nurtures dreams of achieving self confidence and masculine striving for the skinny kid watching a boxer dance around the ring with sublime ease."
   },
   "author": {
    "text": "Armstrong Williams"
   }
  },
  {
   "quote": {
    "text": "Selling an electric sports car creates an opportunity to fundamentally change the way America drives."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Every child should have time for arts, music, sports, drama, robotics, school newspapers and the like, not to mention recess and play."
   },
   "author": {
    "text": "Chris Gabrieli"
   }
  },
  {
   "quote": {
    "text": "The best thing about the Kentucky Derby is that it is only two minutes long. It is the quickest event in sports, except for Sumo-wrestling & Mike Tyson fights. Maybe Drag-racing is quicker, but I have never been attracted to it."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "I photographed all kinds of sports - Formula 1, Formula Atlantic. And anybody who knows me knows that, from the day they invented video cameras, I used to lug them around when you had to carry the pack here and the big camera here, plus the diaper bag and a baby and the purse or whatever."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "The uglier a man's legs are, the better he plays golf - it's almost a law."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "Bobby Knight told me this: 'There is nothing that a good defense cannot beat a better offense.' In other words a good offense wins."
   },
   "author": {
    "text": "Dan Quayle"
   }
  },
  {
   "quote": {
    "text": "There is a syndrome in sports called 'paralysis by analysis.'"
   },
   "author": {
    "text": "Arthur Ashe"
   }
  },
  {
   "quote": {
    "text": "Of course, in our grade school, in those days, there were no organized sports at all. We just went out and ran around the school yard for recess."
   },
   "author": {
    "text": "Alan Shepard"
   }
  },
  {
   "quote": {
    "text": "Hitting is timing. Pitching is upsetting timing."
   },
   "author": {
    "text": "Warren Spahn"
   }
  },
  {
   "quote": {
    "text": "Ethnic prejudice has no place in sports, and baseball must recognize that truth if it is to maintain stature as a national game."
   },
   "author": {
    "text": "Branch Rickey"
   }
  },
  {
   "quote": {
    "text": "The triple is the most exciting play in baseball. Home runs win a lot of games, but I never understood why fans are so obsessed with them."
   },
   "author": {
    "text": "Hank Aaron"
   }
  },
  {
   "quote": {
    "text": "I believe God created sports for a good reason. It's recreation. It's something that we enjoy. It teaches us a lot as well... I believe God is a sports fan."
   },
   "author": {
    "text": "Luke Scott"
   }
  },
  {
   "quote": {
    "text": "If you look at things that really affect people's lives - sport, the arts, charities - they were always at the back of the queue for government money - health, social security, defence, pensions were all way ahead. And each of those areas - sports, the arts, the lottery - got relatively petty cash from the government."
   },
   "author": {
    "text": "John Major"
   }
  },
  {
   "quote": {
    "text": "I think that in figure skating, and in sports in general, that when you're young, it's considered a huge advantage because you're fearless, and you also don't have bad past experiences. But with age comes experience, and I have found that my experience is a huge advantage to me as a competitor."
   },
   "author": {
    "text": "Adam Rippon"
   }
  },
  {
   "quote": {
    "text": "Sports play a very important role in consolidating the national strength, adding lustre to the country's prestige and honour, inspiring people with national dignity and pride, and imbuing the whole society with revolutionary mettle."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "I've told Billy if I ever caught him cheating, I wouldn't kill him because I love his children and they need a dad. But I would beat him up. I know where all of his sports injuries are."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "Unless you enjoy life passionately, you cannot be a good artiste. Practise what you like, be it sports or dancing."
   },
   "author": {
    "text": "Sarita Choudhury"
   }
  },
  {
   "quote": {
    "text": "In real life I am a bit of a tomboy. I like the footy and sports. I am more comfortable in running gear than I am in heels, because I usually trip up in them."
   },
   "author": {
    "text": "Anna Hutchison"
   }
  },
  {
   "quote": {
    "text": "In Boston, they love their sports celebrities. And it's great."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "Museums are like sports stadiums, hotels and hospitals: they are in the category of captive-audience dining."
   },
   "author": {
    "text": "Danny Meyer"
   }
  },
  {
   "quote": {
    "text": "Even from their infancy we frame them to the sports of love: their instruction, behavior, attire, grace, learning and all their words azimuth only at love, respects only affection. Their nurses and their keepers imprint no other thing in them."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "I've got some great stuff in my sports memorabilia collection. But my favorite thing by far is the robe. I actually have a Ric Flair robe with 'the Nature Boy' on the back. That's awesome. When I look at it, it brings back so many memories of my childhood and my teen years."
   },
   "author": {
    "text": "Darius Rucker"
   }
  },
  {
   "quote": {
    "text": "My parents were very supportive of my chess. When I got home after a game of chess, having missed school or something, they always made me feel very welcome; I didn't feel guilty at all about pursuing chess with such fervour. They never, for instance, perceived sports as a rival to academics."
   },
   "author": {
    "text": "Viswanathan Anand"
   }
  },
  {
   "quote": {
    "text": "I was given an opportunity to do sports in college and get a degree because of it. I ran track for the University of Texas and was studying to be a petroleum landman. And I was gifted an opportunity to audition for a film during my last semester in college, which I discovered while jogging around campus."
   },
   "author": {
    "text": "Trevante Rhodes"
   }
  },
  {
   "quote": {
    "text": "Honestly, I don't listen to nobody else's music but my own. It's kind of like sports to me. You don't see Kobe Bryant at a LeBron James game - he just works on his own game. And that's what I do. I only listen to me, so I can criticize and analyze and all those things."
   },
   "author": {
    "text": "Lil Wayne"
   }
  },
  {
   "quote": {
    "text": "I love outdoor sports, like volleyball, and I play them whenever I can."
   },
   "author": {
    "text": "Gisele Bundchen"
   }
  },
  {
   "quote": {
    "text": "I was lucky enough when it came to sports and work ethic to be taught some basics that continue to be important."
   },
   "author": {
    "text": "Joe Namath"
   }
  },
  {
   "quote": {
    "text": "I'm a girl, but that doesn't mean I don't appreciate greatness and the struggle of sports. My situation - and I've always said this, even in politics - is may the best man win. I'm not team-bound."
   },
   "author": {
    "text": "Diane Lane"
   }
  },
  {
   "quote": {
    "text": "Sports without music, it's nothing but a game. Music adds the emotion."
   },
   "author": {
    "text": "Ice Cube"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, everything is God's plan, and he cares about what we do. He cares about our hearts, how we play the game, and how we treat people. He's definitely involved with how we handle sports and not just the outcome of it. I'm proud when athletes mention God in any way."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "The diet for climbing all the time isn't really different from the diet for living. It's not like cardio sports where you're burning a bajillion calories every day."
   },
   "author": {
    "text": "Alex Honnold"
   }
  },
  {
   "quote": {
    "text": "I'm one of these people that likes adrenaline and new things, like extreme sports. It makes me feel alive."
   },
   "author": {
    "text": "Gisele Bundchen"
   }
  },
  {
   "quote": {
    "text": "If you're a sports fan you realize that when you meet somebody, like a girlfriend, they kind of have to root for your team. They don't have a choice."
   },
   "author": {
    "text": "Jimmy Fallon"
   }
  },
  {
   "quote": {
    "text": "I come from a small town in Ohio and was always into sports."
   },
   "author": {
    "text": "Jake Paul"
   }
  },
  {
   "quote": {
    "text": "My love for sports will never die. I love martial arts and I want to promote it in whichever way I can. I am a fighter first, then an actor."
   },
   "author": {
    "text": "Akshay Kumar"
   }
  },
  {
   "quote": {
    "text": "I am just enjoying what cricket has given me. In sports, it's obviously really important for all of us to remain fit - and health is wealth, so health comes with the sport."
   },
   "author": {
    "text": "Harbhajan Singh"
   }
  },
  {
   "quote": {
    "text": "I myself am frustrated in just where sports are at. It's a hard thing when you're out there working every day, and you know that someone else is cheating and they may not necessarily get caught."
   },
   "author": {
    "text": "Allyson Felix"
   }
  },
  {
   "quote": {
    "text": "Nobody's a natural. You work hard to get good and then work to get better. It's hard to stay on top."
   },
   "author": {
    "text": "Paul Coffey"
   }
  },
  {
   "quote": {
    "text": "The sneaker comes from sports, but it's couture now. It's not made in Asia: it's made in my little village in Italy. I can customize everything. I use silk and diamonds and crystals. I think my sneakers have a lot of good vibrations."
   },
   "author": {
    "text": "Giuseppe Zanotti"
   }
  },
  {
   "quote": {
    "text": "I remember my first 'Sports Illustrated' shoot was with the photographer Walter Iooss, and Julie Campbell was the editor, and we were at the president of Mexico's private house in Cancun - this was before anything else that's now in Cancun even existed. And they told me to get a tan, so I spent all morning in the sun, and I was burnt."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "'Potato-chip news' is news that's repetitive, requires little effort to absorb, and is consumable in massive quantities: true crime, natural disasters, political punditry, celebrity gossip, sports gossip, or endless photographs of beautiful houses, food, or clothes."
   },
   "author": {
    "text": "Gretchen Rubin"
   }
  },
  {
   "quote": {
    "text": "Where there is peace, there is sports; where there is sports, there is peace. Peace is what allows us, especially young people, to dream, go after one's goals and prepare you for the next challenge in life."
   },
   "author": {
    "text": "Kim Yuna"
   }
  },
  {
   "quote": {
    "text": "The idea of growing up in the South and being a man is an interesting thing; there's a lot masculinity involved, with hunting, fishing, and playing sports that rural people take pride in, but at the same time, I grew up really not wanting to hate anybody."
   },
   "author": {
    "text": "Jason Isbell"
   }
  },
  {
   "quote": {
    "text": "I'm not coming in as an advocate of sports gambling. I'm trying to be more of a realist to say it's going on in a massive way... and I think the right course would be therefore to legalize it and regulate it."
   },
   "author": {
    "text": "Adam Silver"
   }
  },
  {
   "quote": {
    "text": "And I realized that there was no sports reporter, so I started covering sporting events."
   },
   "author": {
    "text": "Ed Bradley"
   }
  },
  {
   "quote": {
    "text": "In sports, every day you can be the hero or the goat."
   },
   "author": {
    "text": "Geoff Stults"
   }
  },
  {
   "quote": {
    "text": "Mountaineering is one of the most difficult sports - we are away from routine life for days, living in tents, and it requires high degree of physical and mental strength."
   },
   "author": {
    "text": "Samina Baig"
   }
  },
  {
   "quote": {
    "text": "Restaurants and chefs have become followed by such a broad swath of the public, in a way that used to be reserved for sports stars, movie stars, and theater actors. Restaurants are in the firmament of today's common culture."
   },
   "author": {
    "text": "Danny Meyer"
   }
  },
  {
   "quote": {
    "text": "I like a deep sports massage - a casual beating up. I try to get them whenever I can, usually more if I'm getting in shape for a role."
   },
   "author": {
    "text": "Chris Pine"
   }
  },
  {
   "quote": {
    "text": "I think that every single person should play sports."
   },
   "author": {
    "text": "Donovan Bailey"
   }
  },
  {
   "quote": {
    "text": "As the National Football League and other pro sports increasingly reckon with the early dementia, mental health issues, suicides and even criminal behavior of former players, the risk of what's known as chronic traumatic encephalopathy (CTE), is becoming clear."
   },
   "author": {
    "text": "Jeffrey Kluger"
   }
  },
  {
   "quote": {
    "text": "To have a healthy culture, you have to have stable health care financing and stable arts financing and stable sports financing, and if you don't have that, your culture becomes a parking lot."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "I'm not good at anything except writing jokes. I wasn't good at sports, I wasn't good at anything artsy, ever. I think there was a real worry for a while about what I would be good at. I was just this chubby little Indian kid who looked like a nerd."
   },
   "author": {
    "text": "Mindy Kaling"
   }
  },
  {
   "quote": {
    "text": "I think whenever you get out and do something different, like mountain biking or surfing, it just makes you more aware of your body and balance. For me, I've always loved anything that involved sports, so I've always just tried different things."
   },
   "author": {
    "text": "Gretchen Bleiler"
   }
  },
  {
   "quote": {
    "text": "Your ups and downs in sports, I think they are as normal as daily life: One day you wake up and feel great, the next day you wake up and feel maybe less great."
   },
   "author": {
    "text": "Michael Schumacher"
   }
  },
  {
   "quote": {
    "text": "My parents couldn't handle my energy so they enrolled me in every sport the school was offering. I didn't resent it because I loved sports and picked them up easily."
   },
   "author": {
    "text": "Channing Tatum"
   }
  },
  {
   "quote": {
    "text": "I grew up as a sports fan, and I know that a hall of fame is very different than an award for being the best of the year. It's a nod to the longevity of our accomplishment."
   },
   "author": {
    "text": "Chuck D"
   }
  },
  {
   "quote": {
    "text": "Many high school students are under so much competitive pressure. They are sometimes taught that if they don't have a 4.0 GPA, score in the 99th percentile on admissions tests, and demonstrate leadership in sports and participate in clubs, they won't get into college anywhere. Even highly credentialed professionals get caught up in this."
   },
   "author": {
    "text": "Elizabeth Thornton"
   }
  },
  {
   "quote": {
    "text": "Here I am just trying to fund myself to play a sport, but the greater picture is that I'm a female athlete really pushing the envelope for women in sports."
   },
   "author": {
    "text": "Hilary Knight"
   }
  },
  {
   "quote": {
    "text": "Eighteen holes of match play will teach you more about your foe than 18 years of dealing with him across a desk."
   },
   "author": {
    "text": "Grantland Rice"
   }
  },
  {
   "quote": {
    "text": "When I was writing or competing in individual sports, it felt unfulfilling and lonely. When I was able to find a group of people I believed in and liked, that all worked in pursuit of a common goal, it felt incredibly rewarding."
   },
   "author": {
    "text": "Theo Epstein"
   }
  },
  {
   "quote": {
    "text": "Babe Ruth is an icon, in sports and in our society."
   },
   "author": {
    "text": "Alex Rodriguez"
   }
  },
  {
   "quote": {
    "text": "I'm not into extreme sports or something. I just live a quiet life."
   },
   "author": {
    "text": "Charlie Kaufman"
   }
  },
  {
   "quote": {
    "text": "I turned six in 1977. Youth athletics then was nothing like this, and I wondered how things changed so much. I started looking at our societal emphasis on sports, using the most tangible metric by which we measure emphasis: money."
   },
   "author": {
    "text": "Douglas Brunt"
   }
  },
  {
   "quote": {
    "text": "When you think about the impact and the legacy that 'Monday Night Raw' has had on the media, entertainment, and sports worlds, it's significant."
   },
   "author": {
    "text": "Stephanie McMahon"
   }
  },
  {
   "quote": {
    "text": "There's food and supplements that you can take legally that will better your body and help you stay healthy. Shortcuts are something that's always been around all sports, but as a union, we're trying to do the best we can to weed those guys out of the game."
   },
   "author": {
    "text": "Jake Arrieta"
   }
  },
  {
   "quote": {
    "text": "My father has acted in over 700 films. My mother acted in one film, 'Kismat with Mithun Chakraborty,' in which my father also had a role. My father fell in love with her and would drive her around in his sports car, and they subsequently got married. My mom is the most beautiful woman and I think she has taken some serum to look young all her life."
   },
   "author": {
    "text": "Shraddha Kapoor"
   }
  },
  {
   "quote": {
    "text": "I just think that sports movies have such a built-in visceral, rooting interest, an epic win or lose redemptive quality. When they get it right, it can make for a really rousing movie experience."
   },
   "author": {
    "text": "Shawn Levy"
   }
  },
  {
   "quote": {
    "text": "Sports is all about money."
   },
   "author": {
    "text": "Lynn Samuels"
   }
  },
  {
   "quote": {
    "text": "Absolutely the worst thing about this job is the travel and being away from family. I have a wife and three wonderful children, the kids are all active in sports and it's very difficult to up and leave and miss them growing up."
   },
   "author": {
    "text": "Roy Clark"
   }
  },
  {
   "quote": {
    "text": "I'm about 5' 10\", and my hair is the length of my whole body now. We grow our hair because of faith, but it's getting heavy. Most of the rastas I know with hair my length are elders, and they keep it tied up, but for a young person who's active and running around, the weight is a big thing. So to play sports, I put it in a backpack."
   },
   "author": {
    "text": "Damian Marley"
   }
  },
  {
   "quote": {
    "text": "I want to rip out his heart and feed it to Lennox Lewis. I want to kill people. I want to rip their stomachs out and eat their children."
   },
   "author": {
    "text": "Mike Tyson"
   }
  },
  {
   "quote": {
    "text": "I grew up thinking that I would become a fighter pilot and was fascinated by aircrafts as I had grown up around that. But my father encouraged me to not become an Air Force person, given the varied interests I had, be it books, movies, sports or fighter flying."
   },
   "author": {
    "text": "Kapil Sharma"
   }
  },
  {
   "quote": {
    "text": "The world of sports knows no religious, racial or political differences. Athletes, from whatever land they come, speak the same language. The lessons of competition are lessons for life."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Baseball is the only field of endeavor where a man can succeed three times out of ten and be considered a good performer."
   },
   "author": {
    "text": "Ted Williams"
   }
  },
  {
   "quote": {
    "text": "One of the most basic factors in sports is that winning becomes a habit, and losing is the same way. When failure starts to feel normal in your life or your work or even your darkest vices, you won't have to go looking for trouble, because trouble will find you. Count on it."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "Golf is a game in which you yell 'fore,' shoot six, and write down five."
   },
   "author": {
    "text": "Paul Harvey"
   }
  },
  {
   "quote": {
    "text": "For many sports fans, the onset of fall only means one thing: It's football season!"
   },
   "author": {
    "text": "Marcus Samuelsson"
   }
  },
  {
   "quote": {
    "text": "Thank you... fantasy football draft, for letting me know that even in my fantasies, I am bad at sports."
   },
   "author": {
    "text": "Jimmy Fallon"
   }
  },
  {
   "quote": {
    "text": "What the canons of beauty transmit is an idea of taking care of yourself. Eating well, living healthily, doing sports. It's a way to highlight the natural beauty in each of us. The natural body that all of us are born with."
   },
   "author": {
    "text": "Bianca Balti"
   }
  },
  {
   "quote": {
    "text": "The truth is that for those 86 long years when the Red Sox went without a World Series win, fans were not only in a recession, but trapped in a longstanding, deeply entrenched sports depression."
   },
   "author": {
    "text": "Julianna Baggott"
   }
  },
  {
   "quote": {
    "text": "The game of golf would lose a great deal if croquet mallets and billiard cues were allowed on the putting green."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "New York is great, but the New England fans are probably the most knowledgeable and ardent fans, and not just in baseball, but all sports. But Red Sox Nation is Red Sox Nation."
   },
   "author": {
    "text": "Dick Williams"
   }
  },
  {
   "quote": {
    "text": "I come from a family that has always emphasized and enjoyed sports - golf, tennis, football, baseball and the rest."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "As the Olympic torch neared Lake Placid, N.Y., in 1980, signaling the opening of that year's Winter Olympics, newspapers and magazines throughout the world offered predictions on who would win medals in the major sports. Not a single publication gave the American men's hockey team a chance against the world powers."
   },
   "author": {
    "text": "Don Yaeger"
   }
  },
  {
   "quote": {
    "text": "As you become a legend in the game, you build more doubters than you build supporters. And that's fine. I think that comes with anything that's challenging. I think it even comes with sports. The older that Michael Jordan got, I think the more doubted he became."
   },
   "author": {
    "text": "Nelly"
   }
  },
  {
   "quote": {
    "text": "Psychology is much bigger than just medicine, or fixing unhealthy things. It's about education, work, marriage - it's even about sports. What I want to do is see psychologists working to help people build strengths in all these domains."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "Baseball has the great advantage over cricket of being sooner ended."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "The two most important things in life are good friends and a strong bullpen."
   },
   "author": {
    "text": "Bob Lemon"
   }
  },
  {
   "quote": {
    "text": "I am in the fighting game. I don't care about anything else. I don't watch the news, I don't care about politics, I don't care about other sports. I don't care about anything I don't need to care about. This is my sport: it is my life. I study it; I think about it all the time. Nothing else matters."
   },
   "author": {
    "text": "Conor McGregor"
   }
  },
  {
   "quote": {
    "text": "Some people are born on third base and go through life thinking they hit a triple."
   },
   "author": {
    "text": "Barry Switzer"
   }
  },
  {
   "quote": {
    "text": "I remember the day I met Cammi Granato, a former star on the U.S. women's hockey team. We were at a Women's Sports Foundation dinner in 1996, and she came over to introduce herself. She had watched the U.S. women's soccer team win gold at the Atlanta Olympics and was hopeful the U.S. women's hockey team could do the same."
   },
   "author": {
    "text": "Julie Foudy"
   }
  },
  {
   "quote": {
    "text": "I won't predict anything historic. But nothing is impossible."
   },
   "author": {
    "text": "Michael Phelps"
   }
  },
  {
   "quote": {
    "text": "I think having a vision can make someone an influential man. I'm not talking about acting or anything like that, I'm talking about people I admire, whether it's a writer or a musician or a sports figure or a politician, whatever."
   },
   "author": {
    "text": "Benicio Del Toro"
   }
  },
  {
   "quote": {
    "text": "I won't have any competitive instincts in any sports, other than golf. I can't see being competitive in sports any more."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "As athletes, we're used to reacting quickly. Here, it's 'come, stop, come, stop.' There's a lot of downtime. That's the toughest part of the day."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "I wasn't really a work-conscious type of person. I was a player. I loved to play sports."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "I hate all sports as rabidly as a person who likes sports hates common sense."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "February is always a bad month for TV sports. Football is gone, basketball is plodding along in the annual midseason doldrums, and baseball is not even mentioned."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "Sports have always been a big part of my life. At school, I played a lot of different sports, and I was competing with other schools. I did everything: running, volleyball, basketball, soccer, Olympic-style gymnastics, and more! My history with sports gave me good concentration, focus, strength, and motivation to stay healthy."
   },
   "author": {
    "text": "Izabel Goulart"
   }
  },
  {
   "quote": {
    "text": "Most people never run far enough on their first wind to find out they've got a second."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "As a father, I believe that involving children in sports at a young age is generally, a wise proposition. I believe that healthy competition is... well... healthy; that sporting events foster a spirit of teamwork that far surpasses the events themselves; and that active participation keeps children moving and is good for their self-esteem."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "Eventually you won't think of 'the Internet business.' You'll think of it more like news, weather, sports, but even that taxonomy isn't clear."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Science has taught us, against all intuition, that apparently solid things like crystals and rocks are really almost entirely composed of empty space. And the familiar illustration is the nucleus of an atom is a fly in the middle of a sports stadium, and the next atom is in the next sports stadium."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "We are raising today's children in sterile, risk-averse and highly structured environments. In so doing, we are failing to cultivate artists, pioneers and entrepreneurs, and instead cultivating a generation of children who can follow the rules in organized sports games, sit for hours in front of screens and mark bubbles on standardized tests."
   },
   "author": {
    "text": "Darell Hammond"
   }
  },
  {
   "quote": {
    "text": "Besides acting, I love reading books, dancing, singing, and following a few sports. My favorite sport is tennis. I love travelling, and I see a new place every year. Luckily, my job helps me do that very easily. In my spare time, I also spend time watching English TV shows like 'Grey's Anatomy,' 'Modern Family,' 'House MD' and a few others."
   },
   "author": {
    "text": "Pooja Hegde"
   }
  },
  {
   "quote": {
    "text": "When I used to play sports, I'd be the one cheering the team on, 'Come on, we can beat these guys!' That's just in me."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "One afternoon when I was 9, my dad told me I'd be skipping school the next day. Then we drove 12 hours from Melbourne to Sydney for the Centenary Test, a once-in-a-lifetime commemorative cricket match. It was great fun - especially for a kid who was a massive sports fan."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "What other people may find in poetry or art museums, I find in the flight of a good drive."
   },
   "author": {
    "text": "Arnold Palmer"
   }
  },
  {
   "quote": {
    "text": "Thus so wretched is man that he would weary even without any cause for weariness... and so frivolous is he that, though full of a thousand reasons for weariness, the least thing, such as playing billiards or hitting a ball, is sufficient enough to amuse him."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "As parents, we need to send our kids back to 'old-fashioned' outdoor summer camps, which have been on the decline as the demand for sports and academics-based camps has risen. We need to fight budget cuts to public parks programs and resist closures of public swimming pools and playgrounds."
   },
   "author": {
    "text": "Darell Hammond"
   }
  },
  {
   "quote": {
    "text": "I have always maintained that if you work hard, it won't go waste, as recognition will come to you at some stage, whether in studies or sports. You need to have good intentions and intent to move ahead in life as well as in sports."
   },
   "author": {
    "text": "Suresh Raina"
   }
  },
  {
   "quote": {
    "text": "Trying to sneak a fastball past Hank Aaron is like trying to sneak the sunrise past a rooster."
   },
   "author": {
    "text": "Joe Adcock"
   }
  },
  {
   "quote": {
    "text": "I like sports, and I enjoy playing basketball and lifting weights."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Nobody wants to buy a $60,000 electric Civic. But people will pay $90,000 for an electric sports car."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "I want to explore the world properly, to be able to write about and take pictures of all kinds of different cultures. Just be an explorer or adventurer. I also love extreme sports."
   },
   "author": {
    "text": "Cara Delevingne"
   }
  },
  {
   "quote": {
    "text": "Football is a simple game. Twenty-two men chase a ball for 90 minutes and at the end, the Germans always win."
   },
   "author": {
    "text": "Gary Lineker"
   }
  },
  {
   "quote": {
    "text": "The Internet is changing what entertainment and sports is. It's not just a few people authoring an experience for others. It's really growing out of what everybody does."
   },
   "author": {
    "text": "Gabe Newell"
   }
  },
  {
   "quote": {
    "text": "I have always thought you could take the measure of a man by his sports manners - that is to say, the way in which he conducts himself on the playing field, or even over a game of chess or cards."
   },
   "author": {
    "text": "Graydon Carter"
   }
  },
  {
   "quote": {
    "text": "When I was fifteen, I dreamed of living in the big city, as many a young person does if he is artistic and sensitive. By 'artistic and sensitive' I mean short, skinny, unkissed, bad at sports, and carrying a C average in high school."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "A long time ago, a sports reporter wrote that I wasn't strong in the free-skate, that I was more of a short-program skater. And that bothered me because I work so hard every day just for a person to judge me on a couple of bad skates and deem me a bad free skater. That's absurd!"
   },
   "author": {
    "text": "Mirai Nagasu"
   }
  },
  {
   "quote": {
    "text": "Jamaica is more than just the 'brand' the world recognizes so well; it's a place of pride for the people who live here, its educational institutions, its sports achievements, its science and technology growth."
   },
   "author": {
    "text": "Portia Simpson-Miller"
   }
  },
  {
   "quote": {
    "text": "When I get into a bad mood, I do sports and then everything's OK. And then I go and make decisions, however painful they may be."
   },
   "author": {
    "text": "Dmitry Medvedev"
   }
  },
  {
   "quote": {
    "text": "If your man is a sports enthusiast, you may have to resign yourself to his spouting off in a monotone on a prize fight, football game or pennant race."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "Team sports are very important for shaping personalities. It's important that kids understand the mentality behind playing team sports and playing for one another and playing with friends."
   },
   "author": {
    "text": "Brian O'Driscoll"
   }
  },
  {
   "quote": {
    "text": "You spend a good piece of your life gripping a baseball and in the end it turns out that it was the other way around all the time."
   },
   "author": {
    "text": "Jim Bouton"
   }
  },
  {
   "quote": {
    "text": "Team sports is the best for bonding. These sports lessons are also true for startups. You want to be at the top of every endeavour, but you win some and you lose some. As a team, however, you always pump each other up and move forward."
   },
   "author": {
    "text": "Naveen Tewari"
   }
  },
  {
   "quote": {
    "text": "There is talk that badminton may not make it as a sport in the 2020 Olympics. We must bear in mind that other sports are strongly lobbying to be included."
   },
   "author": {
    "text": "Taufik Hidayat"
   }
  },
  {
   "quote": {
    "text": "I look at athletes in all sports and try to picture what kind of football player they'd be, what position they'd play and so on."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "I think that from the time you start playing sports as a child you see that your responsibility to your team is to play the best that you can play as an individual... and yet, not take anything away from being part of a team."
   },
   "author": {
    "text": "Wayne Gretzky"
   }
  },
  {
   "quote": {
    "text": "I never played sports or got into the whole guy camaraderie of, like, 'I love you, man! Seniors forever!' So suddenly being in the military with these guys who were under these very heightened circumstances, isolated from their families, living this very kind of Greek lifestyle, it changed my life in a really big way."
   },
   "author": {
    "text": "Adam Driver"
   }
  },
  {
   "quote": {
    "text": "I have never cared especially for outdoor sports and have no desire to excel at tennis, swimming, or golf. I'll leave those things to the men."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "Sailing a boat calls for quick action, a blending of feeling with the wind and water as well as with the very heart and soul of the boat itself. Sailing teaches alertness and courage, and gives in return a joyousness and peace that but few sports afford."
   },
   "author": {
    "text": "George Matthew Adams"
   }
  },
  {
   "quote": {
    "text": "If you think it's hard to meet new people, try picking up the wrong golf ball."
   },
   "author": {
    "text": "Jack Lemmon"
   }
  },
  {
   "quote": {
    "text": "I have learned, in my life and work as a sportswriter, that big-time Sports and big-time Politics are not so far apart in America. They are both a means to the same end, which is victory... And why not? Victory is good for you, and don't let anybody tell you different."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "The purpose of sports - even foreign sports - is not to bore people."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Economics is about creating win-win situations. But in sports, someone loses."
   },
   "author": {
    "text": "Stan Kroenke"
   }
  },
  {
   "quote": {
    "text": "In the field of sports you are more or less accepted for what you do rather than what you are."
   },
   "author": {
    "text": "Althea Gibson"
   }
  },
  {
   "quote": {
    "text": "Like great teams in sports and business endeavors, if there's a chemistry among the participants, and they truly enjoy fellowship together, everybody wants to be there, stay involved, and just have fun together."
   },
   "author": {
    "text": "Ed Greenwood"
   }
  },
  {
   "quote": {
    "text": "I don't really like politics that much. And I like the order and simplicity of sports. They have an ending. You can argue with your friends about it, but in the end you still like sports. I almost love the fantasy world of sports more than the real world."
   },
   "author": {
    "text": "Norm MacDonald"
   }
  },
  {
   "quote": {
    "text": "I have never seen a wrestling match or a prize fight, and I don't want to. When I find out a man is interested in these sports, I drop him."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "Growing up, if I hadn't had sports, I don't know where I'd be. God only knows what street corners I'd have been standing on and God only knows what I'd have been doing, but instead I played hockey and went to school and stayed out of trouble."
   },
   "author": {
    "text": "Bobby Orr"
   }
  },
  {
   "quote": {
    "text": "My son is trying to be a sports writer, and my daughter is a college student. She wants to be a comedy writer, and she's at film school. I discouraged both of them early on from getting involved in Starbucks. I didn't think it would be fair; plus, they didn't have any interest anyway."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "I always felt second best. I was never the prettiest, never the skinniest, never the fastest in my sports. Never the smartest, because I have dyslexia. Then, all of a sudden, people were like, 'You're gorgeous.' And I was like, 'What?'"
   },
   "author": {
    "text": "Ashley Graham"
   }
  },
  {
   "quote": {
    "text": "That's the biggest gap in sports, the difference between the winner and the loser of the Super Bowl."
   },
   "author": {
    "text": "John Madden"
   }
  },
  {
   "quote": {
    "text": "Sports, entertainment and aviation are three of the most exciting professions in the world; you are dealing with the same magnitude."
   },
   "author": {
    "text": "John Travolta"
   }
  },
  {
   "quote": {
    "text": "Most of us have had that experience - at around puberty - of realising that, despite whatever efforts we put into our chosen sports, we will become at best competent."
   },
   "author": {
    "text": "Will Self"
   }
  },
  {
   "quote": {
    "text": "There are a few things that people all around the world need to admit to themselves. Trade restraints slow economic growth, the euro is not a reserve currency, and scoreless sports ties are boring."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "One of sports journalism's great ironies is that covering an Olympics can be wildly unhealthy. NBC shows athletes in peak health performing on the ice and snow, but not the haggard reporters subsisting for three weeks on stadium starches, cheap beer, deadlines, and little sleep."
   },
   "author": {
    "text": "Mary Pilon"
   }
  },
  {
   "quote": {
    "text": "Lake Pend Oreille is definitely my favorite place to be while in Sandpoint. I love to get out on a boat to enjoy water sports, camping, fishing, or just to relax and catch a sunset."
   },
   "author": {
    "text": "Nate Holland"
   }
  },
  {
   "quote": {
    "text": "I'm riveted by extreme sports like big-wave surfing, 'megaramp' skateboarding and half-pipe snowboarding. I'm fascinated partly because the sports are so exhilaratingly acrobatic. But I'm also captivated by the fear that a terrible accident might happen at any moment. And accidents do happen."
   },
   "author": {
    "text": "Lucy Walker"
   }
  },
  {
   "quote": {
    "text": "I'm a huge fan of Chicago sports and Chicago food, and I love going home and my family is still there. I guess it's pretty easy to have a normal life in Chicago."
   },
   "author": {
    "text": "Matt Walsh"
   }
  },
  {
   "quote": {
    "text": "Women's sports is still in its infancy. The beginning of women's sports in the United States started in 1972, with the passage of Title 9 for girls to finally get athletic scholarships."
   },
   "author": {
    "text": "Billie Jean King"
   }
  },
  {
   "quote": {
    "text": "I sort of try to write everything for me. I'm a huge sports fan but have no interest in minutiae. I don't remember who won Super Bowls five years ago or listen to sports talk radio. I'm trying to make sure the jokes are self-contained so they're accessible to everyone."
   },
   "author": {
    "text": "Norm MacDonald"
   }
  },
  {
   "quote": {
    "text": "I wanted to really ingrain myself in the culture and the people. And I apologize about having an allergy to dairy products that gives me some irritable bowels, but other than that, I mean, I've embraced just about everything else Wisconsin - especially when it comes to sports, but also the people and the interactions with our fans."
   },
   "author": {
    "text": "Aaron Rodgers"
   }
  },
  {
   "quote": {
    "text": "Don't force your kids into sports. I never was. To this day, my dad has never asked me to go play golf. I ask him. It's the child's desire to play that matters, not the parent's desire to have the child play. Fun. Keep it fun."
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "I've used my experience from playing sports in almost every aspect of my life. Playing soccer is where I found my voice, and playing softball was where I learned precision, and in every game I learned to play as a member of a team - to work not for my own glory, but for a shared goal."
   },
   "author": {
    "text": "Linda Sanchez"
   }
  },
  {
   "quote": {
    "text": "Approach the game with no preset agendas and you'll probably come away surprised at your overall efforts."
   },
   "author": {
    "text": "Phil Jackson"
   }
  },
  {
   "quote": {
    "text": "If you meet the Buddha in the lane, feed him the ball."
   },
   "author": {
    "text": "Phil Jackson"
   }
  },
  {
   "quote": {
    "text": "Sports are basically our way of feeling sorry for ourselves. Most men can't become athletes. We're watching guys who actually made it. We see them dunking and making touchdowns. Then we think about ourselves when we were younger."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "Sports are a great place to show that equality can happen."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "When I did play team sports, I was into soccer and hockey. I loved hockey. And then rock climbing became the thing that got me out of Iowa, and I traveled the world for rock climbing. I really loved the, I guess you would say, dirtbag lifestyle of not eating much and traveling the world and slipping into different cultures and just observing."
   },
   "author": {
    "text": "Jason Momoa"
   }
  },
  {
   "quote": {
    "text": "All sports must be treated on the basis of equality."
   },
   "author": {
    "text": "Pierre de Coubertin"
   }
  },
  {
   "quote": {
    "text": "Contrary to the royal and uptight image of polo, I want to bring it to a younger generation. This is a great sport that can have a larger audience and appeal to more people. Sportsmanship is lacking in many other sports that I don't want to name."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "Golf is a game in which one endeavors to control a ball with implements ill adapted for the purpose."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "I was very fortunate to play sports. All the anger in me went out. I had to do what I had to do. If you stay angry all the time, then you really don't have a good life."
   },
   "author": {
    "text": "Willie Mays"
   }
  },
  {
   "quote": {
    "text": "It sounds like a cliche, but it... you do sing about what you know about. And I grew up in a small town, and I grew up in a place where your whole world revolved around friends, family, school, and church, and sports."
   },
   "author": {
    "text": "Kenny Chesney"
   }
  },
  {
   "quote": {
    "text": "I like a lot of sports. Especially football - it's my favourite sport. My uncle played football in Barcelona for nine years and played for Spain in three World Cups."
   },
   "author": {
    "text": "Rafael Nadal"
   }
  },
  {
   "quote": {
    "text": "The addiction to sports, therefore, in a peculiar degree marks an arrested development in man's moral nature."
   },
   "author": {
    "text": "Thorstein Veblen"
   }
  },
  {
   "quote": {
    "text": "I worked at my high school newspaper at Andover, which came out weekly, unusual for a high school paper. Then my first day at Penn I went right to the 'Daily Pennsylvanian' and pretty much spent most of my college career working both as the sports editor and then editor of the editorial page."
   },
   "author": {
    "text": "H. G. Bissinger"
   }
  },
  {
   "quote": {
    "text": "I used to practice at the hockey ground on synthetic surface while I was in the sports hostel, so Test cricket is certainly going to be a challenge for me."
   },
   "author": {
    "text": "Suresh Raina"
   }
  },
  {
   "quote": {
    "text": "We strongly believe that children should not be exposed to smokeless tobacco or see such products being used by their on-field sports heroes."
   },
   "author": {
    "text": "Jerry Reinsdorf"
   }
  },
  {
   "quote": {
    "text": "My concentration level blocks out everything. Concentration is why some athletes are better than others. You develop that concentration in training and concentrate in a meet."
   },
   "author": {
    "text": "Edwin Moses"
   }
  },
  {
   "quote": {
    "text": "The biggest lesson from Africa was that life's joys come mostly from relationships and friendships, not from material things. I saw time and again how much fun Africans had with their families and friends and on the sports fields; they laughed all the time."
   },
   "author": {
    "text": "Andrew Shue"
   }
  },
  {
   "quote": {
    "text": "I don't know whether endurance sports attract obsessional people, or training for endurance sports makes people obsessional... it's the chicken and the egg."
   },
   "author": {
    "text": "Alistair Brownlee"
   }
  },
  {
   "quote": {
    "text": "The two most important things in my life were academics and sports. I had to do my schoolwork first."
   },
   "author": {
    "text": "Gabriel Luna"
   }
  },
  {
   "quote": {
    "text": "In army, I went to Kashmir and did well, which was a challenge. In sports, I went to Olympics at a time when no one believed that we can actually win. Coming into politics was also a challenge as I wanted to push the youth to achieve gold in various fields of life."
   },
   "author": {
    "text": "Rajyavardhan Singh Rathore"
   }
  },
  {
   "quote": {
    "text": "Swimming is one of the hardest sports."
   },
   "author": {
    "text": "Stephanie Rice"
   }
  },
  {
   "quote": {
    "text": "You can make a lot of money in this game. Just ask my ex-wives. Both of them are so rich that neither of their husbands work."
   },
   "author": {
    "text": "Lee Trevino"
   }
  },
  {
   "quote": {
    "text": "At home I have a copy of the April 21, 1986, issue of 'Sports Illustrated.' I'm on the cover with the blurb, 'Can Lou Do It?' I'd just arrived at Notre Dame, and with spring football underway, I was the focal point of that week's coverage."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "Compared to politics, I think sports is funnier, because it's inconsequential. And politics can be real important and all that. The more pointless something is, the funnier it is, you know? And the more grave or important things are... You know, some comedians can get this disease where they get serious all the time."
   },
   "author": {
    "text": "Norm MacDonald"
   }
  },
  {
   "quote": {
    "text": "I learned early in sports that to be effective - for a player to play the best he can play - is a matter of concentration and being unaware of distractions, positive or negative."
   },
   "author": {
    "text": "Tom Landry"
   }
  },
  {
   "quote": {
    "text": "I love sports. Whenever I can, I always watch the Detroit Tigers on the radio."
   },
   "author": {
    "text": "Gerald R. Ford"
   }
  },
  {
   "quote": {
    "text": "I regard golf as an expensive way of playing marbles."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "My dad went to law school at night while working full-time. He has an unparalleled work ethic and has passed down to me his passion for playing and watching sports. I love him dearly."
   },
   "author": {
    "text": "Brett Kavanaugh"
   }
  },
  {
   "quote": {
    "text": "I have spent a lifetime trying to share what it has meant to be a woman first in the world of sports so that other young women have a chance to reach their dreams."
   },
   "author": {
    "text": "Wilma Rudolph"
   }
  },
  {
   "quote": {
    "text": "I don't want to play golf. When I hit a ball, I want someone else to go chase it."
   },
   "author": {
    "text": "Rogers Hornsby"
   }
  },
  {
   "quote": {
    "text": "The thing I love about politics and sports is that there is an end goal - winning - and there are indeed winners and losers."
   },
   "author": {
    "text": "James Carville"
   }
  },
  {
   "quote": {
    "text": "I like Barack Obama as a person. He's articulate, he knows sports, his brother-in-law's a coach. He always has the athletes to the White House. But I don't know about some of his policies and some of these people in Congress."
   },
   "author": {
    "text": "Pete Rose"
   }
  },
  {
   "quote": {
    "text": "When did I know I had talent? I think it started when I first started playing sports, organized sports."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "We don't see a lot of models for male social interaction. There's sports and barn raisings."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "I find interesting characters or lessons that resonate with people and sometimes I write about them in the sports pages, sometimes I write them in a column, sometimes in a novel, sometimes a play or sometimes in nonfiction. But at the core I always say to myself, 'Is there a story here? Is this something people want to read?'"
   },
   "author": {
    "text": "Mitch Albom"
   }
  },
  {
   "quote": {
    "text": "Sportsmanship is definitely an important thing in all sports. In soccer, we all respect each other on such a high level, between Sweden and Brazil and Japan or whatever team it is."
   },
   "author": {
    "text": "Alex Morgan"
   }
  },
  {
   "quote": {
    "text": "I'm a football fan, a sports fan, a fan of competition."
   },
   "author": {
    "text": "Matthew McConaughey"
   }
  },
  {
   "quote": {
    "text": "I spend a little time every day to play sports."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "Yeah, I think it motivates you as people start to count you out. It doesn't make you play any harder, because every time you go out on the field you give 110 percent, but it does give you more of an edge mentally, knowing that you were in the same situation, because in sports you always find yourself behind."
   },
   "author": {
    "text": "Joe Montana"
   }
  },
  {
   "quote": {
    "text": "There are kids who get on a BMX bike when they're eight years old and they go, 'Whoa, this is incredible,' and grow up to do extreme sports. It's the same for me with acting."
   },
   "author": {
    "text": "Joaquin Phoenix"
   }
  },
  {
   "quote": {
    "text": "Regardless of the obstacles or hurdles that are ahead of you, regardless of the opponent, regardless of the odds, your goal and objective always is to win. I think that's part of sports."
   },
   "author": {
    "text": "Grant Hill"
   }
  },
  {
   "quote": {
    "text": "I enjoyed being involved in team sports and making close friendships."
   },
   "author": {
    "text": "Brian McBride"
   }
  },
  {
   "quote": {
    "text": "That feeling in the dressing room after you win - nothing comes close to that. You can't get that in any other career. Maybe in the stock market back in the '80s when people were making tons of money, maybe they felt something similar. Maybe. But look at the market now. Nothing gives you that emotion like sports. Nothing. Am I wrong?"
   },
   "author": {
    "text": "Paul Coffey"
   }
  },
  {
   "quote": {
    "text": "I'm very passionate about the use of sports in young people's lives to build self-esteem and self-discipline and self-confidence. It's been a big thing for me."
   },
   "author": {
    "text": "Ed Skrein"
   }
  },
  {
   "quote": {
    "text": "I've always loved being active, and I used to do sports - basketball, soccer, volleyball - growing up."
   },
   "author": {
    "text": "Lily Collins"
   }
  },
  {
   "quote": {
    "text": "I hate the fact that public schools like the one I went to have fantastic sports facilities, and state schools don't. That's not fair. That's outrageous."
   },
   "author": {
    "text": "Clare Balding"
   }
  },
  {
   "quote": {
    "text": "Within an ensemble, like in sports, if you do your little job, it makes everybody look good."
   },
   "author": {
    "text": "Stephen Hunter"
   }
  },
  {
   "quote": {
    "text": "I have to confess I'm addicted to Sky Sports News. Just the music can pull me in. And then whether it's badminton in the Czech Republic, snail pushing or mole hopping, I'm hooked."
   },
   "author": {
    "text": "Andrew Buchan"
   }
  },
  {
   "quote": {
    "text": "If you want to perform at your ultimate best, if you want to be the best you can be in sports and in school, mentally, physically - chiropractic is the way, because everything has to do with your nervous system."
   },
   "author": {
    "text": "Jonathan Lipnicki"
   }
  },
  {
   "quote": {
    "text": "I don't watch too much TV when it comes to sports or news or things like that."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "Owning a popular sports team is very different than any other type of business. They don't throw parades when Apple has the biggest quarter in corporate history. People don't call and email asking for anyone from the team to come visit their sick child. They don't cry as they request a jersey of their child's favorite player to be buried with them."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "I love sports. I've played basketball, baseball, soccer, tennis, track and field growing up."
   },
   "author": {
    "text": "Michael B. Jordan"
   }
  },
  {
   "quote": {
    "text": "I'm a character and a sports entertainer and a wrestler, but I'm also a father and a husband and a provider."
   },
   "author": {
    "text": "Roman Reigns"
   }
  },
  {
   "quote": {
    "text": "I think as far as any kind of pressure on a football team or on an individual in professional sports really depends not only on that individual but the leadership they have on the team and the leadership they have on the coaching staff. A lot of times, they can divert some of those pressures off of the individual and off of the team."
   },
   "author": {
    "text": "Jimmy Johnson"
   }
  },
  {
   "quote": {
    "text": "I was always a sports nut but I've lost interest now in whether one bunch of mercenaries in north London is going to beat another bunch of mercenaries from west London."
   },
   "author": {
    "text": "John Cleese"
   }
  },
  {
   "quote": {
    "text": "Bulls do not win bull fights. People do."
   },
   "author": {
    "text": "Norman Ralph Augustine"
   }
  },
  {
   "quote": {
    "text": "ESPN truly is a game changer and has the ability to unite the world through sports, which is something I'm incredibly passionate about."
   },
   "author": {
    "text": "Victoria Arlen"
   }
  },
  {
   "quote": {
    "text": "The fewer rules a coach has, the fewer rules there are for players to break."
   },
   "author": {
    "text": "John Madden"
   }
  },
  {
   "quote": {
    "text": "I paid more for the Dallas Cowboys than anyone prior than that had ever paid to get involved in sports. But I wanted to be a part of the future of the Dallas Cowboys."
   },
   "author": {
    "text": "Jerry Jones"
   }
  },
  {
   "quote": {
    "text": "When I was 40, my doctor advised me that a man in his 40s shouldn't play tennis. I heeded his advice carefully and could hardly wait until I reached 50 to start again."
   },
   "author": {
    "text": "Hugo Black"
   }
  },
  {
   "quote": {
    "text": "In the United States, we spend millions of dollars on sports because it promotes teamwork, discipline, and the experience of learning to make great progress in small increments. Learning to play music does all this and more."
   },
   "author": {
    "text": "Linda Ronstadt"
   }
  },
  {
   "quote": {
    "text": "As the proud father of two teens and past Chairman to the Presidents Council on Physical Fitness and Sports, I am committed to educating parents and especially young people on ways to live a long, healthy and active life."
   },
   "author": {
    "text": "Lee Haney"
   }
  },
  {
   "quote": {
    "text": "The importance that our society attaches to sport is incredible. After all, is football a game or a religion? The people of this country have allowed sports to get completely out of hand."
   },
   "author": {
    "text": "Howard Cosell"
   }
  },
  {
   "quote": {
    "text": "Politics should not interfere with sports. And sports should impact politics."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "Above all, such sports as judo, in my view, teach people to relate to each other. They teach us to respect a partner, teach us to understand that an externally weak partner can not only put up worthy resistance, but, if you relax and take too much for granted, may even win."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "Reverse every natural instinct and do the opposite of what you are inclined to do, and you will probably come very close to having a perfect golf swing."
   },
   "author": {
    "text": "Ben Hogan"
   }
  },
  {
   "quote": {
    "text": "I enjoy going to the Y. I take all the fitness classes that my dad takes; that's sort of our bonding - anything athletic, anything sports related."
   },
   "author": {
    "text": "Alyson Stoner"
   }
  },
  {
   "quote": {
    "text": "If a man can beat you, walk him."
   },
   "author": {
    "text": "Satchel Paige"
   }
  },
  {
   "quote": {
    "text": "In today's world, social media, people get judged so much by the last thing that happened, I almost feel, in a way, young people get to see that not only is it OK to fail - that's the way you get to championship success, whether it's sports or business or life."
   },
   "author": {
    "text": "Dan Gilbert"
   }
  },
  {
   "quote": {
    "text": "In tennis, you can have a bad set and still win. The part of track cycling that is difficult to find in other sports is that it's so final; there's no second chance if you make a mistake."
   },
   "author": {
    "text": "Victoria Pendleton"
   }
  },
  {
   "quote": {
    "text": "Baseball happens to be a game of cumulative tension but football, basketball and hockey are played with hand grenades and machine guns."
   },
   "author": {
    "text": "John Leonard"
   }
  },
  {
   "quote": {
    "text": "I have a Ph.D. in philosophy and sports science. At 14, I went through this really tough Soviet training system. A lot of my roommates got psychologically broken or physically injured. Either you came through, or you were out. I made my Ph.D. work in the field of young athletes aged 14-19 because at this age any human is changing."
   },
   "author": {
    "text": "Wladimir Klitschko"
   }
  },
  {
   "quote": {
    "text": "Detroit - and I'm not blowing smoke at anybody - is probably the greatest fan sports town in the country. They'll support anything."
   },
   "author": {
    "text": "William Clay Ford, Sr."
   }
  },
  {
   "quote": {
    "text": "Play is the only way the highest intelligence of humankind can unfold."
   },
   "author": {
    "text": "Joseph Chilton Pearce"
   }
  },
  {
   "quote": {
    "text": "For me, drawing was an outlet. No one in school said, 'Oh, she can do sports,' or, 'She's pretty,' but I could draw."
   },
   "author": {
    "text": "Roz Chast"
   }
  },
  {
   "quote": {
    "text": "The Games are just a nice, positive way to build friendships, camaraderie and, of course, self-esteem. Plus, the Games are a great opportunity for people to participate in sports who normally wouldn't."
   },
   "author": {
    "text": "Greg Louganis"
   }
  },
  {
   "quote": {
    "text": "Baseball is a game where a curve is an optical illusion, a screwball can be a pitch or a person, stealing is legal and you can spit anywhere you like except in the umpire's eye or on the ball."
   },
   "author": {
    "text": "James Patrick Murray"
   }
  },
  {
   "quote": {
    "text": "If I weren't earning $3 million a year to dunk a basketball, most people on the street would run in the other direction if they saw me coming."
   },
   "author": {
    "text": "Charles Barkley"
   }
  },
  {
   "quote": {
    "text": "I wanted to use sports for social change."
   },
   "author": {
    "text": "Billie Jean King"
   }
  },
  {
   "quote": {
    "text": "I'm a huge sports fan but have no interest in minutiae. I don't remember who won Super Bowls five years ago or listen to sports talk radio."
   },
   "author": {
    "text": "Norm MacDonald"
   }
  },
  {
   "quote": {
    "text": "The BBC sports department when I was there was seriously to the right of Ghengis Khan, and if people think I am strange, they should have met some of the production staff I worked with. Margaret Thatcher and the Queen were the pin up girls for many of them."
   },
   "author": {
    "text": "David Icke"
   }
  },
  {
   "quote": {
    "text": "Traditionally, Seattle has been a great sports town and great football town. What the Huskies have achieved over the years has been pretty amazing. That's how I got my first taste of football - when I went with my father to Husky Stadium."
   },
   "author": {
    "text": "Paul Allen"
   }
  },
  {
   "quote": {
    "text": "The American people are sheep. They're comfortable, rich, working. It's like the Romans, they're happy with bread and their spectator sports. The Super Bowl means more to them than any right."
   },
   "author": {
    "text": "Jack Kevorkian"
   }
  },
  {
   "quote": {
    "text": "When somebody asks about the greatest players in history, I start with Bill Russell. More than the best player is the MVP, and the MVP in the history of team sports is Bill Russell."
   },
   "author": {
    "text": "Bobby Knight"
   }
  },
  {
   "quote": {
    "text": "Sports have become increasingly more specialized, but that doesn't mean they shouldn't be fun."
   },
   "author": {
    "text": "Mia Hamm"
   }
  },
  {
   "quote": {
    "text": "Minor sports in the community is fun and recreation for everyone, not just the elite. I think back to my days in minor hockey and those are my fondest memories, having fun."
   },
   "author": {
    "text": "Bobby Orr"
   }
  },
  {
   "quote": {
    "text": "I had pro offers from the Detroit Lions and Green Bay Packers, who were pretty hard up for linemen in those days. If I had gone into professional football the name Jerry Ford might have been a household word today."
   },
   "author": {
    "text": "Gerald R. Ford"
   }
  },
  {
   "quote": {
    "text": "A lifetime of training for just ten seconds."
   },
   "author": {
    "text": "Jesse Owens"
   }
  },
  {
   "quote": {
    "text": "There isn't a flaw in his golf or his makeup. He will win more majors than Arnold Palmer and me combined. Somebody is going to dust my records. It might as well be Tiger, because he's such a great kid."
   },
   "author": {
    "text": "Jack Nicklaus"
   }
  },
  {
   "quote": {
    "text": "I don't know anything that builds the will to win better than competitive sports."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "Like a lot of people, I pray for a sick relative or that kind of thing, but I don't pray to make my next flight connection at the airport. I find prayers before sports contests to be insensitive and kind of demeaning, at least when someone prays to beat the other team or something like that."
   },
   "author": {
    "text": "James Carville"
   }
  },
  {
   "quote": {
    "text": "We live in a social world now, and there's no denying the power that Twitter has yielded across all verticals. Sports is a perfect fit because fans are highly emotionally charged and things happen quick."
   },
   "author": {
    "text": "Amy Jo Martin"
   }
  },
  {
   "quote": {
    "text": "The great Comrades Kim Il Sung and Kim Jong Il, putting forward the development of sports as a matter that has an important bearing on the prosperity of the country and nation, indicated the road ahead of the Juche-based sports and wrote a new chapter in the history of building a sports power by dint of outstanding ideas and leadership."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "One of the things in the back of my mind is that, after my sports experience, I never want to be, totally consumed by any one endeavor, other than my family life."
   },
   "author": {
    "text": "Julius Erving"
   }
  },
  {
   "quote": {
    "text": "Growing up in the time of Title IX - it was passed when I was 10 - I got a front-row seat to so many great moments in women's sports. Of course I didn't know it at the time."
   },
   "author": {
    "text": "Jackie Joyner-Kersee"
   }
  },
  {
   "quote": {
    "text": "Every great batter works on the theory that the pitcher is more afraid of him than he is of the pitcher."
   },
   "author": {
    "text": "Ty Cobb"
   }
  },
  {
   "quote": {
    "text": "As most who have engaged in competitive sports know, there's nothing to match the amplitude of emotion brought by losing."
   },
   "author": {
    "text": "Charles Krauthammer"
   }
  },
  {
   "quote": {
    "text": "Trip Hawkins - and this was the early 1980s - was saying there's going to be a day when everyone has a computer and they're going to want to do more on it, including playing games. So he started up a company, EA Sports, and he was going to have three games, football, basketball and baseball. So I was the football game."
   },
   "author": {
    "text": "John Madden"
   }
  },
  {
   "quote": {
    "text": "Sports has always been a pass-through. You pay for something, and then you pass it through to television, you pass it through to advertisers, or you pass it through to season-ticket holders, luxury boxes and then the fans. Then it all adds up, and you take in more than you pass out."
   },
   "author": {
    "text": "John Madden"
   }
  },
  {
   "quote": {
    "text": "I tried golf for a while, but I wasn't very good at it, so I didn't play a lot of golf. I enjoy all sports, not just football. I like basketball, baseball, and I got into the World Cup. So really, sports in general are my life, and football specifically."
   },
   "author": {
    "text": "John Madden"
   }
  },
  {
   "quote": {
    "text": "One of the biggest gaps in sports is the difference between the winning and losing teams of the Super Bowl. They don't invite the losing team to the White House. They don't have parades for them. They don't throw confetti on them."
   },
   "author": {
    "text": "John Madden"
   }
  },
  {
   "quote": {
    "text": "I was an old tackle riding around talking to people about sports. Like I've said to a lot of people over the years, 'I only go where old tackles go, and if an old tackle does not belong there, I'm not going.'"
   },
   "author": {
    "text": "John Madden"
   }
  },
  {
   "quote": {
    "text": "Sports gives us the grandest opportunity of all to talk about reaching down and helping up or getting on somebody else's shoulders."
   },
   "author": {
    "text": "Jerry Jones"
   }
  },
  {
   "quote": {
    "text": "My greatest gift in life was being dyslexic. It made me special. It made me different. If I had not been dyslexic, I wouldn't have needed sports."
   },
   "author": {
    "text": "Caitlyn Jenner"
   }
  },
  {
   "quote": {
    "text": "To be candid with you, free agency hurts all sports. It's great for athletes making an enormous amount of money. But to say it helps the sports, I don't believe that."
   },
   "author": {
    "text": "Jerry West"
   }
  },
  {
   "quote": {
    "text": "Through the years I have received my share of recognition for efforts in the fields of sports, the arts, the struggle for full citizenship for the Negro people, labor's rights and the fight for peace."
   },
   "author": {
    "text": "Paul Robeson"
   }
  },
  {
   "quote": {
    "text": "My grandmother is a huge Hawkeyes fan, so I, by proxy, have to be one. I'm more of a professional sports fan, and I've never been a huge college fan, but because of my grandmother, I've gotten into a lot of really good Hawkeye games. So, because I'm a good grandson, I'm a Hawkeye fan."
   },
   "author": {
    "text": "Corey Taylor"
   }
  },
  {
   "quote": {
    "text": "In sports, you play up to the level of your opponent, and I did some of my best work with Chevy, and I'm so grateful to have worked opposite him. He was a handful and a challenge, and he made me step up to the plate."
   },
   "author": {
    "text": "Cindy Morgan"
   }
  },
  {
   "quote": {
    "text": "In various fields, such as science, technology, sports, business and the arts, immigrants enrich our culture every single day."
   },
   "author": {
    "text": "Charles B. Rangel"
   }
  },
  {
   "quote": {
    "text": "I played all kinds of sports when I was young: tennis, handball, basketball, some soccer. I focused on basketball when I was 16 or 17 and then came to the U.S. when I was 20."
   },
   "author": {
    "text": "Dirk Nowitzki"
   }
  },
  {
   "quote": {
    "text": "The sports page records people's accomplishments, the front page usually records nothing, but man's failures."
   },
   "author": {
    "text": "Barbara Walters"
   }
  },
  {
   "quote": {
    "text": "Sports is human life in microcosm."
   },
   "author": {
    "text": "Howard Cosell"
   }
  },
  {
   "quote": {
    "text": "As far as oligarchs who acquire sports team abroad, and invest money abroad, I wouldn't treat this phenomenon as something bad."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "How does one control weight? By not overeating. How does one stay in shape? One plays sports. There are no magic pills here."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "The only thing a golfer needs is more daylight."
   },
   "author": {
    "text": "Ben Hogan"
   }
  },
  {
   "quote": {
    "text": "I play some fighting games, but mostly I just play sports."
   },
   "author": {
    "text": "Vince Carter"
   }
  },
  {
   "quote": {
    "text": "The presidents of colleges have to have some courage to step forward. You can't limit alcohol in college sports, you have to get rid of it."
   },
   "author": {
    "text": "Dean Smith"
   }
  },
  {
   "quote": {
    "text": "Growing up in Huntington Beach, you were either a traditional sports athlete, a skateboarder, or a surfer. I got my first skateboard when I was five and skated off and on over the years, did a little BMX racing as a kid, and then in my freshman or sophomore year I started getting a little bit more into skateboarding."
   },
   "author": {
    "text": "Jason Lee"
   }
  },
  {
   "quote": {
    "text": "Nobody roots for Goliath."
   },
   "author": {
    "text": "Wilt Chamberlain"
   }
  },
  {
   "quote": {
    "text": "I didn't like books where people played on a sports team and won a bunch of games, or went to summer camp and had a wonderful time. I really liked a book where a witch might cut a child's head off or a pack of angry dogs might burst through a door and terrorize a family."
   },
   "author": {
    "text": "Daniel Handler"
   }
  },
  {
   "quote": {
    "text": "If I was invincible, maybe I would take up some extreme sports."
   },
   "author": {
    "text": "Tom Welling"
   }
  },
  {
   "quote": {
    "text": "It's important for parents to put kids in positions where they can succeed and to teach competition because competition exists not only in sports."
   },
   "author": {
    "text": "Ray Allen"
   }
  },
  {
   "quote": {
    "text": "My first obsession was actually sports. I was a very good handball goalkeeper. With special permission, I played in the premier league in Germany before I was even old enough."
   },
   "author": {
    "text": "Peter Lindbergh"
   }
  },
  {
   "quote": {
    "text": "I've never met anybody who says they don't like the World Cup. If you're a soccer fan or not, everybody loves watching it, and I think it could be the same for other sports."
   },
   "author": {
    "text": "Landon Donovan"
   }
  },
  {
   "quote": {
    "text": "Social cohesion was built into language long before Facebook and LinkedIn and Twitter - we're tribal by nature. Tribes today aren't the same as tribes thousand of years ago: It isn't just religious tribes or ethnic tribes now: It's sports fans, it's communities, it's geography."
   },
   "author": {
    "text": "Peter Guber"
   }
  },
  {
   "quote": {
    "text": "VR could, in theory, connect sports fans in different geographical locations so they could watch a game together. Instead of a group text or Twitter stream of commentary playing out across time zones when a team is playing, our avatars could inhabit virtual stands, side by side with the rest of our digital tribe."
   },
   "author": {
    "text": "Mary Pilon"
   }
  },
  {
   "quote": {
    "text": "Sports are evolving and always evolving, and people have that determination to keep going and coming back. I think I'm one of those athletes. I stand to show that people shouldn't give up. You've got to just keep going until you succeed."
   },
   "author": {
    "text": "Mirai Nagasu"
   }
  },
  {
   "quote": {
    "text": "Leadership is one of sports' intangibles. Guys can score, guys can fight, guys can skate faster than anybody else. But not everybody can say, 'Follow me.'"
   },
   "author": {
    "text": "Paul Coffey"
   }
  },
  {
   "quote": {
    "text": "I pick projects according to how fascinating they are to me, and it has resulted in a broad reach. My records are actually in five different sports: balloons, airplanes, airships, gliders, and sailboats."
   },
   "author": {
    "text": "Steve Fossett"
   }
  },
  {
   "quote": {
    "text": "I never really hated any particular sport but out of all the sports, I used to prefer the team games to running and sprinting and those types of things."
   },
   "author": {
    "text": "Rachel Stevens"
   }
  },
  {
   "quote": {
    "text": "I try and find fun activities like mountain biking, hiking, or water sports for a workout rather than pushing weight in the gym."
   },
   "author": {
    "text": "Nate Holland"
   }
  },
  {
   "quote": {
    "text": "To me, acting used to be just, 'Get my face out there, get girls, make a little bit of money, make my mom proud.' It was just like sports. But there were moments in 'Moonlight' that I really felt like I had to know why he is the way he is. Or just people in general - why this person walks around with a frown on their face instead of a smile."
   },
   "author": {
    "text": "Trevante Rhodes"
   }
  },
  {
   "quote": {
    "text": "There's that old journalism rule that sunshine is the great disinfectant - which is how reporters bust their way into meetings and such all the time. In sports, I really think winning is the great disinfectant."
   },
   "author": {
    "text": "J. R. Moehringer"
   }
  },
  {
   "quote": {
    "text": "I wanted to be a sportswriter because I loved sports and I could not hit the curve ball, the jump shot, or the opposing ball carrier."
   },
   "author": {
    "text": "Dick Schaap"
   }
  },
  {
   "quote": {
    "text": "Skating, like all other sports, has an element of strategy."
   },
   "author": {
    "text": "Tara Lipinski"
   }
  },
  {
   "quote": {
    "text": "If you're not the brightest or if you're not great at sports, or if you're not artistic, then you've got to find a way to make your mark; otherwise you're just this tiny little insignificant dot. I didn't want to be insignificant, so I made people laugh."
   },
   "author": {
    "text": "Sharon Horgan"
   }
  },
  {
   "quote": {
    "text": "My sports were team sports: ice hockey and baseball. The whole team dynamic is similar in business. Leadership is earned - the captain earns that role; it's not because he's the coach's son. These are all things we know, but in today's world, it's not a bad idea to remind ourselves."
   },
   "author": {
    "text": "James McNerney"
   }
  },
  {
   "quote": {
    "text": "It's not that I don't want a fast car. I like the speed. I'm just not the type of person who finds a sports car a sexy car."
   },
   "author": {
    "text": "Inga Cadranel"
   }
  },
  {
   "quote": {
    "text": "I am very hopeful that my personal success in Qatar will ignite others, especially those in the so-called non-traditional sports, to try even harder because now they can see for themselves that significant achievements can be attained. But let me stress that it takes a lot of work - in fact, very hard work - mixed with very heavy doses of patience."
   },
   "author": {
    "text": "Alia Atkinson"
   }
  },
  {
   "quote": {
    "text": "God made me fast. And when I run, I feel His pleasure."
   },
   "author": {
    "text": "Eric Liddell"
   }
  },
  {
   "quote": {
    "text": "I've always been a reserved cat. When I play sports, there's people used to get mad at me because I didn't hang out and things like that. I've never been that kind of person. Nothing has changed in that regard. I've never been posse, and all that. I'm a quiet storm."
   },
   "author": {
    "text": "Bernie Mac"
   }
  },
  {
   "quote": {
    "text": "Foreign policy simply cannot be judged by today's headlines that chalk up victories and defeats like so many box scores in the sports sections."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "If there was a template for success in sports, everyone would follow it. You do the best you can and trust the people you trust."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "You know it's going to hell when the best rapper out there is white and the best golfer is black."
   },
   "author": {
    "text": "Charles Barkley"
   }
  },
  {
   "quote": {
    "text": "I think sports has done a disservice for a lot of black kids thinking they can only be successful through athletics and entertainment. I want them to know they can be doctors, lawyers, teachers, fireman, police officers, etc."
   },
   "author": {
    "text": "Charles Barkley"
   }
  },
  {
   "quote": {
    "text": "I'm a visual thinker, really bad at algebra. There's others that are a pattern thinker. These are the music and math minds. They think in patterns instead of pictures. Then there's another type that's not a visual thinker at all, and they're the ones that memorize all of the sports statistics, all of the weather statistics."
   },
   "author": {
    "text": "Temple Grandin"
   }
  },
  {
   "quote": {
    "text": "In the seventies we had to make it acceptable for people to accept girls and women as athletes. We had to make it okay for them to be active. Those were much scarier times for females in sports."
   },
   "author": {
    "text": "Billie Jean King"
   }
  },
  {
   "quote": {
    "text": "When I came to America in 1978, I was a huge sports fan - the problem was, my sport was cricket. Shockingly enough, no one wanted to talk cricket with me!"
   },
   "author": {
    "text": "Indra Nooyi"
   }
  },
  {
   "quote": {
    "text": "It was easy being healthy when I was young. I was full of energy, so sports and physical challenges were fun. But as I got older and the spring left my step, exercise became harder, and eating, drinking and watching TV became easier. By the time I was 50, I'd put on 50 pounds."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "Sports and entertainment are the only places where inner-city kids see themselves being able to succeed. Their intellectual development is something they don't relate to."
   },
   "author": {
    "text": "Kareem Abdul-Jabbar"
   }
  },
  {
   "quote": {
    "text": "Academe, n.: An ancient school where morality and philosophy were taught. Academy, n.: A modern school where football is taught."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "My dad is the reason I actually started watching wrestling. My dad was never big into sports; we were all big into sports as kids, and he'd go to our Little League games or whatever and not really know what was going on, because he didn't know about sports, but he knew about wrestling."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "Michael Phelps is a sporting god among men. It is hard to say if anyone will ever match his accomplishments, but it has been an honor to see him become a legend. He makes me proud of the American sports institution and proud of the sports that get mass attention only every four years."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "I like to follow my favorite team and talk sports with my band or fans. You won't believe how many musicians are sports fans. We have so much time on tour that we need these outlets for relaxation."
   },
   "author": {
    "text": "Garth Brooks"
   }
  },
  {
   "quote": {
    "text": "When doing sports... on the water, it's crucial to stop aging by protecting your skin."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "I'm getting more and more bored with professional sports, but I still watch."
   },
   "author": {
    "text": "Michael Keaton"
   }
  },
  {
   "quote": {
    "text": "We all have limitations. I don't have the right genes to be an Olympic weightlifter. I don't have the right genetics to be an Olympic sprinter. Or gymnast. Sure, if I trained my whole life, perhaps I could have become fairly decent in those sports."
   },
   "author": {
    "text": "Jocko Willink"
   }
  },
  {
   "quote": {
    "text": "Books had instant replay long before televised sports."
   },
   "author": {
    "text": "Bernard Williams"
   }
  },
  {
   "quote": {
    "text": "Whatever free time I get, I love to catch news and sports shows."
   },
   "author": {
    "text": "Amitabh Bachchan"
   }
  },
  {
   "quote": {
    "text": "I am big into water sports and just being out on the water. That is second nature to me, being from Florida."
   },
   "author": {
    "text": "Jake Owen"
   }
  },
  {
   "quote": {
    "text": "It's hard to create new friendships outside sports."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "I want to support kids that not a lot of people believe in. Give them an opportunity to do good in school, play sports and get scholarships."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "You don't hurt 'em if you don't hit 'em."
   },
   "author": {
    "text": "Chesty Puller"
   }
  },
  {
   "quote": {
    "text": "I was totally dominated and revered my father. I admired everything he did. He was a great sports person. He loved me. I was his only boy at that time, before my brother Billy came along."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "In a world as competitive as ours, the child who does not get a decent education is condemned to the fringes of society. I think all Australians agree that this is intolerable. So we must demand as much of our schools as we do of our sports teams - and ensure that they keep the Australian dream alive for every child."
   },
   "author": {
    "text": "Rupert Murdoch"
   }
  },
  {
   "quote": {
    "text": "You never know what's going to happen with this crazy world of sports entertainment, so I would never rule out the fact that Rock wants to come home."
   },
   "author": {
    "text": "Roman Reigns"
   }
  },
  {
   "quote": {
    "text": "I never in my wildest imagination dreamed that I would somehow become a sports commentator."
   },
   "author": {
    "text": "Joe Rogan"
   }
  },
  {
   "quote": {
    "text": "I've been playing sports since I was five. For me, there's no happier moment than when I'm out in the woods on a bike or a run. I feel on top of the world, and nothing else makes me feel that way."
   },
   "author": {
    "text": "Daniel Humm"
   }
  },
  {
   "quote": {
    "text": "The NFL is the only sport where you can be on a team five years, and your contract's not guaranteed. You can go through the whole process of training camp, and then as soon as it's the season, it's a week-to-week job, and they can cut you at any moment, or you can get hurt at any moment. It's not like that in other sports."
   },
   "author": {
    "text": "Antonio Brown"
   }
  },
  {
   "quote": {
    "text": "You have to list all your special skills on a form when you get an agent. There's fencing, stage combat, horse riding, motorbike riding, Spanish, French, German, whatever. I just ticked everything. I talk about 10 languages according to that form. I even ticked the extreme sports box."
   },
   "author": {
    "text": "Isla Fisher"
   }
  },
  {
   "quote": {
    "text": "Since childhood, sports has been one of the most important influences in my life."
   },
   "author": {
    "text": "Lindsey Vonn"
   }
  },
  {
   "quote": {
    "text": "Playing professional sports, it's important to eat healthy and take care of your body. In the offseason, rest is really important to me."
   },
   "author": {
    "text": "Troy Polamalu"
   }
  },
  {
   "quote": {
    "text": "I hate ready-made suits, button-down collars, and sports shirts."
   },
   "author": {
    "text": "Bobby Fischer"
   }
  },
  {
   "quote": {
    "text": "Sports are sports. Its all about how we carry ourselves out of the ring."
   },
   "author": {
    "text": "George Foreman"
   }
  },
  {
   "quote": {
    "text": "My band is so dedicated, everybody works very hard. The No. 1 priority is the show, and it's pretty cool because we all pull together, and it's fun. It's like being on a sports team or something."
   },
   "author": {
    "text": "Bob Seger"
   }
  },
  {
   "quote": {
    "text": "For truly it is to be noted, that children's plays are not sports, and should be deemed as their most serious actions."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "Building a sports power is a patriotic undertaking aimed at translating into reality the plan and wish of the great leaders, who devoted their efforts to building ours into a country that prospers and grows stronger on the strength of sports."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "I've been a sports fan all my life, and like most other actors, I'm convinced I could have been a pro athlete if Hollywood hadn't come calling."
   },
   "author": {
    "text": "Jamie Foxx"
   }
  },
  {
   "quote": {
    "text": "I was focused on athletics, outdoors, sports."
   },
   "author": {
    "text": "Joe Namath"
   }
  },
  {
   "quote": {
    "text": "I probably follow all sports a little bit. I like hockey quite a bit. I like football. I like college basketball when it gets down to March Madness. I like baseball. I enjoy them all. I watch them all."
   },
   "author": {
    "text": "Vince Vaughn"
   }
  },
  {
   "quote": {
    "text": "If you got the game, you got the game. That's why Tiger Woods is out there playing golf with Greg Norman."
   },
   "author": {
    "text": "Shaquille O'Neal"
   }
  },
  {
   "quote": {
    "text": "I always turn to the sports pages first, which records people's accomplishments. The front page has nothing but man's failures."
   },
   "author": {
    "text": "Earl Warren"
   }
  },
  {
   "quote": {
    "text": "I started my career as a swimsuit model. My first big break in America was 2007, 'Sports Illustrated' Swimsuit Issue."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "I just got hooked on the radio, the voice of it all. It was my connection to metropolitan America, if you will. Sports, in particularly baseball then 'cause of its rich sediment of numbers, was one of the first things a young person could peg up with adults on - that is, you could know as much about Jimmy Fox as your father did."
   },
   "author": {
    "text": "George Will"
   }
  },
  {
   "quote": {
    "text": "In men's sports, people criticize coaches and managers all the time, call out teammates, too, and it's not that huge of a deal. Often, the guy speaking out is even lauded for having the courage to tell the truth. When it happens in women's sports, though, it always seems to be viewed as a nasty, claws-out cat fight."
   },
   "author": {
    "text": "Carli Lloyd"
   }
  },
  {
   "quote": {
    "text": "If I ever have downtime, I'm usually sitting in my place playing video games. Or eating sandwiches somewhere, or watching sports some place."
   },
   "author": {
    "text": "Hannibal Buress"
   }
  },
  {
   "quote": {
    "text": "I didn't play any extreme sports growing up. I never surfed, and I grew up in Santa Cruz. I was very good at doing what I was told, taking direction, and staying middle of the road. I mean, they called me 'grandma' in college."
   },
   "author": {
    "text": "Julia Hartz"
   }
  },
  {
   "quote": {
    "text": "I cherished my time playing high school sports."
   },
   "author": {
    "text": "Peyton Manning"
   }
  },
  {
   "quote": {
    "text": "People have called me Superman my whole life. In various sports, that seems to be the common theme. My favorite superhero is actually the Incredible Hulk. He's the only superhero that can't die."
   },
   "author": {
    "text": "Robert Griffin III"
   }
  },
  {
   "quote": {
    "text": "Meeting sports athletes that are the best in the world is a thrill to this day."
   },
   "author": {
    "text": "Phil Knight"
   }
  },
  {
   "quote": {
    "text": "We wanted Nike to be the world's best sports and fitness company. Once you say that, you have a focus. You don't end up making wing tips or sponsoring the next Rolling Stones world tour."
   },
   "author": {
    "text": "Phil Knight"
   }
  },
  {
   "quote": {
    "text": "If you're trying to get into the sports business, you really have to find a niche."
   },
   "author": {
    "text": "Phil Knight"
   }
  },
  {
   "quote": {
    "text": "Even in the most peaceful communities, an appetite for violence shows up in dreams, fantasies, sports, play, literature, movies and television. And, so long as we don't transform into angels, violence and the threat of violence - as in punishment and deterrence - is needed to rein in our worst instincts."
   },
   "author": {
    "text": "Paul Bloom"
   }
  },
  {
   "quote": {
    "text": "I learned early on, stay away from politics, stay away from religion and don't talk about sports. Those three right there will get you in trouble."
   },
   "author": {
    "text": "Gabriel Iglesias"
   }
  },
  {
   "quote": {
    "text": "Sports not only build better athletes but also better people."
   },
   "author": {
    "text": "Julie Foudy"
   }
  },
  {
   "quote": {
    "text": "Every successful sports season I had included detailed daily itineraries. We received one in the morning and one before practice, and they set us up to win."
   },
   "author": {
    "text": "Lewis Howes"
   }
  },
  {
   "quote": {
    "text": "In any small town, sports are really important to the high school, and I wasn't very good at sports."
   },
   "author": {
    "text": "Martina McBride"
   }
  },
  {
   "quote": {
    "text": "Black people dominate sports in the United States. 20% of the population and 90% of the final four."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "Being an athlete helps me get those grandiose emotions of pleasure and pain that are involved in sports."
   },
   "author": {
    "text": "Yanni"
   }
  },
  {
   "quote": {
    "text": "I used to play a lot of racket sports, tennis and squash."
   },
   "author": {
    "text": "Jason Statham"
   }
  },
  {
   "quote": {
    "text": "I'm always fascinated by the use of the first-person plural talking about sports."
   },
   "author": {
    "text": "Penn Jillette"
   }
  },
  {
   "quote": {
    "text": "I got into sports because that was a way to prove your masculinity. I was good at it."
   },
   "author": {
    "text": "Caitlyn Jenner"
   }
  },
  {
   "quote": {
    "text": "To be honest, I'm shocked the University of Washington's sports teams are called the Huskies. Why haven't the Leftists that run this entire state demanded they be renamed the 'Athletes of Size' so as to not fat shame anyone?"
   },
   "author": {
    "text": "Milo Yiannopoulos"
   }
  },
  {
   "quote": {
    "text": "I am a sports enthusiast, and if given an opportunity, I want to be a sportsman, even today. I want to promote the sport that is indigenous to India. Kabaddi is a matter of national pride. Why can't cricket, hockey, football and kabaddi be given equal platforms and co-exist? I believe that can happen."
   },
   "author": {
    "text": "Abhishek Bachchan"
   }
  },
  {
   "quote": {
    "text": "My dad always played sports. He played football. I always wanted to play football because my dad played football, but my mom never wanted me to play football because she said she couldn't take me getting hit."
   },
   "author": {
    "text": "DeMar DeRozan"
   }
  },
  {
   "quote": {
    "text": "I'm a great sports fan, you know. I love to watch tennis and basketball and baseball and so on."
   },
   "author": {
    "text": "Itzhak Perlman"
   }
  },
  {
   "quote": {
    "text": "It is hard to compete with other sports. Badminton is a sport which, when compared with football and tennis, still needs promotion."
   },
   "author": {
    "text": "Lin Dan"
   }
  },
  {
   "quote": {
    "text": "I'm a huge sports fan."
   },
   "author": {
    "text": "Marc Anthony"
   }
  },
  {
   "quote": {
    "text": "Tiger Woods is the only sports star who's worth every penny he makes."
   },
   "author": {
    "text": "Mark Wahlberg"
   }
  },
  {
   "quote": {
    "text": "I've paid the price over the years, though: a lot of injuries and surgeries related to my sports career; my hips and knees took a lot of wear and tear."
   },
   "author": {
    "text": "Johnny Mathis"
   }
  },
  {
   "quote": {
    "text": "It's our responsibility for the village to say, 'Hey we're going to create these programs,' whether it's sports, creative arts, music, we need some things to give young people positive things to do, and that's including jobs."
   },
   "author": {
    "text": "Common"
   }
  },
  {
   "quote": {
    "text": "I'm a competitive person and I love the challenge of mastering new things."
   },
   "author": {
    "text": "Sasha Cohen"
   }
  },
  {
   "quote": {
    "text": "Good sports facilities are a blessing."
   },
   "author": {
    "text": "Kapil Dev"
   }
  },
  {
   "quote": {
    "text": "Sports should not become routine. It should be about passion."
   },
   "author": {
    "text": "Kapil Dev"
   }
  },
  {
   "quote": {
    "text": "Boxing is a celebration of the lost religion of masculinity all the more trenchant for its being lost."
   },
   "author": {
    "text": "Joyce Carol Oates"
   }
  },
  {
   "quote": {
    "text": "I love various sports, including basketball, tennis and billiards."
   },
   "author": {
    "text": "Yani Tseng"
   }
  },
  {
   "quote": {
    "text": "I've been a sports fan forever."
   },
   "author": {
    "text": "Kygo"
   }
  },
  {
   "quote": {
    "text": "I never really did sports growing up. Maybe that's why they intrigue me. The technology that goes into that clothing is steps ahead, so it's always been something I look towards."
   },
   "author": {
    "text": "Alexander Wang"
   }
  },
  {
   "quote": {
    "text": "Natural hydration is a key factor in any type of sports performance."
   },
   "author": {
    "text": "Bikram Choudhury"
   }
  },
  {
   "quote": {
    "text": "There's not a long track record of people leaving professional sports to become a software developer."
   },
   "author": {
    "text": "Curt Schilling"
   }
  },
  {
   "quote": {
    "text": "I'm sort of like a lame, single guy in a red sports car."
   },
   "author": {
    "text": "Billy Corgan"
   }
  },
  {
   "quote": {
    "text": "I rarely felt or noticed any real divide between girls and boys when I was growing up. Maybe it was because I was so involved in sports and competed with the boys. Maybe it was my mom and dad, who constantly instilled confidence in me and never made me feel as though there were boy activities and girl activities."
   },
   "author": {
    "text": "Alex Morgan"
   }
  },
  {
   "quote": {
    "text": "I started off playing sports when I was five years old. I played three or four sports all throughout the year."
   },
   "author": {
    "text": "Alex Morgan"
   }
  },
  {
   "quote": {
    "text": "It is incredible how far women have come and women in sports have come."
   },
   "author": {
    "text": "Jennie Finch"
   }
  },
  {
   "quote": {
    "text": "If you give all your effort and all the fight and all the heart you got, it doesn't necessarily mean you're going to win, and that's what's tough about sports."
   },
   "author": {
    "text": "Tyronn Lue"
   }
  },
  {
   "quote": {
    "text": "I have my parents to thank for that, they raised me to be active and play all sports. They taught me the importance of staying healthy, being focused and setting goals in whatever I do."
   },
   "author": {
    "text": "Kiana Tom"
   }
  },
  {
   "quote": {
    "text": "The only way to prove that you're a good sport is to lose."
   },
   "author": {
    "text": "Ernie Banks"
   }
  },
  {
   "quote": {
    "text": "It's great to listen to men talk about sports or fights or war or even hunting sometimes, but the presence of the other, the presence of art and beauty, which crude masculinity seems to discount, is essential. Real civilization and real manhood seem to me to include those."
   },
   "author": {
    "text": "James Salter"
   }
  },
  {
   "quote": {
    "text": "When I was little, I guess I was just an ordinary kid. But then things changed when I was in junior high. You know, kids that become geeks become one because of something. Like, they aren't good at sports, or girls don't like them. I, too, for some reason, got into things like science fiction and, well, especially science fiction as an escape."
   },
   "author": {
    "text": "Takashi Murakami"
   }
  },
  {
   "quote": {
    "text": "I'm a golfer, and what are the two sports you can do till you drop? Golf and surfing. They're great for you limber-wise, they're great for you health-wise, and they put you in sweet locations."
   },
   "author": {
    "text": "Matthew McConaughey"
   }
  },
  {
   "quote": {
    "text": "You can stand at a bar and scream all you want about who was the greatest athlete and which was the greatest sports dynasty, and you can shout out your precious statistics, and maybe you're right, and maybe the red-faced guy down the bar - the one with the foam on his beer and the fancy computer rankings - is right, but nobody really knows."
   },
   "author": {
    "text": "Frank Deford"
   }
  },
  {
   "quote": {
    "text": "I can remember going to see the minor league Orioles. Until I was 15 years old, we'd go down with 3,000 people to watch them play the Syracuse Chiefs or the Jersey City Little Giants. That's what passed for Baltimore sports."
   },
   "author": {
    "text": "Frank Deford"
   }
  },
  {
   "quote": {
    "text": "Because I was a swimmer, I felt like sports did help me to realize that my body was more than what it just looked like... and if didn't eat, then I couldn't swim fast."
   },
   "author": {
    "text": "Iskra Lawrence"
   }
  },
  {
   "quote": {
    "text": "I love exercise, but I didn't join a single sports club as a student - I have no hand-eye coordination. Things like yoga are amazing, but anything with a ball just isn't for me."
   },
   "author": {
    "text": "Ella Woodward"
   }
  },
  {
   "quote": {
    "text": "I had great football players. To be quite truthful, my great football players, the ones who wanted the ball at the end of the games, they weren't focused on money. They want to do something great. They want to go to Pro Bowls. They want to win Super Bowls. Those are the people that succeed in sports - or in business."
   },
   "author": {
    "text": "Joe Gibbs"
   }
  },
  {
   "quote": {
    "text": "I love to shop, especially in retro stores. I have about a million pairs of old-school sports shoes like Adidas, so that's probably my biggest vice."
   },
   "author": {
    "text": "Carrot Top"
   }
  },
  {
   "quote": {
    "text": "The thing about ballet that I never knew about is that it's one of the most excruciating sports that I've ever been a part of. I say sports because they train constantly, every single day."
   },
   "author": {
    "text": "Mila Kunis"
   }
  },
  {
   "quote": {
    "text": "Instincts are learned on the football field through experience. It's vital in sports because things happen so rapidly that you have to rely on your instincts at times to make quick decisions."
   },
   "author": {
    "text": "Doug Baldwin"
   }
  },
  {
   "quote": {
    "text": "The day of parochialism in sports is over. The world is too small for what people like to call 'the good old days.' Fans want the best, wherever they come from."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "I love all motor sports at the top level."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "I did some sports. It was a bit frustrating. I wasn't the greatest sports person."
   },
   "author": {
    "text": "Tim Burton"
   }
  },
  {
   "quote": {
    "text": "In sports... you play from the time you're eight years old, and then you're done forever."
   },
   "author": {
    "text": "Joe Montana"
   }
  },
  {
   "quote": {
    "text": "The day after high school, I was off to basic training at the Great Lakes Naval Station. You gotta understand, we didn't care about sports. We wanted to win the war. We wanted to win the war! And at the time, we didn't know if we would."
   },
   "author": {
    "text": "Bud Grant"
   }
  },
  {
   "quote": {
    "text": "I never use the word 'hero' in sports. Hero is way above 'star.' I save 'star' for sports. Sports is entertainment; that's all it is."
   },
   "author": {
    "text": "Bud Grant"
   }
  },
  {
   "quote": {
    "text": "In sports teams, apart from talk of sporting prowess and the imparting of inspirational thought, an extraordinary amount of time is spent discussing, and flaunting, material possessions."
   },
   "author": {
    "text": "Harsha Bhogle"
   }
  },
  {
   "quote": {
    "text": "I was neither good in sports nor at studies, but I always wanted to stand out and be noticed."
   },
   "author": {
    "text": "Anupam Kher"
   }
  },
  {
   "quote": {
    "text": "All the minor sports injuries you acquire over the years begin to multiply like flies when you get over 70."
   },
   "author": {
    "text": "Peter O'Toole"
   }
  },
  {
   "quote": {
    "text": "People go into that arena, and they know the fix is in. They know what pro wrestling or sports entertainment is. That being said, they want it executed to the highest level so that they can suspend their disbelief and buy in, and so, in a world of make believe, you make people believe in you. It's as real as it can be."
   },
   "author": {
    "text": "Stone Cold Steve Austin"
   }
  },
  {
   "quote": {
    "text": "As a general rule, Las Vegas sports books take boxing bets only on major fights.The same is true of most Internet gaming sites. Within that framework, not only does boxing allow participants to bet on their own bouts, it sometimes encourages them to do so."
   },
   "author": {
    "text": "Thomas Hauser"
   }
  },
  {
   "quote": {
    "text": "Fans don't boo nobodies."
   },
   "author": {
    "text": "Reggie Jackson"
   }
  },
  {
   "quote": {
    "text": "I can talk about sports and stuff, but I have a season pass for 'Antiques Roadshow' on my TiVo."
   },
   "author": {
    "text": "Paul Rudd"
   }
  },
  {
   "quote": {
    "text": "I started out as a camera operator. I was doing news, and I was doing sports - baseball games and football games. And I was acutely aware of women not really being in those roles then."
   },
   "author": {
    "text": "Kathleen Kennedy"
   }
  },
  {
   "quote": {
    "text": "I come from great stock. I didn't come from money. My parents both worked really hard to keep food on the table and give my sister and me opportunities to play sports and see what we were good at."
   },
   "author": {
    "text": "Rickie Fowler"
   }
  },
  {
   "quote": {
    "text": "Boxing combines, in perfect proportion, strength, speed, and endurance. Normally, most sports are either about one of the three: either about speed or endurance or strength. Boxing combines all three of them. It's really intense."
   },
   "author": {
    "text": "Edgar Ramirez"
   }
  },
  {
   "quote": {
    "text": "Global sports tournaments have a range of benefits that go far beyond the games themselves. They can transform the image of a country or a region. They bring people together and reveal new possibilities to a nation's youth."
   },
   "author": {
    "text": "Richard Attias"
   }
  },
  {
   "quote": {
    "text": "Bringing more large sporting events to Africa would help the continent develop sports policies and at the same time optimize its peoples' chances of achieving competitive success."
   },
   "author": {
    "text": "Richard Attias"
   }
  },
  {
   "quote": {
    "text": "I never really felt like I quite fit in. Other boys were playing sports and into hunting and stereotypically masculine activities. I was always more attracted to the arts. I loved to dance, I loved to sing, and I always knew I would be an actor. I don't really know why."
   },
   "author": {
    "text": "Jeffrey Bowyer-Chapman"
   }
  },
  {
   "quote": {
    "text": "I had this inferiority complex as a child, as I was not good at speaking. I was also not good in studies or sports and would often flunk in four-five subjects."
   },
   "author": {
    "text": "Suriya"
   }
  },
  {
   "quote": {
    "text": "'Course the world of sports takes itself way too serious. Sports writers are all high and mighty."
   },
   "author": {
    "text": "Artie Lange"
   }
  },
  {
   "quote": {
    "text": "I think sports are meant to unite people."
   },
   "author": {
    "text": "Caster Semenya"
   }
  },
  {
   "quote": {
    "text": "I don't generally follow sports. At an early age, I discovered that nature had apportioned me only a small reserve of enthusiasm. Best to ration."
   },
   "author": {
    "text": "Colson Whitehead"
   }
  },
  {
   "quote": {
    "text": "I love to get home and hang out with my family. My brothers and I love spending time at the beach. I enjoy doing all kinds of surf sports and keeping healthy."
   },
   "author": {
    "text": "Samantha Stosur"
   }
  },
  {
   "quote": {
    "text": "I have just come from a couple of raids, where we had a very lively time, and some of them had to pull their guns. I found it necessary to punch a few sports myself."
   },
   "author": {
    "text": "Richard Harding Davis"
   }
  },
  {
   "quote": {
    "text": "If I manage to leave my bedroom and get to the gym, that makes me feel good about myself! For me, the most difficult part is getting out of bed, but once I'm out, I really enjoy playing sports."
   },
   "author": {
    "text": "Barbara Palvin"
   }
  },
  {
   "quote": {
    "text": "The mind is absolutely instrumental in achieving results, even for athletes. Sports psychology is a very small part, but it's extremely important when you're winning and losing races by hundredths and even thousandths of a second."
   },
   "author": {
    "text": "Michael Johnson"
   }
  },
  {
   "quote": {
    "text": "The political hero is not like the sports champion or matinee idol or daring inventor; like the war hero, he is born only of tragedy."
   },
   "author": {
    "text": "David Grann"
   }
  },
  {
   "quote": {
    "text": "You know, I never really paid attention to sports, which, coming from the mecca of football in Texas, is kind of odd. I played sports, but I was nerdy. Having a single mother, the pressure was on me to get good grades and a scholarship and go to college."
   },
   "author": {
    "text": "Sarah Shahi"
   }
  },
  {
   "quote": {
    "text": "Despite the amazing diversity we're blessed with in this country, schools are still in large part segregated because of economic disparity. Sports are one of the few areas where kids are really given the opportunity to interact with those of different races and religions."
   },
   "author": {
    "text": "Steve Kerr"
   }
  },
  {
   "quote": {
    "text": "I want to encourage more people in small villages to take up sports."
   },
   "author": {
    "text": "Sangram Singh"
   }
  },
  {
   "quote": {
    "text": "More entertainers should come forward to support sports. I'd love to see Akshay Kumar in a film on Indian martial arts."
   },
   "author": {
    "text": "Sangram Singh"
   }
  },
  {
   "quote": {
    "text": "At the high school level, the coaches get these kids in revenue-driven sports and take them away from baseball. There's so much pressure on these kids to even play spring football. We need to get the African-American players back in the game, which I think would make it not only a better game, but more exciting and entertaining for everyone."
   },
   "author": {
    "text": "Pat Gillick"
   }
  },
  {
   "quote": {
    "text": "I think exercise tests us in so many ways, our skills, our hearts, our ability to bounce back after setbacks. This is the inner beauty of sports and competition, and it can serve us all well as adult athletes."
   },
   "author": {
    "text": "Peggy Fleming"
   }
  },
  {
   "quote": {
    "text": "You can't explain the feeling of singing hit songs to an audience - it's like being a genuine sports star at the peak of their powers."
   },
   "author": {
    "text": "Rick Astley"
   }
  },
  {
   "quote": {
    "text": "The difference between the old ballplayer and the new ballplayer is the jersey. The old ballplayer cared about the name on the front. The new ballplayer cares about the name on the back."
   },
   "author": {
    "text": "Steve Garvey"
   }
  },
  {
   "quote": {
    "text": "It's always been such a big part of my life to be fit and healthy and be outside and run and play sports. It gives me energy. Sometimes, I have these days where I don't do anything because I have the days off, and I just need to relax, and I actually get more tired."
   },
   "author": {
    "text": "Caroline Wozniacki"
   }
  },
  {
   "quote": {
    "text": "I don't watch a lot of television. Sports and news, that's it."
   },
   "author": {
    "text": "Larry Hagman"
   }
  },
  {
   "quote": {
    "text": "Swimming and all other sports have got to get to that place where you have the trust of the people watching it."
   },
   "author": {
    "text": "Adam Peaty"
   }
  },
  {
   "quote": {
    "text": "To catch a wave, to stand up - it was just life-changing. There was nothing that even came close. I quit playing all other sports - by the time I was eleven, they were toast."
   },
   "author": {
    "text": "Rob Machado"
   }
  },
  {
   "quote": {
    "text": "Women's combat sports have been on a good run in the United States. Claressa Shields won a gold medal in women's boxing at the London Olympics in 2012, when it became a medal sport. American women won medals in taekwondo and judo as well."
   },
   "author": {
    "text": "Mary Pilon"
   }
  },
  {
   "quote": {
    "text": "If you look at the coverage of female sports and athletics across any of the broadcasters that participate in league rights and/or sports programming, women are underrepresented, and it's a chance and an opportunity for Lifetime to support that movement and the importance of athletics and competition for girls and women."
   },
   "author": {
    "text": "Nancy Dubuc"
   }
  },
  {
   "quote": {
    "text": "When I finally discovered the 'Sports Illustrated' swimsuit issue, I browsed through archives and saw a picture of an incredibly stunning model, Damaris Lewis. Her images inspired me, and I imagined being in the magazine myself. Never in a million years did I dream it would actually happen."
   },
   "author": {
    "text": "Philomena Kwao"
   }
  },
  {
   "quote": {
    "text": "There are hundreds of millions of people on dating apps every day, but apparently, no such apps cater solely to sports fans."
   },
   "author": {
    "text": "Rich Eisen"
   }
  },
  {
   "quote": {
    "text": "We all idolize sports figures, and we see them fall from grace. You just truly never know anybody anymore."
   },
   "author": {
    "text": "Rich Eisen"
   }
  },
  {
   "quote": {
    "text": "Politics is comparable to boxing. The only thing is that in politics there are basically no rules. In boxing, you can get a black eye, but in politics you can get poison in your food or a bullet in the head. It's definitely rougher and tougher than other sports."
   },
   "author": {
    "text": "Wladimir Klitschko"
   }
  },
  {
   "quote": {
    "text": "I'm not sure I'll ever love softball as much as bobsled. It's like having children: you don't love one more than the other, you just love them differently, and that's how my love for softball is vs. my love of bobsled - two totally different sports with different personalities."
   },
   "author": {
    "text": "Elana Meyers"
   }
  },
  {
   "quote": {
    "text": "I played all kinds of sports growing up: soccer, basketball, track. You name it, I've probably played it."
   },
   "author": {
    "text": "Elana Meyers"
   }
  },
  {
   "quote": {
    "text": "I think sports is one of the places where race plays itself out publicly. Although we pretend it doesn't."
   },
   "author": {
    "text": "Claudia Rankine"
   }
  },
  {
   "quote": {
    "text": "Though little known in the U.S., the Dakar is a sports juggernaut in Europe, where France's state broadcasting company runs more than 25 hours of coverage, and the leading drivers and riders are accorded the same status we give to Super Bowl quarterbacks."
   },
   "author": {
    "text": "Jonathan Miles"
   }
  },
  {
   "quote": {
    "text": "Driving a race car isn't too far a cry from driving any other sports car, but driving one through Africa in the middle of the night offers a wide scree of new sensations."
   },
   "author": {
    "text": "Jonathan Miles"
   }
  },
  {
   "quote": {
    "text": "As an example, one of the schools I have been studying is too small to compete effectively in most sports, but participates with vigor each year in the state music contests."
   },
   "author": {
    "text": "James S. Coleman"
   }
  },
  {
   "quote": {
    "text": "I don't want to have to say, Honey, you know, could you turn off the sports channel because I'm not a big sports fan, and I don't love the television being on just for the sake of turning on. I'd like turning on for some thing specific."
   },
   "author": {
    "text": "Lynn Redgrave"
   }
  },
  {
   "quote": {
    "text": "Always the notorious red-light district of sports, boxing today is as troubled as it was even in the days when the Mob called the shots. There are too many lawsuits and too few heroes. Absurd mismatches and fraudulent rankings by unaccountable offshore sanctioning bodies have disgusted fans."
   },
   "author": {
    "text": "Tahl Raz"
   }
  },
  {
   "quote": {
    "text": "Some of us have been told what we want our whole lives. We've been told we should want to go out for sports or not. We should want a college education or a graduate degree or a particular career. We should want to date this person and not the other."
   },
   "author": {
    "text": "Bob Goff"
   }
  },
  {
   "quote": {
    "text": "News writing and sports writing have become synonymous. And it started with, you know, free agency, and now it's in the concussion debate."
   },
   "author": {
    "text": "Jane Leavy"
   }
  },
  {
   "quote": {
    "text": "Good spectator sports share certain fundamentals. Their competitors battle head-to-head. Their winners are determined objectively: fastest runner, most points. They are refereed, not judged."
   },
   "author": {
    "text": "Alex Berenson"
   }
  },
  {
   "quote": {
    "text": "Partnering with EA Sports and being on the cover of 'NCAA 10 is' very exciting. And to be on the list of guys who have been on the cover before me is exciting."
   },
   "author": {
    "text": "Blake Griffin"
   }
  },
  {
   "quote": {
    "text": "I know, in India, specially in Bollywood and the sports fraternity, there is a lot of negative media attention on prominent public figures."
   },
   "author": {
    "text": "Leander Paes"
   }
  },
  {
   "quote": {
    "text": "The sports space is so full of opinion that you aren't hearing from the athletes just speaking for themselves. We are such a Twitter-oriented society with radio talk shows, TV talk shows and social media - what you are missing is the authentic, unfiltered aspect of who these people are."
   },
   "author": {
    "text": "Hannah Storm"
   }
  },
  {
   "quote": {
    "text": "I was very into swimming, but I was never into contact sports. I think it was because I knew I wasn't going to get damaged."
   },
   "author": {
    "text": "Jonathan Anderson"
   }
  },
  {
   "quote": {
    "text": "I have always been a movie buff and had no interest in any games and sports. I do not even watch cricket, which is one of the favourite games of most of my friends. However, I have become a wrestling fan after 'Dangal.'"
   },
   "author": {
    "text": "Fatima Sana Shaikh"
   }
  },
  {
   "quote": {
    "text": "I grew up playing sports, and being athletic was just something I have always hung on to."
   },
   "author": {
    "text": "Taylor Louderman"
   }
  },
  {
   "quote": {
    "text": "When you're young, you need to be silly and be stupid and not be trying to do that when you're 40 in a red sports car."
   },
   "author": {
    "text": "Gin Wigmore"
   }
  },
  {
   "quote": {
    "text": "Even in school, I was that kid others tried to pull down because I was naughty and did well in sports and academics. Life has trained me well."
   },
   "author": {
    "text": "Ritika Singh"
   }
  },
  {
   "quote": {
    "text": "Every single model wants to be in 'Sports Illustrated,' and I feel extremely blessed to have that opportunity."
   },
   "author": {
    "text": "Katherine Webb"
   }
  },
  {
   "quote": {
    "text": "The '30 for 30' strand started life as a series of behind-the-scenes docs for the sports channel ESPN. It has now spawned an equally fascinating series of podcasts. Like the films, these podcasts don't rely on access, the usual currency of sports journalism, and are strangely excited by stories that are complicated and require telling at length."
   },
   "author": {
    "text": "David Hepworth"
   }
  },
  {
   "quote": {
    "text": "Outside Buckingham Palace, the Royal Standard flies only when the reigning monarch is in residence. Sadly, there's no similar flag outside The Woods Jupiter, which Tiger opened in the summer of 2015, spending a reported $8 million to make an upscale sports bar-and-restaurant in his image."
   },
   "author": {
    "text": "Steve Rushin"
   }
  },
  {
   "quote": {
    "text": "The Tour de France would make a great movie. Drugs, corruption, political chicanery, guys risking their lives - everything you need for a great sports drama."
   },
   "author": {
    "text": "Asif Kapadia"
   }
  },
  {
   "quote": {
    "text": "I've always wanted to be in journalism. I even started a course at Loughborough doing media studies. I like all sports, and I am keen on writing. But I thought that while I was still young, I ought to make a real go of it at badminton. So I have put all my focus on playing sport instead of writing about it."
   },
   "author": {
    "text": "Rajiv Ouseph"
   }
  },
  {
   "quote": {
    "text": "OKCupid's model is almost entirely based on advertising, which is the way most online media is monetized these days, whether it's the news or whether it's sports, and we think online dating is going to evolve in the exact same way."
   },
   "author": {
    "text": "Sam Yagan"
   }
  },
  {
   "quote": {
    "text": "I'm not a sports fan, but I remember watching highlights with post-rock guitar instrumental music over these slow-motion shots of football players. It's triumphant, and it's emotional, and that's what sports are for."
   },
   "author": {
    "text": "Brian Reitzell"
   }
  },
  {
   "quote": {
    "text": "Life magazine ran a page featuring me and three other girls that was clearly the precursor of Sports Illustrated swimsuit issues."
   },
   "author": {
    "text": "Esther Williams"
   }
  },
  {
   "quote": {
    "text": "I like all the adventure sports but I like to do them in a safe way."
   },
   "author": {
    "text": "Catherine Bell"
   }
  },
  {
   "quote": {
    "text": "That's the difference between golf and many other sports. You go to some other sporting events, they just leave you or give you the cold shoulder and move on."
   },
   "author": {
    "text": "Bernhard Langer"
   }
  },
  {
   "quote": {
    "text": "Clean sports becomes an ethical question, but I believe in it."
   },
   "author": {
    "text": "Bryan Fogel"
   }
  },
  {
   "quote": {
    "text": "The integrity of the game is everything."
   },
   "author": {
    "text": "Peter Ueberroth"
   }
  },
  {
   "quote": {
    "text": "Baseball is a public trust. Players turn over, owners turn over and certain commissioners turn over. But baseball goes on."
   },
   "author": {
    "text": "Peter Ueberroth"
   }
  },
  {
   "quote": {
    "text": "Other sports play once a week but this sport is with us every day."
   },
   "author": {
    "text": "Peter Ueberroth"
   }
  },
  {
   "quote": {
    "text": "I have long recognized a link between fitness and mental health and I think we need to encourage young people to take part in sports and team activities because we know it has such positive results."
   },
   "author": {
    "text": "Tipper Gore"
   }
  },
  {
   "quote": {
    "text": "Extreme sports tricks are becoming increasingly complex, the courses ever more challenging and crashes all too common."
   },
   "author": {
    "text": "Lucy Walker"
   }
  },
  {
   "quote": {
    "text": "I was, and am, a frustrated filmmaker and film student, and my passion and love for movies was so broad that, in the earlier part of my career, I stumbled into doing 'Sports Night' and was a comedy director."
   },
   "author": {
    "text": "Alex Graves"
   }
  },
  {
   "quote": {
    "text": "Not only do the majority of senior women executives have sports in their background, they recognize that the behaviors and techniques learned through sports are critical to motivating teams and improving performance in a corporate environment."
   },
   "author": {
    "text": "Beth Brooke"
   }
  },
  {
   "quote": {
    "text": "There's no doubt about it that my participation in sports allowed me to compete in the business world in a very gender-neutral way."
   },
   "author": {
    "text": "Beth Brooke"
   }
  },
  {
   "quote": {
    "text": "We're a crazy country about sports, but for the longest time, only followed our own sports."
   },
   "author": {
    "text": "Claudio Reyna"
   }
  },
  {
   "quote": {
    "text": "The sports world is an echo chamber. All it takes is one quote from a general manager and a thousand sports columns bloom."
   },
   "author": {
    "text": "Michael Lewis"
   }
  },
  {
   "quote": {
    "text": "Things that are unique and rare will cost a lot of money. Houses in East Hampton and Malibu will cost a lot of money because there just aren't that many of them. The value of sports has appreciated because it's the only thing that people have to watch live."
   },
   "author": {
    "text": "John Skipper"
   }
  },
  {
   "quote": {
    "text": "Sports fans have an unbelievable ability at the end of the day, when the game comes on, to kind of put everything aside and watch the game."
   },
   "author": {
    "text": "John Skipper"
   }
  },
  {
   "quote": {
    "text": "With the polarization of points of view around significant political and social issues, sports is a place where people can sort of talk about something together. And I think that is important to people."
   },
   "author": {
    "text": "John Skipper"
   }
  },
  {
   "quote": {
    "text": "As all of us with any involvement in sports knows, no two umpires or no two referees have the same strike zone or call the same kind of a basketball game."
   },
   "author": {
    "text": "Herb Kohl"
   }
  },
  {
   "quote": {
    "text": "My favorite was always whichever sport was in season. I think these days it's almost saddening to see kids who are 10 or 11 and are forced to choose one sport and specialize in that sport and play that sport year-round. By playing different sports... you become a better all-around athlete."
   },
   "author": {
    "text": "Sam Bradford"
   }
  },
  {
   "quote": {
    "text": "I love that men like to look at women, that they love sports, that they need to know the inner workings of mechanical objects. I love the whole makeup of men - that they never mature and are always just boys."
   },
   "author": {
    "text": "Krista Allen"
   }
  },
  {
   "quote": {
    "text": "One reason outfielders don't have stronger arms might be they don't practice as much as we did. Most teams today don't take outfield practice. Another reason is baseball has to compete with other sports now - basketball, football, soccer - for the better athletes that might have more skills and stronger arms."
   },
   "author": {
    "text": "Al Kaline"
   }
  },
  {
   "quote": {
    "text": "I started wrestling at ten. I played a lot of other sports: soccer, football. I really enjoyed skiing. But wrestling just took off for me. It seemed to be the sport I had an affinity for; I liked the individual, combative nature. There's something special about that. It took me all the places I wanted to go."
   },
   "author": {
    "text": "Randy Couture"
   }
  },
  {
   "quote": {
    "text": "I've done a lot of training in martial arts. I started out in warring tempo, I did sports jujitsu, and I've also practiced extreme martial arts."
   },
   "author": {
    "text": "Booboo Stewart"
   }
  },
  {
   "quote": {
    "text": "I grew up in the Boys & Girls Club. That's where I really started playing all sports, and that's why I'm a big advocate for the work they do."
   },
   "author": {
    "text": "Frank Thomas"
   }
  },
  {
   "quote": {
    "text": "In sports, I was representing my country, but in politics I represent people directly. I have always lived with a cause. In army, it was the existence of the sanctity of nation and the men I was commanding, and in sports, it was the pride of my country, while in politics, it is the rights of citizens I am fighting for."
   },
   "author": {
    "text": "Rajyavardhan Singh Rathore"
   }
  },
  {
   "quote": {
    "text": "Badminton in Beijing is huge - it's one of their top three sports."
   },
   "author": {
    "text": "Howard Bach"
   }
  },
  {
   "quote": {
    "text": "I think sports are extremely beneficial for our youth. They parallel life in so many ways."
   },
   "author": {
    "text": "Kerri Strug"
   }
  },
  {
   "quote": {
    "text": "People here don't identify themselves by their sports team."
   },
   "author": {
    "text": "Michael Wilbon"
   }
  },
  {
   "quote": {
    "text": "A lot of these angles are really about trying to mimic broadcast sports angles in order to anchor the scene, to sort of normalize it before it becomes abstracted."
   },
   "author": {
    "text": "Matthew Barney"
   }
  },
  {
   "quote": {
    "text": "I was always very physical, growing up, and did sports. I like to get out and do different things, and walk in different shoes. I like change. I like challenge."
   },
   "author": {
    "text": "Emily Bett Rickards"
   }
  },
  {
   "quote": {
    "text": "In U.S. sports, you tend to be pretty strictly limited by the size of your team's market. When we heard that Villa was a club here that might be available, I had a strong feeling that a team in the West Midlands could be the chance to create something very special."
   },
   "author": {
    "text": "Randy Lerner"
   }
  },
  {
   "quote": {
    "text": "My brothers and I love playing outside and climbing trees. We really love sports, too - I think football's probably my favorite."
   },
   "author": {
    "text": "Madeline Carroll"
   }
  },
  {
   "quote": {
    "text": "I've realized the extraordinary power of sports to heal, unite and inspire. I believe the Olympics will serve as the ultimate platform to provide positive changes and I hope to inspire all of Japan through my strong showing there."
   },
   "author": {
    "text": "Kohei Uchimura"
   }
  },
  {
   "quote": {
    "text": "There's nothing I missed out on. I do everything a normal kid does. My parents keep me grounded. I still play sports. I still go to a rec center every day."
   },
   "author": {
    "text": "Khleo"
   }
  },
  {
   "quote": {
    "text": "I really love mountain sports, hiking, skiing, and I love to travel and get to know different places and cultures."
   },
   "author": {
    "text": "Ruth Reinhardt"
   }
  },
  {
   "quote": {
    "text": "Some of the authorities would like to remove rhythmic gymnastics from the list of Olympic sports and turn it into art. I think this would be wrong, as rhythmic gymnastics is a true sport - we train around six hours per day and sometimes spend entire days in the gym."
   },
   "author": {
    "text": "Yana Kudryavtseva"
   }
  },
  {
   "quote": {
    "text": "My mother passed away when I was 14, so there were certain things I missed in terms of upbringing. Maybe my mother would have said, 'You have to get a real job.' I don't know because I didn't have that experience. My fortes in school were Spanish, sports, reading and theater. That's what they encouraged."
   },
   "author": {
    "text": "Joie Lee"
   }
  },
  {
   "quote": {
    "text": "Growing up, I was always into sports - basketball and volleyball - but I wasn't really a runner."
   },
   "author": {
    "text": "Stephan James"
   }
  },
  {
   "quote": {
    "text": "I checked on the Internet this morning, and I realized that with five individual world titles, I was level with my elders Florian Rousseau and Arnaud Tournant, who were the sprint leaders in France when I started at the French Institute of Sports and taught me everything. I had the chance to overtake them, and I did it."
   },
   "author": {
    "text": "Francois Pervis"
   }
  },
  {
   "quote": {
    "text": "I'm honored and excited to be chosen to lead MLSE, a world-class sports and entertainment organization with the major league teams, premier facilities and employee team that rank with the very best across North America and internationally."
   },
   "author": {
    "text": "Tim Leiweke"
   }
  },
  {
   "quote": {
    "text": "I hate to let people down. I was like that in sports and I was like that in comedy. I was like that at work. When I worked General Motors and stuff like that, when I say something, I mean it."
   },
   "author": {
    "text": "Bernie Mac"
   }
  },
  {
   "quote": {
    "text": "I have a fond place in my heart for Seattle, so I hope that an NBA team comes back to this great city, this great sports city."
   },
   "author": {
    "text": "Magic Johnson"
   }
  },
  {
   "quote": {
    "text": "When you think about the NASCAR brand, it resonates everywhere. They have the No. 1 sports brand."
   },
   "author": {
    "text": "Magic Johnson"
   }
  },
  {
   "quote": {
    "text": "My work ethic is from sports."
   },
   "author": {
    "text": "Magic Johnson"
   }
  },
  {
   "quote": {
    "text": "Most ball games are lost, not won."
   },
   "author": {
    "text": "Casey Stengel"
   }
  },
  {
   "quote": {
    "text": "The team has come along slow but fast."
   },
   "author": {
    "text": "Casey Stengel"
   }
  },
  {
   "quote": {
    "text": "Mayweather Promotions - we are the past, the present, and the future of sports and entertainment, and everybody knows Mayweather's pay is better."
   },
   "author": {
    "text": "Floyd Mayweather, Jr."
   }
  },
  {
   "quote": {
    "text": "What Olympians eat can vary tremendously depending not only on the events they're competing in, but also their body type and lifestyle outside the Olympic arena. Their diets are affected not only by the demands of their sports, but by everything else in their lives, things that are almost impossible to accurately measure and factor in."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "I was into sports and dancing. I ran track. I have a lot of stamina."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "It certainly is dangerous that there are only a few clubs left in Europe that can afford to pay millions. At the end of the day however, the spectators decide the rates of pay - by watching the games and consuming the goods and services advertised on sports TV programmes."
   },
   "author": {
    "text": "Angela Merkel"
   }
  },
  {
   "quote": {
    "text": "These are my new shoes. They're good shoes. They won't make you rich like me, they won't make you rebound like me, they definitely won't make you handsome like me. They'll only make you have shoes like me. That's it."
   },
   "author": {
    "text": "Charles Barkley"
   }
  },
  {
   "quote": {
    "text": "Sports are a microcosm of society."
   },
   "author": {
    "text": "Billie Jean King"
   }
  },
  {
   "quote": {
    "text": "When they take surveys of women in business, of the Fortune 500, the successful women, 80% of them, say they were in sports as a young woman."
   },
   "author": {
    "text": "Billie Jean King"
   }
  },
  {
   "quote": {
    "text": "There is no life for girls in team sports past Little League. I got into tennis when I realized this, and because I thought golf would be too slow for me, and I was too scared to swim."
   },
   "author": {
    "text": "Billie Jean King"
   }
  },
  {
   "quote": {
    "text": "Sports without music is just a game. Music makes it entertaining."
   },
   "author": {
    "text": "Ice Cube"
   }
  },
  {
   "quote": {
    "text": "Music has done a lot to enhance the emotions of sports. It's played in arenas. Whenever there is footage cut together they're always using music. And it goes together, you know."
   },
   "author": {
    "text": "Ice Cube"
   }
  },
  {
   "quote": {
    "text": "The great thing coming from sports is you understand the concept of a team. It leaves no room for being selfish, and that's something I picked up from home."
   },
   "author": {
    "text": "Michael Strahan"
   }
  },
  {
   "quote": {
    "text": "When it comes to women, there has been a tendency to define women in sports in the context of their relationships - they watch games because their husbands watch. They're interested because their kids play a sport. They buy tickets to a sporting event because it's a way to spend time with family."
   },
   "author": {
    "text": "Indra Nooyi"
   }
  },
  {
   "quote": {
    "text": "Compared to politics, I think sports is funnier, because it's inconsequential. And politics can be real important and all that. The more pointless something is, the funnier it is, you know?"
   },
   "author": {
    "text": "Norm MacDonald"
   }
  },
  {
   "quote": {
    "text": "I don't like sports where it's like, you watch a guy on a motorcycle flip or something, then another guy does it, it looks exactly the same, and then at the end one guy gets higher points! It seems so arbitrary; I don't know who's ahead ever."
   },
   "author": {
    "text": "Norm MacDonald"
   }
  },
  {
   "quote": {
    "text": "I like the order and simplicity of sports. They have an ending. You can argue with your friends about it, but in the end, you still like sports. I almost love the fantasy world of sports more than the real world."
   },
   "author": {
    "text": "Norm MacDonald"
   }
  },
  {
   "quote": {
    "text": "In terms of merit, sports has mathematical statistics. That's how you know who the best player is."
   },
   "author": {
    "text": "Norm MacDonald"
   }
  },
  {
   "quote": {
    "text": "I got put into leadership roles very early in life from fifth grade, sixth grade. I always ended up being the quarterback or the leader of the sports teams, and it's kind of benefiting me now."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "I was brought up to believe that it's family first. Of all the people my parents knew, the family was most important. You always turn to your family, and the family supports you. We do what we can to support our young and go and see the grandchildren if they're doing plays at school and their sports events."
   },
   "author": {
    "text": "Mary Berry"
   }
  },
  {
   "quote": {
    "text": "We're not doing outrageous fashion; I make sports clothes that are relatively conservative, clothes that everyone wears."
   },
   "author": {
    "text": "Calvin Klein"
   }
  },
  {
   "quote": {
    "text": "Sports has kept me on the straight and narrow path."
   },
   "author": {
    "text": "Tommy Lasorda"
   }
  },
  {
   "quote": {
    "text": "Breaking records is not something you expect to be doing. That's like a sports thing, it's not usually a comedy and writing thing."
   },
   "author": {
    "text": "Louis C. K."
   }
  },
  {
   "quote": {
    "text": "I wasn't good in school. I didn't do sports. I sat in the bedroom and listened to records. Because the Beatles did whatever they wanted to, I took that as a kid and said, 'That's what rock is.'"
   },
   "author": {
    "text": "Chris Cornell"
   }
  },
  {
   "quote": {
    "text": "My dad is not a sports guy but was drawn to the theatrics of wrestling."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "The ESPYS are about appreciating moments in sports and not looking down on it because it's maybe not your favorite athlete or your favorite team."
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "I'm actually a fan of all of the EA Sports titles like 'Tiger Woods,' 'Madden,' and I'm really looking forward to buying 'NBA Street V3.'"
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "I've always liked speed. I own a car that I shouldn't be talking about because I'm an environmentalist, but the 1955 Porsche Spyder 550 RS is the finest sports car ever made."
   },
   "author": {
    "text": "Robert Redford"
   }
  },
  {
   "quote": {
    "text": "I played a lot of sports when I was a kid so I get in that ballgame mindset of being really, really respectful, but at same time saying to yourself, 'Don't back down a single inch, hang with these guys if you can.' If they throw it high and tight you have to stand in there, you can't take yourself out of that moment."
   },
   "author": {
    "text": "Michael Keaton"
   }
  },
  {
   "quote": {
    "text": "If you're a dope like me, you get every sports channel you can get. I'm watching, you know, Netherlands soccer."
   },
   "author": {
    "text": "Michael Keaton"
   }
  },
  {
   "quote": {
    "text": "There aren't a lot of opportunities for that rite of passage that makes you a man. War is one of them, and violent sports are another."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "Not many countries establish a prize for peace. The Seoul Peace Prize has its roots in the 1988 Summer Olympics when this country opened its doors to people and athletes from more than 160 countries. Korea did so in part because it believes in the power of sports for peace and development."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "I didn't go to normal children school. I went to sports school when I was 8. So I studied martial arts."
   },
   "author": {
    "text": "Jet Li"
   }
  },
  {
   "quote": {
    "text": "I'm not good at a lot of things. I am not good at keeping my room clean. I am not good at eating healthy. I am not good at sports anymore. I used to be! Not so much anymore."
   },
   "author": {
    "text": "Zendaya"
   }
  },
  {
   "quote": {
    "text": "There's a whole lot more to the African-American community than entertainment and sports."
   },
   "author": {
    "text": "J. C. Watts"
   }
  },
  {
   "quote": {
    "text": "I would love to be associated with some sports organization. I was a journalism major. That's kind of intriguing, to do something in the political-commentary arena."
   },
   "author": {
    "text": "J. C. Watts"
   }
  },
  {
   "quote": {
    "text": "The Americans love Aussies, but they're actually quite afraid of us at the same time because they think we're insane. Then they see our sports - league, union, and AFL - and that makes them even more worried."
   },
   "author": {
    "text": "Russell Crowe"
   }
  },
  {
   "quote": {
    "text": "I'm a mad lover of sport. You cannot say a bad word to me about sports. So I know business is involved and I know it can be cynical, and, of course, I watch it, but for me it's pure."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "I've gotten to know a lot of great people here in all the different sports. It's fun. It's fun to get involved where you live. And this is where I live. I'm a registered voter here. I have my Wisconsin driver's license."
   },
   "author": {
    "text": "Aaron Rodgers"
   }
  },
  {
   "quote": {
    "text": "I was not good at team sports, I have to say. I'm quite good at individual sports, but I was not good at team sports, so I wasn't good at baseball and football."
   },
   "author": {
    "text": "Tom Ford"
   }
  },
  {
   "quote": {
    "text": "Football is an incredible game. Sometimes it's so incredible, it's unbelievable."
   },
   "author": {
    "text": "Tom Landry"
   }
  },
  {
   "quote": {
    "text": "We're going to have more kids playing, and we're going to have a better chance of finding those players Minor sports in a community is for fun and recreation. For everyone."
   },
   "author": {
    "text": "Bobby Orr"
   }
  },
  {
   "quote": {
    "text": "HBO is undeniably a leader in meaningful storytelling in a wide array of formats. I'm honored to join the REAL SPORTS team and look forward to continuing my fervor for uncovering unique and impactful stories."
   },
   "author": {
    "text": "Soledad O'Brien"
   }
  },
  {
   "quote": {
    "text": "I love sports. I love animals. I love kids. I want to save the world. So how do I combine all those things? I don't know."
   },
   "author": {
    "text": "Joan Jett"
   }
  },
  {
   "quote": {
    "text": "I first got online in the late '80s when I was an eccentric teenager in suburban New Jersey, in a town mostly interested in sports, popularity, and clothes. I was a reader, into Jorge Luis Borges, and I found, connected to, and delighted in a group of Borges scholars from Aarhus, Denmark, that I met online."
   },
   "author": {
    "text": "Caterina Fake"
   }
  },
  {
   "quote": {
    "text": "I was an eccentric teenager in suburban New Jersey, in a town mostly interested in sports, popularity, and clothes. A fan of Jorge Luis Borges, I found a group of Borges scholars from Aarhus, Denmark - perfect strangers - whom I connected to online and immediately became enthralled by the idea of virtual communities."
   },
   "author": {
    "text": "Caterina Fake"
   }
  },
  {
   "quote": {
    "text": "Your body's really only meant to compete at the highest levels of combat sports for a few years."
   },
   "author": {
    "text": "Joe Rogan"
   }
  },
  {
   "quote": {
    "text": "I'm girlie in the sense that I like makeup, but I also love sports and man food."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "Don't let anyone turn you into a slave. You're a slave if you let the media tell you that sports and entertainment are more important than developing your brain."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "I grew up being into sports and I wasn't trained to move my body in the right way for dancing. I'm the last one to get any moves correct. In rehearsals it's always, 'OK, one more take for Zac.'"
   },
   "author": {
    "text": "Zac Efron"
   }
  },
  {
   "quote": {
    "text": "Now, I know you expected me to say that, well, I just kick back in the rocking chair, fished a little bit, listened to Willie Nelson tapes and watched old baseball games on the Classic Sports network. And, tell you the truth, I have done that for maybe about five total minutes."
   },
   "author": {
    "text": "Dan Rather"
   }
  },
  {
   "quote": {
    "text": "People in the States used to think that if girls were good at sports their sexuality would be affected."
   },
   "author": {
    "text": "Martina Navratilova"
   }
  },
  {
   "quote": {
    "text": "The goal for the Laureus Sport For Good Foundation is to give kids an opportunity to be involved in sports and hopefully learn some lessons along the way. We want to put them in a safe environment, help them if they need it and maybe they will get a scholarship to a school because of the skills that they learn. Sport is just a starting point."
   },
   "author": {
    "text": "Martina Navratilova"
   }
  },
  {
   "quote": {
    "text": "I've given many lessons in many sports over the years to many different people."
   },
   "author": {
    "text": "Martina Navratilova"
   }
  },
  {
   "quote": {
    "text": "I can teach many sports, but obviously, tennis is the one. When you do other sports, you see things from different perspectives: different footwork drills, body positions, angles and geometry. All that stuff is helpful, and so when I do other sports, I can see things, because once you know one sport, then the other sport becomes more clear."
   },
   "author": {
    "text": "Martina Navratilova"
   }
  },
  {
   "quote": {
    "text": "Immigrants use debt intelligently. They understand the difference between active debt: creating a business, or something to make business better, and dead debt: buying that new sports car or the 60 inch television. Those things don't lead to the good life. They delay getting it."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "I always loved the way music made me feel. I did sports at school and all, but when I got home, it was just music. Everybody in my neighborhood loved music. I could jump the back fence and be in the park where there were ghetto blasters everywhere."
   },
   "author": {
    "text": "Dr. Dre"
   }
  },
  {
   "quote": {
    "text": "My dad has always played and coached, so that's what I knew. I played other sports but always turned toward soccer and had the same love for it as my father. They never forced me to play; I always wanted to. I was always around it."
   },
   "author": {
    "text": "Ali Krieger"
   }
  },
  {
   "quote": {
    "text": "He has the finest, fundamentally sound golf swing I've ever seen."
   },
   "author": {
    "text": "Jack Nicklaus"
   }
  },
  {
   "quote": {
    "text": "He's going to be around a long, long time, if his body holds up. That's always a concern with a lot of players because of how much they play. A lot of guys can't handle it. But it looks like he can."
   },
   "author": {
    "text": "Jack Nicklaus"
   }
  },
  {
   "quote": {
    "text": "I had fun pretending to be a sportscaster. People always think that was a down thing for me. I had the best job in sports broadcasting for two years."
   },
   "author": {
    "text": "Dennis Miller"
   }
  },
  {
   "quote": {
    "text": "When you write about sports, you're allowed to engage in mischief. Nothing is at stake."
   },
   "author": {
    "text": "Malcolm Gladwell"
   }
  },
  {
   "quote": {
    "text": "The paradox of endurance sports is that an athlete can never work as hard as he wants, because if he pushes himself too far, his hematocrit will fall."
   },
   "author": {
    "text": "Malcolm Gladwell"
   }
  },
  {
   "quote": {
    "text": "I hate the cliche of 'just have fun,' but what I've seen in today's sports, especially with parents, is they put so much pressure on the kids."
   },
   "author": {
    "text": "Hope Solo"
   }
  },
  {
   "quote": {
    "text": "In track years... track is not like other sports. You do have track athletes that stay in this sport until, like, 35, 36, but I think when you get to 28, it's really difficult."
   },
   "author": {
    "text": "Usain Bolt"
   }
  },
  {
   "quote": {
    "text": "It's so important for kids to get involved with sports in general at a young age."
   },
   "author": {
    "text": "Lindsey Vonn"
   }
  },
  {
   "quote": {
    "text": "You can't just be anyone who is off the streets and come do what we do. You have to train, and there has to be something within you. You have to have athletic ability... What we do is 100 percent athletic. I feel like it's one of the top athletic programs out there when you consider professional sports."
   },
   "author": {
    "text": "Nikki Bella"
   }
  },
  {
   "quote": {
    "text": "If you don't eat right as an athlete, you'll get tired and won't be as sharp. It's simple to drink sodas and sports drinks, but water is the most essential drink to put in your body."
   },
   "author": {
    "text": "Troy Polamalu"
   }
  },
  {
   "quote": {
    "text": "If you drink don't drive. Don't even putt."
   },
   "author": {
    "text": "Dean Martin"
   }
  },
  {
   "quote": {
    "text": "We knew sports was important to us and our family, but there are priorities in life.Obviously, faith is foremost; how we did in school is important. If we didn't handle that business then there were no privileges."
   },
   "author": {
    "text": "Stephen Curry"
   }
  },
  {
   "quote": {
    "text": "I'll always be into sports. Sports is part of my life forever. My TV stays on ESPN all day long, I'm one of those. I don't even listen to music in the car; all I listen to is sports talk."
   },
   "author": {
    "text": "Action Bronson"
   }
  },
  {
   "quote": {
    "text": "Sports is like a war without the killing."
   },
   "author": {
    "text": "Ted Turner"
   }
  },
  {
   "quote": {
    "text": "I've had the good fortune to have a much more diverse life than most people would, professional sports and television and news and movies."
   },
   "author": {
    "text": "Ted Turner"
   }
  },
  {
   "quote": {
    "text": "Maybe it's oldest-child syndrome, but I have always been competitive, even as a kid with sports. It spills into my career."
   },
   "author": {
    "text": "Eric Church"
   }
  },
  {
   "quote": {
    "text": "The things that people do now in sports, you can't even believe. These are complete total athletes. To see what human beings can do in the highest level is amazing."
   },
   "author": {
    "text": "Billie Joe Armstrong"
   }
  },
  {
   "quote": {
    "text": "If you want experiences to make you a better person, then you play two or three sports."
   },
   "author": {
    "text": "Jim Brown"
   }
  },
  {
   "quote": {
    "text": "I played sports. I had boyfriends. I loved high school."
   },
   "author": {
    "text": "Ann Coulter"
   }
  },
  {
   "quote": {
    "text": "Believe it or not, I worked four summers in college as a sports writer covering baseball for a parks and rec department in Bayonne, N.J."
   },
   "author": {
    "text": "George R. R. Martin"
   }
  },
  {
   "quote": {
    "text": "I'd have to say losing the title to Ali in '74 was the lowest moment in sports for me. It was the most devastating thing in my boxing career, and it still hurts to this day."
   },
   "author": {
    "text": "George Foreman"
   }
  },
  {
   "quote": {
    "text": "I always wanted to be a sports broadcaster."
   },
   "author": {
    "text": "James Carville"
   }
  },
  {
   "quote": {
    "text": "You cannot mix sports with politics."
   },
   "author": {
    "text": "Jackie Chan"
   }
  },
  {
   "quote": {
    "text": "What passes for sports coverage is terribly sycophantic."
   },
   "author": {
    "text": "Billy Crystal"
   }
  },
  {
   "quote": {
    "text": "Political columnists and sports pundits are rewarded for being overconfident."
   },
   "author": {
    "text": "Daniel Kahneman"
   }
  },
  {
   "quote": {
    "text": "Unfortunately the world is what it is now. People don't get along for whatever reason. As professional athletes, in a way we're almost ambassadors for peace, because sports brings everyone together."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "In the sports arena I would say there is nothing like training and preparation. You have to train your mind as much as your body."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "I think women athletes who have been successful need to help other sports, those sports that are just emerging. That's what I've been thinking about and looking forward to."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "Tennis has been around for so long - women have been playing the majors since the 1800s. Other sports have not had professional leagues for women for as long."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "Equality for men and women, across the world, not only in sports, is the goal. We obviously have a long way to go, but every little bit helps."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "As an athlete and as a woman, I get my confidence from playing sports because it shifts your focus from what your body looks like to what your body can do for you. That's what we all should be doing. It shouldn't be about looking perfect."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "Tennis is definitely a star for women in sports."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "I spent my whole life playing sports and training and pushing myself to the limits."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "Some of the companies we helped start are names you know. An office supply company called Staples - where I'm pleased to see the Obama campaign has been shopping; The Sports Authority, which became a favorite of my sons. We started an early childhood learning center called Bright Horizons that First Lady Michelle Obama rightly praised."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "There are many benefits to a sports entity breaking news directly to their recipients: the entity has full control over the message and how it is shared versus previously relying on a media outlets to translate or distribute as they choose. Also, there's no quicker place for valuable information to spread than Twitter."
   },
   "author": {
    "text": "Amy Jo Martin"
   }
  },
  {
   "quote": {
    "text": "I did all the right things in so many tournaments. But like I said, sometimes in sports it just goes the other way. Maybe you've already won so much that it evens it out a bit sometimes. I don't know."
   },
   "author": {
    "text": "Roger Federer"
   }
  },
  {
   "quote": {
    "text": "In order to develop the country's sports in line with the great leaders' ideas and plan of developing Juche-based sports, our Party directs great efforts to the work of the sports sector."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "I'm not super into sports."
   },
   "author": {
    "text": "Jack Antonoff"
   }
  },
  {
   "quote": {
    "text": "The families of many athletes - incensed at the sports leagues and hoping to make games safer overall - are increasingly making the brains of players who die prematurely and suspiciously available for study. Some athletes are even making the bequest themselves."
   },
   "author": {
    "text": "Jeffrey Kluger"
   }
  },
  {
   "quote": {
    "text": "I know I could be the host of 'SportsCenter' in two years if I changed my show today to sports."
   },
   "author": {
    "text": "Gary Vaynerchuk"
   }
  },
  {
   "quote": {
    "text": "I'm nothing more than a sports slave."
   },
   "author": {
    "text": "Dennis Rodman"
   }
  },
  {
   "quote": {
    "text": "There is so much hypocrisy in sports."
   },
   "author": {
    "text": "Dennis Rodman"
   }
  },
  {
   "quote": {
    "text": "If they asked me, I did two shifts. I did sports, I did news, because I loved it."
   },
   "author": {
    "text": "Larry King"
   }
  },
  {
   "quote": {
    "text": "I did everything when I started. In Miami I did news, I did weather, I did sports, I did disk-jockeying. And I did a sports talk show every week - every Saturday night."
   },
   "author": {
    "text": "Larry King"
   }
  },
  {
   "quote": {
    "text": "Sports are my favorite. It's the first thing I turn to every day."
   },
   "author": {
    "text": "Larry King"
   }
  },
  {
   "quote": {
    "text": "I thought I would be a sports announcer. All I was was a curious kid who wanted to be on the radio."
   },
   "author": {
    "text": "Larry King"
   }
  },
  {
   "quote": {
    "text": "I watch sports and cable news. I'm a political junkie, so that's my interest."
   },
   "author": {
    "text": "Jerry Springer"
   }
  },
  {
   "quote": {
    "text": "Where I came from, sports were the only way to get out front."
   },
   "author": {
    "text": "Joe Namath"
   }
  },
  {
   "quote": {
    "text": "Until my senior year, baseball and basketball were my best sports; and even when I was a senior, I still wanted to play baseball professionally. But the family wanted me to go to college, and I guess I agreed with them, or else I would have accepted some of the offers I got."
   },
   "author": {
    "text": "Joe Namath"
   }
  },
  {
   "quote": {
    "text": "I played football. I wrestled. Those were team sports and I played for the school. When I was younger, I played kick the can and stuff like that. I loved that."
   },
   "author": {
    "text": "Vince Vaughn"
   }
  },
  {
   "quote": {
    "text": "When I was in elementary school, we weren't allowed to do sports other than cheerleading. By junior high, they let us play, but we had to come back after 6:30 p.m. to practice because there was only one gymnasium and the boys used it first."
   },
   "author": {
    "text": "Jackie Joyner-Kersee"
   }
  },
  {
   "quote": {
    "text": "Competing in both track and field and basketball for the Bruins I have a lot of great memories to choose from. But my all-time favorite moment in collegiate sports has to be in 1982 when we won UCLA's first NCAA title in track."
   },
   "author": {
    "text": "Jackie Joyner-Kersee"
   }
  },
  {
   "quote": {
    "text": "Golf appeals to the idiot in us and the child. Just how childlike golf players become is proven by their frequent inability to count past five."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "I never really participated in specific sports or anything, but once I hit 40, I started to get a little bit more active and began swimming more."
   },
   "author": {
    "text": "Shigeru Miyamoto"
   }
  },
  {
   "quote": {
    "text": "The crowd makes the ballgame."
   },
   "author": {
    "text": "Ty Cobb"
   }
  },
  {
   "quote": {
    "text": "It's a round ball and a round bat, and you got to hit it square."
   },
   "author": {
    "text": "Pete Rose"
   }
  },
  {
   "quote": {
    "text": "Denver is home to me, and to be recognized for my achievements in the sports community here is a great honor."
   },
   "author": {
    "text": "Carmelo Anthony"
   }
  },
  {
   "quote": {
    "text": "I was always the youngest person in class, skinny, scrawny, no good at sports. I asserted myself by being smart. But then I got to college and started to get C's and D's. That was fantastic. I no longer had to be the smartest person in the room."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "I was always into sports, and as a sportsperson, you need to be fit to survive and play from start to finish."
   },
   "author": {
    "text": "Disha Patani"
   }
  },
  {
   "quote": {
    "text": "The main thing is healthy eating, exercise, which I do for special events, like if it's Sports Illustrated, or the swim suit catalogue for Victoria's Secret, or my own calendar that I did for the year 2000."
   },
   "author": {
    "text": "Heidi Klum"
   }
  },
  {
   "quote": {
    "text": "Seven has always been my lucky number. It's on my guitar pick; in sports, that was always the number I was, and 'Riser' is my seventh album. With this album kind of coming to an end and having seven nominations at the ACMs, it feels like a bigger story in play for me, and it's the perfect number. I wouldn't have wanted eight!"
   },
   "author": {
    "text": "Dierks Bentley"
   }
  },
  {
   "quote": {
    "text": "That's what I'd like to do on the President's Council. Make sports and athletics available to every youth in America, not just one day a week like it was for me, but every day."
   },
   "author": {
    "text": "Florence Griffith Joyner"
   }
  },
  {
   "quote": {
    "text": "When we do 'Sports Illustrated,' it starts the night before. You do a St. Tropez tan that night, then baby oil gel, then body color."
   },
   "author": {
    "text": "Chrissy Teigen"
   }
  },
  {
   "quote": {
    "text": "I played sports growing up in high school."
   },
   "author": {
    "text": "Erin Heatherton"
   }
  },
  {
   "quote": {
    "text": "There have been times - and not just on 'The Newsroom,' but on 'The West Wing,' 'Sports Night,' 'Studio 60'... - where it was hard to look the cast and crew in the eye, when I put a script on the table that I knew just wasn't good enough."
   },
   "author": {
    "text": "Aaron Sorkin"
   }
  },
  {
   "quote": {
    "text": "I get the 'The New York Times' and 'Los Angeles Times' thrown at my door every morning. I'll read the front page of 'The New York Times,' then the op-eds, then scan the arts section and then the sports section. Then I do the same with the 'L.A. Times.'"
   },
   "author": {
    "text": "Aaron Sorkin"
   }
  },
  {
   "quote": {
    "text": "When you play sports like tennis, you're alone, and that's a good school for life, but it's also a good school for life to bring your best and make those around you better, too - helping others in difficult moments."
   },
   "author": {
    "text": "Jurgen Klopp"
   }
  },
  {
   "quote": {
    "text": "A significant piece of the wealth that the NFL owners garner is a result of the enormous TV revenues they get - and those revenues are supported by a legislatively granted exemption from the antitrust laws that has been made applicable to sports leagues, primarily the NFL."
   },
   "author": {
    "text": "Eliot Spitzer"
   }
  },
  {
   "quote": {
    "text": "My dad told us up front, 'Guys, if you want to play sports, go ahead, but it's your decision.'"
   },
   "author": {
    "text": "Peyton Manning"
   }
  },
  {
   "quote": {
    "text": "I've been a Colt for almost all of my adult life, but I guess in life, and in sports, we all know nothing lasts forever. Times change, circumstances change, and that's the reality of playing in the NFL."
   },
   "author": {
    "text": "Peyton Manning"
   }
  },
  {
   "quote": {
    "text": "Growing up with brothers, I've always been a very competitive person and also very involved in sports. So when I was younger, whatever sport I was involved in, I wanted to go to the Olympics for that!"
   },
   "author": {
    "text": "Gretchen Bleiler"
   }
  },
  {
   "quote": {
    "text": "It sucks. When you're a woman in sports, people want you to show some skin."
   },
   "author": {
    "text": "Gretchen Bleiler"
   }
  },
  {
   "quote": {
    "text": "Being involved in sports, you think less about how your body looks and more how it performs."
   },
   "author": {
    "text": "Gretchen Bleiler"
   }
  },
  {
   "quote": {
    "text": "Well, I'm not a big sports fan."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "I watch movies and sports. I can count on the fingers of my hand the number of times I have watched an hour show. I never watch a half-hour show, and I never watch myself."
   },
   "author": {
    "text": "William Shatner"
   }
  },
  {
   "quote": {
    "text": "When I first started designing sportswear, I felt that women weren't represented in sports performance. I felt that men were dressed really well both technically and visually, and women were almost like an afterthought."
   },
   "author": {
    "text": "Stella McCartney"
   }
  },
  {
   "quote": {
    "text": "'Sports Illustrated' decided to have curvy women not only in their magazine but on the cover of their magazine. Now, that means size diversity is here, and it's real, and it's not a trend."
   },
   "author": {
    "text": "Ashley Graham"
   }
  },
  {
   "quote": {
    "text": "I wasn't put on the cover of 'Sports Illustrated' as a plus-size model; I was put on the cover of 'Sports Illustrated' as a model, as a rookie, as Ashley Graham."
   },
   "author": {
    "text": "Ashley Graham"
   }
  },
  {
   "quote": {
    "text": "When you look at golf films before us they're all - garbage or satire. A lot of sports films tend to vilify the opposition. Where the opposition becomes this big angry monster, so big you can't beat him."
   },
   "author": {
    "text": "Shia LaBeouf"
   }
  },
  {
   "quote": {
    "text": "Sports is like rock 'n' roll. Both are dominant cultural forces, both speak an international language, and both are all about emotions."
   },
   "author": {
    "text": "Phil Knight"
   }
  },
  {
   "quote": {
    "text": "I have a great deal of respect for any women that will enter the world of little boys of sports."
   },
   "author": {
    "text": "Jennifer Garner"
   }
  },
  {
   "quote": {
    "text": "I thought my sports career was over once I got into a wheelchair. That was the hardest reality I had to face."
   },
   "author": {
    "text": "Victoria Arlen"
   }
  },
  {
   "quote": {
    "text": "You just can't compare the WWE to anything else when it comes to sports entertainment. There is nothing like the WWE, nothing like this machine I am working for and I'm proud to work for."
   },
   "author": {
    "text": "A.J. Styles"
   }
  },
  {
   "quote": {
    "text": "I've always been a fan of football, always watched the NFL and it's great to always sit back wherever I can this year. You sit back and enjoy the games, pop a little sports drink - not any pop or soda - lay back, watch the games. It's always cool to see how the games go down and just enjoy them."
   },
   "author": {
    "text": "Rob Gronkowski"
   }
  },
  {
   "quote": {
    "text": "I've got four brothers, so with them and all our friends we had these sports parties in the basement. We'd play basketball, mini-sticks, baseball in the backyard, football, whatever it was. We were busy 24/7."
   },
   "author": {
    "text": "Rob Gronkowski"
   }
  },
  {
   "quote": {
    "text": "In order to stay healthy, recover quickly, and continue building strength and agility, I've combined different types of low-impact sports circuit exercises to maximize and expand my abilities."
   },
   "author": {
    "text": "Rob Gronkowski"
   }
  },
  {
   "quote": {
    "text": "In sports, a team is surrounded with people with different backgrounds, with different races, and with different religions. In order to win, everybody comes together. I feels like that's what the U.S.A. represents. Everyone just has to come together in order to win."
   },
   "author": {
    "text": "Rob Gronkowski"
   }
  },
  {
   "quote": {
    "text": "I've aways been good at picking up certain things, like sports and dancing."
   },
   "author": {
    "text": "Channing Tatum"
   }
  },
  {
   "quote": {
    "text": "What separates sports from entrepreneurism, however, is that in business we constantly have to overcome undefined and unpredictable challenges. Athletes train for specific events and conditions, whereas entrepreneurs generally have little idea what they will encounter along the way."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "Sports help women stay in school longer and make them less likely to use drugs, break the law, or get pregnant at an early age."
   },
   "author": {
    "text": "Julie Foudy"
   }
  },
  {
   "quote": {
    "text": "Most sports federations, corporations, and governments don't change voluntarily. Change is brought by the disenfranchised demanding better."
   },
   "author": {
    "text": "Julie Foudy"
   }
  },
  {
   "quote": {
    "text": "I leave work by 6:30 P.M. so I can spend some time with the children. Inevitably, we'll end up watching basketball or football. I live in a house of boys, and they're all sports mad, so I don't stand a chance."
   },
   "author": {
    "text": "Aerin Lauder"
   }
  },
  {
   "quote": {
    "text": "Our philosophy is you need to give nonprofit money for health, nutrition, education, culture, and sports."
   },
   "author": {
    "text": "Carlos Slim"
   }
  },
  {
   "quote": {
    "text": "The sports apparel industry was dominated by the big shoe companies. But there was a void in apparel and I decided to fill it."
   },
   "author": {
    "text": "Kevin Plank"
   }
  },
  {
   "quote": {
    "text": "The growth of women's soccer and women's sports all around the world has been slow."
   },
   "author": {
    "text": "Abby Wambach"
   }
  },
  {
   "quote": {
    "text": "When you're a pro athlete, life is very narcissistic - everything relates back to you and how you play. When you are getting out of pro sports, you suddenly have to get a little more mindful of what's going on around you and how you affect the rest of the world."
   },
   "author": {
    "text": "Abby Wambach"
   }
  },
  {
   "quote": {
    "text": "We really have some of the best fans in the NBA, in sports in general. Here, you get a consistent base, people support. People love the Spurs, and that's special. That's not everywhere."
   },
   "author": {
    "text": "Tim Duncan"
   }
  },
  {
   "quote": {
    "text": "Football is only once a week. NASCAR is once a week. Those sports are insanely popular. Horse racing is oversaturated. Unless tracks cut back to three days a week of full fields, a lot of people will really hurt down the road. Horse racing, to survive, has to go to that. Let's face it: Churchill Downs only does well on Derby Week."
   },
   "author": {
    "text": "Rick Pitino"
   }
  },
  {
   "quote": {
    "text": "Even if I did have, you know, a 'Sports Illustrated' body, I'd still wear elegant clothes."
   },
   "author": {
    "text": "Adele"
   }
  },
  {
   "quote": {
    "text": "Just like I find men who talk sports who don't really know sports annoying, I think men might find women who don't really have a true passion and knowledge of sports maybe not so attractive."
   },
   "author": {
    "text": "Gabrielle Union"
   }
  },
  {
   "quote": {
    "text": "I've always had an interest in sports across the board."
   },
   "author": {
    "text": "Gabrielle Union"
   }
  },
  {
   "quote": {
    "text": "I played sports year around: basketball, soccer, softball and I ran track year around, from the time I was, like, six, seven."
   },
   "author": {
    "text": "Gabrielle Union"
   }
  },
  {
   "quote": {
    "text": "All sports for all people."
   },
   "author": {
    "text": "Pierre de Coubertin"
   }
  },
  {
   "quote": {
    "text": "I am really passionate about sports in general - especially water sports."
   },
   "author": {
    "text": "Enrique Iglesias"
   }
  },
  {
   "quote": {
    "text": "Mostly I play sports games - football and basketball. 'Inside Drive' and 'NFL Fever.'"
   },
   "author": {
    "text": "Paul Pierce"
   }
  },
  {
   "quote": {
    "text": "The fans of New York are very knowledgeable about the game of basketball. They love their sports here."
   },
   "author": {
    "text": "Paul Pierce"
   }
  },
  {
   "quote": {
    "text": "I like a few vintage Rolexes, and Panerais are good. I'm not into sports watches - I like chronometers."
   },
   "author": {
    "text": "Jason Statham"
   }
  },
  {
   "quote": {
    "text": "I think sometimes when it comes to sports, and especially relationships between players and coaches, that people lose track, lose a sense of reality."
   },
   "author": {
    "text": "Ricky Williams"
   }
  },
  {
   "quote": {
    "text": "I started playing ball when I was a kid. My dad was a pro ball player and he passed on his knowledge to me."
   },
   "author": {
    "text": "Kurt Russell"
   }
  },
  {
   "quote": {
    "text": "I did everything - I did newscasts, I did sports, I did dramas."
   },
   "author": {
    "text": "Alex Trebek"
   }
  },
  {
   "quote": {
    "text": "I think, without question, the way someone plays sports shows something about inherently who they are, you know?"
   },
   "author": {
    "text": "Hill Harper"
   }
  },
  {
   "quote": {
    "text": "If I had not been dyslexic, I wouldn't have needed sports. I would have been like every other kid. Instead, I found my one thing, and I was never going to let go of it. That little dyslexic kid is always in the back of your head."
   },
   "author": {
    "text": "Caitlyn Jenner"
   }
  },
  {
   "quote": {
    "text": "Sports saved my life."
   },
   "author": {
    "text": "Caitlyn Jenner"
   }
  },
  {
   "quote": {
    "text": "Every boy learns more in his hours of play than in his hours of labor. In school, he lays in the materials of thinking, but in his sports, he actually thinks: he whets his faculties, and he opens his eyes."
   },
   "author": {
    "text": "William Godwin"
   }
  },
  {
   "quote": {
    "text": "Trump survives by Corum's Law. This is a famous, well-tested theory and is named after Bill Corum, who once wrote sports for the Hearst papers when they were in New York."
   },
   "author": {
    "text": "Jimmy Breslin"
   }
  },
  {
   "quote": {
    "text": "I feel like the Philadelphia sports teams are really good at having my back."
   },
   "author": {
    "text": "Lil Dicky"
   }
  },
  {
   "quote": {
    "text": "ABC wouldn't be a player in the news major leagues until the 1970s, when Roone Arledge brought to ABC News the energy and programming approach he had applied to ABC Sports."
   },
   "author": {
    "text": "Tom Brokaw"
   }
  },
  {
   "quote": {
    "text": "Sometimes emotions can win fights. Sometimes letting your feelings out in a fight can win you the fight. When it means the world to you, it's not just a sports contest - a boxing match for money or belts."
   },
   "author": {
    "text": "Tyson Fury"
   }
  },
  {
   "quote": {
    "text": "Baseball life is a tough life on the family."
   },
   "author": {
    "text": "Nolan Ryan"
   }
  },
  {
   "quote": {
    "text": "When I was really young, I can remember being into fashion, but I was really into horses and sports."
   },
   "author": {
    "text": "Kendall Jenner"
   }
  },
  {
   "quote": {
    "text": "When I was younger, I used to bite my nails so bad. I used to play sports; I played, like, every sport. I would be playing soccer, and I'd be in the middle of the field just zoned out, biting my nails, and I'd, like, miss the ball going past me."
   },
   "author": {
    "text": "Kendall Jenner"
   }
  },
  {
   "quote": {
    "text": "I was a gymnast for 13 years, so I was heavy into sports."
   },
   "author": {
    "text": "SZA"
   }
  },
  {
   "quote": {
    "text": "The tradition in Serbia has always been team sports - football, basketball, handball, volleyball and water polo, individual sports are not supported."
   },
   "author": {
    "text": "Novak Djokovic"
   }
  },
  {
   "quote": {
    "text": "I still feel that in India we look upon sports as a recreational activity - which it is - but people have to understand that there is a career in sports. It's not just necessary to be a doctor or a lawyer or an engineer, as most of us Indians appear to think that our children should grow up to be."
   },
   "author": {
    "text": "Abhishek Bachchan"
   }
  },
  {
   "quote": {
    "text": "I think every school in the world should have a sports program."
   },
   "author": {
    "text": "Abhishek Bachchan"
   }
  },
  {
   "quote": {
    "text": "I feel like football players are overworked and underpaid compared to any other sports."
   },
   "author": {
    "text": "Terrell Owens"
   }
  },
  {
   "quote": {
    "text": "I'm not a sports person, but every now and then, I incorporate sports in my rhymes because I'm always grabbing from certain things and getting inspired by something whether I'm totally involved in it or not."
   },
   "author": {
    "text": "Gza"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, I was always an athlete. I played a lot of sports. I played football, basketball, baseball and soccer."
   },
   "author": {
    "text": "Scott Caan"
   }
  },
  {
   "quote": {
    "text": "The game of football requires attention constantly. If you miss one play, you can miss a lot of action - unlike some other sports."
   },
   "author": {
    "text": "Robert Kraft"
   }
  },
  {
   "quote": {
    "text": "I've always been a guy who wants to play sports, not watch them."
   },
   "author": {
    "text": "Shaun White"
   }
  },
  {
   "quote": {
    "text": "I always tell people that our sports aren't that dangerous."
   },
   "author": {
    "text": "Shaun White"
   }
  },
  {
   "quote": {
    "text": "What drives me now is the fact that I feel like I still have so many tricks that I want to learn and so many things that I can still do. And so many cool things outside of sports that I have been doing."
   },
   "author": {
    "text": "Shaun White"
   }
  },
  {
   "quote": {
    "text": "I think they need to get a more reliable way of watching television on the laptop. Because I travel so much, if I want to watch my favorite sports team it might not be showing in that place, so I want a reliable way to watch whatever I want to watch on my laptop."
   },
   "author": {
    "text": "John Legend"
   }
  },
  {
   "quote": {
    "text": "My brothers were funny, and there was a lot of shtick and comedy and nastiness and violence and fighting and sports."
   },
   "author": {
    "text": "Alec Baldwin"
   }
  },
  {
   "quote": {
    "text": "Speaking from personal experience, I watch zero shows when they air. The only shows I watch live are awards shows or sports. Shows like 'True Detective' and 'Game Of Thrones,' I watch every episode, but I don't watch them as they air, and I think that's becoming the case for people more."
   },
   "author": {
    "text": "Andy Samberg"
   }
  },
  {
   "quote": {
    "text": "You get into comedy because you are insecure, and you communicate with the world through comedy to sort of alleviate the tension of those insecurities and to find a way to make people like you other than the way you look or how good you are at sports. I don't think that really goes away."
   },
   "author": {
    "text": "Andy Samberg"
   }
  },
  {
   "quote": {
    "text": "And then I got into sports and gave my guitar to my brother Jeff who was just a little kid at that time."
   },
   "author": {
    "text": "Beau Bridges"
   }
  },
  {
   "quote": {
    "text": "After one Olympics, if we invest in sports and say we will get a gold medal in the next Olympic, it doesn't work like that in sports. How it works is that you provide the infrastructure, provide education about nutrition and health."
   },
   "author": {
    "text": "Mahendra Singh Dhoni"
   }
  },
  {
   "quote": {
    "text": "I'm kind of the model that everyone thought would always be the Guess, 'Sports Illustrated' girl. Then, when I started to do high fashion stuff... people were like, 'Oh, so we can have a girl with, like, thighs and a butt in a Tom Ford campaign. Cool.'"
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "I started modeling when I was about 2 or 3 years old; I started with Baby Guess, and I did Guess Kids, and that was the extent of my modeling career as a kid. I took all of my elementary, middle and high school years off to focus on school and sports."
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "I love sports - I used to play volleyball really competitively...I went to Junior Olympic qualifiers, and I've ridden horses my whole life."
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "I'm 19 now, and I go to The New School in New York, where I study Criminal Psychology. My first week of second semester was during Fashion Week when my first editorials in 'CR Fashion Book' and 'Sports Illustrated' came out. It was crazy!"
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "I knew I wanted to work in television because some friends of mine, when I went to high school - their fathers worked for, as a matter of fact, for NBC Sports at the time."
   },
   "author": {
    "text": "Matt Lauer"
   }
  },
  {
   "quote": {
    "text": "Being in front of the camera - first of all, when I wanted to get into television, it was as a producer. I never had an idea that I would do anything in front of the camera, and that kind of happened by accident. But I wanted to be a producer or give me a job with the Yankees or play for the Knicks. I was a sports nut when I was a kid."
   },
   "author": {
    "text": "Matt Lauer"
   }
  },
  {
   "quote": {
    "text": "You know they're not going to lose 162 consecutive games."
   },
   "author": {
    "text": "Harry Caray"
   }
  },
  {
   "quote": {
    "text": "I'm a Hollywood writer, so I put on my sports jacket and take off my brain."
   },
   "author": {
    "text": "Ben Hecht"
   }
  },
  {
   "quote": {
    "text": "Americans' addiction to sports, with the NFL at the top, is based on the excitement generated by the potential for the unexpected great play which can only happen with honest competition from great athletes."
   },
   "author": {
    "text": "Arlen Specter"
   }
  },
  {
   "quote": {
    "text": "Colleges produce more sports therapists than engineers. Perhaps because America is a sporty country: a lot of outdoors."
   },
   "author": {
    "text": "Azim Premji"
   }
  },
  {
   "quote": {
    "text": "Boxing has become America's tragic theater."
   },
   "author": {
    "text": "Joyce Carol Oates"
   }
  },
  {
   "quote": {
    "text": "I'm a big sports fan in general."
   },
   "author": {
    "text": "Luke Bryan"
   }
  },
  {
   "quote": {
    "text": "In 1964, when Lee Iacocca said, 'Shelby, I want you to make a sports car out of the Mustang,' the first thing I said was, 'Lee, you can't make a race horse out of a mule. I don't want to do it.' He said, 'I didn't ask you to make it; you work for me.'"
   },
   "author": {
    "text": "Carroll Shelby"
   }
  },
  {
   "quote": {
    "text": "I liked sports but I never really had the confidence. I was always coordinated and it came easy to me, but I didn't have the confidence to go along with the physical skill."
   },
   "author": {
    "text": "Bradley Cooper"
   }
  },
  {
   "quote": {
    "text": "Baseball is only a game, a game of inches and a lot of luck. During a time of all-out war, sports are very insignificant."
   },
   "author": {
    "text": "Bob Feller"
   }
  },
  {
   "quote": {
    "text": "It's a natural push and pull that exists in any sports organization. When you are in a big market and then you win, and you're up against the Yankees, and ratings are what they are and attendance is what it is, no one wants to go backwards; as a business, you don't want to go backwards."
   },
   "author": {
    "text": "Theo Epstein"
   }
  },
  {
   "quote": {
    "text": "I guarantee you, yoga will compete with computers, music, sports, automobiles, the drug industry. Yoga will take over the world!"
   },
   "author": {
    "text": "Bikram Choudhury"
   }
  },
  {
   "quote": {
    "text": "At Barca, players were banned from driving their sports cars to training."
   },
   "author": {
    "text": "Zlatan Ibrahimovic"
   }
  },
  {
   "quote": {
    "text": "The difference between the more traditional sports clubs and Congress is that Congress doesn't really compete against another team."
   },
   "author": {
    "text": "Cal Thomas"
   }
  },
  {
   "quote": {
    "text": "I am very proud to align myself with Miken - a brand known as an innovator and leader in the development of high performance sports equipment."
   },
   "author": {
    "text": "Brett Hull"
   }
  },
  {
   "quote": {
    "text": "I've always been really active. I grew up playing sports, so I'm always shooting hoops or throwing the football with my friends. I'm super-active in that sense."
   },
   "author": {
    "text": "Taylor Lautner"
   }
  },
  {
   "quote": {
    "text": "I've always kind of had an interest in the drums but nothing else. The drums are the only thing I feel I would be good at, because I'm a very physical person. I've always played sports and stuff. Drums would give me something to do."
   },
   "author": {
    "text": "Taylor Lautner"
   }
  },
  {
   "quote": {
    "text": "I always played sports when I was young. I played football and baseball for eight years. I loved football."
   },
   "author": {
    "text": "Taylor Lautner"
   }
  },
  {
   "quote": {
    "text": "Sometimes in football you have to score goals."
   },
   "author": {
    "text": "Thierry Henry"
   }
  },
  {
   "quote": {
    "text": "That's really what drew me into wrestling. To see my own uncle put on the mask every Friday to go into the ring, and me putting on his masks to play wrestle with him. It was a whole different world when it came down to sports."
   },
   "author": {
    "text": "Rey Mysterio"
   }
  },
  {
   "quote": {
    "text": "I am excited to join Combate Americas on NBC UNIVERSO, and look forward to building this incredible MMA sports brand and supporting the extremely talented athletes on its growing roster."
   },
   "author": {
    "text": "Rey Mysterio"
   }
  },
  {
   "quote": {
    "text": "I will openly admit that I've never really followed hockey. Given my New England upbringing, I have always adhered to the Celtics, Patriots, Red Sox, Bruins mantra of professional sports fandom, but hockey was definitely the lowest sport on the totem pole - even when the Bruins won the Stanley Cup."
   },
   "author": {
    "text": "Rachel Nichols"
   }
  },
  {
   "quote": {
    "text": "I'll let the racket do the talking."
   },
   "author": {
    "text": "John McEnroe"
   }
  },
  {
   "quote": {
    "text": "It's so great to watch sports live. I think everyone should watch it up close once, if possible. I would like to see every sport live at least once to fully appreciate what's happening on the court or on the field or on the ice or whatever the playing surface may be."
   },
   "author": {
    "text": "Diane Lane"
   }
  },
  {
   "quote": {
    "text": "I play in the low 80s. If it's any hotter than that, I won't play."
   },
   "author": {
    "text": "Joe E. Lewis"
   }
  },
  {
   "quote": {
    "text": "I played a ton of team sports growing up, and team wins are just incredibly gratifying."
   },
   "author": {
    "text": "Jason Bateman"
   }
  },
  {
   "quote": {
    "text": "There were only 75 people in my graduating class at the school I attended in Hannah, S.C. It was a small school and that translated into not a lot of opportunities when it came to music. We had academic and sports programs but we never had a consistent music program. We would have a band one year, and a chorus one year, but nothing ever lasted."
   },
   "author": {
    "text": "Josh Turner"
   }
  },
  {
   "quote": {
    "text": "You cannot win if you cannot run."
   },
   "author": {
    "text": "Hank Stram"
   }
  },
  {
   "quote": {
    "text": "Growing up, I looked up to major league baseball players, and now these young women have amazing, incredible women all across the board, from swimming to gymnastics to softball to basketball. It is incredible how far women have come and women in sports have come."
   },
   "author": {
    "text": "Jennie Finch"
   }
  },
  {
   "quote": {
    "text": "Sports is something that transcends generations, transcends backgrounds, cultures, races. And so the power of sports is real."
   },
   "author": {
    "text": "Malcolm Jenkins"
   }
  },
  {
   "quote": {
    "text": "I think I was a good student, because I jumped over a school. My main interest was basically history and literature. Sports were basically basketball and swimming at a pool. I was so happy."
   },
   "author": {
    "text": "Shimon Peres"
   }
  },
  {
   "quote": {
    "text": "Buying sports cars, going to expensive nightclubs, spraying people with champagne and things like that - what I learnt is that it wasn't for me, and, in fact, I feel pretty empty after doing that."
   },
   "author": {
    "text": "Daniel Ek"
   }
  },
  {
   "quote": {
    "text": "We were sent outside to our backyard to play sports together all the time - no boy and girl differentiation, just two teams playing."
   },
   "author": {
    "text": "Cathy Engelbert"
   }
  },
  {
   "quote": {
    "text": "From my early days of playing 2:2 in basketball against my three older brothers to my years playing Division 1 college basketball and lacrosse, sports have played a big role in my leadership development."
   },
   "author": {
    "text": "Cathy Engelbert"
   }
  },
  {
   "quote": {
    "text": "My father was an athlete, a great athlete, fought in the Marines in World War I. He was all sports and activity. My mother was all academics. I still have the complete works of Shakespeare that she had."
   },
   "author": {
    "text": "Marv Levy"
   }
  },
  {
   "quote": {
    "text": "Whenever I think of baseball, the first name that comes to mind is Babe Ruth. What the Babe was to baseball, Shula is to football coaching. There are certain figures in sports who are larger than the games they play or coach, and Don Shula is one of those."
   },
   "author": {
    "text": "Marv Levy"
   }
  },
  {
   "quote": {
    "text": "Team sports aren't my thing. I find it easier to pick something up if I can do it at my own speed. And you don't need a partner to go running, you don't need a particular place, like in tennis, just a pair of trainers."
   },
   "author": {
    "text": "Haruki Murakami"
   }
  },
  {
   "quote": {
    "text": "I ain't never did no sports. I just always wanted to rap."
   },
   "author": {
    "text": "Takeoff"
   }
  },
  {
   "quote": {
    "text": "When Quavo was out doing sports, I was in the studio, what we call the bando, making music, going hard."
   },
   "author": {
    "text": "Takeoff"
   }
  },
  {
   "quote": {
    "text": "For a while I was on the cover of every Sports Illustrated swimsuit issue, which was regarded as the pinnacle of success in America."
   },
   "author": {
    "text": "Elle Macpherson"
   }
  },
  {
   "quote": {
    "text": "Golf is played by twenty million mature American men whose wives think they are out having fun."
   },
   "author": {
    "text": "Jim Bishop"
   }
  },
  {
   "quote": {
    "text": "Coming where I'm coming from, really, my family name isn't a pressure because, you know, music is not like sports, where you can go and do a hundred reps in a gym and come out and be all buffed up. Music is an expression of what's inside of you. And that's how I make music."
   },
   "author": {
    "text": "Damian Marley"
   }
  },
  {
   "quote": {
    "text": "New Yorkers love it when you spill your guts out there. Spill your guts at Wimbledon and they make you stop and clean it up."
   },
   "author": {
    "text": "Jimmy Connors"
   }
  },
  {
   "quote": {
    "text": "I originally wanted to go into sports, but my first concert was KISS at the shooting of 'KISS Meets The Phantom Of The Park.' The minute I saw Gene and Paul... it was all over. I knew that's what I wanted to do."
   },
   "author": {
    "text": "Steven Adler"
   }
  },
  {
   "quote": {
    "text": "As a result of Title IX, and a new generation of parents who want their daughters to have the opportunities they never had, women's sports have arrived."
   },
   "author": {
    "text": "Sheryl Swoopes"
   }
  },
  {
   "quote": {
    "text": "If a lot of people gripped a knife and fork the way they do a golf club, they'd starve to death."
   },
   "author": {
    "text": "Sam Snead"
   }
  },
  {
   "quote": {
    "text": "I think life is sort of like a competition, whether it's in sports, or it's achieving in school, or it's achieving good relationships with people. And competition is a little bit of what it's all about."
   },
   "author": {
    "text": "Sanford I. Weill"
   }
  },
  {
   "quote": {
    "text": "I have a Stella McCartney Adidas sports bra. I feel like I'm totally comfortable running. No problem. I have support where I need it."
   },
   "author": {
    "text": "Pamela Anderson"
   }
  },
  {
   "quote": {
    "text": "For me, I feel empowered when I use my body to exercise, play sports, and explore the world. My body allows me to sing, dance, talk, feel - and eat a damn good piece of cheesecake."
   },
   "author": {
    "text": "Iskra Lawrence"
   }
  },
  {
   "quote": {
    "text": "American sports are quite masculine. And football - although it's still played by men all over the world - football compared to American football is quite feminine in its artistry. And there's no padding. It's America's loss, though."
   },
   "author": {
    "text": "Noel Gallagher"
   }
  },
  {
   "quote": {
    "text": "I remember growing up, having sports to go to, having recess, those were the things I looked forward to. Yes, I'm an athlete, but I had buddies who weren't, and they looked forward to it, too."
   },
   "author": {
    "text": "Ashton Eaton"
   }
  },
  {
   "quote": {
    "text": "If somebody wants me to do something I've never done, I can do it more easily because of all of the years of sports I've played."
   },
   "author": {
    "text": "Ashton Eaton"
   }
  },
  {
   "quote": {
    "text": "I enjoy sports in person."
   },
   "author": {
    "text": "Shania Twain"
   }
  },
  {
   "quote": {
    "text": "Sports of every sort had always appealed to me."
   },
   "author": {
    "text": "Eddie Rickenbacker"
   }
  },
  {
   "quote": {
    "text": "Relax? How can anybody relax and play golf? You have to grip the club, don't you?"
   },
   "author": {
    "text": "Ben Hogan"
   }
  },
  {
   "quote": {
    "text": "Amateurism is the strongest form of discrimination in sports. Because it discriminates against the underprivileged, it discriminates against the poor. If we want sports to go back to the wealthy, let's make it amateur again."
   },
   "author": {
    "text": "Carl Lewis"
   }
  },
  {
   "quote": {
    "text": "I always separated sports and my personal life."
   },
   "author": {
    "text": "Carl Lewis"
   }
  },
  {
   "quote": {
    "text": "First of all the name, and the color purple, I think those two things distinguish the Vikings as much as anything. You go anywhere in the country and say 'Vikings,' they know exactly where you are. You say 'Cardinals,' well, Cardinals who? There are a dozen Cardinals teams in the country in professional and amateur sports."
   },
   "author": {
    "text": "Bud Grant"
   }
  },
  {
   "quote": {
    "text": "The voice of Vin Scully has become the song of summer for generations of Los Angeles baseball fans and aficionados of excellence in sports broadcasting."
   },
   "author": {
    "text": "Kevin de Leon"
   }
  },
  {
   "quote": {
    "text": "All I can ask from society is that it please stop telling me why I should like sports."
   },
   "author": {
    "text": "John Hodgman"
   }
  },
  {
   "quote": {
    "text": "When I got injured, I think I was starting to sense that there was more to the world than just sports. This dream of playing professional soccer probably wasn't the best track for me."
   },
   "author": {
    "text": "Eric Swalwell"
   }
  },
  {
   "quote": {
    "text": "Being a celebrity you always get really good seats to sporting events but you never get as good seats as the photographers get. And I really love sports. So one of the scams I have going now is I want to learn sports photography so I can get better seats at a sporting event."
   },
   "author": {
    "text": "Drew Carey"
   }
  },
  {
   "quote": {
    "text": "But sports photography isn't something you just pick up overnight. You can't do it once a year for fun and expect to do a good job. And I take pride in what I do."
   },
   "author": {
    "text": "Drew Carey"
   }
  },
  {
   "quote": {
    "text": "International soccer has been a big part of my love for the sport. I love the Men's National Team. I can say that they're my favorite sports team."
   },
   "author": {
    "text": "Drew Carey"
   }
  },
  {
   "quote": {
    "text": "Being a celebrity, you always get really good seats to sporting events, but you never get as good seats as the photographers get. And I really love sports."
   },
   "author": {
    "text": "Drew Carey"
   }
  },
  {
   "quote": {
    "text": "I sort of always had an inkling towards some kind of an art form. I grew up in a very small town, and I just figure-skated. My dad played hockey and I was surrounded by sports, but it wasn't quite doing it for me. I wasn't totally fulfilled, and I did a lot of skating."
   },
   "author": {
    "text": "Rachel McAdams"
   }
  },
  {
   "quote": {
    "text": "I work for ABC television; I have my own syndicated TV series. I've been on the cover of 'Time Magazine' and on the cover of 'Sports Illustrated' five times."
   },
   "author": {
    "text": "Reggie Jackson"
   }
  },
  {
   "quote": {
    "text": "The word 'geek' today does not mean what it used to mean. A geek isn't the skinny kid with a pocket protector and acne. There can be computer geeks, video game geeks, car geeks, military geeks, and sports geeks. Being a geek just means that you're passionate about something."
   },
   "author": {
    "text": "Olivia Munn"
   }
  },
  {
   "quote": {
    "text": "I was into basketball, but then once I found contact sports, it was over. I never played basketball again in my life."
   },
   "author": {
    "text": "Daniel Cormier"
   }
  },
  {
   "quote": {
    "text": "In female sports, if you're gay, most likely your team knows it pretty quickly. It's very open and widely supported. For males, it's not that way at all. It's sad."
   },
   "author": {
    "text": "Megan Rapinoe"
   }
  },
  {
   "quote": {
    "text": "Our team, in general, is in a position where people look up to us, and kids look up to us. I embrace that, and I think I have a huge LGBT following. I think it's pretty cool, the opportunity that I have, especially in sports. There's really not that many out athletes. It's important to be out and to live my life that way."
   },
   "author": {
    "text": "Megan Rapinoe"
   }
  },
  {
   "quote": {
    "text": "There are plenty of sports teams that say they're very open and super accepting in the locker room. But are they really? Is it really a safe environment? Have they preset that environment to make these players feel comfortable for coming out? I don't think so because there's none out."
   },
   "author": {
    "text": "Megan Rapinoe"
   }
  },
  {
   "quote": {
    "text": "Homophobia in male sports is much stronger than in women's sports; the locker room environment is a lot different. It's going to be much more of a brave step, an earthshaking move, for a gay male athlete to come out."
   },
   "author": {
    "text": "Megan Rapinoe"
   }
  },
  {
   "quote": {
    "text": "I think our existence in professional sports is almost a protest in and of itself in sometimes the very sexist society that we live in. For us, it's just kind of right in line with what we always do."
   },
   "author": {
    "text": "Megan Rapinoe"
   }
  },
  {
   "quote": {
    "text": "I think there's a lot of gay women in sports, and it's widely known in the team; they can live a pretty open lifestyle without being open in the media."
   },
   "author": {
    "text": "Megan Rapinoe"
   }
  },
  {
   "quote": {
    "text": "This is sports. In sports, you win and you lose. That's the nature of sports. You can't get away from that part of it. And if you get too hung up on the losing part, then you miss the boat. The competition part, a game like that, is why you play sports. That is as good as it gets."
   },
   "author": {
    "text": "David Robinson"
   }
  },
  {
   "quote": {
    "text": "Pro football is like nuclear warfare. There are no winners, only survivors."
   },
   "author": {
    "text": "Frank Gifford"
   }
  },
  {
   "quote": {
    "text": "I was a huge athlete as a kid. I was on every sports team."
   },
   "author": {
    "text": "Bonnie Bassler"
   }
  },
  {
   "quote": {
    "text": "No one pretends anymore that the Olympics are just about sports. It's routine to talk about what effect holding the Games in this or that capital will have on the host country's international reputation, how a nation's prestige can be raised by its medal count."
   },
   "author": {
    "text": "George Packer"
   }
  },
  {
   "quote": {
    "text": "The Olympics are never just about sports."
   },
   "author": {
    "text": "George Packer"
   }
  },
  {
   "quote": {
    "text": "If the presidential nominating process were an international sports competition, one would assume that top officials of both parties were taking envelopes of cash from town chairs in Durham and precinct captains in Waterloo."
   },
   "author": {
    "text": "George Packer"
   }
  },
  {
   "quote": {
    "text": "You always hear that tragedies put sports in perspective, that they prove we shouldn't care this much about the successes and failures of a bunch of wealthy strangers. I'm going the other way - sometimes, sports put everything else in perspective."
   },
   "author": {
    "text": "Bill Simmons"
   }
  },
  {
   "quote": {
    "text": "To me, I can be famous in sports. But to me, I cannot say it means a lot to be famous. Being famous is something I don't like."
   },
   "author": {
    "text": "Caster Semenya"
   }
  },
  {
   "quote": {
    "text": "People think I'm more wild than I am... I like going to theme parks, play sports or just hanging out with my friends."
   },
   "author": {
    "text": "Iggy Azalea"
   }
  },
  {
   "quote": {
    "text": "In sports, teams win and individuals don't."
   },
   "author": {
    "text": "Fran Tarkenton"
   }
  },
  {
   "quote": {
    "text": "I'm not a big sports fan."
   },
   "author": {
    "text": "Harlan Coben"
   }
  },
  {
   "quote": {
    "text": "I don't necessarily love the sports per se, I love the stories behind them. Also in a kind of perverse way I like to study what it does to us, why we care so much. It's caring about something that's utterly meaningless."
   },
   "author": {
    "text": "Harlan Coben"
   }
  },
  {
   "quote": {
    "text": "What's a good tournament for him? Winning it. He's good enough."
   },
   "author": {
    "text": "Greg Norman"
   }
  },
  {
   "quote": {
    "text": "I don't know why people question the academic training of an athlete. Fifty percent of the doctors in this country graduated in the bottom half of their classes."
   },
   "author": {
    "text": "Al McGuire"
   }
  },
  {
   "quote": {
    "text": "The only athletic sport I ever mastered was backgammon."
   },
   "author": {
    "text": "Douglas William Jerrold"
   }
  },
  {
   "quote": {
    "text": "I was an All-American in wrestling in high school, was National Champion in Chinese kickboxing in 1999 and have spent a lot of time around professional athletes, which includes my eight-plus years as CEO of a sports nutrition company."
   },
   "author": {
    "text": "Tim Ferriss"
   }
  },
  {
   "quote": {
    "text": "Basketball is like war in that offensive weapons are developed first, and it always takes a while for the defense to catch up."
   },
   "author": {
    "text": "Red Auerbach"
   }
  },
  {
   "quote": {
    "text": "When all the other kids were playing sports after school, I wanted to sing and dance and act."
   },
   "author": {
    "text": "Ian Ziering"
   }
  },
  {
   "quote": {
    "text": "I think everybody has something that takes them away or makes them happier. To some people it's baseball or sports or knitting or the movies."
   },
   "author": {
    "text": "Sutton Foster"
   }
  },
  {
   "quote": {
    "text": "I don't see the arts as competitive at all. It was a better angel of my nature. Sports is zero-sum: winner, loser, demonstrable."
   },
   "author": {
    "text": "Richard Linklater"
   }
  },
  {
   "quote": {
    "text": "You don't really grow up until you quit playing sports."
   },
   "author": {
    "text": "Richard Linklater"
   }
  },
  {
   "quote": {
    "text": "When I was younger, I played sports and went to camp. As I got older, my parents began to instill in us the importance of giving back to the community, especially those places around the world that are less fortunate than my very privileged life growing up in Los Angeles."
   },
   "author": {
    "text": "Katherine Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "Many baseball fans look upon an umpire as a sort of necessary evil to the luxury of baseball, like the odor that follows an automobile."
   },
   "author": {
    "text": "Christy Mathewson"
   }
  },
  {
   "quote": {
    "text": "Sports is remarkably cognitive. I think it's underrated just how smart it is. Actually, if I had more time, I would spend more time with sports. Watching it, reading about it, I think it's oddly underrated."
   },
   "author": {
    "text": "Tyler Cowen"
   }
  },
  {
   "quote": {
    "text": "I had come across a few sports psychologists, and I had no time for nearly all of them. I just don't think they work in a team environment."
   },
   "author": {
    "text": "Brian O'Driscoll"
   }
  },
  {
   "quote": {
    "text": "I've never bought a sports car."
   },
   "author": {
    "text": "Brian O'Driscoll"
   }
  },
  {
   "quote": {
    "text": "Any time Detroit scores more than 100 points and holds the other team below 100 points they almost always win."
   },
   "author": {
    "text": "Doug Collins"
   }
  },
  {
   "quote": {
    "text": "Baseball is a man maker."
   },
   "author": {
    "text": "Al Spalding"
   }
  },
  {
   "quote": {
    "text": "The trouble with jogging is that the ice falls out of your glass."
   },
   "author": {
    "text": "Martin Mull"
   }
  },
  {
   "quote": {
    "text": "I went through baseball as 'a player to be named later.'"
   },
   "author": {
    "text": "Joe Garagiola"
   }
  },
  {
   "quote": {
    "text": "One thing you learned as a Cubs fan: when you bought you ticket, you could bank on seeing the bottom of the ninth."
   },
   "author": {
    "text": "Joe Garagiola"
   }
  },
  {
   "quote": {
    "text": "Baseball is drama with an endless run and an ever-changing cast."
   },
   "author": {
    "text": "Joe Garagiola"
   }
  },
  {
   "quote": {
    "text": "Faith, family, academics and then sports was the order of priorities in my family. My parents really stuck to these principles when raising me and my two brothers. As long as we took care of everything, they let us play as much basketball as we wanted."
   },
   "author": {
    "text": "Jeremy Lin"
   }
  },
  {
   "quote": {
    "text": "In football, time and space are the same thing."
   },
   "author": {
    "text": "Graham Taylor"
   }
  },
  {
   "quote": {
    "text": "I only had one player in my 33 years of sports that couldn't be traded. He wore No. 23 - and 45 when he played baseball."
   },
   "author": {
    "text": "Jerry Reinsdorf"
   }
  },
  {
   "quote": {
    "text": "Don't use your advance to buy an antique sports car, diamonds by the yard, or a bottle of wine from Thomas Jefferson's cellar instead of investing in your book."
   },
   "author": {
    "text": "M. J. Rose"
   }
  },
  {
   "quote": {
    "text": "I'd love to be more involved in sports. There's so much positive energy - I have to be around it. Especially as I get older."
   },
   "author": {
    "text": "Kyle"
   }
  },
  {
   "quote": {
    "text": "Baseball players are smarter than football players. How often do you see a baseball team penalized for too many men on the field?"
   },
   "author": {
    "text": "Jim Bouton"
   }
  },
  {
   "quote": {
    "text": "I was always a mean and lean athlete - not tall - not large."
   },
   "author": {
    "text": "Edwin Moses"
   }
  },
  {
   "quote": {
    "text": "I overcame size with mechanics."
   },
   "author": {
    "text": "Edwin Moses"
   }
  },
  {
   "quote": {
    "text": "I think what's going to happen with linear television is it's going to become more linear. It's going to become more about events and more about award shows, live sports - all those things that, really, you can't replicate."
   },
   "author": {
    "text": "Ted Sarandos"
   }
  },
  {
   "quote": {
    "text": "I am just a guy that watches sports all day."
   },
   "author": {
    "text": "Brian McKnight"
   }
  },
  {
   "quote": {
    "text": "I am just like all the jerks and idiots you know. I am just a guy that watches sports all day."
   },
   "author": {
    "text": "Brian McKnight"
   }
  },
  {
   "quote": {
    "text": "I'm not buddy-buddy with the players. If they need a buddy, let them buy a dog."
   },
   "author": {
    "text": "Whitey Herzog"
   }
  },
  {
   "quote": {
    "text": "Olympism is the marriage of sport and culture."
   },
   "author": {
    "text": "Juan Antonio Samaranch"
   }
  },
  {
   "quote": {
    "text": "I'm incredibly competitive in all sports in a way that is so mystifying to my wife because she grew up playing the violin and piano. I've always been like that."
   },
   "author": {
    "text": "Geoff Dyer"
   }
  },
  {
   "quote": {
    "text": "I play a lot of sports. I'm not real good at any of them. I'm above adequate."
   },
   "author": {
    "text": "Kevin Nealon"
   }
  },
  {
   "quote": {
    "text": "Have you ever noticed what golf spells backwards?"
   },
   "author": {
    "text": "Al Boliska"
   }
  },
  {
   "quote": {
    "text": "He's got everything. He' not a great player yet because he hasn't won any major championships, but it's a matter of time. He's an outstanding talent. I didn't realize how tall he is."
   },
   "author": {
    "text": "Nick Price"
   }
  },
  {
   "quote": {
    "text": "Overall the fundamentals seem to be there and he's obviously got a very mature head on his shoulders. He's got a kind of presence."
   },
   "author": {
    "text": "Nick Price"
   }
  },
  {
   "quote": {
    "text": "My family knew, but most of the sporting world did not realize that my right hand been some 75% paralyzed."
   },
   "author": {
    "text": "Bill Toomey"
   }
  },
  {
   "quote": {
    "text": "Perhaps the single most important element in mastering the techniques and tactics of racing is experience. But once you have the fundamentals, acquiring the experience is a matter of time."
   },
   "author": {
    "text": "Greg LeMond"
   }
  },
  {
   "quote": {
    "text": "You don't suffer, kill yourself and take the risks I take just for money. I love bike racing."
   },
   "author": {
    "text": "Greg LeMond"
   }
  },
  {
   "quote": {
    "text": "Let's face it: in advertising, you are paid more, but you die younger. It's not very forgiving. Like sports stars, you're in it during your better years, and then you're out looking for work."
   },
   "author": {
    "text": "Jerry Della Femina"
   }
  },
  {
   "quote": {
    "text": "We might not make what athletes in other sports make, but we have greater longevity and we do have certain freedoms to do things they can't do. Like stay home one week and play the next week."
   },
   "author": {
    "text": "David Duval"
   }
  },
  {
   "quote": {
    "text": "Brand matters. And ESPN is, by far, the most popular sports brand. People trust ESPN."
   },
   "author": {
    "text": "John Skipper"
   }
  },
  {
   "quote": {
    "text": "Chess is a competition. Checkers is a competition. Mostly, I'm interested in doing real sports."
   },
   "author": {
    "text": "John Skipper"
   }
  },
  {
   "quote": {
    "text": "He hits the ball a long way and he knows how to win."
   },
   "author": {
    "text": "Gary McCord"
   }
  },
  {
   "quote": {
    "text": "He's got an overall flair for the game. It looks to me like he really loves what he does and he can't wait to get up in the morning, go hit some balls and go play."
   },
   "author": {
    "text": "Gary McCord"
   }
  },
  {
   "quote": {
    "text": "Before Huey was 5, I could take him to work with me. Now, though, he has sports and lessons and friends, and it's not fair to remove him from his whole life."
   },
   "author": {
    "text": "Marg Helgenberger"
   }
  },
  {
   "quote": {
    "text": "Watching baseball under the lights is like observing dogs indoors, at a pedigree show. In both instances, the environment is too controlled to suit the species."
   },
   "author": {
    "text": "Melvin Maddocks"
   }
  },
  {
   "quote": {
    "text": "It is almost impossible to remember how tragic a place the world is when one is playing golf."
   },
   "author": {
    "text": "Robert Wilson Lynd"
   }
  },
  {
   "quote": {
    "text": "He hits it long. His shoulders are impressively quick through the ball. That's where he's getting his power from. He's young and has great elasticity."
   },
   "author": {
    "text": "Nick Faldo"
   }
  },
  {
   "quote": {
    "text": "Football is violence and cold weather and sex and college rye."
   },
   "author": {
    "text": "Roger Kahn"
   }
  },
  {
   "quote": {
    "text": "I was showing early symptoms of becoming a professional baseball man. I was lying to the press."
   },
   "author": {
    "text": "Roger Kahn"
   }
  },
  {
   "quote": {
    "text": "Tennis and golf are best played, not watched."
   },
   "author": {
    "text": "Roger Kahn"
   }
  },
  {
   "quote": {
    "text": "Don't play too much golf. Two rounds a day are plenty."
   },
   "author": {
    "text": "Harry Vardon"
   }
  },
  {
   "quote": {
    "text": "The bell that tolls for all in boxing belongs to a cash register."
   },
   "author": {
    "text": "Bob Verdi"
   }
  },
  {
   "quote": {
    "text": "What's unfortunate about buying a pitcher for $12 million is that he carries no warranty."
   },
   "author": {
    "text": "Bob Verdi"
   }
  },
  {
   "quote": {
    "text": "If you are going to throw a club, it is important to throw it ahead of you, down the fairway, so you don't have to waste energy going back to pick it up."
   },
   "author": {
    "text": "Tommy Bolt"
   }
  },
  {
   "quote": {
    "text": "There are two theories on hitting the knuckleball. Unfortunately, neither of them works."
   },
   "author": {
    "text": "Charley Lau"
   }
  },
  {
   "quote": {
    "text": "The difference in golf and government is that in golf you can't improve your lie."
   },
   "author": {
    "text": "George Deukmejian"
   }
  }
 ]
}