{
 "StrengthQuotes": [
  {
   "quote": {
    "text": "With the new day comes new strength and new thoughts."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "The real man smiles in trouble, gathers strength from distress, and grows brave by reflection."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "When you rise in the morning, give thanks for the light, for your life, for your strength. Give thanks for your food and for the joy of living. If you see no reason to give thanks, the fault lies in yourself."
   },
   "author": {
    "text": "Tecumseh"
   }
  },
  {
   "quote": {
    "text": "The undertaking of a new action brings new strength."
   },
   "author": {
    "text": "Richard L. Evans"
   }
  },
  {
   "quote": {
    "text": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world."
   },
   "author": {
    "text": "Harriet Tubman"
   }
  },
  {
   "quote": {
    "text": "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, 'I lived through this horror. I can take the next thing that comes along.'"
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Strength and growth come only through continuous effort and struggle."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "Calm mind brings inner strength and self-confidence, so that's very important for good health."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Faith is the strength by which a shattered world shall emerge into the light."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "No matter what kind of challenges or difficulties or painful situations you go through in your life, we all have something deep within us that we can reach down and find the inner strength to get through them."
   },
   "author": {
    "text": "Alana Stewart"
   }
  },
  {
   "quote": {
    "text": "Unity is strength... when there is teamwork and collaboration, wonderful things can be achieved."
   },
   "author": {
    "text": "Mattie Stepanek"
   }
  },
  {
   "quote": {
    "text": "Great works are performed not by strength but by perseverance."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "No one saves us but ourselves. No one can and no one may. We ourselves must walk the path."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "I am closest to my mother, as she is my rock, my pillar of strength, and my world. Not only has she stood by me through all times - happy, sad, and otherwise - but there have even been moments when I had completely lost hope, and her immense belief in me had lifted me up."
   },
   "author": {
    "text": "Amruta Khanvilkar"
   }
  },
  {
   "quote": {
    "text": "Be sure you put your feet in the right place, then stand firm."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "My family is my strength and my weakness."
   },
   "author": {
    "text": "Aishwarya Rai Bachchan"
   }
  },
  {
   "quote": {
    "text": "The world breaks everyone, and afterward, some are strong at the broken places."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Be faithful in small things because it is in them that your strength lies."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "There are dark shadows on the earth, but its lights are stronger in the contrast."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "I do believe in the old saying, 'What does not kill you makes you stronger.' Our experiences, good and bad, make us who we are. By overcoming difficulties, we gain strength and maturity."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "Strength does not come from winning. Your struggles develop your strengths. When you go through hardships and decide not to surrender, that is strength."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "War is peace. Freedom is slavery. Ignorance is strength."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "A hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles."
   },
   "author": {
    "text": "Christopher Reeve"
   }
  },
  {
   "quote": {
    "text": "Being glamorous is about strength and confidence. It's black and white - dramatic. You have to be strong."
   },
   "author": {
    "text": "Catherine Zeta-Jones"
   }
  },
  {
   "quote": {
    "text": "Silence is a source of great strength."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "Try to look at your weakness and convert it into your strength. That's success."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "All the adversity I've had in my life, all my troubles and obstacles, have strengthened me... You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "We don't even know how strong we are until we are forced to bring that hidden strength forward. In times of tragedy, of war, of necessity, people do amazing things. The human capacity for survival and renewal is awesome."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "You have power over your mind - not outside events. Realize this, and you will find strength."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "The world is the great gymnasium where we come to make ourselves strong."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "Girl power is about loving yourself and having confidence and strength from within, so even if you're not wearing a sexy outfit, you feel sexy."
   },
   "author": {
    "text": "Nicole Scherzinger"
   }
  },
  {
   "quote": {
    "text": "Kites rise highest against the wind - not with it."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Aging is not lost youth but a new stage of opportunity and strength."
   },
   "author": {
    "text": "Betty Friedan"
   }
  },
  {
   "quote": {
    "text": "Where there is no struggle, there is no strength."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "No difficulty can discourage, no obstacle dismay, no trouble dishearten the man who has acquired the art of being alive. Difficulties are but dares of fate, obstacles but hurdles to try his skill, troubles but bitter tonics to give him strength; and he rises higher and looms greater after each encounter with adversity."
   },
   "author": {
    "text": "Ella Wheeler Wilcox"
   }
  },
  {
   "quote": {
    "text": "In solitude the mind gains strength and learns to lean upon itself."
   },
   "author": {
    "text": "Laurence Sterne"
   }
  },
  {
   "quote": {
    "text": "I never said I wanted a 'happy' life but an interesting one. From separation and loss, I have learned a lot. I have become strong and resilient, as is the case of almost every human being exposed to life and to the world. We don't even know how strong we are until we are forced to bring that hidden strength forward."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "Joy is prayer; joy is strength: joy is love; joy is a net of love by which you can catch souls."
   },
   "author": {
    "text": "Mother Teresa"
   }
  },
  {
   "quote": {
    "text": "Endurance is not just the ability to bear a hard thing, but to turn it into glory."
   },
   "author": {
    "text": "William Barclay"
   }
  },
  {
   "quote": {
    "text": "The strength of a nation derives from the integrity of the home."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "This is no time for ease and comfort. It is time to dare and endure."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Some of us think holding on makes us strong; but sometimes it is letting go."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "Strength does not come from physical capacity. It comes from an indomitable will."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Only the weak are cruel. Gentleness can only be expected from the strong."
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "What gives me the most hope every day is God's grace; knowing that his grace is going to give me the strength for whatever I face, knowing that nothing is a surprise to God."
   },
   "author": {
    "text": "Rick Warren"
   }
  },
  {
   "quote": {
    "text": "When we meet real tragedy in life, we can react in two ways - either by losing hope and falling into self-destructive habits, or by using the challenge to find our inner strength. Thanks to the teachings of Buddha, I have been able to take this second way."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "In cricket, my superhero is Sachin Tendulkar. He has always been my hero and will continue to remain so. Apart from him and outside cricket, my mother has remained my inspiration. Whatever difficult time I had faced, she was always there for me. She has given me all the strength. She maintained her composure and supported me in tough times."
   },
   "author": {
    "text": "Virat Kohli"
   }
  },
  {
   "quote": {
    "text": "Permanence, perseverance and persistence in spite of all obstacles, discouragements, and impossibilities: It is this, that in all things distinguishes the strong soul from the weak."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "A truly strong person does not need the approval of others any more than a lion needs the approval of sheep."
   },
   "author": {
    "text": "Vernon Howard"
   }
  },
  {
   "quote": {
    "text": "Nobody can hurt me without my permission."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Shallow men believe in luck. Strong men believe in cause and effect."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "History teaches us that unity is strength, and cautions us to submerge and overcome our differences in the quest for common goals, to strive, with all our combined strength, for the path to true African brotherhood and unity."
   },
   "author": {
    "text": "Haile Selassie"
   }
  },
  {
   "quote": {
    "text": "Femininity is not just lipstick, stylish hairdos, and trendy clothes. It is the divine adornment of humanity. It finds expression in your qualities of your capacity to love, your spirituality, delicacy, radiance, sensitivity, creativity, charm, graciousness, gentleness, dignity, and quiet strength."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "I'm in love with red. I think it's such a passionate color. Every flag of every country pretty much has red it it. It's power, there's no fence sitting with red. Either you love it or you don't. I think its blood and strength and life. I do love red. I love all colors. Great shades of blue, you find them in nature. They're all magic."
   },
   "author": {
    "text": "Bryan Batt"
   }
  },
  {
   "quote": {
    "text": "Don't wait for extraordinary opportunities. Seize common occasions and make them great. Weak men wait for opportunities; strong men make them."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Strength lies in differences, not in similarities."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Every decision on trade, on taxes, on immigration, on foreign affairs, will be made to benefit American workers and American families. We must protect our borders from the ravages of other countries making our products, stealing our companies, and destroying our jobs. Protection will lead to great prosperity and strength."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "You can't really be strong until you see a funny side to things."
   },
   "author": {
    "text": "Ken Kesey"
   }
  },
  {
   "quote": {
    "text": "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Everybody needs beauty as well as bread, places to play in and pray in, where nature may heal and give strength to body and soul."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "The man who is swimming against the stream knows the strength of it."
   },
   "author": {
    "text": "Woodrow Wilson"
   }
  },
  {
   "quote": {
    "text": "Social media is reducing social barriers. It connects people on the strength of human values, not identities."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "It doesn't take a lot of strength to hang on. It takes a lot of strength to let go."
   },
   "author": {
    "text": "J. C. Watts"
   }
  },
  {
   "quote": {
    "text": "We can be tired, weary and emotionally distraught, but after spending time alone with God, we find that He injects into our bodies energy, power and strength."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "Sometimes the strength of motherhood is greater than natural laws."
   },
   "author": {
    "text": "Barbara Kingsolver"
   }
  },
  {
   "quote": {
    "text": "Scar tissue is stronger than regular tissue. Realize the strength, move on."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "That which does not kill us makes us stronger."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Our diversity is our strength. What a dull and pointless life it would be if everyone was the same."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "Dealing with depression effectively is a mark not of weakness, but of strength."
   },
   "author": {
    "text": "Andrew Solomon"
   }
  },
  {
   "quote": {
    "text": "When adversity strikes, that's when you have to be the most calm. Take a step back, stay strong, stay grounded and press on."
   },
   "author": {
    "text": "LL Cool J"
   }
  },
  {
   "quote": {
    "text": "The strength of brand loyalty begins with how your product makes people feel."
   },
   "author": {
    "text": "Jay Samit"
   }
  },
  {
   "quote": {
    "text": "When we long for life without difficulties, remind us that oaks grow strong in contrary winds and diamonds are made under pressure."
   },
   "author": {
    "text": "Peter Marshall"
   }
  },
  {
   "quote": {
    "text": "I like criticism. It makes you strong."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "Difficulties are meant to rouse, not discourage. The human spirit is to grow strong by conflict."
   },
   "author": {
    "text": "William Ellery Channing"
   }
  },
  {
   "quote": {
    "text": "One who gains strength by overcoming obstacles possesses the only strength which can overcome adversity."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "I think scars are like battle wounds - beautiful, in a way. They show what you've been through and how strong you are for coming out of it."
   },
   "author": {
    "text": "Demi Lovato"
   }
  },
  {
   "quote": {
    "text": "My mom was a source of strength. She showed me by example that women, regardless of how difficult life may get, can do it all."
   },
   "author": {
    "text": "Gloria Estefan"
   }
  },
  {
   "quote": {
    "text": "The resistance that you fight physically in the gym and the resistance that you fight in life can only build a strong character."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "Even cowards can endure hardship; only the brave can endure suspense."
   },
   "author": {
    "text": "Mignon McLaughlin"
   }
  },
  {
   "quote": {
    "text": "A strong woman is a woman determined to do something others are determined not be done."
   },
   "author": {
    "text": "Marge Piercy"
   }
  },
  {
   "quote": {
    "text": "Nothing is so strong as gentleness, nothing so gentle as real strength."
   },
   "author": {
    "text": "Saint Francis de Sales"
   }
  },
  {
   "quote": {
    "text": "I do think the heart can balance out the mind, if your heart is in a good place it can give you the strength to do the right thing and behave the right way and overcome the mind."
   },
   "author": {
    "text": "Alexis Arguello"
   }
  },
  {
   "quote": {
    "text": "Mastering others is strength. Mastering yourself is true power."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "My mother is a strong woman. Her strength comes from being tested by life's unpredictability. It comes from soldiering on for her children, even when she might rather have given up. I know it hasn't always come easily, but I also know it's her greatest gift."
   },
   "author": {
    "text": "Matt Lauer"
   }
  },
  {
   "quote": {
    "text": "I am always interested in that relationship between outer reality and inner desire, and I think it is important to pay attention to the inner voice because it is the only way to discover your mission in life and the only way to develop the strength to break with whatever familial or cultural norms are preventing you from fulfilling your destiny."
   },
   "author": {
    "text": "Laura Esquivel"
   }
  },
  {
   "quote": {
    "text": "Stand up to your obstacles and do something about them. You will find that they haven't half the strength you think they have."
   },
   "author": {
    "text": "Norman Vincent Peale"
   }
  },
  {
   "quote": {
    "text": "Right now, when we're hearing so much disturbing and hateful rhetoric, it is so important to remember that our diversity has been - and will always be - our greatest source of strength and pride here in the United States."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "That though the radiance which was once so bright be now forever taken from my sight. Though nothing can bring back the hour of splendor in the grass, glory in the flower. We will grieve not, rather find strength in what remains behind."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "Remember, the storm is a good opportunity for the pine and the cypress to show their strength and their stability."
   },
   "author": {
    "text": "Ho Chi Minh"
   }
  },
  {
   "quote": {
    "text": "Patience and time do more than strength or passion."
   },
   "author": {
    "text": "Jean de La Fontaine"
   }
  },
  {
   "quote": {
    "text": "The strong man is the one who is able to intercept at will the communication between the senses and the mind."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "Whereas nationalism still seeks power, honour, and glory through means that endanger other countries, patriotism knows that a country's strength and honour can only be permanently safeguarded through concourse with other countries. And whereas nationalism scoffs at the idea of international laws and regulations, patriotism seeks to create such."
   },
   "author": {
    "text": "Ellen Key"
   }
  },
  {
   "quote": {
    "text": "When a tradition gathers enough strength to go on for centuries, you don't just turn it off one day."
   },
   "author": {
    "text": "Chinua Achebe"
   }
  },
  {
   "quote": {
    "text": "God has always given me the strength to say what is right."
   },
   "author": {
    "text": "Rosa Parks"
   }
  },
  {
   "quote": {
    "text": "I think a hero is an ordinary individual who finds strength to persevere and endure in spite of overwhelming obstacles."
   },
   "author": {
    "text": "Christopher Reeve"
   }
  },
  {
   "quote": {
    "text": "When I dare to be powerful - to use my strength in the service of my vision, then it becomes less and less important whether I am afraid."
   },
   "author": {
    "text": "Audre Lorde"
   }
  },
  {
   "quote": {
    "text": "The more I see of deer, the more I admire them as mountaineers. They make their way into the heart of the roughest solitudes with smooth reserve of strength, through dense belts of brush and forest encumbered with fallen trees and boulder piles, across canons, roaring streams, and snow-fields, ever showing forth beauty and courage."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "The five separate fingers are five independent units. Close them and the fist multiplies strength. This is organization."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "Power over others is weakness disguised as strength."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "You really have to look inside yourself and find your own inner strength, and say, 'I'm proud of what I am and who I am, and I'm just going to be myself.'"
   },
   "author": {
    "text": "Mariah Carey"
   }
  },
  {
   "quote": {
    "text": "Every good citizen adds to the strength of a nation."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "Don't be afraid to give your best to what seemingly are small jobs. Every time you conquer one it makes you that much stronger. If you do the little jobs well, the big ones will tend to take care of themselves."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "Only one who devotes himself to a cause with his whole strength and soul can be a true master. For this reason mastery demands all of a person."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "A strong man doesn't have to be dominant toward a woman. He doesn't match his strength against a woman weak with love for him. He matches it against the world."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "You can't get around pain and opposition, but you can try to be joyful in the trial, and thank yourself for the trial, and thank God for the strength to get through it."
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "Wondrous is the strength of cheerfulness, and its power of endurance - the cheerful man will do more in the same time, will do it; better, will preserve it longer, than the sad or sullen."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "The soul that is within me no man can degrade."
   },
   "author": {
    "text": "Frederick Douglass"
   }
  },
  {
   "quote": {
    "text": "Of course! It takes a lot of strength to mend a broken heart. Channelising energies into your work helps, but also to be able to accept situations for what they are instead of questioning them helps immensely."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "For a lot of people, Superman is and has always been America's hero. He stands for what we believe is the best within us: limitless strength tempered by compassion, that can bear adversity and emerge stronger on the other side. He stands for what we all feel we would like to be able to stand for, when standing is hardest."
   },
   "author": {
    "text": "J. Michael Straczynski"
   }
  },
  {
   "quote": {
    "text": "Indeed, the existence of class, of social hierarchy, is as old as man himself. It prevails in the jungle where strength determines hierarchy; among men, it has also been savagely the same, whereby rulers vested with power through personal combat, or through lineal heritage as in the case of royalty, ravage their subjects."
   },
   "author": {
    "text": "F. Sionil Jose"
   }
  },
  {
   "quote": {
    "text": "If your determination is fixed, I do not counsel you to despair. Few things are impossible to diligence and skill. Great works are performed not by strength, but perseverance."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "I would fight for my liberty so long as my strength lasted, and if the time came for me to go, the Lord would let them take me."
   },
   "author": {
    "text": "Harriet Tubman"
   }
  },
  {
   "quote": {
    "text": "This is the mark of a really admirable man: steadfastness in the face of trouble."
   },
   "author": {
    "text": "Ludwig van Beethoven"
   }
  },
  {
   "quote": {
    "text": "I believe it's time that women truly owned their superpowers and used their beauty and strength to change the world around them."
   },
   "author": {
    "text": "Janelle Monae"
   }
  },
  {
   "quote": {
    "text": "Each relationship nurtures a strength or weakness within you."
   },
   "author": {
    "text": "Mike Murdock"
   }
  },
  {
   "quote": {
    "text": "Brain power improves by brain use, just as our bodily strength grows with exercise. And there is no doubt that a large proportion of the female population, from school days to late middle age, now have very complicated lives indeed."
   },
   "author": {
    "text": "A. N. Wilson"
   }
  },
  {
   "quote": {
    "text": "If you would know strength and patience, welcome the company of trees."
   },
   "author": {
    "text": "Hal Borland"
   }
  },
  {
   "quote": {
    "text": "Old age is not a disease - it is strength and survivorship, triumph over all kinds of vicissitudes and disappointments, trials and illnesses."
   },
   "author": {
    "text": "Maggie Kuhn"
   }
  },
  {
   "quote": {
    "text": "The colour of the skin is in no way connected with strength of the mind or intellectual powers."
   },
   "author": {
    "text": "Benjamin Banneker"
   }
  },
  {
   "quote": {
    "text": "God, our Creator, has stored within our minds and personalities, great potential strength and ability. Prayer helps us tap and develop these powers."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "As we advance in life it becomes more and more difficult, but in fighting the difficulties the inmost strength of the heart is developed."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "Thank you to all for your prayers and good wishes. It gave me the strength to persevere and warmed my heart."
   },
   "author": {
    "text": "Steven Cojocaru"
   }
  },
  {
   "quote": {
    "text": "There is little that can withstand a man who can conquer himself."
   },
   "author": {
    "text": "Louis XIV"
   }
  },
  {
   "quote": {
    "text": "Endurance is nobler than strength, and patience than beauty."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "I know and I've always felt for Canada that we recognize that diversity is a great source of strength."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "The lessons I learned from the dark days at Alibaba are that you've got to make your team have value, innovation, and vision. Also, if you don't give up, you still have a chance. And, when you are small, you have to be very focused and rely on your brain, not your strength."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "Fortitude is the guard and support of the other virtues."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "What defines someone as a 'man' should not be the clothes they wear or how deep their voice is. It should be the content of his character, his strength in the face of overwhelming adversity, and his ability to still love and help others when the world has turned its back on him."
   },
   "author": {
    "text": "Karamo Brown"
   }
  },
  {
   "quote": {
    "text": "Our ability to handle life's challenges is a measure of our strength of character."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "When you're playing upside down, it takes twice the strength."
   },
   "author": {
    "text": "Tommy Lee"
   }
  },
  {
   "quote": {
    "text": "We draw our strength from the very despair in which we have been forced to live. We shall endure."
   },
   "author": {
    "text": "Cesar Chavez"
   }
  },
  {
   "quote": {
    "text": "Physical strength can never permanently withstand the impact of spiritual force."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "I am an example of what is possible when girls from the very beginning of their lives are loved and nurtured by people around them. I was surrounded by extraordinary women in my life who taught me about quiet strength and dignity."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Vampires are so old that they don't need to impress anyone anymore. They're comfortable in their own skin. It's this enigmatic strength that's very romantic and old-fashioned. I think it goes back to something of a Victorian attitude of finding a strong man who's going to look after his woman."
   },
   "author": {
    "text": "Stephen Moyer"
   }
  },
  {
   "quote": {
    "text": "People judge you really quickly, at first just on your facial features. There are two dimensions - warmth and competence. You can think of them as trustworthiness and strength. They're first judging you on warmth; evaluating whether or not you are trustworthy. That's much more important to them than whether or not you're competent."
   },
   "author": {
    "text": "Amy Cuddy"
   }
  },
  {
   "quote": {
    "text": "The perfection of Christian character depends wholly upon the grace and strength found alone in God."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Prayer is more than meditation. In meditation the source of strength is one's self. When one prays he goes to a source of strength greater than his own."
   },
   "author": {
    "text": "Chiang Kai-shek"
   }
  },
  {
   "quote": {
    "text": "The size of your success is measured by the strength of your desire; the size of your dream; and how you handle disappointment along the way."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "I really believe in the old expression that what doesn't kill you makes you stronger. It's through adversity that you find the strength you never knew you had."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "Obedience is a strong virtue, capable of making me master of my emotions by giving me more strength to conquer my pride as I submit to those above me out of respect for their God-given authority and those below me out of love."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "Discipline and united action are the real source of strength for the nation."
   },
   "author": {
    "text": "Lal Bahadur Shastri"
   }
  },
  {
   "quote": {
    "text": "Worry does not empty tomorrow of its sorrow. It empties today of its strength."
   },
   "author": {
    "text": "Corrie Ten Boom"
   }
  },
  {
   "quote": {
    "text": "We gain the strength of the temptation we resist."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Insincerity is always weakness; sincerity even in error is strength."
   },
   "author": {
    "text": "George Henry Lewes"
   }
  },
  {
   "quote": {
    "text": "A single twig breaks, but the bundle of twigs is strong."
   },
   "author": {
    "text": "Tecumseh"
   }
  },
  {
   "quote": {
    "text": "Wolves and women are relational by nature, inquiring, possessed of great endurance and strength. They are deeply intuitive, intensely concerned with their young, their mate and their pack. Yet both have been hounded, harassed and falsely imputed to be devouring and devious, overly aggressive, of less value than those who are their detractors."
   },
   "author": {
    "text": "Clarissa Pinkola Estes"
   }
  },
  {
   "quote": {
    "text": "Fortitude is the marshal of thought, the armor of the will, and the fort of reason."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "I realized that my strength was being different."
   },
   "author": {
    "text": "Betsey Johnson"
   }
  },
  {
   "quote": {
    "text": "Think not that humility is weakness; it shall supply the marrow of strength to thy bones. Stoop and conquer; bow thyself and become invincible."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Heroism is endurance for one moment more."
   },
   "author": {
    "text": "George F. Kennan"
   }
  },
  {
   "quote": {
    "text": "You have to get along with people, but you also have to recognize that the strength of a team is different people with different perspectives and different personalities."
   },
   "author": {
    "text": "Steve Case"
   }
  },
  {
   "quote": {
    "text": "You have been chosen, and you must therefore use such strength and heart and wits as you have."
   },
   "author": {
    "text": "J. R. R. Tolkien"
   }
  },
  {
   "quote": {
    "text": "Sacrifice, discipline and prayer are essential. We gain strength through God's word. We receive grace from the sacrament. And when we fumble due to sin - and it's gonna happen - confession puts us back on the field."
   },
   "author": {
    "text": "Lou Holtz"
   }
  },
  {
   "quote": {
    "text": "When it comes to developing character strength, inner security and unique personal and interpersonal talents and skills in a child, no institution can or ever will compare with, or effectively substitute for, the home's potential for positive influence."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "If one suffers we all suffer. Togetherness is strength. Courage."
   },
   "author": {
    "text": "Jean-Bertrand Aristide"
   }
  },
  {
   "quote": {
    "text": "The fact that over 50 per cent of the residents of Toronto are not from Canada, that is always a good thing, creatively, and for food especially. That is easily a city's biggest strength, and it is Toronto's unique strength."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "If we are faithful to God in little things, we shall gain experience and strength that will be helpful to us in the more serious trials of life."
   },
   "author": {
    "text": "Hudson Taylor"
   }
  },
  {
   "quote": {
    "text": "It is the characteristic excellence of the strong man that he can bring momentous issues to the fore and make a decision about them. The weak are always forced to decide between alternatives they have not chosen themselves."
   },
   "author": {
    "text": "Dietrich Bonhoeffer"
   }
  },
  {
   "quote": {
    "text": "Lust is to the other passions what the nervous fluid is to life; it supports them all, lends strength to them all ambition, cruelty, avarice, revenge, are all founded on lust."
   },
   "author": {
    "text": "Marquis de Sade"
   }
  },
  {
   "quote": {
    "text": "Tolerance is a virtue that depends upon peace and strength."
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "People shouldn't look at me and think life is one big piece of glamour. That's the marketing, the spin. Life is challenging. But I have courage, strength, and enough good health to see the positive."
   },
   "author": {
    "text": "Carmen Dell'Orefice"
   }
  },
  {
   "quote": {
    "text": "I felt invincible. My strength was that of a giant. God was certainly standing by me. I smashed five saloons with rocks before I ever took a hatchet."
   },
   "author": {
    "text": "Carry Nation"
   }
  },
  {
   "quote": {
    "text": "Self-acknowledgment boosts your emotional and spiritual immunity, giving you the strength you need to release the past and rise above fear, doubt or resignation."
   },
   "author": {
    "text": "Debbie Ford"
   }
  },
  {
   "quote": {
    "text": "We had to forge an alliance of strength based not on colour but on commitment to the total abolition of apartheid and oppression; we would seek allies, of whatever colour, as long as they were totally agreed on our liberation aims."
   },
   "author": {
    "text": "Oliver Tambo"
   }
  },
  {
   "quote": {
    "text": "The terrorists thought they would change my aims and stop my ambitions, but nothing changed in my life except this: weakness, fear and hopelessness died. Strength, power and courage were born."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "The basis for all human relationships and where we derive our greatest strength and power, trust is single-handedly the most powerful source of positive energy and, once in place, unlocks a freedom and peace to explore."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "I have been lucky to meet some incredible people who do not possess what you would traditionally class as power, but through their charisma, passion, and strength of character, they are able to achieve things that 'richer or more powerful people' could only dream of."
   },
   "author": {
    "text": "Holly Branson"
   }
  },
  {
   "quote": {
    "text": "A nation' s strength ultimately consists in what it can do on its own, and not in what it can borrow from others."
   },
   "author": {
    "text": "Indira Gandhi"
   }
  },
  {
   "quote": {
    "text": "Those who have the strength and the love to sit with a dying patient in the silence that goes beyond words will know that this moment is neither frightening nor painful, but a peaceful cessation of the functioning of the body."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "I place no hope in my strength, nor in my works: but all my confidence is in God my protector, who never abandons those who have put all their hope and thought in him."
   },
   "author": {
    "text": "Francois Rabelais"
   }
  },
  {
   "quote": {
    "text": "My attitude is that if you push me towards something that you think is a weakness, then I will turn that perceived weakness into a strength."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "Having a superpower has nothing to do with the ability to fly or jump, or superhuman strength. The truest superpowers are the ones we all possess: willpower, integrity, and most importantly, courage."
   },
   "author": {
    "text": "Jason Reynolds"
   }
  },
  {
   "quote": {
    "text": "From my perspective, I absolutely believe in a greater spiritual power, far greater than I am, from which I have derived strength in moments of sadness or fear. That's what I believe, and it was very, very strong in the forest."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "Thousands have lived without love, not one without water."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "When the storms of life come, if they come to me personally, to my family or to the world, I want to be strong enough to stand and be a strength to somebody else, be shelter for somebody else."
   },
   "author": {
    "text": "Anne Graham Lotz"
   }
  },
  {
   "quote": {
    "text": "The turning point in the process of growing up is when you discover the core of strength within you that survives all hurt."
   },
   "author": {
    "text": "Max Lerner"
   }
  },
  {
   "quote": {
    "text": "The apple cannot be stuck back on the Tree of Knowledge; once we begin to see, we are doomed and challenged to seek the strength to see more, not less."
   },
   "author": {
    "text": "Arthur Miller"
   }
  },
  {
   "quote": {
    "text": "Love many things, for therein lies the true strength, and whosoever loves much performs much, and can accomplish much, and what is done in love is done well."
   },
   "author": {
    "text": "Vincent Van Gogh"
   }
  },
  {
   "quote": {
    "text": "As long as we persevere and endure, we can get anything we want."
   },
   "author": {
    "text": "Mike Tyson"
   }
  },
  {
   "quote": {
    "text": "Women are like teabags. We don't know our true strength until we are in hot water!"
   },
   "author": {
    "text": "Unknown"
   }
  },
  {
   "quote": {
    "text": "If I didn't define myself for myself, I would be crunched into other people's fantasies for me and eaten alive."
   },
   "author": {
    "text": "Audre Lorde"
   }
  },
  {
   "quote": {
    "text": "He who conquers others is strong; He who conquers himself is mighty."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "I was in uniform for four years, and I know that heroism doesn't occur from taking orders, but rather from people who through their own willpower and strength are willing to sacrifice their lives for an idea."
   },
   "author": {
    "text": "Thor Heyerdahl"
   }
  },
  {
   "quote": {
    "text": "We are born weak, we need strength; helpless, we need aid; foolish, we need reason. All that we lack at birth, all that we need when we come to man's estate, is the gift of education."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "I know that war and mayhem run in our blood. I refuse to believe that they must dominate our lives. We humans are animals, too, but animals with amazing powers of rationality, morality, society. We can use our strength and courage not to savage each other, but to defend our highest purposes."
   },
   "author": {
    "text": "Donella Meadows"
   }
  },
  {
   "quote": {
    "text": "Unless India stands up to the world, no one will respect us. In this world, fear has no place. Only strength respects strength."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Flexibility is crucial to my fitness. Incorporating a good warm-up and cool-down into every session decreases my chances of injury. I use both dynamic and static stretching in my training. I've starting doing a few yoga sessions which incorporates muscle strength and flexibility."
   },
   "author": {
    "text": "Samantha Stosur"
   }
  },
  {
   "quote": {
    "text": "Believing in yourself and having confidence gives you outer strength."
   },
   "author": {
    "text": "Nikki Bella"
   }
  },
  {
   "quote": {
    "text": "The wisest use of American strength is to advance freedom."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "Every calamity is to be overcome by endurance."
   },
   "author": {
    "text": "Virgil"
   }
  },
  {
   "quote": {
    "text": "The soldier who gropes for glory must submit himself to discipline. Subordination gives strength and security to an army. He that will not submit to it when corrected and improved by the experience of ages does not deserve the proud appellation of a soldier."
   },
   "author": {
    "text": "Sam Houston"
   }
  },
  {
   "quote": {
    "text": "What we all need to do is find the wellspring that keeps us going, that gives us the strength and patience to keep up this struggle for a long time."
   },
   "author": {
    "text": "Winona LaDuke"
   }
  },
  {
   "quote": {
    "text": "It is cruel, you know, that music should be so beautiful. It has the beauty of loneliness of pain: of strength and freedom. The beauty of disappointment and never-satisfied love. The cruel beauty of nature and everlasting beauty of monotony."
   },
   "author": {
    "text": "Benjamin Britten"
   }
  },
  {
   "quote": {
    "text": "There is an invisible strength within us; when it recognizes two opposing objects of desire, it grows stronger."
   },
   "author": {
    "text": "Rumi"
   }
  },
  {
   "quote": {
    "text": "Each year, Labor Day gives us an opportunity to recognize the invaluable contributions that working men and women make to our nation, our economy and our collective prosperity. It gives us a chance to show gratitude for workers' grit, dedication, ingenuity and strength, which define our nation's character."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "What is exciting is not for one person to be stronger than the other... but for two people to have met their match and yet they are equally as stubborn, as obstinate, as passionate, as crazy as the other."
   },
   "author": {
    "text": "Barbra Streisand"
   }
  },
  {
   "quote": {
    "text": "We will not find the inner strength to evolve to a higher level if we do not inwardly develop this profound feeling that there is something higher than ourselves."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "Women have seldom sufficient employment to silence their feelings; a round of little cares, or vain pursuits frittering away all strength of mind and organs, they become naturally only objects of sense."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "We can learn the art of fierce compassion - redefining strength, deconstructing isolation and renewing a sense of community, practicing letting go of rigid us-vs.-them thinking - while cultivating power and clarity in response to difficult situations."
   },
   "author": {
    "text": "Sharon Salzberg"
   }
  },
  {
   "quote": {
    "text": "The relationship to one's fellow man is the relationship of prayer, the relationship to oneself is the relationship of striving; it is from prayer that one draws the strength for one's striving."
   },
   "author": {
    "text": "Franz Kafka"
   }
  },
  {
   "quote": {
    "text": "The God we serve does not seek out the perfect, but instead uses our imperfections and our shortcomings for his greater good. I am humbled by my own limitations. But where I am weak, He is strong."
   },
   "author": {
    "text": "Rick Perry"
   }
  },
  {
   "quote": {
    "text": "A powerful idea communicates some of its strength to him who challenges it."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "We can't all be good at everything. This is partly the logic behind having a team in the first place, so each role can be filled with the person best suited for that role and together, every job and every strength is covered."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "When I write down my thoughts, they do not escape me. This action makes me remember my strength which I forget at all times. I educate myself proportionately to my captured thought. I aim only to distinguish the contradiction between my mind and nothingness."
   },
   "author": {
    "text": "Comte de Lautreamont"
   }
  },
  {
   "quote": {
    "text": "When you have a wife who has been a tower of strength and shown more courage than you dreamed existed - that's the finest I know."
   },
   "author": {
    "text": "Lou Gehrig"
   }
  },
  {
   "quote": {
    "text": "The mark of a truly civilized man is confidence in the strength and security derived from the inquiring mind."
   },
   "author": {
    "text": "Felix Frankfurter"
   }
  },
  {
   "quote": {
    "text": "Continuous effort - not strength or intelligence - is the key to unlocking our potential."
   },
   "author": {
    "text": "Liane Cordes"
   }
  },
  {
   "quote": {
    "text": "It takes so much strength to say to your ego, 'You know what? You're going to keep me lonely, so I have to ignore you.'"
   },
   "author": {
    "text": "George Michael"
   }
  },
  {
   "quote": {
    "text": "Climbing to the top demands strength, whether it is to the top of Mount Everest or to the top of your career."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "The men who learn endurance, are they who call the whole world, brother."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "It is time for parents to teach young people early on that in diversity there is beauty and there is strength."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I hope we shall crush in its birth the aristocracy of our monied corporations which dare already to challenge our government to a trial by strength, and bid defiance to the laws of our country."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "I don't have the strength or wisdom to get through a single day without guidance and grace from God."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "May He who is the Brahman of the Hindus, the Ahura-Mazda of the Zoroastrians, the Buddha of the Buddhists, the Jehovah of the Jews, the Father in Heaven of the Christians give strength to you to carry out your noble idea."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "There is strength in numbers, but organizing those numbers is one of the great challenges."
   },
   "author": {
    "text": "John C. Mather"
   }
  },
  {
   "quote": {
    "text": "The goal of any true resistance is to affect outcomes, not just to vent. And the only way to affect outcomes and thrive in our lives is to find the eye in the hurricane and act from that place of inner strength."
   },
   "author": {
    "text": "Arianna Huffington"
   }
  },
  {
   "quote": {
    "text": "Greatness lies, not in being strong, but in the right using of strength; and strength is not used rightly when it serves only to carry a man above his fellows for his own solitary glory. He is the greatest whose strength carries up the most hearts by the attraction of his own."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "Don't expect to build up the weak by pulling down the strong."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "True strength lies in submission which permits one to dedicate his life, through devotion, to something beyond himself."
   },
   "author": {
    "text": "Henry Miller"
   }
  },
  {
   "quote": {
    "text": "In the midst of the heartbreak and wreckage of 9-11, the world also witnessed what is America's greatest strength. Firefighters, nurses, police officers, first responders and local residents worked around the clock to rescue and care for those injured."
   },
   "author": {
    "text": "Dan Coats"
   }
  },
  {
   "quote": {
    "text": "We don't need flashy cars, impressive titles, uniforms, or other status symbols. We rely on our strength and our will!"
   },
   "author": {
    "text": "Ingvar Kamprad"
   }
  },
  {
   "quote": {
    "text": "The strength of the vampire is that people will not believe in him."
   },
   "author": {
    "text": "Garrett Fort"
   }
  },
  {
   "quote": {
    "text": "My greatest strength as a consultant is to be ignorant and ask a few questions."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "From the depth of need and despair, people can work together, can organize themselves to solve their own problems and fill their own needs with dignity and strength."
   },
   "author": {
    "text": "Cesar Chavez"
   }
  },
  {
   "quote": {
    "text": "There are two ways of exerting one's strength: one is pushing down, the other is pulling up."
   },
   "author": {
    "text": "Booker T. Washington"
   }
  },
  {
   "quote": {
    "text": "A nation that destroys its soils destroys itself. Forests are the lungs of our land, purifying the air and giving fresh strength to our people."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "My workouts include aerobic exercise for a healthy cardiovascular system; strength training to maintain muscle tone and bone density; core strength exercise for a stable mid-section; and stretching to maintain mobility."
   },
   "author": {
    "text": "Samantha Stosur"
   }
  },
  {
   "quote": {
    "text": "There are millions of Americans outside Washington who are tired of stale political arguments and are moving this country forward. They believe, and I believe, that here in America, our success should depend not on accident of birth, but the strength of our work ethic and the scope of our dreams."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "I have behind me not only the splendid traditions and the annals of more than a thousand years but the living strength and majesty of the Commonwealth and Empire; of societies old and new; of lands and races different in history and origins but all, by God's Will, united in spirit and in aim."
   },
   "author": {
    "text": "Queen Elizabeth II"
   }
  },
  {
   "quote": {
    "text": "The strength and power of despotism consists wholly in the fear of resistance."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "My bad habits aren't my title. My strengths and my talent are my title."
   },
   "author": {
    "text": "Layne Staley"
   }
  },
  {
   "quote": {
    "text": "Indian democracy's greatest strength is that we have always put the nation above politics."
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "Life is very interesting... in the end, some of your greatest pains, become your greatest strengths."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "I was always looking outside myself for strength and confidence but it comes from within. It is there all the time."
   },
   "author": {
    "text": "Anna Freud"
   }
  },
  {
   "quote": {
    "text": "America's greatest strength has always been its hopeful vision of human progress."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "Muscles are fleeting. Bodies give out. But integrity, honor? The confidence to be oneself, to follow one's heart? The compassionate drive to help others, even at great risk? That's strength."
   },
   "author": {
    "text": "Marjorie Liu"
   }
  },
  {
   "quote": {
    "text": "Nobody picks on a strong man."
   },
   "author": {
    "text": "Charles Atlas"
   }
  },
  {
   "quote": {
    "text": "When what we introduce into the children's world of ideas and feelings is in line with the direction of the developmental forces of a given stage of life, we strengthen the entire developing person in a way that remains a source of strength throughout that person's life."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "We believe with all the strength of our spirit that mankind has a supreme, primary and irreplaceable need which can be satisfied only through Jesus Christ, the first-born among men, the head of the new humanity, in whom each individual reaches full self-realization."
   },
   "author": {
    "text": "Pope Paul VI"
   }
  },
  {
   "quote": {
    "text": "If the leader is filled with high ambition and if he pursues his aims with audacity and strength of will, he will reach them in spite of all obstacles."
   },
   "author": {
    "text": "Carl von Clausewitz"
   }
  },
  {
   "quote": {
    "text": "The lesson of 9/11 is that America is truly exceptional. We withstood the worst attack of our history, intended by our enemies to destroy us. Instead, it drew us closer and made us more united. Our love for freedom and one another has given us a strength that surprised even ourselves."
   },
   "author": {
    "text": "Rudy Giuliani"
   }
  },
  {
   "quote": {
    "text": "Your identity is firmly anchored in Christ's accomplishment, not yours; his strength, not yours; his performance, not yours; his victory, not yours."
   },
   "author": {
    "text": "Tullian Tchividjian"
   }
  },
  {
   "quote": {
    "text": "Freedom comes from strength and self-reliance."
   },
   "author": {
    "text": "Lisa Murkowski"
   }
  },
  {
   "quote": {
    "text": "He is greatest whose strength carries up the most hearts by the attraction of his own."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "The most amazing lesson in aerodynamics I ever had was the day I climbed a thermal in a glider at the same time as an eagle. I witnessed, close up, effortlessness and lightness combined with strength, precision and determination."
   },
   "author": {
    "text": "Norman Foster"
   }
  },
  {
   "quote": {
    "text": "Rudeness is a weak imitation of strength."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "Calm, open debate, and logical thought drive strength to its maximum effectiveness."
   },
   "author": {
    "text": "Billy Corgan"
   }
  },
  {
   "quote": {
    "text": "I look at an ant and I see myself: a native South African, endowed by nature with a strength much greater than my size so I might cope with the weight of a racism that crushes my spirit."
   },
   "author": {
    "text": "Miriam Makeba"
   }
  },
  {
   "quote": {
    "text": "As long as God gives me strength to work and try to make things real for my children, I'm going to work for it - even if it means making the ultimate sacrifice."
   },
   "author": {
    "text": "Medgar Evers"
   }
  },
  {
   "quote": {
    "text": "Rag paper, containing hemp fiber, is the highest quality and longest lasting paper ever made. It can be torn when wet, but returns to its full strength when dry."
   },
   "author": {
    "text": "Jack Herer"
   }
  },
  {
   "quote": {
    "text": "Yoga is equal parts strength, flexibility, balance, and endurance."
   },
   "author": {
    "text": "Mandy Ingber"
   }
  },
  {
   "quote": {
    "text": "Endure and persist; this pain will turn to good by and by."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "It takes strength to be kind; it's not a weakness."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "Academics don't normally manage to alter people's way of thinking through their strength of argument."
   },
   "author": {
    "text": "David Crystal"
   }
  },
  {
   "quote": {
    "text": "My poet's heart gives me strength to face political problems, particularly those which have a bearing on my conscience."
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "My central strength as an actor is the fact that I'm 6 foot 3. A certain power emanates from my size, juxtaposed with the fact that I try to find an element of sensitivity in every character I play. People enjoy seeing that because it goes against what we're led to expect as far as the way men are supposed to be - macho and all that."
   },
   "author": {
    "text": "Jimmy Smits"
   }
  },
  {
   "quote": {
    "text": "Through the years, I, like you, have experienced pressures and disappointments that would have crushed me had I not been able to draw upon a source of wisdom and strength far greater than my own. He has never forgotten or forsaken me, and I have come to know for myself that Jesus is the Christ and that this is His Church."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "Being a boss takes guts and tenacity. Being a boss takes hustle and strength. Getting to the level of boss takes hard work - often times, harder than our male counterpoint because in many industries, we're fighting our way into a boys' club."
   },
   "author": {
    "text": "Rachel Hollis"
   }
  },
  {
   "quote": {
    "text": "I look forward to a great future for America - a future in which our country will match its military strength with our moral restraint, its wealth with our wisdom, its power with our purpose."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "It takes strength to make your way through grief, to grab hold of life and let it pull you forward."
   },
   "author": {
    "text": "Patti Davis"
   }
  },
  {
   "quote": {
    "text": "All species capable of grasping this fact manage better in the struggle for existence than those which rely upon their own strength alone: the wolf, which hunts in a pack, has a greater chance of survival than the lion, which hunts alone."
   },
   "author": {
    "text": "Christian Lous Lange"
   }
  },
  {
   "quote": {
    "text": "Too often the strong, silent man is silent only because he does not know what to say, and is reputed strong only because he has remained silent."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Women may fall when there's no strength in men."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "What's so lovely about Wonder Woman is yes, she has the strength and power of a goddess, but she has the heart and mind of a human. So I play her as I think a woman like me would act in the situations she's going through. You treat her as a normal woman who happens to be fantastic and almighty."
   },
   "author": {
    "text": "Gal Gadot"
   }
  },
  {
   "quote": {
    "text": "When restraint and courtesy are added to strength, the latter becomes irresistible."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Attachment is your biggest strength and your biggest weakness. Though it gives you the power to love someone more than yourself, it becomes difficult to live when you lose something you are attached to. Even when we have lost, we should go beyond that and get truly attached to someone. Loving someone truly is the most beautiful feeling."
   },
   "author": {
    "text": "Shahid Kapoor"
   }
  },
  {
   "quote": {
    "text": "Organic buildings are the strength and lightness of the spiders' spinning, buildings qualified by light, bred by native character to environment, married to the ground."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "Mental strength is really important because you either win or lose in your mind. And I'm not solely talking about sporting matches, boxing events - anything you do, you do it first with your mental strength. And you can actually train and develop it, and I am responsible for what I'm saying because I have experience with that."
   },
   "author": {
    "text": "Wladimir Klitschko"
   }
  },
  {
   "quote": {
    "text": "Any act often repeated soon forms a habit; and habit allowed, steady gains in strength, At first it may be but as a spider's web, easily broken through, but if not resisted it soon binds us with chains of steel."
   },
   "author": {
    "text": "Tryon Edwards"
   }
  },
  {
   "quote": {
    "text": "Problems are not the problem; coping is the problem."
   },
   "author": {
    "text": "Virginia Satir"
   }
  },
  {
   "quote": {
    "text": "People think of Latina women as being fiery and fierce, which is usually true. But I think the quality that so many Latinas possess is strength. I'm very proud to have Latin blood."
   },
   "author": {
    "text": "Zoe Saldana"
   }
  },
  {
   "quote": {
    "text": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "Only the gentle are ever really strong."
   },
   "author": {
    "text": "James Dean"
   }
  },
  {
   "quote": {
    "text": "I was very down as a teenager, very upset because I had gotten hurt in a car accident. But my dad was a source of strength. He used to say, 'It's the character with strength that God gives the most challenges to.' I've thought about that so many times in my life when things didn't go right."
   },
   "author": {
    "text": "Bonnie Hunt"
   }
  },
  {
   "quote": {
    "text": "God's grace is amazing! We're saved by grace - God's undeserved favor - and we live by grace, which is also God's power in our lives to do what we could never do in our own strength. And it's all because God is love, and He loves us unconditionally, constantly and completely."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "If I don't make heritage visible and the strength of mother tongue important for my grandchildren, it scares me that they might say in 20 years from now, 'Well, it is rumoured that we used to be Africans long ago.' And in many urban areas, it's already happening."
   },
   "author": {
    "text": "Hugh Masekela"
   }
  },
  {
   "quote": {
    "text": "Don't worry about not fitting in. The things that make people think you're weird are what makes you you, and therefore your greatest strength."
   },
   "author": {
    "text": "Birgitte Hjort Sorensen"
   }
  },
  {
   "quote": {
    "text": "Women's strong qualities have become despised because of their weakness. The obvious remedy is to create a feminine character with all the strength of Superman plus all the allure of a good and beautiful woman."
   },
   "author": {
    "text": "William Moulton Marston"
   }
  },
  {
   "quote": {
    "text": "Tears shed for self are tears of weakness, but tears shed for others are a sign of strength."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Communism everywhere has paid the price of rigidity and dogmatism. Freedom has the strength of compassion and flexibility. It has, above all, the strength of intellectual honesty."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "We need a president with tremendous intelligence, smarts, cunning, strength and stamina."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "It takes a great deal of character strength to apologize quickly out of one's heart rather than out of pity. A person must possess himself and have a deep sense of security in fundamental principles and values in order to genuinely apologize."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Power is not an institution, and not a structure; neither is it a certain strength we are endowed with; it is the name that one attributes to a complex strategical situation in a particular society."
   },
   "author": {
    "text": "Michel Foucault"
   }
  },
  {
   "quote": {
    "text": "Some folks hesitate to seize additional strength because they think it wrong or dangerous to be a powerful individual. Somehow they have acquired the false notion that tyranny or dictatorship or cruelty are the outcomes of a powerful personality. These characteristics are not power. They are weaknesses disguised as power."
   },
   "author": {
    "text": "Vernon Howard"
   }
  },
  {
   "quote": {
    "text": "I think you make the best with what you've got, you know? Sometimes you have very little. And you just always try to rise to higher ground, because you're going to suffer one way or the other, so you just hope that you have strength and perseverance and good friends and faith, some kind of faith, to endure and move on to greener pastures."
   },
   "author": {
    "text": "Pierce Brosnan"
   }
  },
  {
   "quote": {
    "text": "The malaria parasite has been killing children and sapping the strength of whole populations for tens of thousands of years. It is impossible to calculate the harm malaria has done to the world."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "The sole and basic source of our strength is the solidarity of workers, peasants and the intelligentsia, the solidarity of the nation, the solidarity of people who seek to live in dignity, truth, and in harmony with their conscience."
   },
   "author": {
    "text": "Lech Walesa"
   }
  },
  {
   "quote": {
    "text": "There can only be one state of mind as you approach any profound test; total concentration, a spirit of togetherness, and strength."
   },
   "author": {
    "text": "Pat Riley"
   }
  },
  {
   "quote": {
    "text": "In government, our chief executives have been lawyers. The great majority of our cabinets and congresses are and have been men trained in the law. They have provided the leadership and the statecraft and the store of strength when it was needed."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Liturgy is like a strong tree whose beauty is derived from the continuous renewal of its leaves, but whose strength comes from the old trunk, with solid roots in the ground."
   },
   "author": {
    "text": "Pope Paul VI"
   }
  },
  {
   "quote": {
    "text": "It is labor that keeps the strong man strong. And spiritual labor, toil and burden-bearing, is what will give strength to the church of Christ."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "Being a caretaker is, and never will be, an easy job; in fact, it is that hardest job in the world and many times a thankless job. You have to be the pillar of strength even when you feel like you are crumbling to pieces inside."
   },
   "author": {
    "text": "Jenna Morasca"
   }
  },
  {
   "quote": {
    "text": "The strength of a man's virtue should not be measured by his special exertions, but by his habitual acts."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "Strength of character means the ability to overcome resentment against others, to hide hurt feelings, and to forgive quickly."
   },
   "author": {
    "text": "Lawrence G. Lovasik"
   }
  },
  {
   "quote": {
    "text": "The separation of church and state is a source of strength, but the conscience of our nation does not call for separation between men of state and faith in the Supreme Being."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "The transfer of power is always a test of the constitutional system, a test of its strength."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "I know that, like every woman of the people, I have more strength than I appear to have."
   },
   "author": {
    "text": "Evita Peron"
   }
  },
  {
   "quote": {
    "text": "Leaders come in many forms, with many styles and diverse qualities. There are quiet leaders and leaders one can hear in the next county. Some find strength in eloquence, some in judgment, some in courage."
   },
   "author": {
    "text": "John W. Gardner"
   }
  },
  {
   "quote": {
    "text": "I think the reason why strong women have such a powerful impact is that you've got the strength of a man with the heart and sensitivity of a woman."
   },
   "author": {
    "text": "Emilia Clarke"
   }
  },
  {
   "quote": {
    "text": "Suppressed grief suffocates, it rages within the breast, and is forced to multiply its strength."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "Give us grace and strength to forbear and to persevere. Give us courage and gaiety and the quiet mind, spare to us our friends, soften to us our enemies."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "My emotions are usually my weakness, but they are my strength while acting."
   },
   "author": {
    "text": "Amruta Khanvilkar"
   }
  },
  {
   "quote": {
    "text": "Billie Holiday, Aretha Franklin. Now, they are so subtle, they can milk you with two notes. They can make you feel like they told you the whole universe. But I don't know that yet. All I got now is strength. Maybe if I keep singing, maybe I'll get it."
   },
   "author": {
    "text": "Janis Joplin"
   }
  },
  {
   "quote": {
    "text": "When spirituality is the basis of your life, it gives you the strength, wisdom and courage to surmount the many storms of life that could destroy a weaker person who doesn't have this foundation."
   },
   "author": {
    "text": "Radhanath Swami"
   }
  },
  {
   "quote": {
    "text": "I found strength in what hurt me. And in my family - that's my strength as well. I'm truly grateful to be hurt as many times as I have, because I'm happy!"
   },
   "author": {
    "text": "Selena Gomez"
   }
  },
  {
   "quote": {
    "text": "Only strength can cooperate. Weakness can only beg."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "I think that young women and little girls need to see that they don't have to be the damsel in distress. They don't have to not show their strength. They don't have to be whatever the stereotype is or the tropes that we go to in our minds."
   },
   "author": {
    "text": "Octavia Spencer"
   }
  },
  {
   "quote": {
    "text": "In the end, long life is the reward, strength, and beauty."
   },
   "author": {
    "text": "Grace Paley"
   }
  },
  {
   "quote": {
    "text": "These individuals on steroids, does it enhance their career, does it give them a little more strength, a little more stamina, a little more psychological edge? Absolutely. How do you determine what - what their stats would be without steroids? It's impossible to tell."
   },
   "author": {
    "text": "Jose Canseco"
   }
  },
  {
   "quote": {
    "text": "Wisdom is always an overmatch for strength."
   },
   "author": {
    "text": "Phil Jackson"
   }
  },
  {
   "quote": {
    "text": "You know that neither numbers nor strength give the victory, but that side which, with the assistance of the gods, attacks with the greatest resolution is generally irresistible."
   },
   "author": {
    "text": "Xenophon"
   }
  },
  {
   "quote": {
    "text": "The men who have guided the destiny of the United States have found the strength for their tasks by going to their knees. This private unity of public men and their God is an enduring source of reassurance for the people of America."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "The Hulk was a unique character because of his strength and power. He doesn't have a costume like Spiderman or like Superman - The Hulk is more visual. His passion and his strength, that is what separates him from anything else."
   },
   "author": {
    "text": "Lou Ferrigno"
   }
  },
  {
   "quote": {
    "text": "Stand and fight for those who are not weak but have yet to discover the strength that the evil of this world has done its best to conceal."
   },
   "author": {
    "text": "Logic"
   }
  },
  {
   "quote": {
    "text": "The days of our lives, for all of us, are numbered. We know that. And yes, there are certainly times when we aren't able to muster as much strength and patience as we would like. It's called being human."
   },
   "author": {
    "text": "Elizabeth Edwards"
   }
  },
  {
   "quote": {
    "text": "This is just what I have thought when I have seen slaves at work - they seem to go through the motions of labor without putting strength into them. They keep their powers in reserve for their own use at night, perhaps."
   },
   "author": {
    "text": "Frederick Law Olmsted"
   }
  },
  {
   "quote": {
    "text": "What is a superhero? They're supposed to represent hope, opportunity, and strength for everybody."
   },
   "author": {
    "text": "Aldis Hodge"
   }
  },
  {
   "quote": {
    "text": "Sports play a very important role in consolidating the national strength, adding lustre to the country's prestige and honour, inspiring people with national dignity and pride, and imbuing the whole society with revolutionary mettle."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "There is always strength in numbers. The more individuals or organizations that you can rally to your cause, the better."
   },
   "author": {
    "text": "Mark Shields"
   }
  },
  {
   "quote": {
    "text": "Victoria's Secret is really about celebrating women and what they stand for: the strength."
   },
   "author": {
    "text": "Cara Delevingne"
   }
  },
  {
   "quote": {
    "text": "Wisdom is the knowledge of good and evil, not the strength to choose between the two."
   },
   "author": {
    "text": "John Cheever"
   }
  },
  {
   "quote": {
    "text": "My life will not be defined by a single political campaign. Those will come and go. But what has driven me to run for elected office in the past still drives me today: the knowledge that heroes do walk among us with tremendous strength and power."
   },
   "author": {
    "text": "Darryl Glenn"
   }
  },
  {
   "quote": {
    "text": "I know I have great inner strength; I always have. I can blank things out, cut people out, and I know that I can go and live in a cave on my own if necessary."
   },
   "author": {
    "text": "Charlotte Rampling"
   }
  },
  {
   "quote": {
    "text": "It's empowering to find a workout that builds strength and grace."
   },
   "author": {
    "text": "Mary Helen Bowers"
   }
  },
  {
   "quote": {
    "text": "I am not writing to try and convert people to fundamental Christianity. I am just trying to share my experience, strength and hope, that someone who is as messed up and neurotic and scarred and scared can be fully accepted by our dear Lord, no questions asked."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "Stress is the demon in our society, stalking the cities and the countryside, striking down young and old and growing in strength daily."
   },
   "author": {
    "text": "Srikumar Rao"
   }
  },
  {
   "quote": {
    "text": "Don't wish me happiness - I don't expect to be happy it's gotten beyond that, somehow. Wish me courage and strength and a sense of humor - I will need them all."
   },
   "author": {
    "text": "Anne Morrow Lindbergh"
   }
  },
  {
   "quote": {
    "text": "The strength and power of a country depends absolutely on the quantity of good men and women in it."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "Men are apt to mistake the strength of their feeling for the strength of their argument. The heated mind resents the chill touch and relentless scrutiny of logic."
   },
   "author": {
    "text": "William E. Gladstone"
   }
  },
  {
   "quote": {
    "text": "Tennis takes care of everything. It requires agility and quickness to get to the ball, core strength to get power into your shorts and stamina to last for an entire match. In addition to toning your arms and shoulders, it's a total body workout for your legs and abs, and works your heart and core unlike any other sport."
   },
   "author": {
    "text": "Samantha Stosur"
   }
  },
  {
   "quote": {
    "text": "A lot of people think that addiction is a choice. A lot of people think it's a matter of will. That has not been my experience. I don't find it to have anything to do with strength."
   },
   "author": {
    "text": "Matthew Perry"
   }
  },
  {
   "quote": {
    "text": "I was ironing my own clothes when I was 11 years old. My mental strength goes back to those days."
   },
   "author": {
    "text": "Cristiano Ronaldo"
   }
  },
  {
   "quote": {
    "text": "I know now what this meant, that the bison were the gift of a good spirit and were our strength, but we should lose them, and from the same good spirit we must find another strength."
   },
   "author": {
    "text": "Black Elk"
   }
  },
  {
   "quote": {
    "text": "One of the things that always comes up in my writing is the search for freedom, especially in women. I always write about women who are marginalized, who have no means or resources and somehow manage to get out of those situations with incredible strength - and that is more important than anything."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "My fitness instructor helped me with strength training, muscle building, and toning."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "All physical activity begins with the body's core. I maintain the strength in my core so that I can jump, run, start, stop, and accelerate at the highest levels."
   },
   "author": {
    "text": "Derrick Rose"
   }
  },
  {
   "quote": {
    "text": "As much as I value an union of all the states, I would not admit the southern states into the union, unless they agreed to the discontinuance of this disgraceful trade, because it would bring weakness and not strength to the union."
   },
   "author": {
    "text": "George Mason"
   }
  },
  {
   "quote": {
    "text": "Musclemen grow on trees. They can tense their muscles and look good in a mirror. So what? I'm interested in practical strength that's going to help me run, jump, twist, punch."
   },
   "author": {
    "text": "Jason Statham"
   }
  },
  {
   "quote": {
    "text": "Startup India is welcome for the economy, but it cannot be accompanied by 'Shut Up India' in society. What gives Startup India its strength is freedom of expression, thought, and dissent. You choke this, and you choke entrepreneurship."
   },
   "author": {
    "text": "Rahul Gandhi"
   }
  },
  {
   "quote": {
    "text": "The great and admirable strength of America consists in this, that America is truly the American people."
   },
   "author": {
    "text": "Jacques Maritain"
   }
  },
  {
   "quote": {
    "text": "With the proper motivation, you can do anything. I was just a poor kid that ate pork and beans out of a can and apple sauce. I went from rags to riches. But it does take a lot of determination, inner strength, drive, and discipline."
   },
   "author": {
    "text": "Lee Haney"
   }
  },
  {
   "quote": {
    "text": "If our nation goes over a financial Niagara, we won't have much strength and, eventually, we won't have peace. We are currently borrowing the entire defense budget from foreign investors. Within a few years, we will be spending more on interest payments than on national security. That is not, as our military friends say, a 'robust strategy.'"
   },
   "author": {
    "text": "Mitch Daniels"
   }
  },
  {
   "quote": {
    "text": "Diversity of thought and culture and religion and ideas has been the strength of America."
   },
   "author": {
    "text": "Gary Locke"
   }
  },
  {
   "quote": {
    "text": "Anyone can wear my dresses. They will look good on any figure, no matter what shape you are. I want to celebrate a woman's inner strength, to inspire real women and make them feel confident and beautiful."
   },
   "author": {
    "text": "Tadashi Shoji"
   }
  },
  {
   "quote": {
    "text": "Endurance, after all, is the only reason we even exist. We think of ourselves as nature's deadliest animals, but the truth is, a naked human is the biggest wimp in the wild. We have no fangs, no claws, no strength, and no speed."
   },
   "author": {
    "text": "Christopher McDougall"
   }
  },
  {
   "quote": {
    "text": "You had no right to be born; for you make no use of life. Instead of living for, in, and with yourself, as a reasonable being ought, you seek only to fasten your feebleness on some other person's strength."
   },
   "author": {
    "text": "Charlotte Bronte"
   }
  },
  {
   "quote": {
    "text": "I count life just a stuff to try the soul's strength on."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "I bring a lot of energy and passion to what I do. Plus, I've had some weird feats of superhuman strength!"
   },
   "author": {
    "text": "John Cena"
   }
  },
  {
   "quote": {
    "text": "The strength of my mother is something I didn't pay attention to for so long. Here she was, this single mom, who was part of the Great Migration, who was part of a Jim Crow south, who said, 'I'm getting my kids out of here. I'm creating opportunities for these young people by any means necessary.'"
   },
   "author": {
    "text": "Jacqueline Woodson"
   }
  },
  {
   "quote": {
    "text": "The awareness of our own strength makes us modest."
   },
   "author": {
    "text": "Paul Cezanne"
   }
  },
  {
   "quote": {
    "text": "I always say the strength of democracy lies in criticism. If there is no criticism, that means there is no democracy. And if you want to grow, you must invite criticism. And I want to grow; I want to invite criticism."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "Keep America strong. Strong in our values, strong in our economy, and strong in our military might. We hope to never have to use our military strength, but the world counts on a strong America to keep the worst actors from doing the worst things."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "The superior man is the providence of the inferior. He is eyes for the blind, strength for the weak, and a shield for the defenseless. He stands erect by bending above the fallen. He rises by lifting others."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "My strength comes from my mom. Just seeing what she had to go through to raise us, she wouldn't make excuses; she wouldn't put her head down. So I guess I looked at adversity right in the eye and took it on."
   },
   "author": {
    "text": "Paul Pierce"
   }
  },
  {
   "quote": {
    "text": "Specifically, the U.S. holds strength. Its own context makes it a very competitive country, but I believe that if we recognize how interdependent the U.S. with its neighbors from the North and the South, we are part of NAFTA, a trade agreement."
   },
   "author": {
    "text": "Enrique Pena Nieto"
   }
  },
  {
   "quote": {
    "text": "Now, when you get a viral infection, what normally happens is it takes days or weeks for your body to fight back at full strength, and that might be too late. When you're pre-immunized, what happens is you have forces in your body pre-trained to recognize and defeat specific foes. So that's really how vaccines work."
   },
   "author": {
    "text": "Seth Berkley"
   }
  },
  {
   "quote": {
    "text": "We get strength and encouragement from watching children."
   },
   "author": {
    "text": "Hayao Miyazaki"
   }
  },
  {
   "quote": {
    "text": "From this process has emerged a parallel process of translating traditional working and living values into a new political and economic power - a power increasingly based upon the strength of money and those material things money can purchase."
   },
   "author": {
    "text": "Alex Campbell"
   }
  },
  {
   "quote": {
    "text": "Looking ahead, I believe that the underlying importance of higher education, of science, of technology, of research and scholarship to our quality of life, to the strength of our economy, to our security in many dimensions will continue to be the most important message."
   },
   "author": {
    "text": "Charles Vest"
   }
  },
  {
   "quote": {
    "text": "I don't want to disrespect hip-hop by being something I'm not. I'm Pooch Hall. My strength is in front the camera and holding dialogue."
   },
   "author": {
    "text": "Pooch Hall"
   }
  },
  {
   "quote": {
    "text": "Force has no place where there is need of skill."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "Physical strength in a woman - that's what I am."
   },
   "author": {
    "text": "Tina Turner"
   }
  },
  {
   "quote": {
    "text": "To this day, with all of these muscle-bound guys, nobody hit the ball further than Mickey Mantle, with his natural strength."
   },
   "author": {
    "text": "Billy Crystal"
   }
  },
  {
   "quote": {
    "text": "One killer exercise that's really great is pull-ups with your legs out level. That's my favourite. It's such functional core strength, and that's why I can climb up trees and down vines."
   },
   "author": {
    "text": "Bear Grylls"
   }
  },
  {
   "quote": {
    "text": "A religious man is a person who holds God and man in one thought at one time, at all times, who suffers harm done to others, whose greatest passion is compassion, whose greatest strength is love and defiance of despair."
   },
   "author": {
    "text": "Abraham Joshua Heschel"
   }
  },
  {
   "quote": {
    "text": "I'm not an athlete, and I'm not a gymnast, but I've always loved any type of sport and fitness, and I love running Tough Mudder or Spartan races and anything that's strength."
   },
   "author": {
    "text": "Candace Cameron Bure"
   }
  },
  {
   "quote": {
    "text": "An organization which claims to be working for the needs of a community - as SNCC does - must work to provide that community with a position of strength from which to make its voice heard. This is the significance of black power beyond the slogan."
   },
   "author": {
    "text": "Stokely Carmichael"
   }
  },
  {
   "quote": {
    "text": "Part of my advantage is that my strength is economic forecasting, but that only works in free markets, when markets are smarter than people. That's how I started. I watched the stock market, how equities reacted to change in levels of economic activity, and I could understand how price signals worked and how to forecast them."
   },
   "author": {
    "text": "Stanley Druckenmiller"
   }
  },
  {
   "quote": {
    "text": "Men are beginning to realize that they are not individuals but persons in society, that man alone is weak and adrift, that he must seek strength in common action."
   },
   "author": {
    "text": "Dorothy Day"
   }
  },
  {
   "quote": {
    "text": "To be loved is a strength. To love is a weakness."
   },
   "author": {
    "text": "Zsa Zsa Gabor"
   }
  },
  {
   "quote": {
    "text": "Once more, Never think that you can live to God by your own power or strength; but always look to and rely on him for assistance, yea, for all strength and grace."
   },
   "author": {
    "text": "David Brainerd"
   }
  },
  {
   "quote": {
    "text": "The carrying power of a bridge is not the average strength of the pillars, but the strength of the weakest pillar. I have always believed that you do not measure the health of a society by GNP but by the condition of its worst off."
   },
   "author": {
    "text": "Zygmunt Bauman"
   }
  },
  {
   "quote": {
    "text": "Eventually, we reach the point where we start to realize that we are not going to find peace, contentment, happiness, strength, fearlessness - all of the things that in our heart of hearts we wish we had - outside of us."
   },
   "author": {
    "text": "Guy Finley"
   }
  },
  {
   "quote": {
    "text": "Just like you need to strengthen your core physically with exercise, you also need to strength your core spiritually."
   },
   "author": {
    "text": "Anne Graham Lotz"
   }
  },
  {
   "quote": {
    "text": "As a child growing up in refugee camps, life taught me that many things were impossible. My older sister, Claire, taught me otherwise when her strength and resilience made the impossible possible in the way she worked, behaved, and took control of our lives."
   },
   "author": {
    "text": "Clemantine Wamariya"
   }
  },
  {
   "quote": {
    "text": "I like form and shape and strength in pictures."
   },
   "author": {
    "text": "Herb Ritts"
   }
  },
  {
   "quote": {
    "text": "We live in a world where to admit anything negative about yourself is seen as a weakness, when it's actually a strength. It's not a weak move to say, 'I need help.' In the long run, it's way better, because you have to fix it."
   },
   "author": {
    "text": "Jon Hamm"
   }
  },
  {
   "quote": {
    "text": "The first movement ballerina should be a paradigm of strength and authority."
   },
   "author": {
    "text": "Robert Gottlieb"
   }
  },
  {
   "quote": {
    "text": "As a chef, I had started working with groups like Share Our Strength and various local food banks in New York, raising money for hunger-related issues. And not only me, but the entire restaurant industry has been very focused on this issue."
   },
   "author": {
    "text": "Tom Colicchio"
   }
  },
  {
   "quote": {
    "text": "My biggest strength is I'm courageous, or if I am afraid of something, I do it anyway. I do what I feel. It's nothing personal against anyone, so that courageousness has been very good to me."
   },
   "author": {
    "text": "Keith Stanfield"
   }
  },
  {
   "quote": {
    "text": "People should be respected for the strength of their convictions, and I also believe in freedom of expression."
   },
   "author": {
    "text": "Joe Lhota"
   }
  },
  {
   "quote": {
    "text": "I hope to God that the inner strength that will vindicate my deeds will in good time spring forth from my own people. I have done as I had to on the prompting of my inner voice."
   },
   "author": {
    "text": "Kurt Huber"
   }
  },
  {
   "quote": {
    "text": "My strength is my enthusiasm."
   },
   "author": {
    "text": "Placido Domingo"
   }
  },
  {
   "quote": {
    "text": "Somehow I kept my head above water. I relied on the discipline, character, and strength that I had started to develop as that little girl in her first swimming pool."
   },
   "author": {
    "text": "Esther Williams"
   }
  },
  {
   "quote": {
    "text": "Mountaineering is one of the most difficult sports - we are away from routine life for days, living in tents, and it requires high degree of physical and mental strength."
   },
   "author": {
    "text": "Samina Baig"
   }
  },
  {
   "quote": {
    "text": "The strength people need to proceed along the path of human development can come only from the spiritual worlds."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "If you're growing up in a chaotic world without reason, your instinct is to become a performer and control the circumstances around you. You lead from weakness into strength; you have an undefended back."
   },
   "author": {
    "text": "John le Carre"
   }
  },
  {
   "quote": {
    "text": "The depth and strength of a human character are defined by its moral reserves. People reveal themselves completely only when they are thrown out of the customary conditions of their life, for only then do they have to fall back on their reserves."
   },
   "author": {
    "text": "Leon Trotsky"
   }
  },
  {
   "quote": {
    "text": "Organized religion is a sham and a crutch for weak-minded people who need strength in numbers."
   },
   "author": {
    "text": "Jesse Ventura"
   }
  },
  {
   "quote": {
    "text": "I have been honoured to serve the whales, dolphins, seals - and all the other creatures on this Earth. Their beauty, intelligence, strength, and spirit have inspired me."
   },
   "author": {
    "text": "Paul Watson"
   }
  },
  {
   "quote": {
    "text": "I have a concept of Naples that is not so much of a city, per se, but rather an ingredient of the human spirit that I detect in everyone, Neapolitan or not. The idea that 'Neapolitanism' and mass ignorance are somehow indissolubly linked is one that I am prepared to fight with all the strength I have."
   },
   "author": {
    "text": "Luciano De Crescenzo"
   }
  },
  {
   "quote": {
    "text": "I like a women who's got some balls, some strength. As long as I can beat her at arm wrestling, that's fine."
   },
   "author": {
    "text": "James Hetfield"
   }
  },
  {
   "quote": {
    "text": "I think the strength of the man is to have the right balance. Not to be so high when you win; not to be so down when you lose."
   },
   "author": {
    "text": "Claudio Ranieri"
   }
  },
  {
   "quote": {
    "text": "Sometimes you have to take the focus off of you and put it on someone else and it's funny what you can accomplish and how much strength you really have."
   },
   "author": {
    "text": "Hoda Kotb"
   }
  },
  {
   "quote": {
    "text": "The AFL-CIO is a structure that divides workers' strength by allowing each union to organize in any industry, then bargain on its own, even when workers share a common employer."
   },
   "author": {
    "text": "Andy Stern"
   }
  },
  {
   "quote": {
    "text": "A robust economy is a source of national strength for Japan."
   },
   "author": {
    "text": "Shinzo Abe"
   }
  },
  {
   "quote": {
    "text": "I'm an activist for gay marriage equality and children's rights. I'm the face of Share Our Strength."
   },
   "author": {
    "text": "Sandra Lee"
   }
  },
  {
   "quote": {
    "text": "When it comes to tyrants, dictators and terrorists, strength and the threat of force is the only language they understand."
   },
   "author": {
    "text": "Kevin McCarthy"
   }
  },
  {
   "quote": {
    "text": "The puma... the cat... is not just about power and speed and strength... but it is also a very elegant animal. That's what we've tried to reflect in our products."
   },
   "author": {
    "text": "Jochen Zeitz"
   }
  },
  {
   "quote": {
    "text": "I believe my past is my strength."
   },
   "author": {
    "text": "Michel Martelly"
   }
  },
  {
   "quote": {
    "text": "Sure I am of this, that you have only to endure to conquer."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Confession of errors is like a broom which sweeps away the dirt and leaves the surface brighter and clearer. I feel stronger for confession."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "One strength of the communist system of the East is that it has some of the character of a religion and inspires the emotions of a religion."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Our young people are patriots and heroes whom we can be proud of before the world; that they have a large contingent of such trustworthy young people is a great blessing for the Workers' Party of Korea and a source of pride for Korea, and this assures the great strength of our dignified state and its bright future."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "Faith gives you an inner strength and a sense of balance and perspective in life."
   },
   "author": {
    "text": "Gregory Peck"
   }
  },
  {
   "quote": {
    "text": "Good actions give strength to ourselves and inspire good actions in others."
   },
   "author": {
    "text": "Samuel Smiles"
   }
  },
  {
   "quote": {
    "text": "Perhaps I am stronger than I think."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "We acquire the strength we have overcome."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "The tax on capital gains directly affects investment decisions, the mobility and flow of risk capital... the ease or difficulty experienced by new ventures in obtaining capital, and thereby the strength and potential for growth in the economy."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Being forced to work, and forced to do your best, will breed in you temperance and self-control, diligence and strength of will, cheerfulness and content, and a hundred virtues which the idle will never know."
   },
   "author": {
    "text": "Charles Kingsley"
   }
  },
  {
   "quote": {
    "text": "It is my own firm belief that the strength of the soul grows in proportion as you subdue the flesh."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "It's really important to share the idea that being different might feel like a problem at the time, but ultimately diversity is a strength."
   },
   "author": {
    "text": "Carson Kressley"
   }
  },
  {
   "quote": {
    "text": "Let me tell you the secret that has led me to my goal. My strength lies solely in my tenacity."
   },
   "author": {
    "text": "Louis Pasteur"
   }
  },
  {
   "quote": {
    "text": "Do you really think it is weakness that yields to temptation? I tell you that there are terrible temptations which it requires strength, strength and courage to yield to."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "I think people who have good parents come into the world with a strength, yes, and an advantage."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "We will naturally pursue our goals on the strength of our own resources, skills and enterprise. But, we know that we will be more successful when we do this in partnership with the world."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "Because your own strength is unequal to the task, do not assume that it is beyond the powers of man; but if anything is within the powers and province of man, believe that it is within your own compass also."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "I think women are amazing for being able to show what they feel. I admire women who do. I think it's a mistake when women cover their emotions to look tough. I say let's own who we are and use it as a strength."
   },
   "author": {
    "text": "Gal Gadot"
   }
  },
  {
   "quote": {
    "text": "Does anybody really think that they didn't get what they had because they didn't have the talent or the strength or the endurance or the commitment?"
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Power is so characteristically calm, that calmness in itself has the aspect of strength."
   },
   "author": {
    "text": "Edward G. Bulwer-Lytton"
   }
  },
  {
   "quote": {
    "text": "The failure of academic feminists to recognize difference as a crucial strength is a failure to reach beyond the first patriarchal lesson. In our world, divide and conquer must become define and empower."
   },
   "author": {
    "text": "Audre Lorde"
   }
  },
  {
   "quote": {
    "text": "Simulated disorder postulates perfect discipline; simulated fear postulates courage; simulated weakness postulates strength."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "Something called 'the Oklahoma Standard' became known throughout the world. It means resilience in the face of adversity. It means a strength and compassion that will not be defeated."
   },
   "author": {
    "text": "Brad Henry"
   }
  },
  {
   "quote": {
    "text": "Work is not man's punishment. It is his reward and his strength and his pleasure."
   },
   "author": {
    "text": "George Sand"
   }
  },
  {
   "quote": {
    "text": "We - we need strength, we need energy, we need quickness and we need brain in this country to turn it around."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Nothing has more strength than dire necessity."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "Strength of mind rests in sobriety; for this keeps your reason unclouded by passion."
   },
   "author": {
    "text": "Pythagoras"
   }
  },
  {
   "quote": {
    "text": "Uncontrolled, the hunger and thirst after God may become an obstacle, cutting off the soul from what it desires. If a man would travel far along the mystic road, he must learn to desire God intensely but in stillness, passively and yet with all his heart and mind and strength."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "My strength is as the strength of ten, because my heart is pure."
   },
   "author": {
    "text": "Alfred Lord Tennyson"
   }
  },
  {
   "quote": {
    "text": "The spirit of man is more important than mere physical strength, and the spiritual fiber of a nation than its wealth."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Our real problem, then, is not our strength today; it is rather the vital necessity of action today to ensure our strength tomorrow."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Having the strength to tune out negativity and remain focused on what I want gives me the will and confidence to achieve my goals."
   },
   "author": {
    "text": "Gisele Bundchen"
   }
  },
  {
   "quote": {
    "text": "The woman is a gentle, loving bond who encourages, consoles, builds, reconciles, and makes all things new and vibrant. The woman is strength in time of suffering, courageous in failure, intuitive in time of danger. A woman is ingenuous when all fails, resourceful in times of want, and a true helpmate for man."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "When terrorists attacked the symbols of our national unity and strength, they failed to realize that they were just symbols of our strength. The real strength of our nation comes from our people - not our buildings."
   },
   "author": {
    "text": "Michael Enzi"
   }
  },
  {
   "quote": {
    "text": "What has never changed, what is always present and what is, in the end, what sustains us is that energy that I talk about in 'Like Water for Chocolate...' that loving energy. Without that, I wouldn't have had the strength to keep going and enjoy life."
   },
   "author": {
    "text": "Laura Esquivel"
   }
  },
  {
   "quote": {
    "text": "A lot of guys have muscles. A lot of strong men in this world. I think it's important to show that even under all this strength there's a fragile side, a side that can be affected."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "One of the primary purposes of civilization - and certainly its primary strength - is the guarantee that family life can flourish in unity, peace, and order."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "I, with a deeper instinct, choose a man who compels my strength, who makes enormous demands on me, who does not doubt my courage or my toughness, who does not believe me naive or innocent, who has the courage to treat me like a woman."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "Let us be shy no longer. Let us go to our strength. Let us offer hope. Let us tell the world that a new age is not only possible but probable."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Holiness is the strength of the soul. It comes by faith and through obedience to God's laws and ordinances. God then purifies the heart by faith, and the heart becomes purged from that which is profane and unworthy."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "The kind of beauty I want most is the hard-to-get kind that comes from within - strength, courage, dignity."
   },
   "author": {
    "text": "Ruby Dee"
   }
  },
  {
   "quote": {
    "text": "The mask can be a limitation, but you just deal with it. You do get superhuman strength and pumpkin bombs and all this other stuff to express yourself with.'"
   },
   "author": {
    "text": "Willem Dafoe"
   }
  },
  {
   "quote": {
    "text": "There's no way Daniel Bryan can beat me in a Royal Rumble match. It's ridiculous. He's nowhere near as heavy as me; he doesn't have a fraction of the strength I have. There are a lot of ways that Daniel Bryan can possibly beat me."
   },
   "author": {
    "text": "Roman Reigns"
   }
  },
  {
   "quote": {
    "text": "It is only necessary to have courage, for strength without self-confidence is useless."
   },
   "author": {
    "text": "Giacomo Casanova"
   }
  },
  {
   "quote": {
    "text": "Strengths are not activities you're good at, they're activities that strengthen you. A strength is an activity that before you're doing it you look forward to doing it; while you're doing it, time goes by quickly and you can concentrate; after you've done it, it seems to fulfill a need of yours."
   },
   "author": {
    "text": "Marcus Buckingham"
   }
  },
  {
   "quote": {
    "text": "Solitude is strength; to depend on the presence of the crowd is weakness. The man who needs a mob to nerve him is much more alone than he imagines."
   },
   "author": {
    "text": "Paul Brunton"
   }
  },
  {
   "quote": {
    "text": "Empathy seems to be seen as a weakness. We condition people to withdraw it to succeed. But really, it needs to be re-seen as a strength again if there is to be any kind of hope in the world."
   },
   "author": {
    "text": "Matt Bellamy"
   }
  },
  {
   "quote": {
    "text": "I think that we should remember that social change can happen when people join together with some strength."
   },
   "author": {
    "text": "Haskell Wexler"
   }
  },
  {
   "quote": {
    "text": "Sports have always been a big part of my life. At school, I played a lot of different sports, and I was competing with other schools. I did everything: running, volleyball, basketball, soccer, Olympic-style gymnastics, and more! My history with sports gave me good concentration, focus, strength, and motivation to stay healthy."
   },
   "author": {
    "text": "Izabel Goulart"
   }
  },
  {
   "quote": {
    "text": "When we have nothing to cling to as our own and cease thinking of ourselves as people who must defend privileges, we can open ourselves freely to others with the faithful expectation that our strength will manifest itself in our shared weakness."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "Where is the man who has the strength to be true, and to show himself as he is?"
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Life is truly known only to those who suffer, lose, endure adversity and stumble from defeat to defeat."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "Good composition is like a suspension bridge - each line adds strength and takes none away."
   },
   "author": {
    "text": "Robert Henri"
   }
  },
  {
   "quote": {
    "text": "To be an effective leader, you have to have a manipulative streak - you have to figure out the people working for you and give each tasks that will take advantage of his strength."
   },
   "author": {
    "text": "Norman Schwarzkopf"
   }
  },
  {
   "quote": {
    "text": "A mind at peace, a mind centered and not focused on harming others, is stronger than any physical force in the universe."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "In all my perplexities and distresses, the Bible has never failed to give me light and strength."
   },
   "author": {
    "text": "Robert E. Lee"
   }
  },
  {
   "quote": {
    "text": "I have watched men suffer the anguish of imprisonment, defy appalling human cruelty... break for a moment, then recover inhuman strength to defy their enemies once more."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "Youngsters of the age of two and three are endowed with extraordinary strength. They can lift a dog twice their own weight and dump him into the bathtub."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "I couldn't beat people with my strength; I don't have a hard shot; I'm not the quickest skater in the league. My eyes and my mind have to do most of the work."
   },
   "author": {
    "text": "Wayne Gretzky"
   }
  },
  {
   "quote": {
    "text": "When I make a fist, it's strong, and you can't tear it apart. As long as there's unity, there's strength."
   },
   "author": {
    "text": "Ara Parseghian"
   }
  },
  {
   "quote": {
    "text": "What is important is to believe in something so strongly that you're never discouraged."
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "Religion is an illusion and it derives its strength from the fact that it falls in with our instinctual desires."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "Willingness to change is a strength, even if it means plunging part of the company into total confusion for a while."
   },
   "author": {
    "text": "Jack Welch"
   }
  },
  {
   "quote": {
    "text": "Life always rides in strength to victory, not through internationalism... but only through the direct responsibility of the individual."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "Remember to look at your glass half full and not half empty. A lot of my strength comes from God. God has given me a gift - the gift of life - and it's amazing that I live each day."
   },
   "author": {
    "text": "Mattie Stepanek"
   }
  },
  {
   "quote": {
    "text": "A key to strengthening spiritual muscles and enduring hardship is finding strength in the Word of God."
   },
   "author": {
    "text": "Walter Martin"
   }
  },
  {
   "quote": {
    "text": "All that I have achieved has been possible not only because of my own strength and perseverance, gained through hardship, but also through other people's support and belief in me."
   },
   "author": {
    "text": "Clemantine Wamariya"
   }
  },
  {
   "quote": {
    "text": "I think a guitar solo is how my emotion is most freely released, because verbal articulation isn't my strongest communication strength. My wife thinks that I should do interviews by listening to the questions and playing the answer on guitar."
   },
   "author": {
    "text": "David Gilmour"
   }
  },
  {
   "quote": {
    "text": "It's so easy to be there when it's all sunshine, but it really takes strength and courage to be there for each other during the dark times."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "People confuse goodness with weakness. It is weak people, not good people (goodness demands strength), who are taken advantage of."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "If Christ has died for me, ungodly as I am, without strength as I am, then I cannot live in sin any longer, but must arouse myself to love and serve Him who has redeemed me."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "I learned that it is the weak who are cruel, and that gentleness is to be expected only from the strong."
   },
   "author": {
    "text": "Leo Rosten"
   }
  },
  {
   "quote": {
    "text": "I know there is strength in the differences between us. I know there is comfort where we overlap."
   },
   "author": {
    "text": "Ani DiFranco"
   }
  },
  {
   "quote": {
    "text": "It takes a strong effort on the part of each American Indian not to become Europeanized. The strength for this effort can only come from the traditional ways, the traditional values that our elders retain."
   },
   "author": {
    "text": "Russell Means"
   }
  },
  {
   "quote": {
    "text": "I understand that I'm able to connect with people; I have an emotional bonding with people. My strength lies in my ability to tell stories and to touch people's hearts and to move them."
   },
   "author": {
    "text": "Aamir Khan"
   }
  },
  {
   "quote": {
    "text": "Running up a steep hill or up steps are fantastic ways of building explosive strength."
   },
   "author": {
    "text": "Greg Rutherford"
   }
  },
  {
   "quote": {
    "text": "I have the people behind me and the people are my strength."
   },
   "author": {
    "text": "Huey Newton"
   }
  },
  {
   "quote": {
    "text": "An American, a Negro... two souls, two thoughts, two unreconciled strivings; two warring ideals in one dark body, whose dogged strength alone keeps it from being torn asunder."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "He that is not handsome at 20, nor strong at 30, nor rich at 40, nor wise at 50, will never be handsome, strong, rich or wise."
   },
   "author": {
    "text": "George Herbert"
   }
  },
  {
   "quote": {
    "text": "Strong and bitter words indicate a weak cause."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "We all have enough strength to endure the misfortunes of others."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "I think I was born strong-willed. That's not the kind of thing you can learn. The advantage is, you stick to what you believe in and rarely get pushed out of what you want to do."
   },
   "author": {
    "text": "Joan Jett"
   }
  },
  {
   "quote": {
    "text": "Success in golf depends less on strength of body than upon strength of mind and character."
   },
   "author": {
    "text": "Arnold Palmer"
   }
  },
  {
   "quote": {
    "text": "Peace is purchased from strength. It's not purchased from weakness or unilateral retreats."
   },
   "author": {
    "text": "Benjamin Netanyahu"
   }
  },
  {
   "quote": {
    "text": "Above all, it is not decency or goodness of gentleness that impresses the Middle East, but strength."
   },
   "author": {
    "text": "Meir Kahane"
   }
  },
  {
   "quote": {
    "text": "It is our duty, as parents and as teachers, to give all children the space to build their emotional strength and provide a strong foundation for their future."
   },
   "author": {
    "text": "Kate Middleton"
   }
  },
  {
   "quote": {
    "text": "When a president makes life and death decisions, he should draw strength and wisdom from broad and deep experience with the reasons for and the risks of committing our children to our defense. For no matter how many others are involved in the decision, the president is a lonely man in a dark room when the casualty reports come in."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "As long as I have health and strength, I will gladly work all my days."
   },
   "author": {
    "text": "Frederic Chopin"
   }
  },
  {
   "quote": {
    "text": "From the age of seven, I basically started practicing my hand-eye and foot coordination, balance, strength, endurance, discipline, and mental toughness three days a week until I was about 15."
   },
   "author": {
    "text": "Ashton Eaton"
   }
  },
  {
   "quote": {
    "text": "When we read stories of heroes, we identify with them. We take the journey with them. We see how the obstacles almost overcome them. We see how they grow as human beings or gain qualities or show great qualities of strength and courage and with them, we grow in some small way."
   },
   "author": {
    "text": "Sam Raimi"
   }
  },
  {
   "quote": {
    "text": "Elizabeth Keckley was a woman of remarkable strength, courage, perseverance, and dignity. She was exceptionally talented, but also very diligent and ambitious, and together those qualities enabled her to deliver herself from slavery and become a successful businesswoman."
   },
   "author": {
    "text": "Jennifer Chiaverini"
   }
  },
  {
   "quote": {
    "text": "My strength is translating emotion because I'm such a feeler."
   },
   "author": {
    "text": "Selena Gomez"
   }
  },
  {
   "quote": {
    "text": "We have to nurture our young women and understand the beauty and the strength of being a woman. It's kind of a catch-22: Strength in women isn't appreciated, and vulnerability in women isn't appreciated. It's like, 'What the hell do you do?' What you do is you don't allow anyone to dictate who you are."
   },
   "author": {
    "text": "Jada Pinkett Smith"
   }
  },
  {
   "quote": {
    "text": "In all human affairs there are efforts, and there are results, and the strength of the effort is the measure of the result."
   },
   "author": {
    "text": "James Allen"
   }
  },
  {
   "quote": {
    "text": "I believe in the Prince of Peace. I believe that War is Murder. I believe that armies and navies are at bottom the tinsel and braggadocio of oppression and wrong, and I believe that the wicked conquest of weaker and darker nations by nations whiter and stronger but foreshadows the death of that strength."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "Peace is not the absence of war, but a virtue based on strength of character."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "People do not lack strength; they lack will."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Whoever knows it also knows that in love there is no More and no Less; but that he who loves can only love with the whole heart, and with the whole soul; with all his strength and with all his will."
   },
   "author": {
    "text": "Max Muller"
   }
  },
  {
   "quote": {
    "text": "A conviction that you are a daughter of God gives you a feeling of comfort in your self-worth. It means that you can find strength in the balm of Christ. It will help you meet the heartaches and challenges with faith and serenity."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "I find it takes a lot of strength to endure myself."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Method is more important than strength, when you wish to control your enemies. By dropping golden beads near a snake, a crow once managed To have a passer-by kill the snake for the beads."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "The strength of criticism lies in the weakness of the thing criticized."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "And when a woman's will is as strong as the man's who wants to govern her, half her strength must be concealment."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "It's being willing to walk away that gives you strength and power - if you're willing to accept the consequences of doing what you want to do."
   },
   "author": {
    "text": "Whoopi Goldberg"
   }
  },
  {
   "quote": {
    "text": "I would never bet against Peyton Manning. You know about the age and the neck and the strength. But I had George Blanda, and as he got older, he got smarter, and he just got rid of the ball quicker. I watch Peyton, and I see George Blanda."
   },
   "author": {
    "text": "John Madden"
   }
  },
  {
   "quote": {
    "text": "Diversity is valued, and it is prized. We learn to appreciate each other and each other's struggles. From diversity, we draw our enormous and our lasting strength."
   },
   "author": {
    "text": "Janet Reno"
   }
  },
  {
   "quote": {
    "text": "So many people in the world would rather stay in a situation that's painful but familiar because they're comfortable with it. Not a lot of people have the strength or heart to realize when something's not good for them and to turn around and be alone."
   },
   "author": {
    "text": "Corey Taylor"
   }
  },
  {
   "quote": {
    "text": "If thou desire the love of God and man, be humble, for the proud heart, as it loves none but itself, is beloved of none but itself. Humility enforces where neither virtue, nor strength, nor reason can prevail."
   },
   "author": {
    "text": "Francis Quarles"
   }
  },
  {
   "quote": {
    "text": "The strength that I have comes from irrigating the citrus plantation, ploughing in the vineyard, guarding the melon fields at night. I believe that's what gave me the strength."
   },
   "author": {
    "text": "Ariel Sharon"
   }
  },
  {
   "quote": {
    "text": "Truly, love is delightful and pleasant food, supplying, as it does, rest to the weary, strength to the weak, and joy to the sorrowful. It in fact renders the yoke of truth easy and its burden light."
   },
   "author": {
    "text": "Saint Bernard"
   }
  },
  {
   "quote": {
    "text": "Living in America and, of course, just being women in general, we've got more strength than we think we do."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "The serenity prayer, 'God grant me the strength to accept...' That's a prayer that's actually in my car. I say it every day."
   },
   "author": {
    "text": "Lauren London"
   }
  },
  {
   "quote": {
    "text": "There comes a pause, for human strength will not endure to dance without cessation; and everyone must reach the point at length of absolute prostration."
   },
   "author": {
    "text": "Lewis Carroll"
   }
  },
  {
   "quote": {
    "text": "There are movements which impinge upon the nerves with a strength that is incomparable, for movement has power to stir the senses and emotions, unique in itself."
   },
   "author": {
    "text": "Doris Humphrey"
   }
  },
  {
   "quote": {
    "text": "They say everything you go through in your childhood builds character and inner strength."
   },
   "author": {
    "text": "Curtis Joseph"
   }
  },
  {
   "quote": {
    "text": "True strength is delicate."
   },
   "author": {
    "text": "Louise Berliawsky Nevelson"
   }
  },
  {
   "quote": {
    "text": "Only by contending with challenges that seem to be beyond your strength to handle at the moment you can grow more surely toward the stars."
   },
   "author": {
    "text": "Brian Tracy"
   }
  },
  {
   "quote": {
    "text": "My biggest flaw is probably my attention span or lack thereof. And while it might seem contradictory, my biggest strength is my work ethic."
   },
   "author": {
    "text": "Tom Holland"
   }
  },
  {
   "quote": {
    "text": "It is wonderful what strength of purpose and boldness and energy of will are roused by the assurance that we are doing our duty."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "To have ego means to believe in your own strength. And to also be open to other people's views. It is to be open, not closed. So, yes, my ego is big, but it's also very small in some areas. My ego is responsible for my doing what I do - bad or good."
   },
   "author": {
    "text": "Barbra Streisand"
   }
  },
  {
   "quote": {
    "text": "My greatest strength is common sense. I'm really a standard brand - like Campbell's tomato soup or Baker's chocolate."
   },
   "author": {
    "text": "Katharine Hepburn"
   }
  },
  {
   "quote": {
    "text": "Patience is the support of weakness; impatience the ruin of strength."
   },
   "author": {
    "text": "Charles Caleb Colton"
   }
  },
  {
   "quote": {
    "text": "Life asks not merely what you can do; it asks how much can you endure and not be spoiled."
   },
   "author": {
    "text": "Harry Emerson Fosdick"
   }
  },
  {
   "quote": {
    "text": "It does not take much strength to do things, but it requires great strength to decide on what to do."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "Many a man's strength is in opposition, and when he faileth, he grows out of use."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Many think that the price of discipleship is too costly and too burdensome. For some, it involves giving up too much. But the cross is not as heavy as it appears to be. Through obedience, we acquire much greater strength to carry it."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "If you have other gods before the Lord, your heart will be turned away from serving the only true and living God, who requires the whole heart, the undivided affections. All the heart, all the soul, all the mind, and all the strength, does God require. He will accept of nothing short of this."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "In the strength of the Lord we can do and endure and overcome all things."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "For many years, I tried to make New Year's resolutions. I made lists and shot for great heights: I would show altruism and exert moral strength, patience and all those other great attributes."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "My faith is an important part of my life and over the years I've learnt that it takes a proud man to say he doesn't need anything. It has been a quiet strength and a backbone through a lot of difficult times."
   },
   "author": {
    "text": "Bear Grylls"
   }
  },
  {
   "quote": {
    "text": "Ronald Reagan was a president of strength. His philosophy was a philosophy of strength - a strong military, a strong economy and strong families."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "Japan today has become acquainted with the Western civilization of the rule of Might, but retains the characteristics of the Oriental civilization of the rule of Right. Now the question remains whether Japan will be the hawk of the Western civilization of the rule of Might, or the tower of strength of the Orient."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "Being vulnerable is not a sign of weakness. It's a sign of strength."
   },
   "author": {
    "text": "Karamo Brown"
   }
  },
  {
   "quote": {
    "text": "As hard as it is, owning who you are and knowing what you want is the only sure path to affirmation... I want women to know they can get out of any situation if they return to their core source of strength: themselves."
   },
   "author": {
    "text": "Ashley Graham"
   }
  },
  {
   "quote": {
    "text": "I report to you that our country is challenged at home and abroad: that it is our will that is being tried and not our strength; our sense of purpose and not our ability to achieve a better America."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "Faith is the most important thing in the world to me. It's the greatest strength I've had. It's helped me get through the hard times. You're not going to win every one of your football games. I've always said I'm not going to make football my god. A lot of coaches put so much into coaching football games that they have nothing left."
   },
   "author": {
    "text": "Bobby Bowden"
   }
  },
  {
   "quote": {
    "text": "People don't understand the power of love and family and strength."
   },
   "author": {
    "text": "Paul Pierce"
   }
  },
  {
   "quote": {
    "text": "Since I was a little girl, I have witnessed the strength and courage that energized my mother, who left every sorrow and pain in the past, who would work unyieldingly to obtain her goals, who was the great warrior from whom I learned all the values that are today fundamental pillars of my every day."
   },
   "author": {
    "text": "Thalia"
   }
  },
  {
   "quote": {
    "text": "My mom cleaned toilets for a long time, and she'd seen a lot of terrible things, but she was still the strength of our family. And there are women like that all across the country - all around the world - who show that type of fortitude."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "Wisdom we know is the knowledge of good and evil, not the strength to choose between the two."
   },
   "author": {
    "text": "John Cheever"
   }
  },
  {
   "quote": {
    "text": "I've got a Kanji symbol on my shoulder; it's for my son and means 'strength and power.' I have my son and daughter's names, Dominik and Aalyah, written on the inside of the left and right biceps, too."
   },
   "author": {
    "text": "Rey Mysterio"
   }
  },
  {
   "quote": {
    "text": "You don't have to be a bodybuilder to have strength in your muscles."
   },
   "author": {
    "text": "Katarina Johnson-Thompson"
   }
  },
  {
   "quote": {
    "text": "Pilates has been the perfect solution to maintaining strength and vitality in my life."
   },
   "author": {
    "text": "Trudie Styler"
   }
  },
  {
   "quote": {
    "text": "The Caribbean is not an idyll, not to its natives. They draw their working strength from it organically, like trees, like the sea almond or the spice laurel of the heights."
   },
   "author": {
    "text": "Derek Walcott"
   }
  },
  {
   "quote": {
    "text": "My strength and my weakness are twins in the same womb."
   },
   "author": {
    "text": "Marge Piercy"
   }
  },
  {
   "quote": {
    "text": "Augustine says that you don't understand a nation by the throw weight of its military or the strength of its research universities or the size of its population, but by looking at what it loves in common. To assess a nation, you look at the health and strength of its ideals. And there's no question that the common love in America is freedom."
   },
   "author": {
    "text": "Os Guinness"
   }
  },
  {
   "quote": {
    "text": "Sometimes your greatest strength can emerge as a weakness if the context changes."
   },
   "author": {
    "text": "Harsha Bhogle"
   }
  },
  {
   "quote": {
    "text": "It isn't right to judge strength as better than good wisdom."
   },
   "author": {
    "text": "Xenophanes"
   }
  },
  {
   "quote": {
    "text": "I'm not superstitious about good luck charms and all that. I don't have any ring or any tangible thing as a charm. But I like to have at least one of my parents with me during my shows. It gives me strength to find their faces... or my brothers... in the audience. It comforts me."
   },
   "author": {
    "text": "Shreya Ghoshal"
   }
  },
  {
   "quote": {
    "text": "Strength does not have to be belligerent and loud."
   },
   "author": {
    "text": "Russell Brand"
   }
  },
  {
   "quote": {
    "text": "Not one man in a thousand has the strength of mind or the goodness of heart to be an atheist."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "I had no doubts I could go to the pole. I may not be as strong, but I make up for physical strength in other areas, like steadiness and not panicking under stress."
   },
   "author": {
    "text": "Ann Bancroft"
   }
  },
  {
   "quote": {
    "text": "Some spider silks are really strong, but not all of them are. The ones that are really strong can actually rival steel and approach the tensile strength of Kevlar. Thus far, the dragline silk seems to be the strongest."
   },
   "author": {
    "text": "Cheryl Hayashi"
   }
  },
  {
   "quote": {
    "text": "Although housing sales and starts have cooled to more typical levels, the housing market remains strong and sound. Without the expansion of homeownership and the strength of our housing market, our nation would not have the economic growth we are experiencing today."
   },
   "author": {
    "text": "Randy Neugebauer"
   }
  },
  {
   "quote": {
    "text": "I must thank my good friend Nigel Brennan. His strength of character in the midst of extreme hardship inspired me during the darkest days. Despite our separation, he always managed to find small ways to remind me that there are gentlemen in the world, even when I was surrounded by just the opposite."
   },
   "author": {
    "text": "Amanda Lindhout"
   }
  },
  {
   "quote": {
    "text": "My strength was that I am more balanced and calmer than most other riders."
   },
   "author": {
    "text": "Miguel Indurain"
   }
  },
  {
   "quote": {
    "text": "I don't believe in cutting out people from the past. It doesn't give strength; it just gives loneliness."
   },
   "author": {
    "text": "Carla Bruni"
   }
  },
  {
   "quote": {
    "text": "The great American tradition is one of pluralism, not exclusive secularism. The strength of our country is reflected in the contributions that we all make to the common good."
   },
   "author": {
    "text": "Donald Wuerl"
   }
  },
  {
   "quote": {
    "text": "The lesson of the Cuban Missile Crisis is plain: Strength prevents war; weakness invites it. We need a commander-in-chief who understands that - and who won't leave us facing a foe who thinks he doesn't."
   },
   "author": {
    "text": "Arthur L. Herman"
   }
  },
  {
   "quote": {
    "text": "When I go to the gym, stretching is very important. For polo, you don't need too much strength so you don't want to build yourself up too much. It's all about flexibility."
   },
   "author": {
    "text": "Nacho Figueras"
   }
  },
  {
   "quote": {
    "text": "My father not only has the strength and ability necessary to be our next president, but also the kindness and compassion that will enable him to be the leader that this country needs."
   },
   "author": {
    "text": "Ivanka Trump"
   }
  },
  {
   "quote": {
    "text": "When I went to Harvard and studied planning, I found I didn't have the skills or the strength to become the kind of public person who could go out and lobby government agencies."
   },
   "author": {
    "text": "Frank Gehry"
   }
  },
  {
   "quote": {
    "text": "In America we have a Declaration of Independence, but our history, our advancements, our global strength all point to an American declaration of interdependence."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "One ever feels his twoness - an American, a Negro; two souls, two thoughts, two unreconciled strivings; two warring ideals in one dark body, whose dogged strength alone keeps it from being torn asunder."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "The pagan loves the earth in order to enjoy it and confine himself within it; the Christian in order to make it purer and draw from it the strength to escape from it."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "I treasure my meetings with individuals affected by autism - parents, children, teachers and friends. Their strength is inspiring. They deserve all possible opportunities for education, employment and integration."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "What I've learned is that unless it's an emergency, like a fire or brain surgery, hierarchy is not necessary and may be damaging. If you have a hierarchy, you're repeating the strengths and weaknesses of one person without allowing for the accumulative strength of a group."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "If we resist our passions, it is more due to their weakness than our strength."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "I've been playing against older and stronger competition my whole life. It has made me a better tennis player and able to play against this kind of level despite their strength and experience."
   },
   "author": {
    "text": "Maria Sharapova"
   }
  },
  {
   "quote": {
    "text": "Atheism shows strength of mind, but only to a certain degree."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "If you learn how to forgive others for not being strong, then people can learn how to forgive you for your own issues."
   },
   "author": {
    "text": "T. D. Jakes"
   }
  },
  {
   "quote": {
    "text": "All women are the same, really: They are strong, but they are afraid of their own strength."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "The strength of self-reliance and self-development is that of science and technology, and the shortcut to implementing the five-year strategy is to give importance and precedence to science and technology."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "'Star Trek' is about acceptance, and the strength of the Starship Enterprise is that it embraces diversity in all its forms."
   },
   "author": {
    "text": "George Takei"
   }
  },
  {
   "quote": {
    "text": "Most people give Kennedy a passing grade, a good grade on the Cuban Missile Crisis handling, but what they don't realize, if he had had strength, if he had showed strength before, there would never have been a Cuban Missile Crisis."
   },
   "author": {
    "text": "Louie Gohmert"
   }
  },
  {
   "quote": {
    "text": "Don't be intimidated by what you don't know. That can be your greatest strength and ensure that you do things differently from everyone else."
   },
   "author": {
    "text": "Sara Blakely"
   }
  },
  {
   "quote": {
    "text": "I was always fascinated by strength. Arnold was an idol of mine."
   },
   "author": {
    "text": "Brock Lesnar"
   }
  },
  {
   "quote": {
    "text": "If I wanted to have total control and be a dictator, I would do ice sculpture in my basement. If I want to make a movie, I'm going to work with 500 people, and I will have to work with their strength and their weakness."
   },
   "author": {
    "text": "Denis Villeneuve"
   }
  },
  {
   "quote": {
    "text": "He knows not his own strength who hath not met adversity."
   },
   "author": {
    "text": "William Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "I get paralyzingly nervous a lot of times, so I tried bravado. The way I dress and carry myself, a lot of people find it intimidating. I think my whole career can be boiled down to the one word I always say in meetings: 'strength.'"
   },
   "author": {
    "text": "Lorde"
   }
  },
  {
   "quote": {
    "text": "When I use my strength in the service of my vision it makes no difference whether or not I am afraid."
   },
   "author": {
    "text": "Audre Lorde"
   }
  },
  {
   "quote": {
    "text": "I have both English bulldog determination and Bengal tiger strength."
   },
   "author": {
    "text": "Bikram Choudhury"
   }
  },
  {
   "quote": {
    "text": "Let me announce, with all the strength at my command, that I am not a terrorist and I never was, expect perhaps in the beginning of my revolutionary career. And I am convinced that we cannot gain anything through those methods."
   },
   "author": {
    "text": "Bhagat Singh"
   }
  },
  {
   "quote": {
    "text": "I feel my heart break to see a nation ripped apart by it's own greatest strength - it's diversity."
   },
   "author": {
    "text": "Melissa Etheridge"
   }
  },
  {
   "quote": {
    "text": "First I shall name the eagle, of which there are three species: the great grey eagle is the largest, of great strength and high flight; he chiefly preys on fawns and other young quadrupeds."
   },
   "author": {
    "text": "William Bartram"
   }
  },
  {
   "quote": {
    "text": "Through my own struggles with depression, I discovered that knowledge, therapy, medication and education can provide the strength to get through it in one piece."
   },
   "author": {
    "text": "Susan Polis Schutz"
   }
  },
  {
   "quote": {
    "text": "Difficulty, my brethren, is the nurse of greatness - a harsh nurse, who roughly rocks her foster - children into strength and athletic proportion."
   },
   "author": {
    "text": "William Cullen Bryant"
   }
  },
  {
   "quote": {
    "text": "But my strength was in singing and songwriting, which was a new discovery for me when I was 18. And I decided if I pursued songwriting, which is what was closest to my heart, then there would be no competition. I would just live my life being myself and living my dream."
   },
   "author": {
    "text": "Jason Mraz"
   }
  },
  {
   "quote": {
    "text": "One column of truth cannot hold an institution of ideas from falling into ignorance. It is wiser that a person of prudence and purpose save his strength for battles that can be won."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "All too often arrogance accompanies strength, and we must never assume that justice is on the side of the strong. The use of power must always be accompanied by moral choice."
   },
   "author": {
    "text": "Theodore Bikel"
   }
  },
  {
   "quote": {
    "text": "He's an innocent in a lot of ways. He's a very simple person who really doesn't have the resources or the strength, ultimately, to handle the situation."
   },
   "author": {
    "text": "Jared Leto"
   }
  },
  {
   "quote": {
    "text": "India is a vibrant nation whose strength lies in its commitment to equal rights and to speech, religious and economic freedoms that enrich the lives of all citizens. India is not only the world's largest democracy; it is also a secular, pluralistic society committed to inclusive growth."
   },
   "author": {
    "text": "Henry Paulson"
   }
  },
  {
   "quote": {
    "text": "It is a law woven into the nature of man, attested by history, by science, by literature and art, and by dally experience, that strength of mind and force of character are the supreme rulers of human affairs."
   },
   "author": {
    "text": "Lucius Quintus Cincinnatus Lamar II"
   }
  },
  {
   "quote": {
    "text": "If I'm walking down the street, and if a person abuses me, the dignified thing to do is to keep walking, but if that person starts throwing stones into my home and affects the well-being of me and my family, then that silence is no longer strength; that silence becomes weakness."
   },
   "author": {
    "text": "Hrithik Roshan"
   }
  },
  {
   "quote": {
    "text": "People always ask me how I muster the strength to be so open about things, and I explain to them that I took the Myers-Briggs test, like, four times, and every single time, I ranked an 87 percent extrovert, so it would probably take more strength for me to shut up."
   },
   "author": {
    "text": "Leandra Medine"
   }
  },
  {
   "quote": {
    "text": "My hope is that the Chinese government will come to realise that it is futile to repress free speech, and that contrary to what they believe a regime's strength rests not its suppression of a plurality of opinions and ideas, but in its capacity and willingness to encourage them."
   },
   "author": {
    "text": "Ma Jian"
   }
  },
  {
   "quote": {
    "text": "The Green Lantern is a unique superhero because it's not that he's super that is his focus; it's that he's a man. He's very human. That's his greatest strength and his greatest weakness."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "Eccentricity has always abounded when and where strength of character had abounded; and the amount of eccentricity in a society has generally been proportional to the amount of genius, mental vigor, and courage which it contained."
   },
   "author": {
    "text": "John Stuart Mill"
   }
  },
  {
   "quote": {
    "text": "Battle is the soldier's vital breath! Peace turns him into a stooping asthmatic. War makes him a whole man again, and gives him the heart, strength, and vigor of a hero."
   },
   "author": {
    "text": "Charles Studd"
   }
  },
  {
   "quote": {
    "text": "Guerrilla wars, and even more so terrorist assaults, are conducted only by forces with insufficient strength to carry out a real war."
   },
   "author": {
    "text": "Conrad Black"
   }
  },
  {
   "quote": {
    "text": "The swimmer adrift on the open seas measures his strength, and strives with all his muscles to keep himself afloat. But what is he to do when there is no land on the horizon, and none beyond it?"
   },
   "author": {
    "text": "Georges Duhamel"
   }
  },
  {
   "quote": {
    "text": "Few men during their lifetime comes anywhere near exhausting the resources dwelling within them. There are deep wells of strength that are never used."
   },
   "author": {
    "text": "Richard E. Byrd"
   }
  },
  {
   "quote": {
    "text": "We've got to demonstrate why European unity and integration, our vast single market, our single currency, equip us with the strength to embrace globalization."
   },
   "author": {
    "text": "Peter Mandelson"
   }
  },
  {
   "quote": {
    "text": "Love truly does have the power to transcend evil. It can get us through the most unspeakable of events and give us the strength to keep on putting one foot in front of the other."
   },
   "author": {
    "text": "Naomi Benaron"
   }
  },
  {
   "quote": {
    "text": "Grudge no expense - yield to no opposition - forget fatigue - till, by the strength of prayer and sacrifice, the spirit of love shall have overcome ."
   },
   "author": {
    "text": "Maria Weston Chapman"
   }
  },
  {
   "quote": {
    "text": "When strength is yoked with justice, where is a mightier pair than they?"
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "A living art of teaching, one that rests on a true understanding of the human being, has a thread of strength running through it that stimulates individual students to participate so that it is not necessary to keep their attention through direct 'individualized' treatment."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "It's a marathon, not a sprint. I actually feel like I come to work stronger when I've had a little time on the weekend to step away from it and enjoy my family and other things. I come back energized. If people think they're going to work 24/7, week in and week out, they're not bringing their full strength to the table."
   },
   "author": {
    "text": "Mary Barra"
   }
  },
  {
   "quote": {
    "text": "It's a real strength for me that I've never minded the training process. It's something I enjoy. I really like being in the gym or, certainly, on the field."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "Strength and compassion are not mutually exclusive."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "I never won anything by myself. I was always strong because of help that gave me extra strength to win."
   },
   "author": {
    "text": "Dan Gable"
   }
  },
  {
   "quote": {
    "text": "If a war breaks out with the United States, the navy will have to put all its strength into interceptive operations, so... massive sea-borne supplies might be momentarily interrupted."
   },
   "author": {
    "text": "Isoroku Yamamoto"
   }
  },
  {
   "quote": {
    "text": "I had a vision with which I might have saved my people, but I had not the strength to do it."
   },
   "author": {
    "text": "Black Elk"
   }
  },
  {
   "quote": {
    "text": "The sea heaves up, hangs loaded o'er the land, Breaks there, and buries its tumultuous strength."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "Strength and wisdom are not opposing values."
   },
   "author": {
    "text": "William J. Clinton"
   }
  },
  {
   "quote": {
    "text": "I'm very optimistic because I think that the real strength of a nation like the United States comes from blending cultures. There's no way that you can close the frontiers anywhere. The borders are there to be violated permanently."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "When it came to my childhood - growing up in a single-parent home, often struggling financially - my mother definitely instilled in me and my siblings this strength, this will, to just continue to survive and succeed."
   },
   "author": {
    "text": "Misty Copeland"
   }
  },
  {
   "quote": {
    "text": "I read everything, but generally more fact than fiction - especially autobiographies and biographies. I've read 'Long Walk to Freedom' by Nelson Mandela at least twice on holiday. Every time, I'm totally awed by his vision, strength and forgiveness. I feel honoured to have got to know him and his wonderful wife Graca over the years."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "I firmly believe in prayer. It is possible to reach out and tap the unseen power which gives strength and anchor in time of need."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "In this outward and physical ceremony we attest once again to the inner and spiritual strength of our Nation. As my high school teacher, Miss Julia Coleman, used to say: 'We must adjust to changing times and still hold to unchanging principles.'"
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "Love feels no burden, thinks nothing of trouble, attempts what is above its strength, pleads no excuse of impossibility; for it thinks all things lawful for itself, and all things possible."
   },
   "author": {
    "text": "Thomas a Kempis"
   }
  },
  {
   "quote": {
    "text": "Our strength as a nation comes in our unity. We are the United States of America, not the divided states. And those who want to divide us are trying to divide us, and we shouldn't let them do it."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "The financial crisis should not become an excuse to raise taxes, which would only undermine the economic growth required to regain our strength."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "Strength of character may be learned at work, but beauty of character is learned at home."
   },
   "author": {
    "text": "Henry Drummond"
   }
  },
  {
   "quote": {
    "text": "Tina Turner is someone that I admire, because she made her strength feminine and sexy. Marilyn Monroe, because she was a curvy woman. I'm drawn to things that have the same kind of silhouettes as what she wore because our bodies are similar."
   },
   "author": {
    "text": "Beyonce Knowles"
   }
  },
  {
   "quote": {
    "text": "Each blade of grass has its spot on earth whence it draws its life, its strength; and so is man rooted to the land from which he draws his faith together with his life."
   },
   "author": {
    "text": "Joseph Conrad"
   }
  },
  {
   "quote": {
    "text": "It is a maudlin and indecent verity that comes out through the strength of wine."
   },
   "author": {
    "text": "Joseph Conrad"
   }
  },
  {
   "quote": {
    "text": "Ministers should not pray so loud, and long, as to exhaust the strength. It is not necessary to weary the throat and lungs in prayer. God's ear is ever open to hear the heart-felt petitions of his humble servants, and he does not require them to wear out the organs of speech in addressing him."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "A strength to harm is perilous in the hand of an ambitious head."
   },
   "author": {
    "text": "Elizabeth I"
   }
  },
  {
   "quote": {
    "text": "The fact that people in Hollywood are open to what I teach is not because they're more desperate than anyone else, but because they're more touched by it. That's not their weakness. It's their strength!"
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Prayer is more than meditation. In meditation, the source of strength is one's self. When one prays, he goes to a source of strength greater than his own."
   },
   "author": {
    "text": "Madame de Stael"
   }
  },
  {
   "quote": {
    "text": "I have always drawn strength from being close to home."
   },
   "author": {
    "text": "Arthur Ashe"
   }
  },
  {
   "quote": {
    "text": "Darts players are probably a lot fitter than most footballers in overall body strength."
   },
   "author": {
    "text": "Sid Waddell"
   }
  },
  {
   "quote": {
    "text": "In that I found being able to talk to my family about my feelings, praying for strength and realizing that our lives have a deep purpose and the journey of our lives is to find out what that is and express it, was the only way I could have gotten through it."
   },
   "author": {
    "text": "Marlo Thomas"
   }
  },
  {
   "quote": {
    "text": "When it comes to Pakistan, the first word that comes to the mind of the Chinese is 'iron brother.' To us Chinese, Pakistan is always a trustworthy friend who is as solid as iron. Actually, Chinese netizens refer to Pakistan as 'Iron Pak.' This testifies to the strength of China-Pakistan friendship."
   },
   "author": {
    "text": "Li Keqiang"
   }
  },
  {
   "quote": {
    "text": "We must continue to pursue peace through diplomacy, but we must also not shrink from our responsibility through the option of strength. We must take advantage of internal resistance and change from within Iran to avert this path of mutual destruction."
   },
   "author": {
    "text": "Michael McCaul"
   }
  },
  {
   "quote": {
    "text": "I think my best skill in this whole deal is as a conduit to try to bring people together, because I think it's in our unity that we'll have the greatest strength."
   },
   "author": {
    "text": "Woody Harrelson"
   }
  },
  {
   "quote": {
    "text": "Our strength is often composed of the weakness that we're damned if we're going to show."
   },
   "author": {
    "text": "Mignon McLaughlin"
   }
  },
  {
   "quote": {
    "text": "In 1995, I was diagnosed with cancer, and I had to practice what I preached. I had always said to 'believe in God' and 'don't give up' to little kids who had been diagnosed with cancer. I then thought if I can't call on that same God and same strength that I told people about, I would be a liar and a phony."
   },
   "author": {
    "text": "Mr. T"
   }
  },
  {
   "quote": {
    "text": "I've come to the conclusion that beautiful women in the West aren't comfortable finding strength in their femininity. They want to do masculine-oriented things to establish their femininity. It's a contradiction."
   },
   "author": {
    "text": "Wesley Snipes"
   }
  },
  {
   "quote": {
    "text": "Venture capital is an inherently optimistic form of investment - which is both its primary strength and its primary weakness."
   },
   "author": {
    "text": "Neil Blumenthal"
   }
  },
  {
   "quote": {
    "text": "There is a growing strength in women but it's in the forehead, not the forearm."
   },
   "author": {
    "text": "Beverly Sills"
   }
  },
  {
   "quote": {
    "text": "It requires more strength to be gentle, so it's the everyday encounters of life that I think we've prepared children for and prepared them to be good to other people and to consider other people."
   },
   "author": {
    "text": "Bob Keeshan"
   }
  },
  {
   "quote": {
    "text": "I'm used to very strong women because my mother was particularly strong, and my father was away all the time. My mother was a big part of bringing up three boys, so I was fully versed in the strength of a powerful woman, and accepted that as the status quo."
   },
   "author": {
    "text": "Ridley Scott"
   }
  },
  {
   "quote": {
    "text": "Victory in physical battles requires strength, muscles, and skill; but the fight is never tougher and victory is never sweeter than in the battles over self."
   },
   "author": {
    "text": "John Bytheway"
   }
  },
  {
   "quote": {
    "text": "Growing up, I heard a lot about strength. My dad - a Holocaust survivor - embodied it, though he would never say that about himself. Not only did he survive one of the most horrific events in history, but he never lost hope along the way, crediting acts of kindness with keeping him alive."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "Machiavelli taught me it was better to be feared than loved. Because if you are loved they sense you might be weak. I am a man of the people and help them but it is important to do so through strength."
   },
   "author": {
    "text": "Don King"
   }
  },
  {
   "quote": {
    "text": "I'm very sensitive about the fact that there's not a lot of good work for women in cinema that also deals with strong characters. But 'strong character' doesn't mean 'masculine character' - but something that finds the strength in femininity and the beauty in femininity. And something that says you can find femininity in men in some way."
   },
   "author": {
    "text": "Denis Villeneuve"
   }
  },
  {
   "quote": {
    "text": "Let us speak, though we show all our faults and weaknesses, - for it is a sign of strength to be weak, to know it, and out with it - not in a set way and ostentatiously, though, but incidentally and without premeditation."
   },
   "author": {
    "text": "Herman Melville"
   }
  },
  {
   "quote": {
    "text": "My mom, she was a very, very soft woman. It was hard for her to yell or even curse. But when it came to fighting for her kids, she found a strength she didn't always know she had."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "From the gut comes the strut, and where hunger reigns, strength abstains."
   },
   "author": {
    "text": "Francois Rabelais"
   }
  },
  {
   "quote": {
    "text": "Our veterans and service members are known for their strength, but when they're recovering from an operation or receiving emergency care, that strength can depend on seeing a spouse, talking with the kids or just knowing that loved ones are by their side. It isn't difficult to imagine what a difference keeping families together can make."
   },
   "author": {
    "text": "John Delaney"
   }
  },
  {
   "quote": {
    "text": "Before I was married to Martin and became a King, I was a proud Scott, shaped by my mother's discernment and my father's strength."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "My strength would be my honesty and my passion towards my work."
   },
   "author": {
    "text": "Sushant Singh Rajput"
   }
  },
  {
   "quote": {
    "text": "I am not someone like A. B. de Villiers, Gayle, or Dhoni. I don't have that much power. I have to use my brain to manipulate the field and stick to my strength, which is to hit through the lines."
   },
   "author": {
    "text": "Rohit Sharma"
   }
  },
  {
   "quote": {
    "text": "One should have strength and courage to follow their own truth, speak their own language, fulfill their own dreams."
   },
   "author": {
    "text": "Kerli"
   }
  },
  {
   "quote": {
    "text": "I have the strength from my mother, the survivability. I have wonderful qualities from my mother - but please, Mother, forgive me - I heard judgment constantly about my father."
   },
   "author": {
    "text": "Mandy Patinkin"
   }
  },
  {
   "quote": {
    "text": "I believe very deeply in my soul that God paired me and my father purposely and that he knew that my father would give me the strength to be a person with disability that was proud, always held her head high, and was never, ever bitter."
   },
   "author": {
    "text": "Maysoon Zayid"
   }
  },
  {
   "quote": {
    "text": "The strength of the Democratic Party of Cook County is not something that just happened."
   },
   "author": {
    "text": "Richard J. Daley"
   }
  },
  {
   "quote": {
    "text": "Quarreling over food and drink, having neither scruples nor shame, not knowing right from wrong, not trying to avoid death or injury, not fearful of greater strength or of greater numbers, greedily aware only of food and drink - such is the bravery of the dog and boar."
   },
   "author": {
    "text": "Xun Kuang"
   }
  },
  {
   "quote": {
    "text": "The French Revolution will be found to have had great influence on the strength of parties, and on the subsequent political transactions of the United States."
   },
   "author": {
    "text": "John Marshall"
   }
  },
  {
   "quote": {
    "text": "The strength of any weakness within us is the degree to which it is feared."
   },
   "author": {
    "text": "Guy Finley"
   }
  },
  {
   "quote": {
    "text": "We all have those things that even in the midst of stress and disarray, they energize us and give us renewed strength and purpose. These are our passions."
   },
   "author": {
    "text": "Adam Braun"
   }
  },
  {
   "quote": {
    "text": "Only out of great vulnerability do you discover what strength you have. Having a daughter who I love with all my being has helped me mine the source of that strength to previously unknown depths."
   },
   "author": {
    "text": "Emilia Fox"
   }
  },
  {
   "quote": {
    "text": "I've always enjoyed singing and can't recall a time in my life where I wasn't singing. I'm most grateful for the strength I have in that department. I have a lot of bad habits on the guitar which limits my playing ability. But I get a little better each year."
   },
   "author": {
    "text": "Jason Mraz"
   }
  },
  {
   "quote": {
    "text": "Christian, learn from Christ how you ought to love Christ. Learn a love that is tender, wise, strong; love with tenderness, not passion, wisdom, not foolishness, and strength, lest you become weary and turn away from the love of the Lord."
   },
   "author": {
    "text": "Saint Bernard"
   }
  },
  {
   "quote": {
    "text": "Better than the strength of men and horses is our wisdom."
   },
   "author": {
    "text": "Xenophanes"
   }
  },
  {
   "quote": {
    "text": "In those long, lonely miles you put in during the off-season, and in those knife-in-the-gut track repetitions and hill repeats that buckle your knees - at that moment in almost every race when you ask yourself how much you're willing to hurt to catch one more runner - you can draw strength and inspiration from your running mates."
   },
   "author": {
    "text": "Don Kardong"
   }
  },
  {
   "quote": {
    "text": "It's interesting when people say, 'You always play strong women,' because as far as I'm concerned, women are strong. I think that's what women are. We have got that vulnerability, but we have got that strength. We are survivors."
   },
   "author": {
    "text": "Maxine Peake"
   }
  },
  {
   "quote": {
    "text": "The strength of the scientific establishment in any country is related to its general level of education, not only in supplying large numbers of eager minds for further training, but also in ensuring a public opinion that holds science in esteem and approves financial support."
   },
   "author": {
    "text": "Arthur Lewis"
   }
  },
  {
   "quote": {
    "text": "The strength of a civilization is not measured by its ability to fight wars, but rather by its ability to prevent them."
   },
   "author": {
    "text": "Gene Roddenberry"
   }
  },
  {
   "quote": {
    "text": "The glimpses of human strength and frailty that a physician sees are with me still."
   },
   "author": {
    "text": "Daniel Nathans"
   }
  },
  {
   "quote": {
    "text": "Families are the tie that reminds us of yesterday, provide strength and support today, and give us hope for tomorrow. No government, no matter how well-intentioned, or well-managed, can provide what our families provide."
   },
   "author": {
    "text": "Bill Owens"
   }
  },
  {
   "quote": {
    "text": "In world mythology, there are countless examples of tragic characters whose greatest strength is also the source of their undoing. But the ancient Greeks and Romans also held the view that acceptance is the beginning of wisdom."
   },
   "author": {
    "text": "Simon Van Booy"
   }
  },
  {
   "quote": {
    "text": "Thankfully, I was given a strong base by my parents, an understanding of who I was and my strength."
   },
   "author": {
    "text": "Kimberly Elise"
   }
  },
  {
   "quote": {
    "text": "I went to a military school between the ages of six and 12 and later into the air force. You learn discipline and strength of character."
   },
   "author": {
    "text": "Larry Hagman"
   }
  },
  {
   "quote": {
    "text": "The oldest theory of art belongs to the Greeks, who regarded art as an imitation (mimesis) of reality. The strength of that theory is that it explains the way in which art takes its materials from real life."
   },
   "author": {
    "text": "Leland Ryken"
   }
  },
  {
   "quote": {
    "text": "China has been developing, growing in economic strength and its influence in the region. That will continue."
   },
   "author": {
    "text": "Lee Hsien Loong"
   }
  },
  {
   "quote": {
    "text": "The people I see be the most successful are the people who have an inner confidence and an inner strength that comes from the character they display away from the stage and from what their parents taught them."
   },
   "author": {
    "text": "Annaleigh Ashford"
   }
  },
  {
   "quote": {
    "text": "I understand now that the vulnerability I've always felt is the greatest strength a person can have. You can't experience life without feeling life. What I've learned is that being vulnerable to somebody you love is not a weakness, it's a strength."
   },
   "author": {
    "text": "Elisabeth Shue"
   }
  },
  {
   "quote": {
    "text": "One of the things that launched the strength in biotech is when the pharmaceutical industry itself got a little slow."
   },
   "author": {
    "text": "Louis Navellier"
   }
  },
  {
   "quote": {
    "text": "Although I'm not an orphan and I can't lift a horse. I was, however, briefly famous for my feats of strength: at about age 11, I could competitively arm-wrestle a full-grown man."
   },
   "author": {
    "text": "Lisa Lutz"
   }
  },
  {
   "quote": {
    "text": "The men in the steel industry who sacrificed their all were nor merely aiding their fellows at home but were adding strength to the cause of their comrades in all industry."
   },
   "author": {
    "text": "John L. Lewis"
   }
  },
  {
   "quote": {
    "text": "I gain strength from postive thought and from the daily conversation with God."
   },
   "author": {
    "text": "Ottmar Hitzfeld"
   }
  },
  {
   "quote": {
    "text": "Jesus was a teacher, in a way. I mean, essentially, Jesus was a teacher. He was teaching people. He was helping them see themselves for what they were. He was helping them see their power, their strength, their beauty, what they're capable of."
   },
   "author": {
    "text": "Haaz Sleiman"
   }
  },
  {
   "quote": {
    "text": "Rosa Parks was a woman of strength, conviction, and morality. Her action on December 1, 1955, to defy the law made her a leading figure in our nation's civil rights history."
   },
   "author": {
    "text": "John Shimkus"
   }
  },
  {
   "quote": {
    "text": "The source of my power and strength is God, and I know it, without a shadow of a doubt."
   },
   "author": {
    "text": "Derek Fisher"
   }
  },
  {
   "quote": {
    "text": "We deceive ourselves when we fancy that only weakness needs support. Strength needs it far more."
   },
   "author": {
    "text": "Sophie Swetchine"
   }
  },
  {
   "quote": {
    "text": "A champion's strength comes from never being contented."
   },
   "author": {
    "text": "Stephan El Shaarawy"
   }
  },
  {
   "quote": {
    "text": "Every day, we have to strive to be better people. Some days we give in to weakness, and sometimes we give in to strength."
   },
   "author": {
    "text": "Edward Kitsis"
   }
  },
  {
   "quote": {
    "text": "As I've often said, Wisconsin's greatest strength continues to be the dedicated, hardworking people of our state. They go to work everyday, pay their taxes, and raise their kids with good, Midwestern values."
   },
   "author": {
    "text": "Jim Doyle"
   }
  },
  {
   "quote": {
    "text": "If you put all your strength and faith and vigor into a job and try to do the best you can, the money will come."
   },
   "author": {
    "text": "Lawrence Welk"
   }
  },
  {
   "quote": {
    "text": "You can tell the strength of a nation by the women behind its men."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "A nation will rise no higher than the strength of its homes."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "Yoga is at the core of my health and wellness routine; even if it's only for 10 to 15 minutes I find it helps me to re-center and to focus as well as improve my overall core strength."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "The example afforded before the Great War by Germany - which, if only it had exercised forbearance for another five or ten years, would by now be unrivaled in Europe - suggests that the task facing us now is to build up our strength calmly and with circumspection."
   },
   "author": {
    "text": "Isoroku Yamamoto"
   }
  },
  {
   "quote": {
    "text": "The element of fire to me is very powerful because of what it symbolizes, how it symbolizes a strength. It symbolizes something that's unstoppable. You can't get through it, you know."
   },
   "author": {
    "text": "Alicia Keys"
   }
  },
  {
   "quote": {
    "text": "I've been through it all, baby, I'm mother courage."
   },
   "author": {
    "text": "Elizabeth Taylor"
   }
  },
  {
   "quote": {
    "text": "Freedom and order are not incompatible... truth is strength... free discussion is the very life of truth."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "The Japanese bureaucracy is unique. It is also very powerful, although it is now the object of so much criticism. Many of Japan's brightest made it a pillar of strength and continuity."
   },
   "author": {
    "text": "F. Sionil Jose"
   }
  },
  {
   "quote": {
    "text": "'Tis skill, not strength, that governs a ship."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "To love God with all your heart, soul, mind, and strength is all-consuming and all-encompassing. It is no lukewarm endeavor."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "My husband has quite simply been my strength and stay all these years, and I owe him a debt greater than he would ever claim."
   },
   "author": {
    "text": "Queen Elizabeth II"
   }
  },
  {
   "quote": {
    "text": "If I had not some strength of will I would make a first class drunkard."
   },
   "author": {
    "text": "Ernest Shackleton"
   }
  },
  {
   "quote": {
    "text": "My friends like to remind me that I have relatively weak fingers. Aerobic strength and general endurance have come easy, but finger strength has always been my biggest weakness."
   },
   "author": {
    "text": "Alex Honnold"
   }
  },
  {
   "quote": {
    "text": "I'm not sure I have the physical strength to undertake a novel."
   },
   "author": {
    "text": "Joan Didion"
   }
  },
  {
   "quote": {
    "text": "I get strength from my art - all the paintings I own are powerful."
   },
   "author": {
    "text": "Madonna Ciccone"
   }
  },
  {
   "quote": {
    "text": "God is not accustomed to refusing a good gift to those who ask for one. Since he is good, and especially to those who are faithful to him, let us hold fast to him with all our soul, our heart, our strength, and so enjoy his light and see his glory and possess the grace of supernatural joy."
   },
   "author": {
    "text": "Saint Ambrose"
   }
  },
  {
   "quote": {
    "text": "Tina Turner is someone that I admire, because she made her strength feminine and sexy."
   },
   "author": {
    "text": "Beyonce Knowles"
   }
  },
  {
   "quote": {
    "text": "It was really important that 'Dream' kept the balance of strength and total vulnerability - which was my exact headspace when it was being written."
   },
   "author": {
    "text": "Bishop Briggs"
   }
  },
  {
   "quote": {
    "text": "Some great men owe most of their greatness to the ability of detecting in those they destine for their tools the exact quality of strength that matters for their work."
   },
   "author": {
    "text": "Joseph Conrad"
   }
  },
  {
   "quote": {
    "text": "I testify that inspiration can be the spring for every person's hope, guidance, and strength. It is one of the magnified treasures of life. It involves coming to the infinite knowledge of God."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "I hit rock bottom before I even went there. Actually, prison was the rescue mission that God had put on me. He sent out his angels to rescue me. In prison, he protected me the whole time I was in there, and it was just for me to get my will power back, to get my strength back, get my focus together."
   },
   "author": {
    "text": "El DeBarge"
   }
  },
  {
   "quote": {
    "text": "The technocracy of professional sport has managed to impose a soccer of lightning speed and brute strength: a soccer that negates joy, kills fantasy and outlaws daring."
   },
   "author": {
    "text": "Eduardo Galeano"
   }
  },
  {
   "quote": {
    "text": "Organized religion is a sham and a crutch for weak-minded people who need strength in numbers. It tells people to go out and stick their noses in other people's business."
   },
   "author": {
    "text": "Jesse Ventura"
   }
  },
  {
   "quote": {
    "text": "I came from Long Island, so I had a lot of experience at the stick. I played in junior high school, then I played in high school. The technical aspect of the game was my forte. I had all that experience, then I had strength and I was in good condition."
   },
   "author": {
    "text": "Jim Brown"
   }
  },
  {
   "quote": {
    "text": "I got a strength coach. My wife. She gets big chains, and at night she puts them around the refrigerator. They are so strong, I can't break them."
   },
   "author": {
    "text": "George Foreman"
   }
  },
  {
   "quote": {
    "text": "I never modeled myself after anyone. The person who had most influence on me was my mother, but it was really for her strength and courage more than her style, even though she had a lot of style. In a weird way, looking at pictures of me when I was 17 or 18, I was dressing the same way. I haven't changed very much."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "My faith isn't very churchy, it's a pretty personal, intimate thing and has been a huge source of strength in moments of life and death."
   },
   "author": {
    "text": "Bear Grylls"
   }
  },
  {
   "quote": {
    "text": "In 2013, after a challenging two years of long-term IV antibiotics and six weeks at a clinic in florida, I received the 'Star Light' award from the Lyme Research Alliance for my advocacy and strength to light the way of Lyme disease awareness."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "The strength of comedy is I don't have to answer to anybody, but sometimes you want to learn from other people and see your ideas strengthen by other people."
   },
   "author": {
    "text": "Bo Burnham"
   }
  },
  {
   "quote": {
    "text": "The serve, I was too young and too small and... not enough powerful to have a good serve when I was young, so my forehand was always my signature shot. So I used to always run around my backhand, you know, use my forehand as much as I could, and so that's why I think it's my strength also today, you know."
   },
   "author": {
    "text": "Roger Federer"
   }
  },
  {
   "quote": {
    "text": "The U.S. military is not war weary. Our military draws strength from confronting our enemies when clear policy objectives are set and we are fully resourced for the fight."
   },
   "author": {
    "text": "James Mattis"
   }
  },
  {
   "quote": {
    "text": "It is a sign of contraction of the mind when it is content, or of weariness. A spirited mind never stops within itself; it is always aspiring and going beyond its strength."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "Building a sports power is a patriotic undertaking aimed at translating into reality the plan and wish of the great leaders, who devoted their efforts to building ours into a country that prospers and grows stronger on the strength of sports."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "To see a friend who has suffered the loss of all things begin again with trust and love, gives us strength to continue on."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "A man has to have sensibility, wit, mystery, tolerance, and strength... Romance also helps."
   },
   "author": {
    "text": "Carolina Herrera"
   }
  },
  {
   "quote": {
    "text": "The Internet is probably the most important technological advancement of my lifetime. Its strength lies in its open architecture and its ability to allow a framework where all voices can be heard."
   },
   "author": {
    "text": "Adam Savage"
   }
  },
  {
   "quote": {
    "text": "The only thing I pray for is the strength to go out without complaining."
   },
   "author": {
    "text": "Tiny Tim"
   }
  },
  {
   "quote": {
    "text": "I do not want medical men to discuss whether or not my work is valuable, because I know what it will do. I want them to tell me how best this new knowledge of rapidly restoring paralysed people to health and strength can be applied where it is needed."
   },
   "author": {
    "text": "Elizabeth Kenny"
   }
  },
  {
   "quote": {
    "text": "Whenever the strength of God is not recognized as the source of our strength, we are breaking the First Commandment: Do not have any gods before me."
   },
   "author": {
    "text": "John Piper"
   }
  },
  {
   "quote": {
    "text": "For too long, unfunded federal mandates have drained the budgets of states and communities. The strength and vitality of our communities must be restored."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "It takes enormous strength to be a real woman."
   },
   "author": {
    "text": "John Eldredge"
   }
  },
  {
   "quote": {
    "text": "Gene Roddenberry continually reminded us that the Star Trek Enterprise was a metaphor for starship Earth. And the strength in this starship came from its diversity, coming together and working in concert as a team. That is the strength of our countries, Canada and the United States. We are nations of diversity."
   },
   "author": {
    "text": "George Takei"
   }
  },
  {
   "quote": {
    "text": "Life only demands from you the strength that you possess. Only one feat is possible; not to run away."
   },
   "author": {
    "text": "Dag Hammarskjold"
   }
  },
  {
   "quote": {
    "text": "The breaking wave and the muscle as it contracts obey the same law. Delicate line gathers the body's total strength in a bold balance. Shall my soul meet so severe a curve, journeying on its way to form?"
   },
   "author": {
    "text": "Dag Hammarskjold"
   }
  },
  {
   "quote": {
    "text": "So many older people, they just sit around all day long and they don't get any exercise. Their muscles atrophy, and they lose their strength, their energy and vitality by inactivity."
   },
   "author": {
    "text": "Jack LaLanne"
   }
  },
  {
   "quote": {
    "text": "Courage conquers all things: it even gives strength to the body."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "Some say that I should settle down, go slower and not push so hard, so quickly for such transformational change. To them, I say that you misunderstand the size of the problems we face, the strength of the status quo and the urgency of the people's desire for change."
   },
   "author": {
    "text": "Eliot Spitzer"
   }
  },
  {
   "quote": {
    "text": "Immigrants are integral to the strength of our nation. They deserve comprehensive reform that will provide a pathway to citizenship and ensure that families aren't torn apart."
   },
   "author": {
    "text": "Jan Schakowsky"
   }
  },
  {
   "quote": {
    "text": "You must all be aware that modern war is not a mere matter of military operations. It involves the whole strength and all the resources of the nation. Not only soldiers, but also all citizens without exception, take part."
   },
   "author": {
    "text": "Chiang Kai-shek"
   }
  },
  {
   "quote": {
    "text": "The programs I do with my trainer are amazing for overall strength and have a major focus on building my core. We do a lot of unique exercises that shake up the nervous system, which builds my balance and propreception. That's really important for my sport."
   },
   "author": {
    "text": "Gretchen Bleiler"
   }
  },
  {
   "quote": {
    "text": "It may be that religion is dead, and if it is, we had better know it and set ourselves to try to discover other sources of moral strength before it is too late."
   },
   "author": {
    "text": "Pearl S. Buck"
   }
  },
  {
   "quote": {
    "text": "Living according to the basic gospel principles will bring power, strength, and spiritual self-reliance into the lives of all Latter-day Saints."
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "I do very scientific-based training. However, for skating, that's a little bit out of the ordinary. Many skaters base their off-ice training around plyometrics, whereas mine is very strength- and power-based."
   },
   "author": {
    "text": "Nathan Chen"
   }
  },
  {
   "quote": {
    "text": "My mother at a young age put me in bilingual, so my strength is really more in Spanish. Even though I live and I was born and raised in the States, you know, in the Bronx, in Spanish I get my point across. And when I'm writing music, when I'm doing music, it's easier for me, and I know exactly how to express myself."
   },
   "author": {
    "text": "Romeo Santos"
   }
  },
  {
   "quote": {
    "text": "That strange feeling we had in the war. Have you found anything in your lives since to equal it in strength? A sort of splendid carelessness it was, holding us together."
   },
   "author": {
    "text": "Noel Coward"
   }
  },
  {
   "quote": {
    "text": "When you have a certain fitness projection, it's going to give you an advantage. Having strength, stamina and speed is important because I'm working with dogs who can kill me."
   },
   "author": {
    "text": "Cesar Millan"
   }
  },
  {
   "quote": {
    "text": "With a book, you're guaranteed the audience has a certain skill level and that the audience has to make an ongoing effort to consume this product and that the project is being consumed by just one person at a time. I really want to play to that strength because it's one of the few advantages books still have."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "If I lift any weights, I do it more for explosion, but I really use my body weight to build up muscle and strength."
   },
   "author": {
    "text": "Canelo Alvarez"
   }
  },
  {
   "quote": {
    "text": "I realized then that the generations may change but the strength of our nation remains solid."
   },
   "author": {
    "text": "Jane D. Hull"
   }
  },
  {
   "quote": {
    "text": "Poesy must not be drawn by the ears: it must be gently led, or rather, it must lead, which was partly the cause that made the ancient learned affirm it was a divine, and no human skill, since all other knowledges lie ready for any that have strength of wit; a poet no industry can make, if his own genius be not carried into it."
   },
   "author": {
    "text": "Philip Sidney"
   }
  },
  {
   "quote": {
    "text": "Boeing has won in the marketplace for 100 years because of innovation, and we need to continue to invest in innovation for the future. And our cash generation strength is what allows us to do that."
   },
   "author": {
    "text": "Dennis Muilenburg"
   }
  },
  {
   "quote": {
    "text": "About 10,000 years ago, males and females were acting equitably and were treating one another as equals, and then males took over the power, because they have physical power and physical strength."
   },
   "author": {
    "text": "Jane Elliot"
   }
  },
  {
   "quote": {
    "text": "I realized a while back that I have an innate ability to be compassionate, and I saw that the strength of compassion is something that healers have and healers use.'"
   },
   "author": {
    "text": "Ricky Williams"
   }
  },
  {
   "quote": {
    "text": "I believe the continually advancing Information Revolution will lend us the wisdom and strength to address humanity's previously unsolvable problems and help us make a positive impact on all of society."
   },
   "author": {
    "text": "Masayoshi Son"
   }
  },
  {
   "quote": {
    "text": "Love you will find only where you may show yourself weak without provoking strength."
   },
   "author": {
    "text": "Theodor W. Adorno"
   }
  },
  {
   "quote": {
    "text": "It is not a dream that someday, nations will be able to settle their difficulties without war, just as individuals now settle their personal feuds without resorting to arguments of physical strength or sharp steel. For, then, humanity will have created international jurisdiction and a power to enforce its laws."
   },
   "author": {
    "text": "Ellen Key"
   }
  },
  {
   "quote": {
    "text": "What, after all, is the object of education? To train the body in health, vigor and grace, so that it may express the emotions in beauty and the mind with accuracy and strength."
   },
   "author": {
    "text": "Annie Besant"
   }
  },
  {
   "quote": {
    "text": "Superstars come and go. I want to make sure I am always a producer's actor. I may be refused to be called a great actor but I have never troubled any of my producers in my life. Honesty always catches the camera, and that is what my strength is."
   },
   "author": {
    "text": "Akshay Kumar"
   }
  },
  {
   "quote": {
    "text": "Our firm conviction that ours is a just cause and that we must find a peaceful way to attain our goals gave us the strength and the awareness of the limits beyond which we must not go."
   },
   "author": {
    "text": "Lech Walesa"
   }
  },
  {
   "quote": {
    "text": "No matter if we're in a contentious situation or simply engaging in an everyday interaction, we should aspire to have the strength to be kind always. If each of us shared this aspiration, we'd all be better off."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "Libraries are reservoirs of strength, grace and wit, reminders of order, calm and continuity, lakes of mental energy, neither warm nor cold, light nor dark."
   },
   "author": {
    "text": "Germaine Greer"
   }
  },
  {
   "quote": {
    "text": "Strength doesn't mean an absence of pain."
   },
   "author": {
    "text": "Aja Naomi King"
   }
  },
  {
   "quote": {
    "text": "When all is said and done, the real citadel of strength of any community is in the hearts and minds and desires of those who dwell there."
   },
   "author": {
    "text": "Everett Dirksen"
   }
  },
  {
   "quote": {
    "text": "We are a long time in learning that all our strength and salvation is in God."
   },
   "author": {
    "text": "David Brainerd"
   }
  },
  {
   "quote": {
    "text": "Ronald Reagan succeeded in bringing down the Iron Curtain by showing strength and resolutely standing up to the Soviet Union. President Trump needs to be similarly resolute towards Putin."
   },
   "author": {
    "text": "Dan Lipinski"
   }
  },
  {
   "quote": {
    "text": "I gambled on having the strength to live two lives, one for myself and one for the world."
   },
   "author": {
    "text": "Ruth Benedict"
   }
  },
  {
   "quote": {
    "text": "The spirit of man can endure only so much and when it is broken only a miracle can mend it."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "As much as I appreciate people putting me in the category of these very acrobatic belters, I feel like my strength is my... interpretation and my truthfulness with songs, and I don't want young people to think it's all about the high notes that they have to hit."
   },
   "author": {
    "text": "Idina Menzel"
   }
  },
  {
   "quote": {
    "text": "Baseball players need strength but also the ability to make fast-paced, explosive movements, so their training is all about strengthening the tendons around the bone and the joint so you don't tear the muscles from the bones."
   },
   "author": {
    "text": "Chadwick Boseman"
   }
  },
  {
   "quote": {
    "text": "Part of the success of Girls Who Code is that I am a hustler. When people ask what my biggest strength is, it's that I'm shameless. I will ask people for help even when I don't know them."
   },
   "author": {
    "text": "Reshma Saujani"
   }
  },
  {
   "quote": {
    "text": "My mom has always been so generous and so sensitive and so vulnerable and yet exudes so much strength."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "CBC has a very important mandate to bind Canada together in both official languages, tell local stories, and make sure we have a sense of our strength, our culture, our stories."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "You won't find a CEO who doesn't talk about a 'powerful culture' as a source of competitive advantage. At the same time, you'd be hard-pressed to find a CEO who has much of a clue about the strength of that culture."
   },
   "author": {
    "text": "Marcus Buckingham"
   }
  },
  {
   "quote": {
    "text": "What are the symbols of American strength, wealth, power and modernity? Certainly not jazz and rock and roll, not chewing-gum or hamburgers, Broadway or Hollywood. It's their skyscrapers. Their Pentagon. Their science. Their technology."
   },
   "author": {
    "text": "Oriana Fallaci"
   }
  },
  {
   "quote": {
    "text": "America's vulnerability comes precisely from its strength, its wealth, its power and its modernity. It's the usual story of the dog chasing its own tail."
   },
   "author": {
    "text": "Oriana Fallaci"
   }
  },
  {
   "quote": {
    "text": "Strengthen me by sympathizing with my strength, not my weakness."
   },
   "author": {
    "text": "Amos Bronson Alcott"
   }
  },
  {
   "quote": {
    "text": "As a student, I was more gifted in history and geography. Things like arithmetic were not my strength."
   },
   "author": {
    "text": "Hubert de Givenchy"
   }
  },
  {
   "quote": {
    "text": "We are a grassroots party. We always have been. That's been the strength of the GOP."
   },
   "author": {
    "text": "Michael Steele"
   }
  },
  {
   "quote": {
    "text": "Religious beliefs evolved by group-selection, tribe competing against tribe, and the illogic of religions is not a weakness but their essential strength."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "Virtue is an inner strength. It expands your nature."
   },
   "author": {
    "text": "John Bradshaw"
   }
  },
  {
   "quote": {
    "text": "The basis on which good repute in any highly organized industrial community ultimately rests is pecuniary strength; and the means of showing pecuniary strength, and so of gaining or retaining a good name, are leisure and a conspicuous consumption of goods."
   },
   "author": {
    "text": "Thorstein Veblen"
   }
  },
  {
   "quote": {
    "text": "It's not anti-Catholic to question, nor is it anti-Catholic to be honest about the previous shortcomings of the church, because that is the only way we can ensure its strength and dignity moving forward. It is, however, very Catholic to forgive each other and to never stop loving each other."
   },
   "author": {
    "text": "Donna Brazile"
   }
  },
  {
   "quote": {
    "text": "Women's strength, women's industry, women's wisdom are humankind's greatest untapped resource. The challenge then for U.N. Women is to show our diverse constituencies how this resource can be effectively tapped in ways that benefit us all."
   },
   "author": {
    "text": "Michelle Bachelet"
   }
  },
  {
   "quote": {
    "text": "As I've progressed in my career, I've come to appreciate - and really value - the other attributes that define a company's success beyond the P&L: great leadership, long-term financial strength, ethical business practices, evolving business strategies, sound governance, powerful brands, values-based decision-making."
   },
   "author": {
    "text": "Ursula Burns"
   }
  },
  {
   "quote": {
    "text": "That Germany was so immensely strong and Austria so dependent upon German strength that the word and will of Germany would at the critical moment be decisive with Austria."
   },
   "author": {
    "text": "Edward Grey"
   }
  },
  {
   "quote": {
    "text": "He knows not his own strength that has not met adversity."
   },
   "author": {
    "text": "Ben Jonson"
   }
  },
  {
   "quote": {
    "text": "I know what it's like to be an outcast in society. I know what it's like to want to find strength, and more importantly, I know what it's like to find that internal strength and rise out of the pain of being just sort of a weirdo."
   },
   "author": {
    "text": "Andy Biersack"
   }
  },
  {
   "quote": {
    "text": "There's just something about being on stage and being with the people that, once that camera turns on, you find the strength to keep it cool, look good, act like you're not cold, act like you ain't nervous, act like you aren't scared. I think that comes with confidence and practice."
   },
   "author": {
    "text": "Prince Royce"
   }
  },
  {
   "quote": {
    "text": "Before I became a fighter pilot, everyone said that women didn't have the physical strength. Well, I had just completed the Hawaii Ironman Triathlon."
   },
   "author": {
    "text": "Martha McSally"
   }
  },
  {
   "quote": {
    "text": "The type of cuisine I do, especially after being on 'Iron Chef' for several years, is a lot of global cuisine. My strength has always been Mediterranean cuisine across the board from Morocco, Spain, Italy, Greece, France, but I think now I'm doing a lot of very different cuisines all the time."
   },
   "author": {
    "text": "Cat Cora"
   }
  },
  {
   "quote": {
    "text": "The strength of the American higher education system is that it is a multifaceted, multi-layered system, and that is what makes us very strong."
   },
   "author": {
    "text": "Gordon Gee"
   }
  },
  {
   "quote": {
    "text": "The future belongs to us, because we have taken charge of it. We have the commitment, we have the resourcefulness, and we have the strength of our people to share the dream across Africa of clean water for all."
   },
   "author": {
    "text": "Ellen Johnson Sirleaf"
   }
  },
  {
   "quote": {
    "text": "My mother was the strength. She was the anchor. She was a preacher and a teacher."
   },
   "author": {
    "text": "Ellen Johnson Sirleaf"
   }
  },
  {
   "quote": {
    "text": "Our strength is not just in the size of our defense budget, but in the size of our hearts, in the size of our gratitude for their sacrifice. And that's not just measured in words or gestures."
   },
   "author": {
    "text": "Jennifer Granholm"
   }
  },
  {
   "quote": {
    "text": "You don't sleep anymore, but at the same time, you have this strength that comes from this life that has just arrived. It's a big cliche how your priorities change, but every parent knows that sometimes there's a thunderstorm, and you look at his eyes, and everything is all right. It is a revolution of everything you feel."
   },
   "author": {
    "text": "Marion Cotillard"
   }
  },
  {
   "quote": {
    "text": "It's as if my left heel is my bass drum and my right heel is the floor tom-tom. I can get snare out of my right toe by not putting it down on the floor hard, and, if I want cymbals, I land flat on both feet, full strength on the floor."
   },
   "author": {
    "text": "Savion Glover"
   }
  },
  {
   "quote": {
    "text": "The most important characteristic that has allowed me to succeed is confidence. I have always been comfortable in my own skin, and even when I was just starting out in my career, had the strength and self-assurance to ask tough questions and push for answers."
   },
   "author": {
    "text": "Heather Bresch"
   }
  },
  {
   "quote": {
    "text": "It's a controversial issue: many feminists reasonably worry that by taking the concentration off gender as an independent locus of oppression, we dilute the strength of a women's movement, or of women's rights advocacy."
   },
   "author": {
    "text": "Rebecca Traister"
   }
  },
  {
   "quote": {
    "text": "I think naturally, if you're an actor, there's a high level of assertiveness that you need to have to survive this business. There's boldness in being assertive, and there's strength and confidence."
   },
   "author": {
    "text": "Bryan Cranston"
   }
  },
  {
   "quote": {
    "text": "One has to have the strength of character to say the time has come to move on... unless you are a king."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "What we call a poem is mostly what is not there on the page. The strength of any poem is the poems that it has managed to exclude."
   },
   "author": {
    "text": "Harold Bloom"
   }
  },
  {
   "quote": {
    "text": "Boxing combines, in perfect proportion, strength, speed, and endurance. Normally, most sports are either about one of the three: either about speed or endurance or strength. Boxing combines all three of them. It's really intense."
   },
   "author": {
    "text": "Edgar Ramirez"
   }
  },
  {
   "quote": {
    "text": "Farrah Fawcett had courage, she had strength, and she had faith."
   },
   "author": {
    "text": "Jaclyn Smith"
   }
  },
  {
   "quote": {
    "text": "How one stands up to any sort of allegation in the heat of political battle reveals the strength and nature of your character. It's one of the reasons we have campaigns."
   },
   "author": {
    "text": "Tammy Bruce"
   }
  },
  {
   "quote": {
    "text": "You're blessed if you have the strength to work."
   },
   "author": {
    "text": "Mahalia Jackson"
   }
  },
  {
   "quote": {
    "text": "I think the biggest difference is that I've noticed Western parents seem much more concerned about their children's psyches, their self-esteem, whereas tough immigrant parents assume strength rather than fragility in their children and therefore behave completely differently."
   },
   "author": {
    "text": "Amy Chua"
   }
  },
  {
   "quote": {
    "text": "I want the image of disabled people like myself to change into a picture of strength. Fashion needs to redefine its idea of beauty and have more of an open mind."
   },
   "author": {
    "text": "Lauren Wasser"
   }
  },
  {
   "quote": {
    "text": "We may not have the cheapest labor costs, but where we can compete is innovation. Historically, that's been Connecticut's strength, and it can be again."
   },
   "author": {
    "text": "Elizabeth Esty"
   }
  },
  {
   "quote": {
    "text": "When liberals finally grasped the strength of popular feeling about the family, they cried to appropriate the rhetoric and symbolism of family values for their own purposes."
   },
   "author": {
    "text": "Christopher Lasch"
   }
  },
  {
   "quote": {
    "text": "'Howard The Duck' has a lot of fans, and usually when they come up to me, I just think they're the coolest. Because it takes a lot of strength, a lot of perseverance to love 'Howard the Duck.'"
   },
   "author": {
    "text": "Lea Thompson"
   }
  },
  {
   "quote": {
    "text": "Brittle masculinity, in the right setting, becomes political atrocity. Strength brings problems; weakness brings others, but weakness posing as strength is the most dangerous of all."
   },
   "author": {
    "text": "Timothy D. Snyder"
   }
  },
  {
   "quote": {
    "text": "I remember myself as an asthmatic child, having great difficulties at 7, 8 and 9 years old, falling totally in love with 'Tarzan, Lord of the Jungle' and dreaming of having his strength to leap into trees and throw mighty lions to the ground."
   },
   "author": {
    "text": "Gene Roddenberry"
   }
  },
  {
   "quote": {
    "text": "I think that's the strength of photography - to decide the decisive moment, to click in the moment to come up with a picture that never comes back again."
   },
   "author": {
    "text": "Rene Burri"
   }
  },
  {
   "quote": {
    "text": "'End strength' - the total number of government employees you can have at the end of the year. That's a separate exercise and requires independent energy, independent effort with the Congress to get the ceiling of your government employees raised."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "The overall strength of Chinese culture and its international influence is not commensurate with China's international status. The international culture of the West is strong while we are weak."
   },
   "author": {
    "text": "Hu Jintao"
   }
  },
  {
   "quote": {
    "text": "It gives one hope, this great strength of Africa."
   },
   "author": {
    "text": "Stephen Lewis"
   }
  },
  {
   "quote": {
    "text": "I do all core-based alignment training and strength training. If I don't die at the end of 90 minutes, then it hasn't been a good workout."
   },
   "author": {
    "text": "Lauren Cohan"
   }
  },
  {
   "quote": {
    "text": "Of course Pluto is a planet: It's massive enough to have its shape controlled by gravity rather than material strength, which is the hallmark of planethood."
   },
   "author": {
    "text": "Alan Stern"
   }
  },
  {
   "quote": {
    "text": "The joy of the mind is the measure of its strength."
   },
   "author": {
    "text": "Ninon de L'Enclos"
   }
  },
  {
   "quote": {
    "text": "We've always tried to convey these strong messages of strength and power and doing good in the world and, at the same time, to not be afraid to look at the difficulties that we experience."
   },
   "author": {
    "text": "Rob Halford"
   }
  },
  {
   "quote": {
    "text": "People intuitively realize that there is strength in numbers and take comfort in the company of others, especially in times of anxiety or need."
   },
   "author": {
    "text": "Leonard Mlodinow"
   }
  },
  {
   "quote": {
    "text": "As I explain at some length in my book 'Energy Victory,' during World War II, the American strength in oil production was a decisive advantage for the Allies. Airplanes, ships, and tanks all ran on oil, and we controlled the supply."
   },
   "author": {
    "text": "Robert Zubrin"
   }
  },
  {
   "quote": {
    "text": "The perseverance and the strength and the determination and the sacrifice that so many millions of people have had to endure to form this country is far greater than anything that we can really imagine."
   },
   "author": {
    "text": "Nancy Dubuc"
   }
  },
  {
   "quote": {
    "text": "Those who are believers in God find strength from their faith in the face of suffering. They are compelled to give sacrificially to help those in need. And they have the hope that comes from knowing that, with God by their side, the tragedy they are facing is never the final word."
   },
   "author": {
    "text": "Adam Hamilton"
   }
  },
  {
   "quote": {
    "text": "I mean I'm not smarter than the market, but I can recognize a good tape and a bad tape. I recognize when it's right and when it's wrong and that's what my strength is."
   },
   "author": {
    "text": "Jim Cramer"
   }
  },
  {
   "quote": {
    "text": "Many people think they want things, but they don't really have the strength, the discipline. They are weak. I believe that you get what you want if you want it badly enough."
   },
   "author": {
    "text": "Sophia Loren"
   }
  },
  {
   "quote": {
    "text": "I pored over art books and absorbed the placidness of Monet's garden, the sparkling color of the Impressionists, the strength and solidity of Michelangelo's figures showing the titanic power of humans at one with God, Jan Vermeer's serene Dutch women bathed in gorgeous honey-colored light... My conviction grew that art was stronger than death."
   },
   "author": {
    "text": "Susan Vreeland"
   }
  },
  {
   "quote": {
    "text": "At the gym, I do full-body circuits with low weights and high repetitions, as well as four or five cardio intervals thrown into the mix. I put a lot of emphasis on core strength and flexibility training. I also do a lot of running in my free time. Anytime I can move my cardio outside in the sunshine, I do."
   },
   "author": {
    "text": "Jill Wagner"
   }
  },
  {
   "quote": {
    "text": "There was a perception of me, and I earned it because I was really intense, really gruff. I treated certain people poorly at times. It was because of who I was. It was almost my strength. I came in all business. I tried to find ways to fit in with that demeanor, but it's not easy."
   },
   "author": {
    "text": "Kirk Gibson"
   }
  },
  {
   "quote": {
    "text": "What is to give light must endure burning."
   },
   "author": {
    "text": "Anton Wildgans"
   }
  },
  {
   "quote": {
    "text": "The fact that we're going through a crisis is an opportunity for Europe to be more coordinated and more integrated. We're actually talking about a European Monetary Fund or euro bonds, about guarantees for countries, about economic governance in the European Union. That shows the strength of Europe."
   },
   "author": {
    "text": "George Papandreou"
   }
  },
  {
   "quote": {
    "text": "Vision is perhaps our greatest strength... it has kept us alive to the power and continuity of thought through the centuries, it makes us peer into the future and lends shape to the unknown."
   },
   "author": {
    "text": "Li Ka-shing"
   }
  },
  {
   "quote": {
    "text": "I am climbing a difficult road; but the glory gives me strength."
   },
   "author": {
    "text": "Sextus Propertius"
   }
  },
  {
   "quote": {
    "text": "For me, my greatest weakness is also my greatest strength: I'm a complete overthinker about everything."
   },
   "author": {
    "text": "Sasha Velour"
   }
  },
  {
   "quote": {
    "text": "On Earth, men are seen as superior because of their physical strength, but it means nothing in space, where there is no gravity."
   },
   "author": {
    "text": "Yi So-Yeon"
   }
  },
  {
   "quote": {
    "text": "Peace through strength works; but the flip side is war invited by weakness."
   },
   "author": {
    "text": "Pete Hegseth"
   }
  },
  {
   "quote": {
    "text": "God grant you the strength to fight off the temptations of surrender."
   },
   "author": {
    "text": "Walter Annenberg"
   }
  },
  {
   "quote": {
    "text": "When I think of the limitless potential my young daughters, Grace and Brynn, will have as they grow into young women, I want my girls' generation to remember the strength, determination, and struggles of the women who came before them and paved the way."
   },
   "author": {
    "text": "Cathy McMorris Rodgers"
   }
  },
  {
   "quote": {
    "text": "Traditionally, skaters tend to tie their skates very tightly. I tend to just tie my foot down, then in the ankle area, I tend to keep it loose. It gives me better mobility. But also, you're relying on your own strength as opposed to resting on the boot."
   },
   "author": {
    "text": "Patrick Chan"
   }
  },
  {
   "quote": {
    "text": "Sometimes, my weakness is where the strength really is, and it leads me to depend in the areas where I really should."
   },
   "author": {
    "text": "Trip Lee"
   }
  },
  {
   "quote": {
    "text": "The strength of your company is how wide a variety of people can be successful in it."
   },
   "author": {
    "text": "Mark Pincus"
   }
  },
  {
   "quote": {
    "text": "What is called a sincere work is one that is endowed with enough strength to give reality to an illusion."
   },
   "author": {
    "text": "Max Jacob"
   }
  },
  {
   "quote": {
    "text": "I think that most people believe that Russia, because of its - it has regained some of its military strength. And they do rattle the saber a bit. It wants to be a player."
   },
   "author": {
    "text": "Charlie Rose"
   }
  },
  {
   "quote": {
    "text": "I collect crystals and gemstones, and I've been collecting them since I was a little girl. They give me positive energy and strength. They make me feel connected to the earth. I cherish them."
   },
   "author": {
    "text": "Isabel Lucas"
   }
  },
  {
   "quote": {
    "text": "I understand why creative people like dark, but American audiences don't like dark. They like story. They do not respond to nervous breakdowns and unhappy episodes that lead nowhere. They like their characters to be a part of the action. They like strength, not weakness, a chance to work out any dilemma."
   },
   "author": {
    "text": "Leslie Moonves"
   }
  },
  {
   "quote": {
    "text": "You have to take strength from the people that love you and the people that love Barbara and the huge number of expressions of sympathy and compassion and support. That has been extremely moving."
   },
   "author": {
    "text": "Ted Olson"
   }
  },
  {
   "quote": {
    "text": "I'm not a comedian, I'm not a stand-up and I don't come from a comedy background. I am an actor, but I've had a very fortunate foray into comedy, and it seems to have become a bit of a strength, and you can't complain when you become known for something."
   },
   "author": {
    "text": "Darren Boyd"
   }
  },
  {
   "quote": {
    "text": "We had idyllic summer holidays, building sandcastles with my father on the beach at Bridlington. It might sound strange, but I think that secure cocoon of familial love was so nourishing, it gave me the strength to live life on my own."
   },
   "author": {
    "text": "Kiki Dee"
   }
  },
  {
   "quote": {
    "text": "I had the strength and the finesse there and put it all together."
   },
   "author": {
    "text": "Elvis Stojko"
   }
  },
  {
   "quote": {
    "text": "The more equality women have, the fairer, more civilized and tolerant society will be. Sexual equality is a lot more effective against terrorism than military strength."
   },
   "author": {
    "text": "Jose Luis Rodriguez Zapatero"
   }
  },
  {
   "quote": {
    "text": "We can take full comfort in realizing the continuing strength of our nation. America's lands remain radiantly rich with diversity, and freedom still reigns."
   },
   "author": {
    "text": "Ben Nelson"
   }
  },
  {
   "quote": {
    "text": "If art is any good, it has so much of a longer trajectory than one night. Contemporary art is separate from art openings. In the end, it depends on the strength of ideas in each piece."
   },
   "author": {
    "text": "Elizabeth Peyton"
   }
  },
  {
   "quote": {
    "text": "I've been doing a lot of deadlifting and squatting for overall strength."
   },
   "author": {
    "text": "Jesse Lee Soffer"
   }
  },
  {
   "quote": {
    "text": "When you surround yourself with like-minded athletes who are all going through the same thing as you, it gives you more drive and strength to get through those moments when you don't want to do it any more, when you think it's hard."
   },
   "author": {
    "text": "Jessica Fox"
   }
  },
  {
   "quote": {
    "text": "But the general welfare must restrict and regulate the exertions of the individuals, as the individuals must derive a supply of their strength from social power."
   },
   "author": {
    "text": "Friedrich List"
   }
  },
  {
   "quote": {
    "text": "I am proud to represent people who care so deeply about their communities. Their perseverance and strength only motivates me more as their representative in Congress."
   },
   "author": {
    "text": "Martha Roby"
   }
  },
  {
   "quote": {
    "text": "Especially with the signing of riders with climbing abilities and the new arrival of Tyler Hamilton, who has the strength and ability to become a great leader for the big tours. All in all, I feel this is a very complete team."
   },
   "author": {
    "text": "Laurent Jalabert"
   }
  },
  {
   "quote": {
    "text": "If you make the unconditional commitment to reach your most important goals, if the strength of your decision is sufficient, you will find the way and the power to achieve your goals."
   },
   "author": {
    "text": "Robert Conklin"
   }
  },
  {
   "quote": {
    "text": "We need to reach that happy stage of our development when differences and diversity are not seen as sources of division and distrust, but of strength and inspiration."
   },
   "author": {
    "text": "Josefa Iloilo"
   }
  },
  {
   "quote": {
    "text": "We will grieve not, rather find strength in what remains behind. In the faith that looks through death, in years that bring the philosophic mind."
   },
   "author": {
    "text": "John Bacon"
   }
  },
  {
   "quote": {
    "text": "I say my greatest strength is my speed, and I think that I could use some work on my concentration."
   },
   "author": {
    "text": "Jacoby Jones"
   }
  },
  {
   "quote": {
    "text": "I kid around a lot, but pranks are not my best strength!"
   },
   "author": {
    "text": "Betty White"
   }
  },
  {
   "quote": {
    "text": "I think I've had the longest career of strength, focus, and still being able to sell records. I think I'm that guy. I'm still blessed with the opportunity to make music and pass out a message like, 'Life is good,' to the world."
   },
   "author": {
    "text": "Nas"
   }
  },
  {
   "quote": {
    "text": "When we begin to desire a thing, to yearn for it with all our hearts, we begin to establish relationship with it in proportion to the strength and persistency of our longing and intelligent effort to realize it."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Strength of will is the test of a young man's possibilities. Can he will strong enough and hold whatever he undertakes with an iron grip?"
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "For my first fragrance, I wanted to capture the essence of a woman's strength and beauty."
   },
   "author": {
    "text": "Ivanka Trump"
   }
  },
  {
   "quote": {
    "text": "Experience acquired in the heroic battle against Batista's tyranny showed that the enemy, no matter what his strength, could not defeat the Cuban people."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "While President Bush likes to project an image of strength and courage, the real truth is that in the presence of his large financial contributors, he is a moral coward."
   },
   "author": {
    "text": "Al Gore"
   }
  },
  {
   "quote": {
    "text": "So Europe needs to be competitive and we also need to be competitive if we wish to remain an interesting economic partner for the United States. This has to be done on the basis of strength, of competitiveness."
   },
   "author": {
    "text": "Angela Merkel"
   }
  },
  {
   "quote": {
    "text": "Germany's strength lies largely in the fact that the Federal Republic is a center of industry and that it's an export nation."
   },
   "author": {
    "text": "Angela Merkel"
   }
  },
  {
   "quote": {
    "text": "I wish I was a gorgeous mixologist, but that was not my god-given strength."
   },
   "author": {
    "text": "Jonathan Van Ness"
   }
  },
  {
   "quote": {
    "text": "I grew up in Nacogdoches, Texas... raised by my grandmother. We were very poor and had no indoor plumbing. My grandmother was a very religious woman, though, and she gave me a lot of faith and inner strength."
   },
   "author": {
    "text": "Alana Stewart"
   }
  },
  {
   "quote": {
    "text": "God will give us the strength to be able to handle things. I mean, you can try to do it on your own, and sometimes you can pull off some stuff, but in the long run, it's much easier with Him by our side."
   },
   "author": {
    "text": "Bethany Hamilton"
   }
  },
  {
   "quote": {
    "text": "We the people have the strength to bring our country from our weak-kneed stumbling gait in the last ranks of reason to the leadership of the great march to environmental victory."
   },
   "author": {
    "text": "Walter Cronkite"
   }
  },
  {
   "quote": {
    "text": "Conscience is a coward, and those faults it has not strength enough to prevent it seldom has justice enough to accuse."
   },
   "author": {
    "text": "Oliver Goldsmith"
   }
  },
  {
   "quote": {
    "text": "Although men are accused of not knowing their own weakness, yet perhaps few know their own strength. It is in men as in soils, where sometimes there is a vein of gold which the owner knows not of."
   },
   "author": {
    "text": "Jonathan Swift"
   }
  },
  {
   "quote": {
    "text": "Well first of all it's a business and it's a tough business, and you have to have the strength to survive all the set backs all the failures that make this a mean business, that's getting meaner and meaner every year in my opinion."
   },
   "author": {
    "text": "Robert Redford"
   }
  },
  {
   "quote": {
    "text": "Music makes us want to live. You don't know how many times people have told me that they'd been down and depressed and just wanted to die. But then a special song caught their ear and that helped give them renewed strength. That's the power music has."
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "President Obama's record on national security is a tribute to his strength, and judgment, and to his preference for inclusion and partnership over partisanship."
   },
   "author": {
    "text": "William J. Clinton"
   }
  },
  {
   "quote": {
    "text": "Hillary Clinton has taken some fire over 40 years of her fight for families and children. How does she do it? That's what I want to know. Where does she get her grit and her grace? Where do any of our female firsts, our pathbreakers, where do they find that strength?"
   },
   "author": {
    "text": "Meryl Streep"
   }
  },
  {
   "quote": {
    "text": "In the United States, the fact that you can start again gives a lot of energy and strength and youth to this country. That is why it's so powerful in many ways, and so creative."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "It is an honor and a privilege to be of service and support; however, I realize people are not putting their confidence in me. Instead, they are actually learning to trust themselves. My job is to affirm and support them in the process and teach them to do what I do when I need strength: I begin within."
   },
   "author": {
    "text": "Iyanla Vanzant"
   }
  },
  {
   "quote": {
    "text": "To keep your he-man jaw muscles from smashing your precious teeth, the only set you have, the body evolved an automated braking system faster and more sophisticated than anything on a Lexus. The jaw knows its own strength. The faster and more recklessly you close your mouth, the less force the muscles are willing to apply."
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "People don't realize that when they 'throw out' their back, it's often because of weak abs. These muscles are essential for lower-back strength and good posture."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "There are people in the world who have skills and strength and talent that I will never have. Never. These notions that you can 'be whatever you want to be as long as you want it bad enough' are not true. They are fairy tales."
   },
   "author": {
    "text": "Jocko Willink"
   }
  },
  {
   "quote": {
    "text": "When I was younger, my feet would hurt a lot, but you build up calluses and strength, and you don't feel as much pain there. But then again, it's a give and take. The older you get, you may feel pain in your back or your hips."
   },
   "author": {
    "text": "Misty Copeland"
   }
  },
  {
   "quote": {
    "text": "I had always been proud of my body - its strength and grace enabled me to pursue my passions."
   },
   "author": {
    "text": "Misty Copeland"
   }
  },
  {
   "quote": {
    "text": "He knows not his own strength that hath not met adversity."
   },
   "author": {
    "text": "Cesare Pavese"
   }
  },
  {
   "quote": {
    "text": "Will power is only the tensile strength of one's own disposition. One cannot increase it by a single ounce."
   },
   "author": {
    "text": "Cesare Pavese"
   }
  },
  {
   "quote": {
    "text": "To gain strength in our struggles, we must have a positive perspective of the principles in the plan of salvation. We must realize that we have a personal Savior whom we can trust and turn to in our times of need."
   },
   "author": {
    "text": "L. Lionel Kendrick"
   }
  },
  {
   "quote": {
    "text": "Jews are known for many things, but strength, swiftness, and agility are not among them. There is one trait, as controversial as it is familiar, for which Jews are above all known, and that is shrewdness in business."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "The lack of financial strength to avail healthcare is a major challenge."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "I anticipated we would go to college, and then we would fade out - that was kind of what we wanted at the time - but social media hung onto my brother and I, and thankfully, fans hung onto my brother and I, and I think it's one of the reasons that this reemergence can come back with a little more strength, and I'm very thankful for that."
   },
   "author": {
    "text": "Cole Sprouse"
   }
  },
  {
   "quote": {
    "text": "I never got into politics for it to be a career. It doesn't take a lot of strength to hang on. It takes a lot of strength to let go."
   },
   "author": {
    "text": "J. C. Watts"
   }
  },
  {
   "quote": {
    "text": "The strength of America is not in Washington."
   },
   "author": {
    "text": "J. C. Watts"
   }
  },
  {
   "quote": {
    "text": "I'm coming from a place of total strength and humility now."
   },
   "author": {
    "text": "Robert Downey, Jr."
   }
  },
  {
   "quote": {
    "text": "There's barely a strand of the modern media that the Kardashian-Wests haven't been able to master, and for good reason: Kanye is an amazing performer and cultural provocateur, while Kim, through her strength of character, has created a place for herself in the glare of the world's spotlight, and it takes real guts to do that."
   },
   "author": {
    "text": "Anna Wintour"
   }
  },
  {
   "quote": {
    "text": "Have you not learned that strength comes to an ordinary soul when given an extraordinary calling?"
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "Touch is more important than arm strength. You want to really allow the receiver to run underneath the throw. It'll give you a little margin for error if you undershoot it a bit."
   },
   "author": {
    "text": "Aaron Rodgers"
   }
  },
  {
   "quote": {
    "text": "If I had to pick my greatest strength as a football coach, I say it would be innovation."
   },
   "author": {
    "text": "Tom Landry"
   }
  },
  {
   "quote": {
    "text": "My mother has always instilled in us that we should carry ourselves with dignity despite the horror that came with the civil war. She also taught us that where you come from is very important because that's what makes you who you are. So for me, whatever I've gone through had profoundly shaped me; it has given me strength and unwavering faith."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "Our responsibility is to learn to draw upon the power of the Atonement. Otherwise, we walk through mortality relying solely on our own strength."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "The Lord needed the strength of the women of this Church as the seeds of the Restoration were planted and nourished."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "Strength is one of those things you're supposed to have. You don't feel that you have it at the time you're going through it."
   },
   "author": {
    "text": "Joan Didion"
   }
  },
  {
   "quote": {
    "text": "Strength instead of being the lusty child of passion, grows by grappling with and subduing them."
   },
   "author": {
    "text": "James M. Barrie"
   }
  },
  {
   "quote": {
    "text": "To be capable of steady friendship or lasting love, are the two greatest proofs, not only of goodness of heart, but of strength of mind."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "People will bring up all kinds of masala, but all that matters to me are my fans. They are my strength. I am overwhelmed by their support and love. It just pays off for all the hard work you put in."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "All my life, since the time I was little, has been a long distraction. At least that is the way some people want to perceive it, but for me, it's given me a lot of strength."
   },
   "author": {
    "text": "Hope Solo"
   }
  },
  {
   "quote": {
    "text": "I've never found therapy to be a sign of weakness; I've found the opposite to be true. The willingness to have a mirror held up to you definitely requires strength."
   },
   "author": {
    "text": "Brooke Shields"
   }
  },
  {
   "quote": {
    "text": "The strength of our economy allows us to maintain the mightiest military in the world, effectively enforcing a Pax Americana."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "I realized that, while I would never be my mother nor have her life, the lesson she had left me was that it was possible to love and care for a man and still have at your core a strength so great that you never even needed to put it on display."
   },
   "author": {
    "text": "Anna Quindlen"
   }
  },
  {
   "quote": {
    "text": "Even as we enumerate their shortcomings, the rigor of raising children ourselves makes clear to us our mothers' incredible strength. We fear both. If they are not strong, who will protect us? If they are not imperfect, how can we equal them?"
   },
   "author": {
    "text": "Anna Quindlen"
   }
  },
  {
   "quote": {
    "text": "Lifting is what's made me stronger and made me look better. Not only does it burn fat amazingly - and I think it's really honed my body - it's also given me the strength in the ring to lift girls up. I can literally lift anything on my shoulders."
   },
   "author": {
    "text": "Nikki Bella"
   }
  },
  {
   "quote": {
    "text": "My joy in my life comes from my strength in my life and in my experience with God. That cannot be separated from football. It is all the same to me. It is one. I am one with it."
   },
   "author": {
    "text": "Troy Polamalu"
   }
  },
  {
   "quote": {
    "text": "Internationalism on the other hand admits that spiritual achievements have their roots deep in national life; from this national consciousness art and literature derive their character and strength and on it even many of the humanistic sciences are firmly based."
   },
   "author": {
    "text": "Christian Lous Lange"
   }
  },
  {
   "quote": {
    "text": "On the world stage, Donald Trump will lead from strength."
   },
   "author": {
    "text": "Mike Pence"
   }
  },
  {
   "quote": {
    "text": "Our passion is our strength."
   },
   "author": {
    "text": "Billie Joe Armstrong"
   }
  },
  {
   "quote": {
    "text": "As much as we pump iron and we run to build our strength up, we need to build our mental strength up... so we can focus... so we can be in concert with one another."
   },
   "author": {
    "text": "Phil Jackson"
   }
  },
  {
   "quote": {
    "text": "I've just always felt it's an incredibly empowering thing, particularly for young women, to capitalize on their coordination and their strength. It's a very empowering thing to feel strong in your body."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "I've been doing a lot of drama, but I feel like comedy is my strength."
   },
   "author": {
    "text": "Taraji P. Henson"
   }
  },
  {
   "quote": {
    "text": "All I can tell you is that I've never met a woman who is not strong, but sometimes they don't let it out. Then there's a tragedy, and then all of a sudden that strength comes. My message is let the strength come out before the tragedy."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "The strength and power and goodness of America has always been based on the strength and power and goodness of our communities, our families, our faiths. That is the bedrock of what makes America, America. In our best days, we can feel the vibrancy of America's communities, large and small."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "My strength is in finding ways to make the government work for the people: finding waste, or money that is not being properly used... or finding opportunities that are out there and making them work for the community."
   },
   "author": {
    "text": "Tammy Duckworth"
   }
  },
  {
   "quote": {
    "text": "Once you have speech, you don't have to wait for natural selection! If you want more strength, you build a stealth bomber; if you don't like bacteria, you invent penicillin; if you want to communicate faster, you invent the Internet. Once speech evolved, all of human life changed."
   },
   "author": {
    "text": "Tom Wolfe"
   }
  },
  {
   "quote": {
    "text": "Empathy isn't the same thing as expressing emotions. It's not about sharing your feelings - it can be really uncomfortable if a parent cries or loses strength at the moment her daughter needs it most. The message sent is that you need to be taken care of, not the other way around."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "All the sudden high-impact stress can really take a toll on your body. So if you still want to be active and get in a good workout, go to a yoga class or pilates class, or get in some strength and conditioning."
   },
   "author": {
    "text": "Sophia Bush"
   }
  },
  {
   "quote": {
    "text": "I shall try and effect all that is before me to perform; and God, I think, will surely give me strength for His work so long as He directs my line of duty."
   },
   "author": {
    "text": "Dorothea Dix"
   }
  },
  {
   "quote": {
    "text": "All my songs are different, but from the overall experience, I want people to sense that they can overcome and move through difficult times and find strength in my music. Maybe it's a song that makes them cry and move through something else."
   },
   "author": {
    "text": "Michael Franti"
   }
  },
  {
   "quote": {
    "text": "The military might of a country represents its national strength. Only when it builds up its military might in every way can it develop into a thriving country."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "No force can conquer the service personnel and people who, in support of their great leader, have turned out in the struggle to defend their country with confidence in the validity of their cause and their own strength - this is a law and a truth taught by history."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "My mother taught me about the power of inspiration and courage, and she did it with a strength and a passion that I wish could be bottled."
   },
   "author": {
    "text": "Carly Fiorina"
   }
  },
  {
   "quote": {
    "text": "Strength is leading when you just don't want to lead."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "America needs a big idea that plays to its strength. It should look to national service."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "Americans enjoy the exciting, cinematic vision of a squad of muscle-bound Goliath boasting Olympian speed, strength, and precision - a group whose collective success is the inevitable consequence of the individual strengths of its members and the masterful planning of a visionary commander."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "It takes great courage to be vulnerable. It takes enormous strength to be a real woman."
   },
   "author": {
    "text": "John Eldredge"
   }
  },
  {
   "quote": {
    "text": "Where a man's strength and courage is tested most is in the way that he treats women - the way that he loves."
   },
   "author": {
    "text": "John Eldredge"
   }
  },
  {
   "quote": {
    "text": "Our moral authority is as important, if not more important, than our troop strength or our high-tech weapons. We are rapidly losing that moral authority, not only in the Arab world but all over the world."
   },
   "author": {
    "text": "Robert Reich"
   }
  },
  {
   "quote": {
    "text": "Public corruption is the FBI's top criminal priority. The threat - which involves the corruption of local, state, and federally elected, appointed, or contracted officials - strikes at the heart of government, eroding public confidence and undermining the strength of our democracy."
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "Prosecutors necessarily weigh a number of factors before bringing charges. There are obvious considerations, like the strength of the evidence, especially regarding intent. Responsible decisions also consider the context of a person's actions and how similar situations have been handled in the past."
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "I find fault with my children because I like them and I want them to go places - uprightness and strength and courage and civil respect and anything that affects the probabilities of failure on the part of those that are closest to me, that concerns me - I find fault."
   },
   "author": {
    "text": "Branch Rickey"
   }
  },
  {
   "quote": {
    "text": "They tell me that it will be hard to find a man strong enough to love my own strength and independence, and not worry about being Mr. Diana Ross, but I disagree. I know absolutely that that man is somewhere out there."
   },
   "author": {
    "text": "Diana Ross"
   }
  },
  {
   "quote": {
    "text": "I have two beautiful children. And they really are my strength."
   },
   "author": {
    "text": "Terri Irwin"
   }
  },
  {
   "quote": {
    "text": "My mother helped me to be who I am: to have strength and not to let people run all over me and yet to be humble; to realise that all of this that I have today could be gone."
   },
   "author": {
    "text": "Missy Elliott"
   }
  },
  {
   "quote": {
    "text": "Strength on its own in a woman is quite abrasive and not terribly attractive all the time."
   },
   "author": {
    "text": "Stella McCartney"
   }
  },
  {
   "quote": {
    "text": "The bitterest creature under heaven is the wife who discovers that her husband's bravery is only bravado, that his strength is only a uniform, that his power is but a gun in the hands of a fool."
   },
   "author": {
    "text": "Pearl S. Buck"
   }
  },
  {
   "quote": {
    "text": "And, unlike the earlier bombing on the World Trade Center, a major landmark and symbol of the strength of the financial world was, not just damaged but, totally destroyed."
   },
   "author": {
    "text": "Allen Klein"
   }
  },
  {
   "quote": {
    "text": "'Charm' - which means the power to effect work without employing brute force - is indispensable to women. Charm is a woman's strength just as strength is a man's charm."
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "The 'Bird's Nest' National Stadium, which I helped to conceive, is designed to embody the Olympic spirit of 'fair competition.' It tells people that freedom is possible but needs fairness, courage and strength."
   },
   "author": {
    "text": "Ai Weiwei"
   }
  },
  {
   "quote": {
    "text": "I really never thought I was that good at film. And honestly still don't. My strength is language. My background is monologues and a certain kind of Brechtian spin on theater."
   },
   "author": {
    "text": "Liev Schreiber"
   }
  },
  {
   "quote": {
    "text": "In order to stay healthy, recover quickly, and continue building strength and agility, I've combined different types of low-impact sports circuit exercises to maximize and expand my abilities."
   },
   "author": {
    "text": "Rob Gronkowski"
   }
  },
  {
   "quote": {
    "text": "Weight-bearing exercise builds bone density, builds your muscular strength so that you can hold your body up where those bones have a tendency to get weak."
   },
   "author": {
    "text": "Ann Richards"
   }
  },
  {
   "quote": {
    "text": "Credulity is the man's weakness, but the child's strength."
   },
   "author": {
    "text": "Charles Lamb"
   }
  },
  {
   "quote": {
    "text": "America is best when we come together with clear leadership, expertise, and the political will to take on difficult challenges and get things done. No one should ever doubt the strength and resilience of our country and our democracy."
   },
   "author": {
    "text": "Jamie Dimon"
   }
  },
  {
   "quote": {
    "text": "When I learnt to write I became my own master, I became very strong, and that strength is with me to this very day."
   },
   "author": {
    "text": "V. S. Naipaul"
   }
  },
  {
   "quote": {
    "text": "I get up every morning and say, 'Father, give me strength today, not strength so I can lift 500 pounds, but give me strength, Lord, so when I speak, my words might motivate, might inspire somebody, Lord, when they see me, let them see you. When they hear me, Lord, let them hear you. In your holy name I pray.'"
   },
   "author": {
    "text": "Mr. T"
   }
  },
  {
   "quote": {
    "text": "I want people to draw strength from me."
   },
   "author": {
    "text": "Mr. T"
   }
  },
  {
   "quote": {
    "text": "I want to represent... to the kids to draw strength from me. So they can see that everybody goes through something, but you can rise up and do your best. Just try."
   },
   "author": {
    "text": "Mr. T"
   }
  },
  {
   "quote": {
    "text": "I fall to pieces when I am hurt, but when it comes to my children, I am a pillar of strength, applying balm and bandages and dressing up their wounds."
   },
   "author": {
    "text": "Sridevi"
   }
  },
  {
   "quote": {
    "text": "Only actions give life strength; only moderation gives it charm."
   },
   "author": {
    "text": "Jean Paul"
   }
  },
  {
   "quote": {
    "text": "You may feel overwhelmed by your own poverty and the labors of the day. But if you decide not to wait until you have more strength and more money, and if you pray for the Holy Spirit as you go, you will, when you arrive, know what to do and how to help someone even poorer than you are."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "Increased spiritual strength is a gift from God which He can give when we push in His service to our limits. Through the power of the Atonement of Jesus Christ, our natures can be changed. Then our power to carry burdens can be increased more than enough to compensate for the increased service we will be asked to give."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "I stopped thinking too much about what could happen and relied on my physical and mental strength to play the right shots at the right time."
   },
   "author": {
    "text": "Novak Djokovic"
   }
  },
  {
   "quote": {
    "text": "Whenever I see John Lewis, I invariably say, 'Thank you.' And I will never stop. I don't know how he's still standing, because what he endured took courage and strength that I don't know that I have."
   },
   "author": {
    "text": "Don Lemon"
   }
  },
  {
   "quote": {
    "text": "Learning what all you can overcome as a person, as a human being, is very important. It's very important to understand your strength. Which is not to say you become hardened or bitter."
   },
   "author": {
    "text": "Katrina Kaif"
   }
  },
  {
   "quote": {
    "text": "The freedom to fail is vital if you're going to succeed. Most successful people fail from time to time, and it is a measure of their strength that failure merely propels them into some new attempt at success."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "My opinion, my conviction, gains immensely in strength and sureness the minute a second mind as adopted it."
   },
   "author": {
    "text": "Malcolm Muggeridge"
   }
  },
  {
   "quote": {
    "text": "Strength is the capacity to break a chocolate bar into four pieces with your bare hands - and then eat just one of the pieces."
   },
   "author": {
    "text": "Judith Viorst"
   }
  },
  {
   "quote": {
    "text": "African women in general need to know that it's OK for them to be the way they are - to see the way they are as a strength, and to be liberated from fear and from silence."
   },
   "author": {
    "text": "Wangari Maathai"
   }
  },
  {
   "quote": {
    "text": "Early in the morning, I fell in love with the girl that later on became my wife. At that time, we were so naive. I wanted to charm her, so I read her Capital by Marx. I thought somehow she would be convinced by the strength of his criticism about capital."
   },
   "author": {
    "text": "Shimon Peres"
   }
  },
  {
   "quote": {
    "text": "The only concept or experience or core belief that I can attribute my other-ness to is that I just started out a weirdo and I stayed a weirdo. And it took me a long time to embrace my outsidership and see it as a strength rather than a weakness."
   },
   "author": {
    "text": "Aisha Tyler"
   }
  },
  {
   "quote": {
    "text": "It's that strength of the human spirit, the strength of what's deep down in you, that's really going to get you anywhere and everywhere."
   },
   "author": {
    "text": "Christina Tosi"
   }
  },
  {
   "quote": {
    "text": "As a boss, as a CEO, as a creative director, as a chef, I've learned that failure will always come. I've learned to give it a big squeeze, smile at it, humble myself to it and then use it as a springboard to send me on my way to strength, success, and fulfillment."
   },
   "author": {
    "text": "Christina Tosi"
   }
  },
  {
   "quote": {
    "text": "I'm a classic Church of England member, but part of its strength is the fact that it doesn't ask us to sign up to too much of a canon... but I've always found the teachings of Jesus and the Bible quite useful as a sort of handy guide."
   },
   "author": {
    "text": "David Cameron"
   }
  },
  {
   "quote": {
    "text": "If I've learnt anything over the last six years it's that the most important thing is the strength of our economy. That is how we pay for our NHS, how we build schools, how we provide opportunities for people. And I'm in absolutely no doubt that our economy will be stronger if we stay in and will be weaker and at risk if we leave."
   },
   "author": {
    "text": "David Cameron"
   }
  },
  {
   "quote": {
    "text": "I dare say there may be some men and women in the Armed Forces who are so decent that they would say: Give the Iraqi people money, we do not want to be paid back. That is the strength of our country."
   },
   "author": {
    "text": "Lindsey Graham"
   }
  },
  {
   "quote": {
    "text": "I have arm-wrestled here and there... guys seem to want to test my strength."
   },
   "author": {
    "text": "Shania Twain"
   }
  },
  {
   "quote": {
    "text": "Kettlebells are the best for everything. We do snatches and swings with them for explosiveness and hamstring and lower back strength, and we'll also throw them into conditioning circuits where I'll do a burpee holding the kettlebells and transition into a 2-handed snatch."
   },
   "author": {
    "text": "Tim Kennedy"
   }
  },
  {
   "quote": {
    "text": "There is no question in my mind that a 'Brexit' would deal a significant blow to the E.U.'s strength and resilience at exactly the moment when the West is under attack from multiple directions."
   },
   "author": {
    "text": "David Petraeus"
   }
  },
  {
   "quote": {
    "text": "I think I feel fortunate to have been very well educated in terms of strength and training while I was at school at Stanford, and I think our strength coaches here on the Colts do a great job. A big part of being able to withstand hits is making sure that you've got a good base."
   },
   "author": {
    "text": "Andrew Luck"
   }
  },
  {
   "quote": {
    "text": "When we set our hearts upon the things of this world and fail to be strictly honest with the Lord, we do not grow in the light and power and strength of the gospel as we otherwise would do."
   },
   "author": {
    "text": "Heber J. Grant"
   }
  },
  {
   "quote": {
    "text": "Every burden is a blessing."
   },
   "author": {
    "text": "Walt Kelly"
   }
  },
  {
   "quote": {
    "text": "I also wanted to express the strength of cinema to hide reality, while being entertaining. Cinema can fill in the empty spaces of your life and your loneliness."
   },
   "author": {
    "text": "Pedro Almodovar"
   }
  },
  {
   "quote": {
    "text": "Our strength in finance has led us to set up an international financial centre with medium and long-term objectives, especially to develop Islamic financial and insurance services."
   },
   "author": {
    "text": "Hassanal Bolkiah"
   }
  },
  {
   "quote": {
    "text": "The principles that should guide American foreign policy are simple: the world is safer when America leads, only strength ensures peace and freedom, and America must stand with its allies and challenge its adversaries."
   },
   "author": {
    "text": "Kevin McCarthy"
   }
  },
  {
   "quote": {
    "text": "Peace comes through strength, not through retreat."
   },
   "author": {
    "text": "Kevin McCarthy"
   }
  },
  {
   "quote": {
    "text": "You must rouse into people's consciousness their own prudence and strength, if you want to raise their character."
   },
   "author": {
    "text": "Luc de Clapiers"
   }
  },
  {
   "quote": {
    "text": "At Casablanca we did 'Midnight Express,' 'Flashdance,' and 'The Deep.' My willingness for risk has always been my strength."
   },
   "author": {
    "text": "Peter Guber"
   }
  },
  {
   "quote": {
    "text": "You can train your mental strength just like you train your body. If your body looks fit or ripped, it looks strong, and you can flex your muscles. So, physically, you have a certain strength. Mentally, it's the same thing. You can train your psychological strength."
   },
   "author": {
    "text": "Wladimir Klitschko"
   }
  },
  {
   "quote": {
    "text": "Intensity like signal strength will generally fall off with distance from the source, although it also depends on the local conditions and the pathway from the source to the point."
   },
   "author": {
    "text": "Charles Francis Richter"
   }
  },
  {
   "quote": {
    "text": "I do a dance-based cardio workout infused with circuit training, and emphasizing strength and alignment."
   },
   "author": {
    "text": "Chloe Sevigny"
   }
  },
  {
   "quote": {
    "text": "The strength of the nation ultimately depends upon the strength of family and community."
   },
   "author": {
    "text": "Jeff Fortenberry"
   }
  },
  {
   "quote": {
    "text": "Sometimes your disappointments make you a stronger person for the future."
   },
   "author": {
    "text": "Blanka Vlasic"
   }
  },
  {
   "quote": {
    "text": "The strength of fiction is not in reading about yourself, but in reading about other people."
   },
   "author": {
    "text": "Tom Rachman"
   }
  }
 ]
}