{
 "SuccessQuotes": [
  {
   "quote": {
    "text": "Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do."
   },
   "author": {
    "text": "Pele"
   }
  },
  {
   "quote": {
    "text": "Your positive action combined with positive thinking results in success."
   },
   "author": {
    "text": "Shiv Khera"
   }
  },
  {
   "quote": {
    "text": "Success is the result of perfection, hard work, learning from failure, loyalty, and persistence."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Put your heart, mind, and soul into even your smallest acts. This is the secret of success."
   },
   "author": {
    "text": "Swami Sivananda"
   }
  },
  {
   "quote": {
    "text": "Success is not final, failure is not fatal: it is the courage to continue that counts."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Self-belief and hard work will always earn you success."
   },
   "author": {
    "text": "Virat Kohli"
   }
  },
  {
   "quote": {
    "text": "Some people dream of success, while other people get up every morning and make it happen."
   },
   "author": {
    "text": "Wayne Huizenga"
   }
  },
  {
   "quote": {
    "text": "A true friend is one who overlooks your failures and tolerates your success!"
   },
   "author": {
    "text": "Doug Larson"
   }
  },
  {
   "quote": {
    "text": "The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "Coming together is a beginning; keeping together is progress; working together is success."
   },
   "author": {
    "text": "Edward Everett Hale"
   }
  },
  {
   "quote": {
    "text": "Success isn't always about greatness. It's about consistency. Consistent hard work leads to success. Greatness will come."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it."
   },
   "author": {
    "text": "Bruce Lee"
   }
  },
  {
   "quote": {
    "text": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "A strong, positive self-image is the best possible preparation for success."
   },
   "author": {
    "text": "Joyce Brothers"
   }
  },
  {
   "quote": {
    "text": "Try not to become a man of success, but rather try to become a man of value."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Success is where preparation and opportunity meet."
   },
   "author": {
    "text": "Bobby Unser"
   }
  },
  {
   "quote": {
    "text": "Failure is the key to success; each mistake teaches us something."
   },
   "author": {
    "text": "Morihei Ueshiba"
   }
  },
  {
   "quote": {
    "text": "For success, attitude is equally as important as ability."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "Happiness lies in the joy of achievement and the thrill of creative effort."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Without continual growth and progress, such words as improvement, achievement, and success have no meaning."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Success is not a good teacher, failure makes you humble."
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "Communication - the human connection - is the key to personal and career success."
   },
   "author": {
    "text": "Paul J. Meyer"
   }
  },
  {
   "quote": {
    "text": "Ultimately, leadership is not about glorious crowning acts. It's about keeping your team focused on a goal and motivated to do their best to achieve it, especially when the stakes are high and the consequences really matter. It is about laying the groundwork for others' success, and then standing back and letting them shine."
   },
   "author": {
    "text": "Chris Hadfield"
   }
  },
  {
   "quote": {
    "text": "The road to success is not easy to navigate, but with hard work, drive and passion, it's possible to achieve the American dream."
   },
   "author": {
    "text": "Tommy Hilfiger"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, you are solely responsible for your success and your failure. And the sooner you realize that, you accept that, and integrate that into your work ethic, you will start being successful. As long as you blame others for the reason you aren't where you want to be, you will always be a failure."
   },
   "author": {
    "text": "Erin Cummings"
   }
  },
  {
   "quote": {
    "text": "As long as you keep going, you'll keep getting better. And as you get better, you gain more confidence. That alone is success."
   },
   "author": {
    "text": "Tamara Taylor"
   }
  },
  {
   "quote": {
    "text": "Think little goals and expect little achievements. Think big goals and win big success."
   },
   "author": {
    "text": "David Joseph Schwartz"
   }
  },
  {
   "quote": {
    "text": "All you need in this life is ignorance and confidence, and then success is sure."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Patience, persistence and perspiration make an unbeatable combination for success."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "Education is the key to success in life, and teachers make a lasting impact in the lives of their students."
   },
   "author": {
    "text": "Solomon Ortiz"
   }
  },
  {
   "quote": {
    "text": "Success comes to those who dedicate everything to their passion in life. To be successful, it is also very important to be humble and never let fame or money travel to your head."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "Success consists of going from failure to failure without loss of enthusiasm."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Success is a lousy teacher. It seduces smart people into thinking they can't lose."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "We learned about honesty and integrity - that the truth matters... that you don't take shortcuts or play by your own set of rules... and success doesn't count unless you earn it fair and square."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Success is a science; if you have the conditions, you get the result."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Sometimes we may ask God for success, and He gives us physical and mental stamina. We might plead for prosperity, and we receive enlarged perspective and increased patience, or we petition for growth and are blessed with the gift of grace. He may bestow upon us conviction and confidence as we strive to achieve worthy goals."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "Desire is the key to motivation, but it's determination and commitment to an unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "Take up one idea. Make that one idea your life - think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "The supreme quality for leadership is unquestionably integrity. Without it, no real success is possible, no matter whether it is on a section gang, a football field, in an army, or in an office."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "If everyone is moving forward together, then success takes care of itself."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, the most overwhelming key to a child's success is the positive involvement of parents."
   },
   "author": {
    "text": "Jane D. Hull"
   }
  },
  {
   "quote": {
    "text": "However difficult life may seem, there is always something you can do and succeed at."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Try to look at your weakness and convert it into your strength. That's success."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "The secret of your success is determined by your daily agenda."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "It's fine to celebrate success but it is more important to heed the lessons of failure."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Honesty and loyalty are key. If two people can be honest with each other about everything, that's probably the biggest key to success."
   },
   "author": {
    "text": "Taylor Lautner"
   }
  },
  {
   "quote": {
    "text": "The key to success is action, and the essential in action is perseverance."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "Collaboration is a key part of the success of any organization, executed through a clearly defined vision and mission and based on transparency and constant communication."
   },
   "author": {
    "text": "Dinesh Paliwal"
   }
  },
  {
   "quote": {
    "text": "We learned about gratitude and humility - that so many people had a hand in our success, from the teachers who inspired us to the janitors who kept our school clean... and we were taught to value everyone's contribution and treat everyone with respect."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "No man succeeds without a good woman behind him. Wife or mother, if it is both, he is twice blessed indeed."
   },
   "author": {
    "text": "Godfrey Winn"
   }
  },
  {
   "quote": {
    "text": "Survival was my only hope, success my only revenge."
   },
   "author": {
    "text": "Patricia Cornwell"
   }
  },
  {
   "quote": {
    "text": "Ambition is the path to success. Persistence is the vehicle you arrive in."
   },
   "author": {
    "text": "Bill Bradley"
   }
  },
  {
   "quote": {
    "text": "The secret of success is to be ready when your opportunity comes."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Focused, hard work is the real key to success. Keep your eyes on the goal, and just keep taking the next step towards completing it. If you aren't sure which way to do something, do it both ways and see which works better."
   },
   "author": {
    "text": "John Carmack"
   }
  },
  {
   "quote": {
    "text": "Learning and innovation go hand in hand. The arrogance of success is to think that what you did yesterday will be sufficient for tomorrow."
   },
   "author": {
    "text": "William Pollard"
   }
  },
  {
   "quote": {
    "text": "The starting point of all achievement is desire."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "Don't aim for success if you want it; just do what you love and believe in, and it will come naturally."
   },
   "author": {
    "text": "David Frost"
   }
  },
  {
   "quote": {
    "text": "The path from dreams to success does exist. May you have the vision to find it, the courage to get on to it, and the perseverance to follow it."
   },
   "author": {
    "text": "Kalpana Chawla"
   }
  },
  {
   "quote": {
    "text": "Money won't create success, the freedom to make it will."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Before you are a leader, success is all about growing yourself. When you become a leader, success is all about growing others."
   },
   "author": {
    "text": "Jack Welch"
   }
  },
  {
   "quote": {
    "text": "The foundation of success in life is good health: that is the substratum fortune; it is also the basis of happiness. A person cannot accumulate a fortune very well when he is sick."
   },
   "author": {
    "text": "P. T. Barnum"
   }
  },
  {
   "quote": {
    "text": "There is no success you can celebrate more than the success of a brother."
   },
   "author": {
    "text": "Diego Luna"
   }
  },
  {
   "quote": {
    "text": "Success is a journey, not a destination. The doing is often more important than the outcome."
   },
   "author": {
    "text": "Arthur Ashe"
   }
  },
  {
   "quote": {
    "text": "The temptation to take the easy road is always there. It is as easy as staying in bed in the morning and sleeping in. But discipline is paramount to ultimate success and victory for any leader and any team."
   },
   "author": {
    "text": "Jocko Willink"
   }
  },
  {
   "quote": {
    "text": "Success is simple. Do what's right, the right way, at the right time."
   },
   "author": {
    "text": "Arnold H. Glasow"
   }
  },
  {
   "quote": {
    "text": "Earn your success based on service to others, not at the expense of others."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "The road to success is always under construction."
   },
   "author": {
    "text": "Arnold Palmer"
   }
  },
  {
   "quote": {
    "text": "More than half of people who leave their jobs do so because of their relationship with their boss. Smart companies make certain their managers know how to balance being professional with being human. These are the bosses who celebrate an employee's success, empathize with those going through hard times, and challenge people, even when it hurts."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "There is simply no substitute for hard work when it comes to achieving success."
   },
   "author": {
    "text": "Heather Bresch"
   }
  },
  {
   "quote": {
    "text": "A champion is afraid of losing. Everyone else is afraid of winning."
   },
   "author": {
    "text": "Billie Jean King"
   }
  },
  {
   "quote": {
    "text": "Humility is the true key to success. Successful people lose their way at times. They often embrace and overindulge from the fruits of success. Humility halts this arrogance and self-indulging trap. Humble people share the credit and wealth, remaining focused and hungry to continue the journey of success."
   },
   "author": {
    "text": "Rick Pitino"
   }
  },
  {
   "quote": {
    "text": "Just remember, you can't climb the ladder of success with your hands in your pockets."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "Success in management requires learning as fast as the world is changing."
   },
   "author": {
    "text": "Warren Bennis"
   }
  },
  {
   "quote": {
    "text": "The secret of our success is that we never, never give up."
   },
   "author": {
    "text": "Wilma Mankiller"
   }
  },
  {
   "quote": {
    "text": "Four things for success: work and pray, think and believe."
   },
   "author": {
    "text": "Norman Vincent Peale"
   }
  },
  {
   "quote": {
    "text": "No one succeeds without effort... Those who succeed owe their success to perseverance."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "Socialism has no moral justification whatsoever; poor people are not morally superior to rich people, nor are they owed anything by rich people simply because of their lack of success. Charity is not a socialist concept - it is a religious one, an acknowledgment of God's sovereignty over property, a sovereignty the Left utterly rejects."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "The secret to success is good leadership, and good leadership is all about making the lives of your team members or workers better."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "Success does not consist in never making mistakes but in never making the same one a second time."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Success is almost totally dependent upon drive and persistence. The extra energy required to make another effort or try another approach is the secret of winning."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "Success is how high you bounce when you hit bottom."
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "Think twice before you speak, because your words and influence will plant the seed of either success or failure in the mind of another."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "Success is like a wild horse. If you do not know how to handle it, it will throw you off and look for another rider who can handle it well."
   },
   "author": {
    "text": "Ajith Kumar"
   }
  },
  {
   "quote": {
    "text": "The battle of life is, in most cases, fought uphill; and to win it without a struggle were perhaps to win it without honor. If there were no difficulties there would be no success; if there were nothing to struggle for, there would be nothing to be achieved."
   },
   "author": {
    "text": "Samuel Smiles"
   }
  },
  {
   "quote": {
    "text": "Man needs his difficulties because they are necessary to enjoy success."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Your attitude will go a long way in determining your success, your recognition, your reputation and your enjoyment in being a lawyer."
   },
   "author": {
    "text": "Joe Jamail"
   }
  },
  {
   "quote": {
    "text": "Every day is a new opportunity. You can build on yesterday's success or put its failures behind and start over again. That's the way life is, with a new game every day, and that's the way baseball is."
   },
   "author": {
    "text": "Bob Feller"
   }
  },
  {
   "quote": {
    "text": "Always bear in mind that your own resolution to succeed is more important than any other."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Your morning sets up the success of your day. So many people wake up and immediately check text messages, emails, and social media. I use my first hour awake for my morning routine of breakfast and meditation to prepare myself."
   },
   "author": {
    "text": "Caroline Ghosn"
   }
  },
  {
   "quote": {
    "text": "If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success."
   },
   "author": {
    "text": "John D. Rockefeller"
   }
  },
  {
   "quote": {
    "text": "Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe to assure the survival and the success of liberty."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "The best revenge is massive success."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "The path to success is to take massive, determined action."
   },
   "author": {
    "text": "Tony Robbins"
   }
  },
  {
   "quote": {
    "text": "Success is not a destination, but the road that you're on. Being successful means that you're working hard and walking your walk every day. You can only live your dream by working hard towards it. That's living your dream."
   },
   "author": {
    "text": "Marlon Wayans"
   }
  },
  {
   "quote": {
    "text": "Before anything else, preparation is the key to success."
   },
   "author": {
    "text": "Alexander Graham Bell"
   }
  },
  {
   "quote": {
    "text": "Success and failure are both part of life. Both are not permanent."
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "The American Dream is one of success, home ownership, college education for one's children, and have a secure job to provide these and other goals."
   },
   "author": {
    "text": "Leonard Boswell"
   }
  },
  {
   "quote": {
    "text": "Success usually comes to those who are too busy to be looking for it."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "My childhood, adolescence and high school days are unusually important. If there has ever been a time that I developed a uniqueness and sense of humor and the ability to organize, it was then. In those early days, I developed the skills that gave me a certain degree of success in American politics."
   },
   "author": {
    "text": "Lee Atwater"
   }
  },
  {
   "quote": {
    "text": "I'm always asked, 'What's the secret to success?' But there are no secrets. Be humble. Be hungry. And always be the hardest worker in the room."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "Success is never final, failure is never fatal. It's courage that counts."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "The greatest sign of success for a teacher... is to be able to say, 'The children are now working as if I did not exist.'"
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "One important key to success is self-confidence. An important key to self-confidence is preparation."
   },
   "author": {
    "text": "Arthur Ashe"
   }
  },
  {
   "quote": {
    "text": "Obedience is the mother of success and is wedded to safety."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "If one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "The way a team plays as a whole determines its success. You may have the greatest bunch of individual stars in the world, but if they don't play together, the club won't be worth a dime."
   },
   "author": {
    "text": "Babe Ruth"
   }
  },
  {
   "quote": {
    "text": "I've always believed that success for anyone is all about drive, dedication, and desire, but for me, it's also been about confidence and faith."
   },
   "author": {
    "text": "Stephen Curry"
   }
  },
  {
   "quote": {
    "text": "Success breeds complacency. Complacency breeds failure. Only the paranoid survive."
   },
   "author": {
    "text": "Andy Grove"
   }
  },
  {
   "quote": {
    "text": "Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invincible host against difficulties."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Strive not to be a success, but rather to be of value."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Success in life is founded upon attention to the small things rather than to the large things; to the every day things nearest to us rather than to the things that are remote and uncommon."
   },
   "author": {
    "text": "Booker T. Washington"
   }
  },
  {
   "quote": {
    "text": "No one who achieves success does so without acknowledging the help of others. The wise and confident acknowledge this help with gratitude."
   },
   "author": {
    "text": "Alfred North Whitehead"
   }
  },
  {
   "quote": {
    "text": "Success is steady progress toward one's personal goals."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "The culture of a workplace - an organization's values, norms and practices - has a huge impact on our happiness and success."
   },
   "author": {
    "text": "Adam Grant"
   }
  },
  {
   "quote": {
    "text": "Our goals can only be reached through a vehicle of a plan, in which we must fervently believe, and upon which we must vigorously act. There is no other route to success."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "I know of no single formula for success. But over the years I have observed that some attributes of leadership are universal and are often about finding ways of encouraging people to combine their efforts, their talents, their insights, their enthusiasm and their inspiration to work together."
   },
   "author": {
    "text": "Queen Elizabeth II"
   }
  },
  {
   "quote": {
    "text": "That some achieve great success, is proof to all that others can achieve it as well."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Do you wish to rise? Begin by descending. You plan a tower that will pierce the clouds? Lay first the foundation of humility."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "Enjoy your sweat because hard work doesn't guarantee success, but without it you don't have a chance."
   },
   "author": {
    "text": "Alex Rodriguez"
   }
  },
  {
   "quote": {
    "text": "The ladder of success is best climbed by stepping on the rungs of opportunity."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "The successful man will profit from his mistakes and try again in a different way."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "The level of our success is limited only by our imagination and no act of kindness, however small, is ever wasted."
   },
   "author": {
    "text": "Aesop"
   }
  },
  {
   "quote": {
    "text": "We all learn lessons in life. Some stick, some don't. I have always learned more from rejection and failure than from acceptance and success."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Never lose sight of the fact that the most important yardstick of your success will be how you treat other people - your family, friends, and coworkers, and even strangers you meet along the way."
   },
   "author": {
    "text": "Barbara Bush"
   }
  },
  {
   "quote": {
    "text": "I do not think that there is any other quality so essential to success of any kind as the quality of perseverance. It overcomes almost everything, even nature."
   },
   "author": {
    "text": "John D. Rockefeller"
   }
  },
  {
   "quote": {
    "text": "I'm different, and I have to be a warrior to be that way. But I have had some success; I hope I have touched the lives of some wonderful people, all by being what I see as myself but some others people see as different."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "I've failed over and over and over again in my life and that is why I succeed."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "Success is about dedication. You may not be where you want to be or do what you want to do when you're on the journey. But you've got to be willing to have vision and foresight that leads you to an incredible end."
   },
   "author": {
    "text": "Usher"
   }
  },
  {
   "quote": {
    "text": "A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "Success makes so many people hate you. I wish it wasn't that way. It would be wonderful to enjoy success without seeing envy in the eyes of those around you."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "I have learned that success is to be measured not so much by the position that one has reached in life as by the obstacles which he has had to overcome while trying to succeed."
   },
   "author": {
    "text": "Booker T. Washington"
   }
  },
  {
   "quote": {
    "text": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "Success is like reaching an important birthday and finding you're exactly the same."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "The art of effective listening is essential to clear communication, and clear communication is necessary to management success."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "Creativity is the key to success in the future, and primary education is where teachers can bring creativity in children at that level."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "The single most important ingredient in the recipe for success is transparency because transparency builds trust."
   },
   "author": {
    "text": "Denise Morrison"
   }
  },
  {
   "quote": {
    "text": "Failure is the condiment that gives success its flavor."
   },
   "author": {
    "text": "Truman Capote"
   }
  },
  {
   "quote": {
    "text": "It is no use saying, 'We are doing our best.' You have got to succeed in doing what is necessary."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "A key to achieving success is to assemble a strong and stable management team."
   },
   "author": {
    "text": "Vivek Wadhwa"
   }
  },
  {
   "quote": {
    "text": "My powers are ordinary. Only my application brings me success."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "A successful man is one who can lay a firm foundation with the bricks others have thrown at him."
   },
   "author": {
    "text": "David Brinkley"
   }
  },
  {
   "quote": {
    "text": "Success is peace of mind which is a direct result of self-satisfaction in knowing you did your best to become the best you are capable of becoming."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "True leaders don't invest in buildings. Jesus never built a building. They invest in people. Why? Because success without a successor is failure. So your legacy should not be in buildings, programs, or projects; your legacy must be in people."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "Discipline is the soul of an army. It makes small numbers formidable; procures success to the weak, and esteem to all."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "The cost of our success is the exhaustion of natural resources, leading to energy crises, climate change, pollution, and the destruction of our habitat. If you exhaust natural resources, there will be nothing left for your children. If we continue in the same direction, humankind is headed for some frightful ordeals, if not extinction."
   },
   "author": {
    "text": "Christian de Duve"
   }
  },
  {
   "quote": {
    "text": "Old age is like everything else. To make a success of it, you've got to start young."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Passion is what gives meaning to our lives. It's what allows us to achieve success beyond our wildest imagination. Try to find a career path that you have a passion for."
   },
   "author": {
    "text": "Henry Samueli"
   }
  },
  {
   "quote": {
    "text": "Life is a series of punches. It presents a lot of challenges. It presents a lot of hardship, but the people that are able to take those punches and able to move forward are the ones that really do have a lot of success and have a lot of joy in their life and have a lot of stories to tell, too."
   },
   "author": {
    "text": "Josh Turner"
   }
  },
  {
   "quote": {
    "text": "Perseverance is a great element of success. If you only knock long enough and loud enough at the gate, you are sure to wake up somebody."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "Success seems to be connected with action. Successful people keep moving. They make mistakes, but they don't quit."
   },
   "author": {
    "text": "Conrad Hilton"
   }
  },
  {
   "quote": {
    "text": "No matter how much success you're having, you can't continue working together if you can't communicate."
   },
   "author": {
    "text": "Matt Cameron"
   }
  },
  {
   "quote": {
    "text": "Everything you need for better future and success has already been written. And guess what? All you have to do is go to the library."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "I hope people remember me as a good and decent man. And if they do, then that's success."
   },
   "author": {
    "text": "Tim Cook"
   }
  },
  {
   "quote": {
    "text": "The ambition and focus that propel you to success can also be your downfall."
   },
   "author": {
    "text": "Judy Smith"
   }
  },
  {
   "quote": {
    "text": "I attribute my success to this - I never gave or took any excuse."
   },
   "author": {
    "text": "Florence Nightingale"
   }
  },
  {
   "quote": {
    "text": "Failures, repeated failures, are finger posts on the road to achievement. One fails forward toward success."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "Israel was not created in order to disappear - Israel will endure and flourish. It is the child of hope and the home of the brave. It can neither be broken by adversity nor demoralized by success. It carries the shield of democracy and it honors the sword of freedom."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Success is due to our stretching to the challenges of life. Failure comes when we shrink from them."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "The key to success is to keep growing in all areas of life - mental, emotional, spiritual, as well as physical."
   },
   "author": {
    "text": "Julius Erving"
   }
  },
  {
   "quote": {
    "text": "Every soldier must know, before he goes into battle, how the little battle he is to fight fits into the larger picture, and how the success of his fighting will influence the battle as a whole."
   },
   "author": {
    "text": "Bernard Law Montgomery"
   }
  },
  {
   "quote": {
    "text": "When love and skill work together, expect a masterpiece."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "The measure of success is happiness and peace of mind."
   },
   "author": {
    "text": "Bobby Davro"
   }
  },
  {
   "quote": {
    "text": "Success is not built on success. It's built on failure. It's built on frustration. Sometimes its built on catastrophe."
   },
   "author": {
    "text": "Sumner Redstone"
   }
  },
  {
   "quote": {
    "text": "That man is a success who has lived well, laughed often and loved much."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "You were designed for accomplishment, engineered for success, and endowed with the seeds of greatness."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Obstacles are necessary for success because in selling, as in all careers of importance, victory comes only after many struggles and countless defeats."
   },
   "author": {
    "text": "Og Mandino"
   }
  },
  {
   "quote": {
    "text": "You cannot climb the ladder of success dressed in the costume of failure."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Don't wait to be successful at some future point. Have a successful relationship with the present moment and be fully present in whatever you are doing. That is success."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "Formal education will make you a living; self-education will make you a fortune."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "There is nothing more difficult to take in hand, more perilous to conduct, or more uncertain in its success, than to take the lead in the introduction of a new order of things."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "When a small child, I thought that success spelled happiness. I was wrong, happiness is like a butterfly which appears and delights us for one brief moment, but soon flits away."
   },
   "author": {
    "text": "Anna Pavlova"
   }
  },
  {
   "quote": {
    "text": "Success is not a function of the size of your title but the richness of your contribution."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "I don't take success and failure seriously. The only thing I do seriously is march forward. If I fall, I get up and march again."
   },
   "author": {
    "text": "Kareena Kapoor Khan"
   }
  },
  {
   "quote": {
    "text": "Whatever obstacle comes your way, you gotta be prepared to jump over it! And I think that's what separates the legends from the regular artists. It's all in how you manage that success, and how you deal with the controversy when it actually comes."
   },
   "author": {
    "text": "Akon"
   }
  },
  {
   "quote": {
    "text": "Belief in oneself is one of the most important bricks in building any successful venture."
   },
   "author": {
    "text": "Lydia M. Child"
   }
  },
  {
   "quote": {
    "text": "Growing up in a group home, and with an undiagnosed learning disability to boot, the odds of success were not on my side. But when I joined the high school football team, I learned the value of discipline, focus, persistence, and teamwork - all skills that have proven vital to my career as a C.E.O. and social entrepreneur."
   },
   "author": {
    "text": "Darell Hammond"
   }
  },
  {
   "quote": {
    "text": "Networking has been cited as the number one unwritten rule of success in business. Who you know really impacts what you know."
   },
   "author": {
    "text": "Sallie Krawcheck"
   }
  },
  {
   "quote": {
    "text": "The only place success comes before work is in the dictionary."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "The season of failure is the best time for sowing the seeds of success."
   },
   "author": {
    "text": "Paramahansa Yogananda"
   }
  },
  {
   "quote": {
    "text": "Many of life's failures are people who did not realize how close they were to success when they gave up."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "We were all born with a certain degree of power. The key to success is discovering this innate power and using it daily to deal with whatever challenges come our way."
   },
   "author": {
    "text": "Les Brown"
   }
  },
  {
   "quote": {
    "text": "Before everything else, getting ready is the secret of success."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "Check your ego at the door. The ego can be the great success inhibitor. It can kill opportunities, and it can kill success."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "Success is often achieved by those who don't know that failure is inevitable."
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "If you want to increase your success rate, double your failure rate."
   },
   "author": {
    "text": "Thomas J. Watson"
   }
  },
  {
   "quote": {
    "text": "Success for an athlete follows many years of hard work and dedication."
   },
   "author": {
    "text": "Michael Diamond"
   }
  },
  {
   "quote": {
    "text": "Success depends upon previous preparation, and without such preparation there is sure to be failure."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Success is not the absence of failure; it's the persistence through failure."
   },
   "author": {
    "text": "Aisha Tyler"
   }
  },
  {
   "quote": {
    "text": "I'm not going to get somewhere and say, 'OK, I'm done.' Success is never final; I'll just keep on going. The same way as failure never being fatal. Just keep going. I'm going to the stars and then past them."
   },
   "author": {
    "text": "Conor McGregor"
   }
  },
  {
   "quote": {
    "text": "Talent alone won't make you a success. Neither will being in the right place at the right time, unless you are ready. The most important question is: 'Are your ready?'"
   },
   "author": {
    "text": "Johnny Carson"
   }
  },
  {
   "quote": {
    "text": "The ladder of success is never crowded at the top."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "Success in creating AI would be the biggest event in human history. Unfortunately, it might also be the last, unless we learn how to avoid the risks."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Success is no longer about changing strategies more often, but having the agility to execute multiple strategies concurrently. And success requires CEOs to develop the right leadership capabilities, workforce skills, and corporate cultures to support digital transformation."
   },
   "author": {
    "text": "Pierre Nanterme"
   }
  },
  {
   "quote": {
    "text": "My success was due to good luck, hard work, and support and advice from friends and mentors. But most importantly, it depended on me to keep trying after I had failed."
   },
   "author": {
    "text": "Mark Warner"
   }
  },
  {
   "quote": {
    "text": "The moment we believe that success is determined by an ingrained level of ability as opposed to resilience and hard work, we will be brittle in the face of adversity."
   },
   "author": {
    "text": "Joshua Waitzkin"
   }
  },
  {
   "quote": {
    "text": "Success is not measured by what you accomplish, but by the opposition you have encountered, and the courage with which you have maintained the struggle against overwhelming odds."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "The road to success is always under construction."
   },
   "author": {
    "text": "Lily Tomlin"
   }
  },
  {
   "quote": {
    "text": "It's good to test yourself and develop your talents and ambitions as fully as you can and achieve greater success; but I think success is the feeling you get from a job well done, and the key thing is to do the work."
   },
   "author": {
    "text": "Peter Thiel"
   }
  },
  {
   "quote": {
    "text": "I've been blessed to be somebody that's been climbing that success mountain top for years of hard work, you know, but now it's all connecting. And now, the whole world is watching, you know what I'm saying, and it feels good 'cause it's good energy. This is all positive vibes, and good vibes and good energy, so it feels incredible."
   },
   "author": {
    "text": "DJ Khaled"
   }
  },
  {
   "quote": {
    "text": "If there is any one secret of success, it lies in the ability to get the other person's point of view and see things from that person's angle as well as from your own."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "To be prepared is half the victory."
   },
   "author": {
    "text": "Miguel de Cervantes"
   }
  },
  {
   "quote": {
    "text": "The distance between insanity and genius is measured only by success."
   },
   "author": {
    "text": "Bruce Feirstein"
   }
  },
  {
   "quote": {
    "text": "Ambition is the path to success, persistence is the vehicle you arrive in."
   },
   "author": {
    "text": "William Eardley IV"
   }
  },
  {
   "quote": {
    "text": "Success is like a lightning bolt. It'll strike you when you least expect it, and you just have to keep the momentum going. You have to strike when the iron is hot. So for me, I just kept striking and striking to polish out the sword that I was making."
   },
   "author": {
    "text": "Michelle Phan"
   }
  },
  {
   "quote": {
    "text": "Honesty and integrity are absolutely essential for success in life - all areas of life. The really good news is that anyone can develop both honesty and integrity."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Commitment, belief and positive attitude are all important if you're going to be a success, whether you're in sports, in business or, as in my case, anthropology."
   },
   "author": {
    "text": "Donald Johanson"
   }
  },
  {
   "quote": {
    "text": "Success is the progressive realization of a worthy goal or ideal."
   },
   "author": {
    "text": "Earl Nightingale"
   }
  },
  {
   "quote": {
    "text": "Success is not a matter of mastering subtle, sophisticated theory but rather of embracing common sense with uncommon levels of discipline and persistence."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "When you see something that is technically sweet, you go ahead and do it and you argue about what to do about it only after you have had your technical success. That is the way it was with the atomic bomb."
   },
   "author": {
    "text": "J. Robert Oppenheimer"
   }
  },
  {
   "quote": {
    "text": "Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy."
   },
   "author": {
    "text": "Wayne Gretzky"
   }
  },
  {
   "quote": {
    "text": "Success is blocked by concentrating on it and planning for it... Success is shy - it won't come out while you're watching."
   },
   "author": {
    "text": "Tennessee Williams"
   }
  },
  {
   "quote": {
    "text": "Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Success is knowing that your contribution is what helps the collective."
   },
   "author": {
    "text": "Adrian Grenier"
   }
  },
  {
   "quote": {
    "text": "Elegance is not a dispensable luxury but a factor that decides between success and failure."
   },
   "author": {
    "text": "Edsger Dijkstra"
   }
  },
  {
   "quote": {
    "text": "How one handles success or failure is determined by their early childhood."
   },
   "author": {
    "text": "Harold Ramis"
   }
  },
  {
   "quote": {
    "text": "Management is efficiency in climbing the ladder of success; leadership determines whether the ladder is leaning against the right wall."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Achievers have an enabling attitude, realism, and a conviction that they themselves were the laboratory of innovation. Their ability to change themselves is central to their success. They have learned to conserve their energy by minimizing the time spent in regret or complaint. Every event is a lesson to them, every person a teacher."
   },
   "author": {
    "text": "Marilyn Ferguson"
   }
  },
  {
   "quote": {
    "text": "The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself."
   },
   "author": {
    "text": "Mark Caine"
   }
  },
  {
   "quote": {
    "text": "Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome."
   },
   "author": {
    "text": "Booker T. Washington"
   }
  },
  {
   "quote": {
    "text": "Success is what you do with your ability. It's how you use your talent."
   },
   "author": {
    "text": "George Allen, Sr."
   }
  },
  {
   "quote": {
    "text": "In order to succeed you must fail, so that you know what not to do the next time."
   },
   "author": {
    "text": "Anthony J. D'Angelo"
   }
  },
  {
   "quote": {
    "text": "Part of being a man is learning to take responsibility for your successes and for your failures. You can't go blaming others or being jealous. Seeing somebody else's success as your failure is a cancerous way to live."
   },
   "author": {
    "text": "Kevin Bacon"
   }
  },
  {
   "quote": {
    "text": "What's money? A man is a success if he gets up in the morning and goes to bed at night and in between does what he wants to do."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "Most great people have attained their greatest success just one step beyond their greatest failure."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "Being happy is of the utmost importance. Success in anything is through happiness."
   },
   "author": {
    "text": "Maharishi Mahesh Yogi"
   }
  },
  {
   "quote": {
    "text": "Corporate executives and business owners need to realize that there can be no compromise when it comes to ethics, and there are no easy shortcuts to success. Ethics need to be carefully sown into the fabric of their companies."
   },
   "author": {
    "text": "Vivek Wadhwa"
   }
  },
  {
   "quote": {
    "text": "Giving back to the communities and institutions that helped us achieve success is a value we share and a privilege we embrace."
   },
   "author": {
    "text": "Dinesh Paliwal"
   }
  },
  {
   "quote": {
    "text": "The definition of success to me is not necessarily a price tag, not fame, but having a good life, and being able to say I did the right thing at the end of the day."
   },
   "author": {
    "text": "Jeremy Luke"
   }
  },
  {
   "quote": {
    "text": "There is never just one thing that leads to success for anyone. I feel it always a combination of passion, dedication, hard work, and being in the right place at the right time."
   },
   "author": {
    "text": "Lauren Conrad"
   }
  },
  {
   "quote": {
    "text": "I was obliged to be industrious. Whoever is equally industrious will succeed equally well."
   },
   "author": {
    "text": "Johann Sebastian Bach"
   }
  },
  {
   "quote": {
    "text": "Eighty percent of success is showing up."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "Success is getting what you want. Happiness is liking what you get."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "Perseverance is also key to success in any endeavor, but without perseverance in combat, there can be no victory."
   },
   "author": {
    "text": "Jocko Willink"
   }
  },
  {
   "quote": {
    "text": "Success is the only motivational factor that a boy with character needs."
   },
   "author": {
    "text": "Woody Hayes"
   }
  },
  {
   "quote": {
    "text": "Success can be as simple as the warm feeling you get when you smile at a stranger, someone you know must be lonely, and having that stranger return your smile. It can be the bringing of a child into the world and raising that child to be a good man or woman."
   },
   "author": {
    "text": "Maryanne Trump Barry"
   }
  },
  {
   "quote": {
    "text": "Find a good teacher that will keep the game fun. Work hard and don't be afraid to have success or disappointment. That is what golf is all about."
   },
   "author": {
    "text": "Paula Creamer"
   }
  },
  {
   "quote": {
    "text": "Success doesn't motivate me as much as integrity does. Everyone loses. I enjoy the pressure of showing up every single day, being focused, putting forth my best effort, getting the best out of my teammates, and enjoying the journey."
   },
   "author": {
    "text": "Becky Sauerbrunn"
   }
  },
  {
   "quote": {
    "text": "Desire is the key to motivation, but it's the determination and commitment to unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "Success is only meaningful and enjoyable if it feels like your own."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Invincibility lies in the defence; the possibility of victory in the attack."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "Victory has a thousand fathers, but defeat is an orphan."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Formula for success: rise early, work hard, strike oil."
   },
   "author": {
    "text": "J. Paul Getty"
   }
  },
  {
   "quote": {
    "text": "The keys to brand success are self-definition, transparency, authenticity and accountability."
   },
   "author": {
    "text": "Simon Mainwaring"
   }
  },
  {
   "quote": {
    "text": "Success isn't a result of spontaneous combustion. You must set yourself on fire."
   },
   "author": {
    "text": "Arnold H. Glasow"
   }
  },
  {
   "quote": {
    "text": "Success means having the courage, the determination, and the will to become the person you believe you were meant to be."
   },
   "author": {
    "text": "George A. Sheehan"
   }
  },
  {
   "quote": {
    "text": "I do not think there is any thrill that can go through the human heart like that felt by the inventor as he sees some creation of the brain unfolding to success... such emotions make a man forget food, sleep, friends, love, everything."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "I always believe that the elders in my family are the reason for my success."
   },
   "author": {
    "text": "R. Madhavan"
   }
  },
  {
   "quote": {
    "text": "Treat failure as a lesson on how not to approach achieving a goal, and then use that learning to improve your chances of success when you try again. Failure is only the end if you decide to stop."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom."
   },
   "author": {
    "text": "James Allen"
   }
  },
  {
   "quote": {
    "text": "Success is having to worry about every damn thing in the world, except money."
   },
   "author": {
    "text": "Johnny Cash"
   }
  },
  {
   "quote": {
    "text": "Success is not only one thing. It's not only having a nice house in Beverly Hills and driving a nice Mercedes."
   },
   "author": {
    "text": "Malik Bendjelloul"
   }
  },
  {
   "quote": {
    "text": "The five essential entrepreneurial skills for success: Concentration, Discrimination, Organization, Innovation and Communication."
   },
   "author": {
    "text": "Harold S. Geneen"
   }
  },
  {
   "quote": {
    "text": "The thermometer of success is merely the jealousy of the malcontents."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "Indomitable perseverance in a business, properly understood, always ensures ultimate success."
   },
   "author": {
    "text": "Cyrus McCormick"
   }
  },
  {
   "quote": {
    "text": "Hope... is the companion of power, and the mother of success; for who so hopes has within him the gift of miracles."
   },
   "author": {
    "text": "Samuel Smiles"
   }
  },
  {
   "quote": {
    "text": "The size of your success is measured by the strength of your desire; the size of your dream; and how you handle disappointment along the way."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "Good planning is important. I've also regarded a sense of humor as one of the most important things on a big expedition. When you're in a difficult or dangerous situation, or when you're depressed about the chances of success, someone who can make you laugh eases the tension."
   },
   "author": {
    "text": "Edmund Hillary"
   }
  },
  {
   "quote": {
    "text": "People with a sense of humor tend to be less egocentric and more realistic in their view of the world and more humble in moments of success and less defeated in times of travail."
   },
   "author": {
    "text": "Bob Newhart"
   }
  },
  {
   "quote": {
    "text": "You weren't born just to live a life and to die; you were born to accomplish something specifically. Matter of fact, success is making it to the end of your purpose; that is success... Success is not just existing. Success is making it to the end of why you were born."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "The negative side of the American Dream comes when people pursue success at any cost, which in turn destroys the vision and the dream."
   },
   "author": {
    "text": "Azar Nafisi"
   }
  },
  {
   "quote": {
    "text": "Fourth Law of Thermodynamics: If the probability of success is not almost one, then it is damn near zero."
   },
   "author": {
    "text": "David R. Ellis"
   }
  },
  {
   "quote": {
    "text": "'No one can make you successful; the will to success comes from within.' I've made this my motto. I've internalized it to the point of understanding that the success of my actions and/or endeavors doesn't depend on anyone else, and that includes a possible failure."
   },
   "author": {
    "text": "Fabrizio Moreira"
   }
  },
  {
   "quote": {
    "text": "Frustration, although quite painful at times, is a very positive and essential part of success."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "Success is nothing more than a few simple disciplines, practiced every day."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "I lost myself in the bubble of music - driving myself to be a success."
   },
   "author": {
    "text": "Dan Hill"
   }
  },
  {
   "quote": {
    "text": "Success is getting what you want. Happiness is wanting what you get."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "Remember, it isn't the dreamers who have good lives - it's the doers. Remember also what I call the three Ps of success: passion, planning, and perseverance."
   },
   "author": {
    "text": "Homer Hickam"
   }
  },
  {
   "quote": {
    "text": "There is little success where there is little laughter."
   },
   "author": {
    "text": "Andrew Carnegie"
   }
  },
  {
   "quote": {
    "text": "The winner's edge is not in a gifted birth, a high IQ, or in talent. The winner's edge is all in the attitude, not aptitude. Attitude is the criterion for success."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "The secrets of success are a good wife and a steady job. My wife told me."
   },
   "author": {
    "text": "Howard Nemerov"
   }
  },
  {
   "quote": {
    "text": "You don't have to be a genius or a visionary or even a college graduate to be successful. You just need a framework and a dream."
   },
   "author": {
    "text": "Michael Dell"
   }
  },
  {
   "quote": {
    "text": "The secret of success is to be in harmony with existence, to be always calm to let each wave of life wash us a little farther up the shore."
   },
   "author": {
    "text": "Cyril Connolly"
   }
  },
  {
   "quote": {
    "text": "There's a lot of blood, sweat, and guts between dreams and success."
   },
   "author": {
    "text": "Bear Bryant"
   }
  },
  {
   "quote": {
    "text": "Success is all about persistence and doing the right thing for the long term."
   },
   "author": {
    "text": "Bruce Rauner"
   }
  },
  {
   "quote": {
    "text": "If you work just for money, you'll never make it, but if you love what you're doing and you always put the customer first, success will be yours."
   },
   "author": {
    "text": "Ray Kroc"
   }
  },
  {
   "quote": {
    "text": "Success consists of getting up just one more time than you fall."
   },
   "author": {
    "text": "Oliver Goldsmith"
   }
  },
  {
   "quote": {
    "text": "There is no success without hardship."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "Success is the sum of small efforts - repeated day in and day out."
   },
   "author": {
    "text": "Robert Collier"
   }
  },
  {
   "quote": {
    "text": "You can't forget that organizational success flows from the hearts and minds of the men and women you lead. Rather than treating your people as you'd like to be treated, treat them as they would like to be treated. Small gestures like opting for face-to-face meetings or sending personal notes can have an enormous impact on teams and their morale."
   },
   "author": {
    "text": "Marillyn Hewson"
   }
  },
  {
   "quote": {
    "text": "Thus they have an idol that they petition for victory in war; another for success in their labors; and so for everything in which they seek or desire prosperity, they have their idols, which they honor and serve."
   },
   "author": {
    "text": "Hernan Cortes"
   }
  },
  {
   "quote": {
    "text": "A great social success is a pretty girl who plays her cards as carefully as if she were plain."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "Make treating yourself a priority and always remember your life is happening now. Don't put off all your dreams and pleasures to another day. In any balanced personal definition of success there has to be a powerful element of living life in the present."
   },
   "author": {
    "text": "Mireille Guiliano"
   }
  },
  {
   "quote": {
    "text": "Success is the maximum utilization of the ability that you have."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Once you embrace the absolute truth that every leader needs a mentor, you can begin to achieve the massive growth and success that you seek."
   },
   "author": {
    "text": "Clay Clark"
   }
  },
  {
   "quote": {
    "text": "It doesn't matter whether you are pursuing success in business, sports, the arts, or life in general: The bridge between wishing and accomplishing is discipline."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "A manager is a guide. He takes a group of people and says, 'With you I can make us a success; I can show you the way.'"
   },
   "author": {
    "text": "Arsene Wenger"
   }
  },
  {
   "quote": {
    "text": "Real success is not, like, materialistic. It's being where you want to be when you want to be; just living your life how you feel; having an ultimate goal and being able to accomplish it."
   },
   "author": {
    "text": "Lindsey Wixson"
   }
  },
  {
   "quote": {
    "text": "Have regular hours for work and play; make each day both useful and pleasant, and prove that you understand the worth of time by employing it well. Then youth will be delightful, old age will bring few regrets, and life will become a beautiful success."
   },
   "author": {
    "text": "Louisa May Alcott"
   }
  },
  {
   "quote": {
    "text": "If at first you don't succeed, try, try again. Then quit. There's no point in being a damn fool about it."
   },
   "author": {
    "text": "W. C. Fields"
   }
  },
  {
   "quote": {
    "text": "Just remember: to be grateful and thank the people who are there and support you along the way is a great start to success."
   },
   "author": {
    "text": "Meryl Davis"
   }
  },
  {
   "quote": {
    "text": "Hope is a state of mind, not of the world. Hope, in this deep and powerful sense, is not the same as joy that things are going well, or willingness to invest in enterprises that are obviously heading for success, but rather an ability to work for something because it is good."
   },
   "author": {
    "text": "Vaclav Havel"
   }
  },
  {
   "quote": {
    "text": "What drew me towards team sport were the camaraderie and friendship. The chance to celebrate victory and success with a group of other people is something I have enjoyed doing."
   },
   "author": {
    "text": "Rahul Dravid"
   }
  },
  {
   "quote": {
    "text": "Whatever you do to gain success, you have to hang in there and hope good things happen. Always think positive."
   },
   "author": {
    "text": "Don Rickles"
   }
  },
  {
   "quote": {
    "text": "I wish that the Indians believed me a god, for upon the report of an enemy's valor oftentimes depends the success of a battle, and false reports have many times done as great things as true courage and resolution."
   },
   "author": {
    "text": "Alexander the Great"
   }
  },
  {
   "quote": {
    "text": "The great thing in life is efficiency. If you amount to anything in the world, your time is valuable, your energy precious. They are your success capital, and you cannot afford to heedlessly throw them away or trifle with them."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Remember you will not always win. Some days, the most resourceful individual will taste defeat. But there is, in this case, always tomorrow - after you have done your best to achieve success today."
   },
   "author": {
    "text": "Maxwell Maltz"
   }
  },
  {
   "quote": {
    "text": "Fear can be good when you're walking past an alley at night or when you need to check the locks on your doors before you go to bed, but it's not good when you have a goal and you're fearful of obstacles. We often get trapped by our fears, but anyone who has had success has failed before."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "It takes 20 years to make an overnight success."
   },
   "author": {
    "text": "Eddie Cantor"
   }
  },
  {
   "quote": {
    "text": "My definition of success is control."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "Success requires first expending ten units of effort to produce one unit of results. Your momentum will then produce ten units of results with each unit of effort."
   },
   "author": {
    "text": "Charles J. Givens"
   }
  },
  {
   "quote": {
    "text": "Success is the progressive realization of predetermined, worthwhile, personal goals."
   },
   "author": {
    "text": "Paul J. Meyer"
   }
  },
  {
   "quote": {
    "text": "Perhaps the most useful lesson which has come out of the work on penicillin has been the demonstration that success in this field depends on the development and coordinated use of technical methods."
   },
   "author": {
    "text": "Howard Florey"
   }
  },
  {
   "quote": {
    "text": "Many individuals are doing what they can. But real success can only come if there is a change in our societies and in our economics and in our politics."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "My success has been something I've worked a long time at and it's been a gradual process. I compare it to the idea of someone losing a lot of weight over a period of a few years. You don't really notice the weight loss overall but if you compare photos from then and now there's a big difference."
   },
   "author": {
    "text": "Ray William Johnson"
   }
  },
  {
   "quote": {
    "text": "I'm a polarizing person, so people get caught up in hoping I fail. And just like success, failure is a perspective."
   },
   "author": {
    "text": "CM Punk"
   }
  },
  {
   "quote": {
    "text": "Success seems to be largely a matter of hanging on after others have let go."
   },
   "author": {
    "text": "William Feather"
   }
  },
  {
   "quote": {
    "text": "If you have no critics you'll likely have no success."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "Success isn't measured by money or power or social rank. Success is measured by your discipline and inner peace."
   },
   "author": {
    "text": "Mike Ditka"
   }
  },
  {
   "quote": {
    "text": "Mothers have always held such symbolic weight in determining a person's worth. Your mother tongue, your motherland, your mother's values - these things can qualify or disqualify you from attaining myriad American dreams: love, fluency, citizenship, legitimacy, acceptance, success, freedom."
   },
   "author": {
    "text": "Jenny Zhang"
   }
  },
  {
   "quote": {
    "text": "Success is neither magical nor mysterious. Success is the natural consequence of consistently applying the basic fundamentals."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "There are people out there who hate me and who say I'm arrogant, vain, and whatever. That's all part of my success. I am made to be the best."
   },
   "author": {
    "text": "Cristiano Ronaldo"
   }
  },
  {
   "quote": {
    "text": "We must walk consciously only part way toward our goal, and then leap in the dark to our success."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Challenge is the pathway to engagement and progress in our lives. But not all challenges are created equal. Some challenges make us feel alive, engaged, connected, and fulfilled. Others simply overwhelm us. Knowing the difference as you set bigger and bolder challenges for yourself is critical to your sanity, success, and satisfaction."
   },
   "author": {
    "text": "Brendon Burchard"
   }
  },
  {
   "quote": {
    "text": "For me, money is not my definition of success. Inspiring people is a definition of success."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "The two most important requirements for major success are: first, being in the right place at the right time, and second, doing something about it."
   },
   "author": {
    "text": "Ray Kroc"
   }
  },
  {
   "quote": {
    "text": "The three ordinary things that we often don't pay enough attention to, but which I believe are the drivers of all success, are hard work, perseverance, and basic honesty."
   },
   "author": {
    "text": "Azim Premji"
   }
  },
  {
   "quote": {
    "text": "Every day, every one of us sets the stage for our sentiment, our confidence, and our success by getting dressed. When you feel great, when you feel your best, it opens up a world of possibility. Feeling confident and self-assured are important inputs into good days, successful days, and happy days."
   },
   "author": {
    "text": "Katrina Lake"
   }
  },
  {
   "quote": {
    "text": "Anybody who succeeds is helping people. The secret to success is find a need and fill it; find a hurt and heal it; find a problem and solve it."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "Success doesn't necessarily come from breakthrough innovation but from flawless execution. A great strategy alone won't win a game or a battle; the win comes from basic blocking and tackling."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "Through perseverance many people win success out of what seemed destined to be certain failure."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "I'm an addict, I'm addicted to success. Thankfully, there's no rehab for success."
   },
   "author": {
    "text": "Lil Wayne"
   }
  },
  {
   "quote": {
    "text": "Willpower is the key to success. Successful people strive no matter what they feel by applying their will to overcome apathy, doubt or fear."
   },
   "author": {
    "text": "Dan Millman"
   }
  },
  {
   "quote": {
    "text": "People talk about bullying, but you can be your own bully in some ways. You can be the person who is standing in the way of your success, and that was the case for me."
   },
   "author": {
    "text": "Katy Perry"
   }
  },
  {
   "quote": {
    "text": "True success is overcoming the fear of being unsuccessful."
   },
   "author": {
    "text": "Paul Sweeney"
   }
  },
  {
   "quote": {
    "text": "There is only one success - to be able to spend your life in your own way."
   },
   "author": {
    "text": "Christopher Morley"
   }
  },
  {
   "quote": {
    "text": "We should measure welfare's success by how many people leave welfare, not by how many are added."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "To have success in your professional life is not so hard. To succeed as a man is more difficult."
   },
   "author": {
    "text": "Yann Arthus-Bertrand"
   }
  },
  {
   "quote": {
    "text": "Success is doing ordinary things extraordinarily well."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "The very first step towards success in any occupation is to become interested in it."
   },
   "author": {
    "text": "William Osler"
   }
  },
  {
   "quote": {
    "text": "The most important thing is being passionate about what you're doing and always give it your all. That is the key to success."
   },
   "author": {
    "text": "Charlie White"
   }
  },
  {
   "quote": {
    "text": "Success isn't about the end result, it's about what you learn along the way."
   },
   "author": {
    "text": "Vera Wang"
   }
  },
  {
   "quote": {
    "text": "Success is nothing if you don't have the right people to share it with; you're just gonna end up lonely."
   },
   "author": {
    "text": "Selena Gomez"
   }
  },
  {
   "quote": {
    "text": "When employees join executives in truly owning the responsibility for business success, an exciting new sense of teamwork takes hold."
   },
   "author": {
    "text": "Punit Renjen"
   }
  },
  {
   "quote": {
    "text": "It is not the style of clothes one wears, neither the kind of automobile one drives, nor the amount of money one has in the bank, that counts. These mean nothing. It is simply service that measures success."
   },
   "author": {
    "text": "George Washington Carver"
   }
  },
  {
   "quote": {
    "text": "Without an open-minded mind, you can never be a great success."
   },
   "author": {
    "text": "Martha Stewart"
   }
  },
  {
   "quote": {
    "text": "The most successful detectives owe their success to noticing small signs. Scouts are natural detectives and never let the smallest detail escape them. These small things are called by Scouts 'Sign.'"
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "No student ever attains very eminent success by simply doing what is required of him: it is the amount and excellence of what is over and above the required, that determines the greatness of ultimate distinction."
   },
   "author": {
    "text": "Charles Kendall Adams"
   }
  },
  {
   "quote": {
    "text": "Those who cannot work with their hearts achieve but a hollow, half-hearted success that breeds bitterness all around."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "There is an immutable conflict at work in life and in business, a constant battle between peace and chaos. Neither can be mastered, but both can be influenced. How you go about that is the key to success."
   },
   "author": {
    "text": "Phil Knight"
   }
  },
  {
   "quote": {
    "text": "You grow up a bit damaged or broken then you have some success but you don't know how to feel good about the work you're doing or the life you're leading."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "I've learned that mistakes can often be as good a teacher as success."
   },
   "author": {
    "text": "Jack Welch"
   }
  },
  {
   "quote": {
    "text": "The grass is always greener on the other side - until you get there and see it's AstroTurf. Symbols are never reality. Someone might have amassed material success and fame, but that doesn't mean they're happy. So, don't go judging a person's life by the cover."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "Forward, as occasion offers. Never look round to see whether any shall note it... Be satisfied with success in even the smallest matter, and think that even such a result is no trifle."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "Success is achieved by developing our strengths, not by eliminating our weaknesses."
   },
   "author": {
    "text": "Marilyn vos Savant"
   }
  },
  {
   "quote": {
    "text": "Hard work most often leads to success, but it's not every day, and it's not every week. It will pay off at different times over the course of your career."
   },
   "author": {
    "text": "Sallie Krawcheck"
   }
  },
  {
   "quote": {
    "text": "There's no success story. Everybody's got a ghetto story. You always want to make it bigger than what it is."
   },
   "author": {
    "text": "Bernie Mac"
   }
  },
  {
   "quote": {
    "text": "Whether you're successful or not, you'll never actually feel the joys of accomplishment unless you love yourself. Success can be very difficult to deal with. You have to stay in the center. If you let your success define you, then you're really just setting yourself up for failure."
   },
   "author": {
    "text": "Goldie Hawn"
   }
  },
  {
   "quote": {
    "text": "Everything I've achieved has come from perseverance. I've never met another entrepreneur who had a painless path to success - everyone who tries to bring new ideas to the world is tested."
   },
   "author": {
    "text": "Reshma Saujani"
   }
  },
  {
   "quote": {
    "text": "I tried for a short time to be something I wasn't, and had no success with it. It's a practical solution to just be yourself."
   },
   "author": {
    "text": "Kate McKinnon"
   }
  },
  {
   "quote": {
    "text": "Our purpose in Vietnam is to prevent the success of aggression. It is not conquest, it is not empire, it is not foreign bases, it is not domination. It is, simply put, just to prevent the forceful conquest of South Vietnam by North Vietnam."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "The Republican Party is the Grand Old Party. It's made enormous contributions to the success of our country. And it is a party that has embraced its leadership role when it has had the majority or the White House."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "You stand with the least likely to succeed until success is succeeded by something more valuable: kinship. You stand with the belligerent, the surly and the badly behaved until bad behavior is recognized for the language it is: the vocabulary of the deeply wounded and of those whose burdens are more than they can bear."
   },
   "author": {
    "text": "Greg Boyle"
   }
  },
  {
   "quote": {
    "text": "The secret of success in every field is redefining what success means to you. It can't be your parent's definition, the media's definition, or your neighbor's definition. Otherwise, success will never satisfy you."
   },
   "author": {
    "text": "RuPaul"
   }
  },
  {
   "quote": {
    "text": "The single most important key to success is to be a good listener."
   },
   "author": {
    "text": "Kelly Wearstler"
   }
  },
  {
   "quote": {
    "text": "Think of yourself as on the threshold of unparalleled success. A whole, clear, glorious life lies before you. Achieve! Achieve!"
   },
   "author": {
    "text": "Andrew Carnegie"
   }
  },
  {
   "quote": {
    "text": "Modesty should be typical of the success of a champion."
   },
   "author": {
    "text": "Major Taylor"
   }
  },
  {
   "quote": {
    "text": "Success in its highest and noblest form calls for peace of mind and enjoyment and happiness which come only to the man who has found the work that he likes best."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "Competition gives birth to a lot of success, and if no one ever challenged you, you wouldn't go anywhere. It makes sense to compete with others for a promotion at work. But so many women take it a step further and won't even support other women. They end up competing over things that don't make sense - like how we look."
   },
   "author": {
    "text": "Lilly Singh"
   }
  },
  {
   "quote": {
    "text": "Well, I believe that the depth of your struggle can determine the height of your success. I was inspired to come out of everything I've been through and end up in a place where I never thought that I would be."
   },
   "author": {
    "text": "R. Kelly"
   }
  },
  {
   "quote": {
    "text": "Being kind is the most important thing I've ever been taught. That's what my parents always told me - more important than ambition or success is being kind to people. The cornerstone of my life. What I aspire to is to be kind."
   },
   "author": {
    "text": "Rafe Spall"
   }
  },
  {
   "quote": {
    "text": "Asian American success is often presented as something of a horror - robotic, unfeeling machines psychotically hellbent on excelling, products of abusive tiger parenting who care only about test scores and perfection, driven to succeed without even knowing why."
   },
   "author": {
    "text": "Jenny Zhang"
   }
  },
  {
   "quote": {
    "text": "You know you've reached true success the day you become truly humble. That's the day you stop needing to prove to the world - and yourself - that you've accomplished something meaningful."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "Past success is no guarantee of future success, so I have learned to be an entrepreneur. I began to produce and direct my own projects."
   },
   "author": {
    "text": "Ian Ziering"
   }
  },
  {
   "quote": {
    "text": "What about the rat race in the first place? Is it worthwhile? Or are you just buying into someone else's definition of success? Only you can decide that, and you'll have to decide it over and over and over. But if you think it's a rat race, before you drop out, take a deep breath. Maybe you picked the wrong job. Try again. And then try again."
   },
   "author": {
    "text": "Sheryl Sandberg"
   }
  },
  {
   "quote": {
    "text": "I feel that gender balance in the work environment is actually the best recipe for success."
   },
   "author": {
    "text": "Anne Wojcicki"
   }
  },
  {
   "quote": {
    "text": "As long as you have discipline, you can be a success. Discipline is what makes you do everything you need to do."
   },
   "author": {
    "text": "Anthony Joshua"
   }
  },
  {
   "quote": {
    "text": "In actuality, California could be a wonderful place to live. In fact, if you're highly educated and ambitious, you can do quite well here while enjoying the sun and the fun. The only problem: California will then blame you for your success and recommend that all your cash be removed from you."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "Perseverance - a lowly virtue whereby mediocrity achieves an inglorious success."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "The danger is in pleasing an immediate public: the immediate public that comes around you and takes you in and accepts you and gives you success and everything. Instead of that, you should wait for fifty years or a hundred years for your true public. That is the only public that interests me."
   },
   "author": {
    "text": "Marcel Duchamp"
   }
  },
  {
   "quote": {
    "text": "I've always valued and encouraged teamwork, and that collaborative spirit of we versus I is core to Intuit's success. Innovation has been part of Intuit's DNA for nearly 30 years."
   },
   "author": {
    "text": "Brad D. Smith"
   }
  },
  {
   "quote": {
    "text": "Taxation is the price we pay for failing to build a civilized society. The higher the tax level, the greater the failure. A centrally planned totalitarian state represents a complete defeat for the civilized world, while a totally voluntary society represents its ultimate success."
   },
   "author": {
    "text": "Mark Skousen"
   }
  },
  {
   "quote": {
    "text": "It's hard to find an emblem of cultural, national pride that burns as bright as Israel's success in classical music."
   },
   "author": {
    "text": "Zubin Mehta"
   }
  },
  {
   "quote": {
    "text": "My story of success and failure is not just about music and being famous. It's about living and loving and trying to find purpose in this crazy world."
   },
   "author": {
    "text": "Wynonna Judd"
   }
  },
  {
   "quote": {
    "text": "Success made me self-sufficient, but it also took away my anonymity. I'm just this quiet nobody, and all of a sudden people are nervous around me. That was kind of weird."
   },
   "author": {
    "text": "Lisa Bonet"
   }
  },
  {
   "quote": {
    "text": "I think the success around any product is really about subtle insights. You need a great product and a bigger vision to execute against, but it's really those small things that make the big difference."
   },
   "author": {
    "text": "Chad Hurley"
   }
  },
  {
   "quote": {
    "text": "Success represents the 1% of your work which results from the 99% that is called failure."
   },
   "author": {
    "text": "Soichiro Honda"
   }
  },
  {
   "quote": {
    "text": "Fortune befriends the bold."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "Before you can become a millionaire, you must learn to think like one. You must learn how to motivate yourself to counter fear with courage. Making critical decisions about your career, business, investments and other resources conjures up fear, fear that is part of the process of becoming a financial success."
   },
   "author": {
    "text": "Thomas J. Stanley"
   }
  },
  {
   "quote": {
    "text": "Success comes from taking the initiative and following up... persisting... eloquently expressing the depth of your love. What simple action could you take today to produce a new momentum toward success in your life?"
   },
   "author": {
    "text": "Tony Robbins"
   }
  },
  {
   "quote": {
    "text": "Success is finding satisfaction in giving a little more than you take."
   },
   "author": {
    "text": "Christopher Reeve"
   }
  },
  {
   "quote": {
    "text": "My success isn't a result of arrogance - it's a result of belief."
   },
   "author": {
    "text": "Conor McGregor"
   }
  },
  {
   "quote": {
    "text": "No self-respecting woman should wish or work for the success of a party who ignores her sex."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "You wanna know what scares people? Success. When you don't make moves and when you don't climb up the ladder, everybody loves you because you're not competition."
   },
   "author": {
    "text": "Nicki Minaj"
   }
  },
  {
   "quote": {
    "text": "After a lifetime of working, raising families, and contributing to the success of this nation in countless other ways, senior citizens deserve to retire with dignity."
   },
   "author": {
    "text": "Charlie Gonzalez"
   }
  },
  {
   "quote": {
    "text": "Success is a state of mind. If you want success, start thinking of yourself as a success."
   },
   "author": {
    "text": "Joyce Brothers"
   }
  },
  {
   "quote": {
    "text": "Success is not just making money. Success is happiness. Success is fulfillment; it's the ability to give."
   },
   "author": {
    "text": "Adam Neumann"
   }
  },
  {
   "quote": {
    "text": "Action is the foundational key to all success."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "Nothing succeeds like success. Get a little success, and then just get a little more."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Seventy percent of success in life is showing up."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "The secret of success is sincerity."
   },
   "author": {
    "text": "Jean Giraudoux"
   }
  },
  {
   "quote": {
    "text": "Enjoying success requires the ability to adapt. Only by being open to change will you have a true opportunity to get the most from your talent."
   },
   "author": {
    "text": "Nolan Ryan"
   }
  },
  {
   "quote": {
    "text": "Winning isnt everything, but it sure beats anything that comes in second."
   },
   "author": {
    "text": "Bear Bryant"
   }
  },
  {
   "quote": {
    "text": "Success is achieved and maintained by those who try and keep trying."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "Always remember that striving and struggle precede success, even in the dictionary."
   },
   "author": {
    "text": "Sarah Ban Breathnach"
   }
  },
  {
   "quote": {
    "text": "Success to me is only two things: happiness and stability."
   },
   "author": {
    "text": "Kehlani"
   }
  },
  {
   "quote": {
    "text": "I think baking is very rewarding, and if you follow a good recipe, you will get success."
   },
   "author": {
    "text": "Mary Berry"
   }
  },
  {
   "quote": {
    "text": "Definiteness of purpose is the starting point of all achievement."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "To this day, just always treat people the way you want to be treated. Whether it's family or friends or co-workers, I think it's the most important thing. Whether you have success or don't have it, whether you're a good person is all that matters."
   },
   "author": {
    "text": "Brenda Song"
   }
  },
  {
   "quote": {
    "text": "Being part of the Workshop is like being part of a really big family. Everyone is so close. Everyone feels the success of others who go on to do well. Whatever happens, I will still be part of the Workshop."
   },
   "author": {
    "text": "Lucy Carless"
   }
  },
  {
   "quote": {
    "text": "Failure is only postponed success as long as courage 'coaches' ambition. The habit of persistence is the habit of victory."
   },
   "author": {
    "text": "Herbert Kaufman"
   }
  },
  {
   "quote": {
    "text": "One measure of your success will be the degree to which you build up others who work with you. While building up others, you will build up yourself."
   },
   "author": {
    "text": "James E. Casey"
   }
  },
  {
   "quote": {
    "text": "Steroids do not guarantee you're going to have success. I think a lot of people think that they will, but they don't."
   },
   "author": {
    "text": "Tony Gwynn"
   }
  },
  {
   "quote": {
    "text": "Focus on being balanced - success is balance."
   },
   "author": {
    "text": "Laila Ali"
   }
  },
  {
   "quote": {
    "text": "They talk about the failure of socialism but where is the success of capitalism in Africa, Asia and Latin America?"
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "Failure is not an option. Everyone has to succeed."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "Success comes from knowing that you did your best to become the best that you are capable of becoming."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "Success comes to those who have an entire mountain of gold that they continually mine, not those who find one nugget and try to live on it for fifty years."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "For unflagging interest and enjoyment, a household of children, if things go reasonably well, certainly all other forms of success and achievement lose their importance by comparison."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "I believe any success in life is made by going into an area with a blind, furious optimism."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "I look at where I'm at today and realize that most of my success is owed to the mentors that was in my life."
   },
   "author": {
    "text": "Kendrick Lamar"
   }
  },
  {
   "quote": {
    "text": "No matter who we are or where we live, we all share a basic concern for the safety and well-being of our young people. Their welfare is the most telling measure of our nation's success - and their potential is the most promising element of its future. It is up to us - all of us - to safeguard that future."
   },
   "author": {
    "text": "Loretta Lynch"
   }
  },
  {
   "quote": {
    "text": "When you've learned to love yourself, you get all the things that come with that. Friends, passion, success."
   },
   "author": {
    "text": "Christen Press"
   }
  },
  {
   "quote": {
    "text": "I had to overcome bullies and other people who didn't like me and tormented me. I overcame those things with positive affirmations and setting goals. When I would set goals, I wouldn't let anything get in the way of me breaking them. As I found success, a lot of those things subsided and became less important."
   },
   "author": {
    "text": "Jake Paul"
   }
  },
  {
   "quote": {
    "text": "Think of success as a game of chance in which you have control over the odds. As you begin to master concepts in personal achievement, you are increasing your odds of achieving success."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "My grandmother lived to 104 years old, and part of her success was she woke up every morning to a brand new day. She said every morning is a new gift. Her favorite hobby was collecting birthdays."
   },
   "author": {
    "text": "George Takei"
   }
  },
  {
   "quote": {
    "text": "Adjusting to the passage of time, I think, is a key to success and to life: just being able to roll with the punches."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "True success, true happiness lies in freedom and fulfillment."
   },
   "author": {
    "text": "Dada Vaswani"
   }
  },
  {
   "quote": {
    "text": "Social enables word of mouth at an unprecedented scale. Its most powerful effect, through reviews and recommendations, is to put product quality and value for money as the key to success in commerce. Social brings a level of transparency that prevents marketers from advertising their way to success without underlying product quality."
   },
   "author": {
    "text": "Roelof Botha"
   }
  },
  {
   "quote": {
    "text": "The key to success is to focus our conscious mind on things we desire not things we fear."
   },
   "author": {
    "text": "Brian Tracy"
   }
  },
  {
   "quote": {
    "text": "Any fact facing us is not as important as our attitude toward it, for that determines our success or failure. The way you think about a fact may defeat you before you ever do anything about it. You are overcome by the fact because you think you are."
   },
   "author": {
    "text": "Norman Vincent Peale"
   }
  },
  {
   "quote": {
    "text": "There are millions of Americans outside Washington who are tired of stale political arguments and are moving this country forward. They believe, and I believe, that here in America, our success should depend not on accident of birth, but the strength of our work ethic and the scope of our dreams."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Tell me, why is the media here so negative? Why are we in India so embarrassed to recognise our own strengths, our achievements? We are such a great nation. We have so many amazing success stories but we refuse to acknowledge them. Why?"
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "To get down to the quick of it, respect motivates me - not success."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "Social media has been such a big platform for my success. But it can also be a toxic place."
   },
   "author": {
    "text": "Rupi Kaur"
   }
  },
  {
   "quote": {
    "text": "Success is not greedy, as people think, but insignificant. That is why it satisfies nobody."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "We are taught to consume. And that's what we do. But if we realized that there really is no reason to consume, that it's just a mind set, that it's just an addiction, then we wouldn't be out there stepping on people's hands climbing the corporate ladder of success."
   },
   "author": {
    "text": "River Phoenix"
   }
  },
  {
   "quote": {
    "text": "In the first six to twelve months of a war with the United States and Great Britain I will run wild and win victory upon victory. But then, if the war continues after that, I have no expectation of success."
   },
   "author": {
    "text": "Isoroku Yamamoto"
   }
  },
  {
   "quote": {
    "text": "No foreign policy - no matter how ingenious - has any chance of success if it is born in the minds of a few and carried in the hearts of none."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "Back 20 years ago, there was a division between movie actors and TV actors. That's kind of gone away. People who have had a lot of success in movies in the past now want to be on TV. There used to be much more of a quality division between TV and movies, and that's kind of not the case anymore."
   },
   "author": {
    "text": "Michael Imperioli"
   }
  },
  {
   "quote": {
    "text": "Success - it's what you do with what you've got."
   },
   "author": {
    "text": "Woody Hayes"
   }
  },
  {
   "quote": {
    "text": "I'm lucky to be part of a team who help to make me look good, and they deserve as much of the credit for my success as I do for the hard work we have all put in on the training ground."
   },
   "author": {
    "text": "Lionel Messi"
   }
  },
  {
   "quote": {
    "text": "Some of the best lessons we ever learn are learned from past mistakes. The error of the past is the wisdom and success of the future."
   },
   "author": {
    "text": "Dale Turner"
   }
  },
  {
   "quote": {
    "text": "If you are a lawyer, and you want to take on easier cases, you can prosecute traffic violations or something. You'd have a very high rate of success, and you probably could sleep more easily at night. But that's not what drives me."
   },
   "author": {
    "text": "Amal Clooney"
   }
  },
  {
   "quote": {
    "text": "Failure is not our only punishment for laziness; there is also the success of others."
   },
   "author": {
    "text": "Jules Renard"
   }
  },
  {
   "quote": {
    "text": "Success doesn't happen quickly. It happens from doing the same thing over and over, becoming great at it, and delivering great value to consumers."
   },
   "author": {
    "text": "Kevin Plank"
   }
  },
  {
   "quote": {
    "text": "The greatest trap in our life is not success, popularity or power, but self-rejection."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "What I have in common with the character in 'Truman' is this incredible need to please people. I feel like I want to take care of everyone and I also feel this terrible guilt if I am unable to. And I have felt this way ever since all this success started."
   },
   "author": {
    "text": "Jim Carrey"
   }
  },
  {
   "quote": {
    "text": "One press account said I was an overnight success. I thought that was the longest night I've ever spent."
   },
   "author": {
    "text": "Sandra Cisneros"
   }
  },
  {
   "quote": {
    "text": "To be successful, you have to have your heart in your business and your business in your heart."
   },
   "author": {
    "text": "Thomas J. Watson"
   }
  },
  {
   "quote": {
    "text": "One of the core organizing principles of my life is that success comes through a delicate balance between making things happen and letting things happen."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "Only stupid people are changed by success."
   },
   "author": {
    "text": "Jurgen Klopp"
   }
  },
  {
   "quote": {
    "text": "I firmly believe that success lies in the combination of both talent and business savvy, and that the magic comes through partnership between both."
   },
   "author": {
    "text": "Delphine Arnault"
   }
  },
  {
   "quote": {
    "text": "Success is not the key to happiness. Happiness is the key to success. If you love what you do, you'll be successful."
   },
   "author": {
    "text": "Tyga"
   }
  },
  {
   "quote": {
    "text": "People are the key to success or extraordinary success."
   },
   "author": {
    "text": "Azim Premji"
   }
  },
  {
   "quote": {
    "text": "The success of the Rat Pack or the Clan was due to the camaraderie, the three guys who work together and kid each other and love each other."
   },
   "author": {
    "text": "Sammy Davis, Jr."
   }
  },
  {
   "quote": {
    "text": "All those who are around me are the bridge to my success, so they are all important."
   },
   "author": {
    "text": "Manny Pacquiao"
   }
  },
  {
   "quote": {
    "text": "Looking back, Google's success came from the fortuitous timing of being born at the cusp of the broadband age. But it also came about because of the new reality of the Internet: a lot of services were going to be algorithmic, and owning your own infrastructure would be a key advantage."
   },
   "author": {
    "text": "Om Malik"
   }
  },
  {
   "quote": {
    "text": "Success is sweet and sweeter if long delayed and gotten through many struggles and defeats."
   },
   "author": {
    "text": "Amos Bronson Alcott"
   }
  },
  {
   "quote": {
    "text": "I try not to be influenced by success or popularity."
   },
   "author": {
    "text": "Suga"
   }
  },
  {
   "quote": {
    "text": "The most glorious moments in your life are not the so-called days of success, but rather those days when out of dejection and despair you feel rise in you a challenge to life, and the promise of future accomplishments."
   },
   "author": {
    "text": "Gustave Flaubert"
   }
  },
  {
   "quote": {
    "text": "Giving responsibility is the key to success with boys, especially with the rowdiest and most difficult boys."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "By his own admission, Carson's remarkable hand-eye coordination allowed him to soar as a surgeon, and he used that success to build a lucrative reputation as a purveyor of advice for young and old. His book for young people is titled 'You Have a Brain.'"
   },
   "author": {
    "text": "Lawrence M. Krauss"
   }
  },
  {
   "quote": {
    "text": "I don't really think I am the most beautiful woman in the world at all. If I can create some illusion to that effect - and it seems I have - then that is what spells success to me."
   },
   "author": {
    "text": "Jayne Mansfield"
   }
  },
  {
   "quote": {
    "text": "I guess I'm motivated by the fear of failure to some degree and knowing what can happen when you don't do things the way you need to do them to have success."
   },
   "author": {
    "text": "Nick Saban"
   }
  },
  {
   "quote": {
    "text": "I don't want to be married to someone who feels inferior to my success or because I make more money than he does."
   },
   "author": {
    "text": "Grace Kelly"
   }
  },
  {
   "quote": {
    "text": "Diversity is essential to the success of the news industry, and journalists must include diverse voices in their coverage in order to reach a broader audience. We have stories to tell, but many in our audience have stopped listening because they can tell that we're not talking about them."
   },
   "author": {
    "text": "Gwen Ifill"
   }
  },
  {
   "quote": {
    "text": "I'm a forgiver. I might not forget, but I forgive. My mother, father and older brother always told me: 'Don't hold grudges. If you do that, you don't lower yourself down to your adversary. Just treat people the way you want to be treated.' I honestly think that's why I was able to survive and have some success."
   },
   "author": {
    "text": "Monte Irvin"
   }
  },
  {
   "quote": {
    "text": "I think swagger's a confidence. It's a confidence of you knowing that you work hard for your success. A lot of times, you can't develop swagger if you haven't worked hard to succeed."
   },
   "author": {
    "text": "Amar'e Stoudemire"
   }
  },
  {
   "quote": {
    "text": "I passionately believe that's it's not just what you say that counts, it's also how you say it - that the success of your argument critically depends on your manner of presenting it."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "It had long since come to my attention that people of accomplishment rarely sat back and let things happen to them. They went out and happened to things."
   },
   "author": {
    "text": "Elinor Smith"
   }
  },
  {
   "quote": {
    "text": "I'm happy to be on a winning team. My individual success, that lasts for a short period of time. The success of being a part of the South, of Atlanta, which is now the hot bed of music, that's what's gonna last the longest. The fact that I contributed to planting our flag and moving music to my city, that's what I'm most proud of."
   },
   "author": {
    "text": "T.I."
   }
  },
  {
   "quote": {
    "text": "Be passionate and bold. Always keep learning. You stop doing useful things if you don't learn. So the last part to me is the key, especially if you have had some initial success. It becomes even more critical that you have the learning 'bit' always switched on."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "If you work hard at anything, you're going to experience some success. And the greatest gift is when you have something you really love to do and you can integrate that into your work life. I feel like it's a real privilege that I get to do something that is good for my community and good for the world. But it's also pleasurable for me."
   },
   "author": {
    "text": "Robert Kennedy, Jr."
   }
  },
  {
   "quote": {
    "text": "Follow your passion. Nothing - not wealth, success, accolades or fame - is worth spending a lifetime doing things you don't enjoy."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "Never mind what others do; do better than yourself, beat your own record from day to day, and you are a success."
   },
   "author": {
    "text": "William J. H. Boetcker"
   }
  },
  {
   "quote": {
    "text": "Your success depends mainly upon what you think of yourself and whether you believe in yourself."
   },
   "author": {
    "text": "William J. H. Boetcker"
   }
  },
  {
   "quote": {
    "text": "Entrepreneurs are risk takers, willing to roll the dice with their money or reputation on the line in support of an idea or enterprise. They willingly assume responsibility for the success or failure of a venture and are answerable for all its facets."
   },
   "author": {
    "text": "Victor Kiam"
   }
  },
  {
   "quote": {
    "text": "Mistakes are the best teachers. One does not learn from success. It is desirable to learn vicariously from other people's failures, but it gets much more firmly seared in when they are your own."
   },
   "author": {
    "text": "Mohnish Pabrai"
   }
  },
  {
   "quote": {
    "text": "If you ask me about my success story, the secret is I know when to pull myself back. I don't overexpose myself; I give proper gaps whenever I can. I do not over spend myself, I keep myself busy in lot of activities. I really work hard; I work harder than others, by focussing on my fitness level and studying music."
   },
   "author": {
    "text": "Sonu Nigam"
   }
  },
  {
   "quote": {
    "text": "Universal vaccination may well be the greatest success story in medical history."
   },
   "author": {
    "text": "Michael Specter"
   }
  },
  {
   "quote": {
    "text": "Our success as a global brand has been directly related to how we select locations where we are confident our particular clients desire to be. Los Cabos, Mexico is the ideal Engel & Volkers market, growing in popularity among world luxury travelers seeking exceptional properties for second home opportunities."
   },
   "author": {
    "text": "Anthony Hitt"
   }
  },
  {
   "quote": {
    "text": "If you find it in your heart to care for somebody else, you will have succeeded."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "You are loved just for being who you are, just for existing. You don't have to do anything to earn it. Your shortcomings, your lack of self-esteem, physical perfection, or social and economic success - none of that matters. No one can take this love away from you, and it will always be here."
   },
   "author": {
    "text": "Ram Dass"
   }
  },
  {
   "quote": {
    "text": "Success is a journey, not a destination."
   },
   "author": {
    "text": "Ben Sweetland"
   }
  },
  {
   "quote": {
    "text": "On or off the field, practice and teamwork are the key to success."
   },
   "author": {
    "text": "Malcolm Jenkins"
   }
  },
  {
   "quote": {
    "text": "Part of the secret of a success in life is to eat what you like and let the food fight it out inside."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "It is the hopeful, buoyant, cheerful attitude of mind that wins. Optimism is a success builder; pessimism an achievement killer."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "If you wish to be a success in the world, promise everything, deliver nothing."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "Encouragement of higher education for our youth is critical to the success of our collective future."
   },
   "author": {
    "text": "Charles B. Rangel"
   }
  },
  {
   "quote": {
    "text": "Money and success don't change people; they merely amplify what is already there."
   },
   "author": {
    "text": "Will Smith"
   }
  },
  {
   "quote": {
    "text": "The longer you hang in there, the greater the chance that something will happen in your favor. No matter how hard it seems, the longer you persist, the more likely your success."
   },
   "author": {
    "text": "Jack Canfield"
   }
  },
  {
   "quote": {
    "text": "Find something you're passionate about and keep tremendously interested in it."
   },
   "author": {
    "text": "Julia Child"
   }
  },
  {
   "quote": {
    "text": "Fighting for one's freedom, struggling towards being free, is like struggling to be a poet or a good Christian or a good Jew or a good Muslim or good Zen Buddhist. You work all day long and achieve some kind of level of success by nightfall, go to sleep and wake up the next morning with the job still to be done. So you start all over again."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I've had a lot of success; I've had failures, so I learn from the failure."
   },
   "author": {
    "text": "Gordon Ramsay"
   }
  },
  {
   "quote": {
    "text": "Everyone who achieves success in a great venture, solves each problem as they came to it. They helped themselves. And they were helped through powers known and unknown to them at the time they set out on their voyage. They keep going regardless of the obstacles they met."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "Success has always been a great liar."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "To do a common thing uncommonly well brings success."
   },
   "author": {
    "text": "Henry J. Heinz"
   }
  },
  {
   "quote": {
    "text": "Honesty is the cornerstone of all success, without which confidence and ability to perform shall cease to exist."
   },
   "author": {
    "text": "Mary Kay Ash"
   }
  },
  {
   "quote": {
    "text": "Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "I tried out various experiments described in treatises on physics and chemistry, and the results were sometimes unexpected. At times, I would be encouraged by a little unhoped-for success; at others, I would be in the deepest despair because of accidents and failures resulting from my inexperience."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "One of the key elements of human behavior is, humans have a greater fear of loss than enjoyment of success. All the academic studies will show you that the fear of loss of capital is far greater than the enjoyment of gains."
   },
   "author": {
    "text": "Laurence D. Fink"
   }
  },
  {
   "quote": {
    "text": "With five chances on each hand and one unwavering aim, no boy, however poor, need despair. There is bread and success for every youth under the American flag who has energy and ability to seize his opportunity."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Whether you come from a council estate or a country estate, your success will be determined by your own confidence and fortitude."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Problems or successes, they all are the results of our own actions. Karma. The philosophy of action is that no one else is the giver of peace or happiness. One's own karma, one's own actions are responsible to come to bring either happiness or success or whatever."
   },
   "author": {
    "text": "Maharishi Mahesh Yogi"
   }
  },
  {
   "quote": {
    "text": "A friend of mine said something powerful at his grandfather's funeral. He said that the greatest lesson from his grandfather's life was that he died empty, because he accomplished everything he wanted, with no regrets. I think that, along with leaving a legacy, would be the greatest sign of success."
   },
   "author": {
    "text": "Marvin Sapp"
   }
  },
  {
   "quote": {
    "text": "Microsoft has had two goals in the last 10 years. One was to copy the Mac, and the other was to copy Lotus' success in the spreadsheet - basically, the applications business. And over the course of the last 10 years, Microsoft accomplished both of those goals. And now they are completely lost."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Success comes when people act together; failure tends to happen alone."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "What material success does is provide you with the ability to concentrate on other things that really matter. And that is being able to make a difference, not only in your own life, but in other people's lives."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "The only true measure of success is the ratio between what we might have done and what we might have been on the one hand, and the thing we have made and the things we have made of ourselves on the other."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "Failure is success if we learn from it."
   },
   "author": {
    "text": "Malcolm Forbes"
   }
  },
  {
   "quote": {
    "text": "The business of biomedical research is mostly about failure. Few projects we commission will ultimately result in success. But every study we do contributes to the body of knowledge that brings science and society closer to a solution."
   },
   "author": {
    "text": "Kenneth Frazier"
   }
  },
  {
   "quote": {
    "text": "The success of a production depends on the attention paid to detail."
   },
   "author": {
    "text": "David O. Selznick"
   }
  },
  {
   "quote": {
    "text": "Happiness must happen, and the same holds for success: you have to let it happen by not caring about it."
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "We know from research that growth is actually contagious, so if you want to reach your goals, you've got to get around people that are going in the same direction you want to be going, and you will catch the success."
   },
   "author": {
    "text": "Henry Cloud"
   }
  },
  {
   "quote": {
    "text": "If you set your goals ridiculously high and it's a failure, you will fail above everyone else's success."
   },
   "author": {
    "text": "James Cameron"
   }
  },
  {
   "quote": {
    "text": "I think our slow, humble beginnings in surf shops, ski shops, bike shops, and motorcycle shops have been extremely important for our success. GoPro is all about celebrating an active lifestyle and sharing that with other people. It's authentic. It's not a brand that we went out and bought a bunch of ads for to create."
   },
   "author": {
    "text": "Nick Woodman"
   }
  },
  {
   "quote": {
    "text": "The secret to success is to offend the greatest number of people."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Basically, when you get to my age, you'll really measure your success in life by how many of the people you want to have love you actually do love you."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "A lot of people don't understand what feminism is. They think it is about advance and success for women, but it's not that at all. It is about power for the female left. And they have this, I think, ridiculous idea that American women are oppressed by the patriarchy and we need laws and government to solve our problems for us."
   },
   "author": {
    "text": "Phyllis Schlafly"
   }
  },
  {
   "quote": {
    "text": "The British were indeed very far superior to the Americans in every respect necessary to military operations, except the revivified courage and resolution, the result of sudden success after despair."
   },
   "author": {
    "text": "Mercy Otis Warren"
   }
  },
  {
   "quote": {
    "text": "I believe we can accelerate our acumen, performance and success by leveraging our associations and spending time with people better than us."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "If I write a book where all I've ever experienced is success, people won't take a positive lesson from it. In being candid, I have to own up to my own failures, both in my marriage and in my work environment."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "To burn always with this hard, gem-like flame, to maintain this ecstasy, is success in life."
   },
   "author": {
    "text": "Walter Pater"
   }
  },
  {
   "quote": {
    "text": "If I wasn't even famous or had any success, I would still wake up and put tons of make-up on, and put on a cool outfit. That's always been who I've been my whole life, so that's never gonna change. I love fashion. I love getting dressed up. I love Halloween, too."
   },
   "author": {
    "text": "Gwen Stefani"
   }
  },
  {
   "quote": {
    "text": "When people have success, one of two things happen. They either get really satisfied and want to keep thinking about it and talking about what they did, or the success becomes a little addictive, and it makes them want to keep having more."
   },
   "author": {
    "text": "Nick Saban"
   }
  },
  {
   "quote": {
    "text": "I think that success is having fun."
   },
   "author": {
    "text": "Bruno Mars"
   }
  },
  {
   "quote": {
    "text": "With the success of a show, you get an opportunity to call attention to things that you believe in."
   },
   "author": {
    "text": "Bradley Whitford"
   }
  },
  {
   "quote": {
    "text": "In the end, you make your reputation and you have your success based upon credibility and being able to provide people who are really hungry for information what they want."
   },
   "author": {
    "text": "Brit Hume"
   }
  },
  {
   "quote": {
    "text": "If you wish to succeed in life, make perseverance your bosom friend, experience your wise counselor, caution your elder brother, and hope your guardian genius."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "Flaming enthusiasm, backed up by horse sense and persistence, is the quality that most frequently makes for success."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "Canada's extraordinary success is that we have bound together a vast country with a set of shared ideas and beliefs."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "Anything that won't sell, I don't want to invent. Its sale is proof of utility, and utility is success."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "Finding good partners is the key to success in anything: in business, in marriage and, especially, in investing."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "Overcoming fear is the first step to success for entrepreneurs. The winners all exemplify that, and the hard work and commitment they have shown underlines what is needed to set up a business."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "My success, literally, is your success figuratively."
   },
   "author": {
    "text": "Bo Burnham"
   }
  },
  {
   "quote": {
    "text": "I grew up in the once segregated South. I experienced forced integration during my formative school years. I lived the sacrifices, burdens, and tears. I also lived the moments of understanding, of acknowledgment, of fellowship and success. I saw my parents and grandparents coming home beaten down - and some of my friends beaten up."
   },
   "author": {
    "text": "Donna Brazile"
   }
  },
  {
   "quote": {
    "text": "Success is dependent upon the glands - sweat glands."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "If you have people invested emotionally in the success of their team, that usually translates to strong attendance."
   },
   "author": {
    "text": "Kelley O'Hara"
   }
  },
  {
   "quote": {
    "text": "I wonder how many times people give up just before a breakthrough - when they are on the very brink of success."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "One man cannot practice many arts with success."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "For true success ask yourself these four questions: Why? Why not? Why not me? Why not now?"
   },
   "author": {
    "text": "James Allen"
   }
  },
  {
   "quote": {
    "text": "It is not the going out of port, but the coming in, that determines the success of a voyage."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "Don't confuse fame with success. Madonna is one; Helen Keller is the other."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "Success is counted sweetest by those who never succeed."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "She's the kind of girl who climbed the ladder of success wrong by wrong."
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "The making of friends who are real friends, is the best token we have of a man's success in life."
   },
   "author": {
    "text": "Edward Everett Hale"
   }
  },
  {
   "quote": {
    "text": "Success produces confidence; confidence relaxes industry, and negligence ruins the reputation which accuracy had raised."
   },
   "author": {
    "text": "Ben Jonson"
   }
  },
  {
   "quote": {
    "text": "I think true success is intrinsic... It's love. It's kindness. It's community."
   },
   "author": {
    "text": "Tom Shadyac"
   }
  },
  {
   "quote": {
    "text": "Success to me is being a good person, treating people well."
   },
   "author": {
    "text": "David LaChapelle"
   }
  },
  {
   "quote": {
    "text": "I am fully aware that everybody has a right to succeed, and success should be with ethics."
   },
   "author": {
    "text": "Sharad Pawar"
   }
  },
  {
   "quote": {
    "text": "Success is not two cars or a swimming pool. It's the approval of your peers."
   },
   "author": {
    "text": "Peter Finch"
   }
  },
  {
   "quote": {
    "text": "I find my greatest pleasure, and so my reward, in the work that precedes what the world calls success."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "Before success comes in any man's life, he's sure to meet with much temporary defeat and, perhaps some failures. When defeat overtakes a man, the easiest and the most logical thing to do is to quit. That's exactly what the majority of men do."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "Be careful of success; it has a dark side."
   },
   "author": {
    "text": "Robert Redford"
   }
  },
  {
   "quote": {
    "text": "It's a common misconception that money is every entrepreneur's metric for success. It's not, and nor should it be."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "To me, the #1 key to success is 'creating lasting positive change in yourself and others.' That is what is most rare, most difficult, and most valuable about leading people."
   },
   "author": {
    "text": "Marshall Goldsmith"
   }
  },
  {
   "quote": {
    "text": "There's no abiding success without commitment."
   },
   "author": {
    "text": "Tony Robbins"
   }
  },
  {
   "quote": {
    "text": "Middle school students are at a critical time in their lives when making good choices matters - the decisions they make in these formative years have an impact on their future success."
   },
   "author": {
    "text": "Danny K. Davis"
   }
  },
  {
   "quote": {
    "text": "Success is a process, a quality of mind and way of being, an outgoing affirmation of life."
   },
   "author": {
    "text": "Alex Noble"
   }
  },
  {
   "quote": {
    "text": "Everything I have, my career, my success, my family, I owe to America."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "Because after my first year I had a lot of success, took everybody by storm, came back the next year thought it was easy and didn't have near the season I had the previous year. It was kind of a wake-up call. And so, life goes on."
   },
   "author": {
    "text": "Brett Favre"
   }
  },
  {
   "quote": {
    "text": "For success of any mission, it is necessary to have creative leadership. Creative leadership is vital for government, non-governmental organisations as well as for industries."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "The road to success and the road to failure are almost exactly the same."
   },
   "author": {
    "text": "Colin R. Davis"
   }
  },
  {
   "quote": {
    "text": "Once you have a lot of success, you become a target in many ways."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "There are thousands of inspirational stories waiting to be told about young women who yearn for a great education. They are stories of struggle and stories of success, and they will inspire others to take action and work to change lives."
   },
   "author": {
    "text": "Soledad O'Brien"
   }
  },
  {
   "quote": {
    "text": "Sound character provides the power with which a person may ride the emergencies of life instead of being overwhelmed by them. Failure is... the highway to success."
   },
   "author": {
    "text": "Og Mandino"
   }
  },
  {
   "quote": {
    "text": "Whenever you have taken up work in hand, you must see it to the finish. That is the ultimate secret of success. Never, never, never give up!"
   },
   "author": {
    "text": "Dada Vaswani"
   }
  },
  {
   "quote": {
    "text": "The secret of success is learning how to use pain and pleasure instead of having pain and pleasure use you. If you do that, you're in control of your life. If you don't, life controls you."
   },
   "author": {
    "text": "Tony Robbins"
   }
  },
  {
   "quote": {
    "text": "Success is dangerous. One begins to copy oneself, and to copy oneself is more dangerous than to copy others. It leads to sterility."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "Do you remember any instance where tyranny was destroyed and freedom established on its ruins, among a people possessing so small a share of virtue and public spirit? I recollect none, and this more than the British arms makes me fearful of final success, without a reform."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "It's about enjoying your life. If you have no family, no friends to enjoy it with, it don't matter how much you have, how much success you have, how much fame you have, how much money you have, it doesn't matter."
   },
   "author": {
    "text": "Vanilla Ice"
   }
  },
  {
   "quote": {
    "text": "Listen to clients, employees, and peers and stay open to their ideas, feedback, and answers. Doing so is vital to the success of any leader."
   },
   "author": {
    "text": "Adena Friedman"
   }
  },
  {
   "quote": {
    "text": "Good ideas are like Nike sports shoes. They may facilitate success for an athlete who possesses them, but on their own they are nothing but an overpriced pair of sneakers. Sports shoes don't win races. Athletes do."
   },
   "author": {
    "text": "Felix Dennis"
   }
  },
  {
   "quote": {
    "text": "Success is getting and achieving what you want. Happiness is wanting and being content with what you get."
   },
   "author": {
    "text": "Bernard Meltzer"
   }
  },
  {
   "quote": {
    "text": "I will form good habits and become their slave. And how will I accomplish this difficult feat? Through these scrolls it will be done, for each scroll contains a principle which will drive a bad habit from my life and replace it with one which will bring me closer to success."
   },
   "author": {
    "text": "Og Mandino"
   }
  },
  {
   "quote": {
    "text": "I think when smallpox was eliminated, the whole world got pretty excited about that because it's just such a dramatic success."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Success, to me, is just doing things that I'm really proud of."
   },
   "author": {
    "text": "Dua Lipa"
   }
  },
  {
   "quote": {
    "text": "When it comes to success, there are no shortcuts."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "If you drill down on any success story, you always discover that luck was a huge part of it. You can't control luck, but you can move from a game with bad odds to one with better odds. You can make it easier for luck to find you. The most useful thing you can do is stay in the game."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "The framers of the Constitution were so clear in the federalist papers and elsewhere that they felt an independent judiciary was critical to the success of the nation."
   },
   "author": {
    "text": "Sandra Day O'Connor"
   }
  },
  {
   "quote": {
    "text": "People seldom see the halting and painful steps by which the most insignificant success is achieved."
   },
   "author": {
    "text": "Anne Sullivan"
   }
  },
  {
   "quote": {
    "text": "Luxury is the wolf at the door and its fangs are the vanities and conceits germinated by success. When an artist learns this, he knows where the danger is."
   },
   "author": {
    "text": "Tennessee Williams"
   }
  },
  {
   "quote": {
    "text": "People think your success is just a matter of having a pretty face. But it's easy to be chewed up and spat out. You've got to stay ahead of the game to be able to stay in it."
   },
   "author": {
    "text": "Kate Moss"
   }
  },
  {
   "quote": {
    "text": "A man with a silver spoon may get his share of supporters, but he can never be an inspiration for somebody! Patience and hard work are the key to every man's success."
   },
   "author": {
    "text": "Kailash Kher"
   }
  },
  {
   "quote": {
    "text": "Life is bigger than cinema. Cinema is just a part of life, so I never take success or failure seriously."
   },
   "author": {
    "text": "Pawan Kalyan"
   }
  },
  {
   "quote": {
    "text": "The preparation is what allows the success to happen naturally."
   },
   "author": {
    "text": "Jake Arrieta"
   }
  },
  {
   "quote": {
    "text": "People of mediocre ability sometimes achieve outstanding success because they don't know when to quit. Most men succeed because they are determined to."
   },
   "author": {
    "text": "George Allen, Sr."
   }
  },
  {
   "quote": {
    "text": "My parents fled from a Cuban dictatorship in search of freedom. Growing up, I saw my parents struggle... I am here today because of them. My success is their success. Their sacrifice and perseverance made my education possible."
   },
   "author": {
    "text": "Alexander Acosta"
   }
  },
  {
   "quote": {
    "text": "Success in foreign policy, as in carpentry, requires the right tools for the job."
   },
   "author": {
    "text": "Richard N. Haass"
   }
  },
  {
   "quote": {
    "text": "Success depends in a very large measure upon individual initiative and exertion, and cannot be achieved except by a dint of hard work."
   },
   "author": {
    "text": "Anna Pavlova"
   }
  },
  {
   "quote": {
    "text": "Honesty is the most single most important factor having a direct bearing on the final success of an individual, corporation, or product."
   },
   "author": {
    "text": "Ed McMahon"
   }
  },
  {
   "quote": {
    "text": "We're constantly striving for success, fame and comfort when all we really need to be happy is someone or some thing to be enthusiastic about."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "It's both rebellion and conformity that attack you with success."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "I live in a country where music has very little success, though, exclusive of those who have forsaken us, we have still admirable professors and, more particularly, composers of great solidity, knowledge, and taste."
   },
   "author": {
    "text": "Wolfgang Amadeus Mozart"
   }
  },
  {
   "quote": {
    "text": "The person interested in success has to learn to view failure as a healthy, inevitable part of the process of getting to the top."
   },
   "author": {
    "text": "Joyce Brothers"
   }
  },
  {
   "quote": {
    "text": "Success is the sum of details."
   },
   "author": {
    "text": "Harvey S. Firestone"
   }
  },
  {
   "quote": {
    "text": "Most people give up just when they're about to achieve success. They quit on the one yard line. They give up at the last minute of the game one foot from a winning touchdown."
   },
   "author": {
    "text": "Ross Perot"
   }
  },
  {
   "quote": {
    "text": "Whether you're a founder, a leader, or an individual contributor, building a strong team is critical to your success."
   },
   "author": {
    "text": "Julia Hartz"
   }
  },
  {
   "quote": {
    "text": "I think the success that I have is due to hard work and destiny. It is important to stay grounded and not take things for granted."
   },
   "author": {
    "text": "Alia Bhatt"
   }
  },
  {
   "quote": {
    "text": "Success and failure are equally disastrous."
   },
   "author": {
    "text": "Tennessee Williams"
   }
  },
  {
   "quote": {
    "text": "Just like gold, which has to weather very high temperatures to achieve the sheen and shine it finally gets, so also every person has to go through struggles in his life to achieve success."
   },
   "author": {
    "text": "Kailash Kher"
   }
  },
  {
   "quote": {
    "text": "The success stories in biotechnology are mainly due to the straightforward application of design thinking in both the business and science aspects of our lean startups."
   },
   "author": {
    "text": "Ryan Bethencourt"
   }
  },
  {
   "quote": {
    "text": "I've had my share of struggle. I believe, never take success to your head or failure to your heart."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "The one thing that I know is that you win with good people."
   },
   "author": {
    "text": "Don Shula"
   }
  },
  {
   "quote": {
    "text": "I can give you a six-word formula for success: Think things through - then follow through."
   },
   "author": {
    "text": "Eddie Rickenbacker"
   }
  },
  {
   "quote": {
    "text": "Singleness of purpose is one of the chief essentials for success in life, no matter what may be one's aim."
   },
   "author": {
    "text": "John D. Rockefeller"
   }
  },
  {
   "quote": {
    "text": "I honestly think it is better to be a failure at something you love than to be a success at something you hate."
   },
   "author": {
    "text": "George Burns"
   }
  },
  {
   "quote": {
    "text": "The secret to success, to parenting, to life, is to not count up the cost. Don't focus on all the steps it will take. Don't stare into the abyss at the giant leap it will take. That view will keep you from taking the next small step."
   },
   "author": {
    "text": "Regina Brett"
   }
  },
  {
   "quote": {
    "text": "You have reached the pinnacle of success as soon as you become uninterested in money, compliments, or publicity."
   },
   "author": {
    "text": "Thomas Wolfe"
   }
  },
  {
   "quote": {
    "text": "Intuition is the wisdom formed by feeling and instinct - a gift of knowing without reasoning... Belief is ignited by hope and supported by facts and evidence - it builds alignment and creates confidence. Belief is what sets energy in motion and creates the success that breeds more success."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "Positivity is such a high predicator of success rates."
   },
   "author": {
    "text": "Shawn Achor"
   }
  },
  {
   "quote": {
    "text": "The traditional American family has always been the foundation for success in America."
   },
   "author": {
    "text": "Bill O'Reilly"
   }
  },
  {
   "quote": {
    "text": "Personal relationships are the fertile soil from which all advancement, all success, all achievement in real life grows."
   },
   "author": {
    "text": "Ben Stein"
   }
  },
  {
   "quote": {
    "text": "I was successful materially, but I know life is much more than worldly success. I saw all these blessings God had given me. The way to give thanks is obedience to God."
   },
   "author": {
    "text": "Hakeem Olajuwon"
   }
  },
  {
   "quote": {
    "text": "As an outside; don't worry about failure, because failure will take care of itself. Focus on success."
   },
   "author": {
    "text": "Henry Cavill"
   }
  },
  {
   "quote": {
    "text": "The common idea that success spoils people by making them vain, egotistic and self-complacent is erroneous; on the contrary it makes them, for the most part, humble, tolerant and kind."
   },
   "author": {
    "text": "W. Somerset Maugham"
   }
  },
  {
   "quote": {
    "text": "I suppose your security is your success and your key to success is your fine palate."
   },
   "author": {
    "text": "Gordon Ramsay"
   }
  },
  {
   "quote": {
    "text": "He has achieved success who has worked well, laughed often, and loved much."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "I have only one understanding of development and of making success, and that's by going step by step."
   },
   "author": {
    "text": "Jurgen Klopp"
   }
  },
  {
   "quote": {
    "text": "I don't know what keeps me going. Sometimes I wonder... I think it's just pure perseverance and wanting to succeed and having that burning desire to always have success."
   },
   "author": {
    "text": "Tanya Tucker"
   }
  },
  {
   "quote": {
    "text": "People think that at the top there isn't much room. They tend to think of it as an Everest. My message is that there is tons of room at the top."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "Do something you really like, and hopefully it pays the rent. As far as I'm concerned, that's success."
   },
   "author": {
    "text": "Tom Petty"
   }
  },
  {
   "quote": {
    "text": "The secret of my success is that I make other people money. And, never ever, ever, ever be ashamed about trying to earn as much as possible for yourself, if the person you're working with is also making money. That's life!"
   },
   "author": {
    "text": "Simon Cowell"
   }
  },
  {
   "quote": {
    "text": "We're born with success. It is only others who point out our failures, and what they attribute to us as failure."
   },
   "author": {
    "text": "Whoopi Goldberg"
   }
  },
  {
   "quote": {
    "text": "There are companies with management and companies with money. You can always find money. Management is the key to success in any business."
   },
   "author": {
    "text": "Husnu Ozyegin"
   }
  },
  {
   "quote": {
    "text": "For Nirvana, putting out their first major-label record was like getting into a new car. But the runaway success was like suddenly discovering that the car was a Ferrari and the accelerator pedal was Krazy Glued to the floorboard."
   },
   "author": {
    "text": "Michael Azerrad"
   }
  },
  {
   "quote": {
    "text": "A constant struggle, a ceaseless battle to bring success from inhospitable surroundings, is the price of all great achievements."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "I'm a very competitive person, but competitive with myself. I want to be the best that I can be, and if that means that I'm eventually better than everyone else, then so be it. But I don't go around comparing and contrasting myself with other actors if I can help it. It's also, I think, the key to my success."
   },
   "author": {
    "text": "Wentworth Miller"
   }
  },
  {
   "quote": {
    "text": "After graduating college, I was coming out of a routine I'd been in for several years, all the way back to high school. It was a year-round process of constantly having to work and be disciplined, and I was able to understand and connect the dots between all those characteristics - especially hard work and success."
   },
   "author": {
    "text": "Sam Hunt"
   }
  },
  {
   "quote": {
    "text": "The most important lesson to remember is that failure is inevitable, but so is success, so rebound."
   },
   "author": {
    "text": "Naveen Tewari"
   }
  },
  {
   "quote": {
    "text": "Success is like a high-rise building I'm on the first floor. There are a lot of people in the basement or the parking lot but I was lucky enough to have made it to the first floor and I'm looking to make it to the penthouse."
   },
   "author": {
    "text": "Justin Guarini"
   }
  },
  {
   "quote": {
    "text": "The road to success runs uphill."
   },
   "author": {
    "text": "Willie Davis"
   }
  },
  {
   "quote": {
    "text": "I work hard and do things the way they're supposed to be done just so I can have success out here. I always want more."
   },
   "author": {
    "text": "Stefon Diggs"
   }
  },
  {
   "quote": {
    "text": "No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes."
   },
   "author": {
    "text": "Alfred Adler"
   }
  },
  {
   "quote": {
    "text": "All of my Polynesian counterparts in the NFL with roots in American Samoa understand how the values embedded in our South Pacific culture - community, hard work, perseverance, respect - contribute directly to our success."
   },
   "author": {
    "text": "Troy Polamalu"
   }
  },
  {
   "quote": {
    "text": "It's very easy for me to say what success is. I think success is connecting with an audience who understands you and having a dialogue with them. I think success is continuing to push yourself forward creatively and not sort of becoming a caricature of yourself."
   },
   "author": {
    "text": "Lena Dunham"
   }
  },
  {
   "quote": {
    "text": "Success begins at that magical moment when you declare to yourself, your friends, and the universe that you believe you can do something different."
   },
   "author": {
    "text": "Natalie Massenet"
   }
  },
  {
   "quote": {
    "text": "Success is the best revenge. I always feel women should answer back either with their sarcasm or success."
   },
   "author": {
    "text": "Kangana Ranaut"
   }
  },
  {
   "quote": {
    "text": "Every time you go out there to do something, you wonder if you can do it. There's no assured success. There's no secret recipe for success. Every time you go out there, you go out there with the possibility of great failure."
   },
   "author": {
    "text": "Mel Gibson"
   }
  },
  {
   "quote": {
    "text": "Ultimately, the success of America's market economy depends on trust. This includes trust between buyers and sellers, between lenders and borrowers, and between investors and the companies in which they invest."
   },
   "author": {
    "text": "Amy Klobuchar"
   }
  },
  {
   "quote": {
    "text": "I don't talk about success. I don't know what it is. Wait until I'm dead."
   },
   "author": {
    "text": "Imogen Cunningham"
   }
  },
  {
   "quote": {
    "text": "We need quantitative assessments of the success of education. We need certification and qualifications both for teachers and for pupils. It is not a choice between quantity and quality, between access and excellence. Both of these will happen together if people really do believe in the importance of education to change lives."
   },
   "author": {
    "text": "Gordon Brown"
   }
  },
  {
   "quote": {
    "text": "I think success shows a person's true colors."
   },
   "author": {
    "text": "Freddie Prinze, Jr."
   }
  },
  {
   "quote": {
    "text": "I learned a lot from not having success, and realizing when you do have success, how hard it is to maintain it, and what you have to do to maintain it."
   },
   "author": {
    "text": "Randy Johnson"
   }
  },
  {
   "quote": {
    "text": "You can't go into business thinking that success will come to you in just one or two years."
   },
   "author": {
    "text": "Do Won Chang"
   }
  },
  {
   "quote": {
    "text": "Success is that old ABC - ability, breaks, and courage."
   },
   "author": {
    "text": "Charles Luckman"
   }
  },
  {
   "quote": {
    "text": "I planned my success. I knew it was going to happen."
   },
   "author": {
    "text": "Erykah Badu"
   }
  },
  {
   "quote": {
    "text": "I felt most proud on the success of the Apollo mission."
   },
   "author": {
    "text": "Katherine Johnson"
   }
  },
  {
   "quote": {
    "text": "When I finish a picture I don't show it to anyone if I feel it's not good enough yet. I've learnt to listen to my partners and my friends. For me it's the biggest success if they like it."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "There are people who make things happen, there are people who watch things happen, and there are people who wonder what happened. To be successful, you need to be a person who makes things happen."
   },
   "author": {
    "text": "Jim Lovell"
   }
  },
  {
   "quote": {
    "text": "Success breeds success."
   },
   "author": {
    "text": "Mia Hamm"
   }
  },
  {
   "quote": {
    "text": "The domesticated chicken is probably the most widespread bird in the annals of planet Earth. If you measure success in terms of numbers, chickens, cows and pigs are the most successful animals ever."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "Education is a fundamental principle of what made America a success. We can't afford to throw any young people away."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "Success, I've come to realise, is fleeting so you shouldn't value it too much."
   },
   "author": {
    "text": "Marina and the Diamonds"
   }
  },
  {
   "quote": {
    "text": "Our worldly successes cannot be guaranteed, but our ability to achieve spiritual success is entirely up to us, thanks to the grace of God. The best advice I know is to give is to give those worldly things your best but never your all - reserve the ultimate hope for the only one who can grant it."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "I always say that the real success of Wine Library wasn't due to the videos I posted, but to the hours I spent talking to people online afterward, making connections and building relationships."
   },
   "author": {
    "text": "Gary Vaynerchuk"
   }
  },
  {
   "quote": {
    "text": "There's more to life than success, and if you can try to be more well-rounded, you'll be able to enjoy your success more. It won't own you or control you."
   },
   "author": {
    "text": "Ricky Williams"
   }
  },
  {
   "quote": {
    "text": "I'm drawn to the unconventional because I've been drawn unconventionally. I believe that I'm supposed to topple over these false images of what's idealistically beautiful. Because, of course, these intangible qualities are very attractive to women. Sincerity. Sense of humor. Success."
   },
   "author": {
    "text": "CeeLo Green"
   }
  },
  {
   "quote": {
    "text": "The hardest thing to find in life is balance - especially, the more success you have, the more you look to the other side of the gate."
   },
   "author": {
    "text": "Celine Dion"
   }
  },
  {
   "quote": {
    "text": "Cancer stops you in your tracks. It really makes you think about what's important. In a second, life can change. Don't ever forget to say thank you for love and family. What good is your success without them?"
   },
   "author": {
    "text": "Jaclyn Smith"
   }
  },
  {
   "quote": {
    "text": "The development of our human resources is an area in which we need to do well as it is decisive in determining the success of our diversification programme."
   },
   "author": {
    "text": "Hassanal Bolkiah"
   }
  },
  {
   "quote": {
    "text": "Post-operatively the transplanted kidney functioned immediately with a dramatic improvement in the patient's renal and cardiopulmonary status. This spectacular success was a clear demonstration that organ transplantation could be life-saving."
   },
   "author": {
    "text": "Joseph Murray"
   }
  },
  {
   "quote": {
    "text": "I do think a key to success in any walk of life is having a short memory and a thick skin - I know it has served me well over the years."
   },
   "author": {
    "text": "Aubrey McClendon"
   }
  },
  {
   "quote": {
    "text": "Success is about enjoying what you have and where you are, while pursuing achievable goals."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "All men's gains are the fruit of venturing."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "Democrats believe in reigniting the American dream by removing barriers to success and building ladders of opportunity for all, so everyone can succeed."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "It goes without saying that it's hard to attain a certain level of success."
   },
   "author": {
    "text": "T.I."
   }
  },
  {
   "quote": {
    "text": "Those who have succeeded at anything and don't mention luck are kidding themselves."
   },
   "author": {
    "text": "Larry King"
   }
  },
  {
   "quote": {
    "text": "Poor leaders motivate those following them with false promises of promotions, success, and a great tomorrow but rarely deliver on those promises. Leaders who do this can be manipulative and often hold the goals and aspirations of their followers hostage in order to get them to comply."
   },
   "author": {
    "text": "Lewis Howes"
   }
  },
  {
   "quote": {
    "text": "Big failures hold better lessons than any success - as long as you are in tune with yourself and are open to learning from them. I can trace every one of my accomplishments to earlier failures that I learned from."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "You cannot underestimate the value of luck in success in life. And I've really learned to appreciate that."
   },
   "author": {
    "text": "Azim Premji"
   }
  },
  {
   "quote": {
    "text": "The importance of this success of Wipro has become manifold more, because it's the success of Wipro that enables the possibility of making a difference to some of the most disadvantaged people in the world."
   },
   "author": {
    "text": "Azim Premji"
   }
  },
  {
   "quote": {
    "text": "Success in show business depends on your ability to make and keep friends."
   },
   "author": {
    "text": "Sophie Tucker"
   }
  },
  {
   "quote": {
    "text": "We create success or failure on the course primarily by our thoughts."
   },
   "author": {
    "text": "Gary Player"
   }
  },
  {
   "quote": {
    "text": "You cannot learn anything from success, you only learn from failure."
   },
   "author": {
    "text": "Jim Dale"
   }
  },
  {
   "quote": {
    "text": "I happen to truly believe this: Success is a journey and not a destination."
   },
   "author": {
    "text": "Bert Lance"
   }
  },
  {
   "quote": {
    "text": "I always say that what's between you and your success is yourself."
   },
   "author": {
    "text": "Eiza Gonzalez"
   }
  },
  {
   "quote": {
    "text": "Key to success for the education of young African girls is building a model that works with communities, schools, and national Ministries of Education to build a system of protection and support around girls, ensuring that they receive the education that is their right. Financial support is provided alongside a social support system."
   },
   "author": {
    "text": "Ann Cotton"
   }
  },
  {
   "quote": {
    "text": "Not until the human heart is stolid to poetry, the human eye blind to beauty, not until the intellect ceases its quest for truth and conscience finds its quietus either in universal defeat or in triumphant success, will organized religion cease to be."
   },
   "author": {
    "text": "Jenkin Lloyd Jones"
   }
  },
  {
   "quote": {
    "text": "The man who has done his level best... is a success, even though the world may write him down a failure."
   },
   "author": {
    "text": "B. C. Forbes"
   }
  },
  {
   "quote": {
    "text": "Regard every suggestion that your life may be a failure, that you are not made like those who succeed, and that success is not for you, as a traitor, and expel it from your mind as you would a thief from your house."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Whether it's his beloved game of polo or his magical success in business, Norman Brinker simply does not know how to lose."
   },
   "author": {
    "text": "Newt Gingrich"
   }
  },
  {
   "quote": {
    "text": "People need to realise what real happiness and success is, because success as an actor is fleeting. You can be up there one day and gone the next."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "The manic pursuit of success cost me everything I could love: my wife, my three children, some friends I would have liked to grow old with."
   },
   "author": {
    "text": "Sammy Davis, Jr."
   }
  },
  {
   "quote": {
    "text": "The success is worth nothing to me if I can't share it with the people I love."
   },
   "author": {
    "text": "Michael Buble"
   }
  },
  {
   "quote": {
    "text": "I am not fighting for success, just to get more beauty out of myself and share it with more people."
   },
   "author": {
    "text": "Ben Okri"
   }
  },
  {
   "quote": {
    "text": "An entrepreneur assumes the risk and is dedicated and committed to the success of whatever he or she undertakes."
   },
   "author": {
    "text": "Victor Kiam"
   }
  },
  {
   "quote": {
    "text": "Box office success has never meant anything. I couldn't get a film made if I paid for it myself. So I'm not 'box office' and never have been, and that's never entered into my kind of mind set."
   },
   "author": {
    "text": "Jessica Lange"
   }
  },
  {
   "quote": {
    "text": "It's the steady, quiet, plodding ones who win in the lifelong race."
   },
   "author": {
    "text": "Robert W. Service"
   }
  },
  {
   "quote": {
    "text": "I don't think one should attribute the success and failure of a film to a single actor. When you decide to do a film, you weigh the pros and cons before taking a call. Only when you run out of patience, get insecure, and feel your career is heading nowhere do you sign anything that comes your way."
   },
   "author": {
    "text": "Rakul Preet Singh"
   }
  },
  {
   "quote": {
    "text": "Giving all of Denver's kids an equal chance at success is the best investment we can make in our community's kids and future."
   },
   "author": {
    "text": "John Hickenlooper"
   }
  },
  {
   "quote": {
    "text": "No skill shapes a child's future success in school or in life more than the ability to read."
   },
   "author": {
    "text": "Bob Riley"
   }
  },
  {
   "quote": {
    "text": "How can they say my life is not a success? Have I not for more than sixty years got enough to eat and escaped being eaten?"
   },
   "author": {
    "text": "Logan Pearsall Smith"
   }
  },
  {
   "quote": {
    "text": "I'm happy for the success that I've had, but I've worked so hard at it."
   },
   "author": {
    "text": "Jenni Rivera"
   }
  },
  {
   "quote": {
    "text": "When it comes to business, diets, working out, writing, or any other dream, success isn't about how high you fly. Success is about how high you bounce."
   },
   "author": {
    "text": "Rachel Hollis"
   }
  },
  {
   "quote": {
    "text": "WeWork is my fifth venture. I failed in my first, second and third, had mediocre success in the fourth."
   },
   "author": {
    "text": "Adam Neumann"
   }
  },
  {
   "quote": {
    "text": "I think that everything you do helps you to write if you're a writer. Adversity and success both contribute largely to making you what you are. If you don't experience either one of those, you're being deprived of something."
   },
   "author": {
    "text": "Shelby Foote"
   }
  },
  {
   "quote": {
    "text": "So it's joyful to me, in my 71st year, to be able to be in a play that is absolutely right for my age and my experience, and that is a popular success. What more could you ask as an actor?"
   },
   "author": {
    "text": "Ian Mckellen"
   }
  },
  {
   "quote": {
    "text": "I used to think that if I had success I would have freedom. But I have less freedom now than I've ever had. And what gives me satisfaction is not the jewelry and not the cars. What gives me satisfaction is doing things for others, like children."
   },
   "author": {
    "text": "Criss Angel"
   }
  },
  {
   "quote": {
    "text": "We recorded our first CD, Sixteen Stone, with a small budget and never dreamed that we would enjoy such a high success. It was simply fantastic."
   },
   "author": {
    "text": "Gavin Rossdale"
   }
  },
  {
   "quote": {
    "text": "Success and failure go hand in hand."
   },
   "author": {
    "text": "Sangram Singh"
   }
  },
  {
   "quote": {
    "text": "The vampire was a complete change from the usual romantic characters I was playing, but it was a success."
   },
   "author": {
    "text": "Bela Lugosi"
   }
  },
  {
   "quote": {
    "text": "Experience shows that success is due less to ability than to zeal."
   },
   "author": {
    "text": "Charles Buxton"
   }
  },
  {
   "quote": {
    "text": "I think if the movie has resonance and stimulates the viewer to talk about it, you can have as large an audience as you want. The most important thing for me is that the movie exists. And that's success enough already."
   },
   "author": {
    "text": "Andy Garcia"
   }
  },
  {
   "quote": {
    "text": "Free trade and economic stability do not, by themselves, guarantee success."
   },
   "author": {
    "text": "Ildefonso Guajardo Villarreal"
   }
  },
  {
   "quote": {
    "text": "I never would have guessed that I would get a job for the way I sound. I would get notes about how I should lose my accent, and part of me thinks, 'How dare you! This is who I am! Millions of people want to sound like me!' But it's sensitive, and I have tried to change it, with little to no success."
   },
   "author": {
    "text": "Jack McBrayer"
   }
  },
  {
   "quote": {
    "text": "I think you can learn as much from success as you can from failure."
   },
   "author": {
    "text": "Corey Hart"
   }
  },
  {
   "quote": {
    "text": "Desire is the most important factor in the success of any athlete."
   },
   "author": {
    "text": "Bill Shoemaker"
   }
  },
  {
   "quote": {
    "text": "One fails forward toward success."
   },
   "author": {
    "text": "Charles Kettering"
   }
  },
  {
   "quote": {
    "text": "Success is dependent on effort."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "A person with a new idea is a crank until the idea succeeds."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Hard work and dedication is important to success, and I have those qualities."
   },
   "author": {
    "text": "Nargis Fakhri"
   }
  },
  {
   "quote": {
    "text": "I'd rather be a failure at something I love than a success at something I hate."
   },
   "author": {
    "text": "George Burns"
   }
  },
  {
   "quote": {
    "text": "True leadership lies in guiding others to success. In ensuring that everyone is performing at their best, doing the work they are pledged to do and doing it well."
   },
   "author": {
    "text": "Bill Owens"
   }
  },
  {
   "quote": {
    "text": "The most important single ingredient in the formula of success is knowing how to get along with people."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Success is peace of mind, which is a direct result of self-satisfaction in knowing you made the effort to become the best of which you are capable."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "The superior man makes the difficulty to be overcome his first interest; success only comes later."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Our daily decisions and habits have a huge impact upon both our levels of happiness and success."
   },
   "author": {
    "text": "Shawn Achor"
   }
  },
  {
   "quote": {
    "text": "A rejection is nothing more than a necessary step in the pursuit of success."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "In order to attain the impossible, one must attempt the absurd."
   },
   "author": {
    "text": "Miguel de Cervantes"
   }
  },
  {
   "quote": {
    "text": "Every skill you acquire doubles your odds of success."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "You know you are on the road to success if you would do your job, and not be paid for it."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "Whosoever desires constant success must change his conduct with the times."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "Success without honor is an unseasoned dish; it will satisfy your hunger, but it won't taste good."
   },
   "author": {
    "text": "Joe Paterno"
   }
  },
  {
   "quote": {
    "text": "I think you can have 10,000 explanations for failure, but no good explanation for success."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "There are people who can achieve huge success in life, while adding a bit of fun and a splash of colour to this increasingly grey world."
   },
   "author": {
    "text": "Peter James"
   }
  },
  {
   "quote": {
    "text": "Let me tell you the secret that has led me to my goal. My strength lies solely in my tenacity."
   },
   "author": {
    "text": "Louis Pasteur"
   }
  },
  {
   "quote": {
    "text": "Applause waits on success."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "I have an idea of who I want to be, I have a vision of my own success."
   },
   "author": {
    "text": "Wiz Khalifa"
   }
  },
  {
   "quote": {
    "text": "The difference between us and them, between you and success, is not that you never fail, but it's how you recover from those failures - is that you keep getting up time and time again. You figure out what you did wrong, and then you make it right. I say that to my kids every day."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "In the United States, I am a great success, but I am not a celebrity."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "A graduation ceremony is an event where the commencement speaker tells thousands of students dressed in identical caps and gowns that 'individuality' is the key to success."
   },
   "author": {
    "text": "Robert Orben"
   }
  },
  {
   "quote": {
    "text": "You might well remember that nothing can bring you success but yourself."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "I firmly believe that unless one has tasted the bitter pill of failure, one cannot aspire enough for success."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Success - keeping your mind awake and your desire asleep."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "Each success only buys an admission ticket to a more difficult problem."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "Never continue in a job you don't enjoy. If you're happy in what you're doing, you'll like yourself, you'll have inner peace. And if you have that, along with physical health, you will have had more success than you could possibly have imagined."
   },
   "author": {
    "text": "Johnny Carson"
   }
  },
  {
   "quote": {
    "text": "In a person's career, well, if you're process-oriented and not totally outcome-oriented, then you're more likely to be success. I often say 'pursue excellence, ignore success.' Success is a by-product of excellence."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Defeat is not the worst of failures. Not to have tried is the true failure."
   },
   "author": {
    "text": "George Edward Woodberry"
   }
  },
  {
   "quote": {
    "text": "The number of stressors has multiplied exponentially: traffic, money, success, work/life balance, the economy, the environment, parenting, family conflict, relationships, disease. As the nature of human life has become far more complicated, our ancient stress response hasn't been able to keep up."
   },
   "author": {
    "text": "Andrew J. Bernstein"
   }
  },
  {
   "quote": {
    "text": "If you create incredible value and information for others that can change their lives - and you always stay focused on that service - the financial success will follow."
   },
   "author": {
    "text": "Brendon Burchard"
   }
  },
  {
   "quote": {
    "text": "I see my upbringing as a great success story. By disciplining me, my parents inculcated self-discipline. And by restricting my choices as a child, they gave me so many choices in my life as an adult. Because of what they did then, I get to do the work I love now."
   },
   "author": {
    "text": "Amy Chua"
   }
  },
  {
   "quote": {
    "text": "Today, it is clear that Internet organizing is vital to our future success."
   },
   "author": {
    "text": "Martin Frost"
   }
  },
  {
   "quote": {
    "text": "As my father used to tell me, the only true sign of success in life is being able to do for a living that which makes you happy."
   },
   "author": {
    "text": "Al Yankovic"
   }
  },
  {
   "quote": {
    "text": "As educators and policy makers, it is important to demonstrate for parents the connection between high levels of student participation in assessment and system accountability - ensuring the success of every student."
   },
   "author": {
    "text": "Kate Brown"
   }
  },
  {
   "quote": {
    "text": "A person has to remember that the road to success is always under construction. You have to get that through your head. That it is not easy becoming successful."
   },
   "author": {
    "text": "Steve Harvey"
   }
  },
  {
   "quote": {
    "text": "Obedience brings success; exact obedience brings miracles."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "I think I was born with the drive for success because I have a certain gene."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "In all our deeds, the proper value and respect for time determines success or failure."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "Winning isn't everything, it's the only thing."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "Success isn't permanent and failure isn't fatal."
   },
   "author": {
    "text": "Mike Ditka"
   }
  },
  {
   "quote": {
    "text": "There is no force like success, and that is why the individual makes all effort to surround himself throughout life with the evidence of it; as of the individual, so should it be of the nation."
   },
   "author": {
    "text": "Marcus Garvey"
   }
  },
  {
   "quote": {
    "text": "Raising children is an uncertain thing; success is reached only after a life of battle and worry."
   },
   "author": {
    "text": "Democritus"
   }
  },
  {
   "quote": {
    "text": "I want to let you in on a little secret: I don't always feel like I'm a success. That's right. There are plenty of times when I feel like I've just totally messed up and failed to connect with the people I'm trying to communicate with."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "If you have a success you have it for the wrong reasons. If you become popular it is always because of the worst aspects of your work."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "I had tremendous success in show business - star on the Hollywood Walk of Fame. 'The Apprentice' was one of the most successful shows."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "I say always follow your passion, no matter what, because even if it's not the same financial success, it'll lead you to the money that'll make you the happiest."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "When one side benefits more than the other, that's a win-lose situation. To the winner it might look like success for a while, but in the long run, it breeds resentment and distrust."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Success has a simple formula: do your best, and people may like it."
   },
   "author": {
    "text": "Sam Ewing"
   }
  },
  {
   "quote": {
    "text": "Like so many American families, our families weren't asking for much. They didn't begrudge anyone else's success or care that others had much more than they did... in fact, they admired it."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Grit can't be measured on pop quizzes, but it can often predict long-term success more than mere intelligence."
   },
   "author": {
    "text": "Laura Moser"
   }
  },
  {
   "quote": {
    "text": "Earl Nightingale has inspired more people toward success and fortune than any other motivational speaker on the planet."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Success in business today requires real-time, mobile access to business opportunities."
   },
   "author": {
    "text": "Bob McDonnell"
   }
  },
  {
   "quote": {
    "text": "The secret of success is constancy to purpose."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "There is probably a perverse pride in my administration... that we were going to do the right thing, even if short-term it was unpopular. And I think anybody who's occupied this office has to remember that success is determined by an intersection in policy and politics and that you can't be neglecting of marketing and P.R. and public opinion."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "My parents shared not only an improbable love, they shared an abiding faith in the possibilities of this nation. They would give me an African name, Barack, or blessed, believing that in a tolerant America your name is no barrier to success."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Academic success depends on research and publications."
   },
   "author": {
    "text": "Philip Zimbardo"
   }
  },
  {
   "quote": {
    "text": "I have found no greater satisfaction than achieving success through honest dealing and strict adherence to the view that, for you to gain, those you deal with should gain as well."
   },
   "author": {
    "text": "Alan Greenspan"
   }
  },
  {
   "quote": {
    "text": "An empowered organisation is one in which individuals have the knowledge, skill, desire, and opportunity to personally succeed in a way that leads to collective organisational success."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "It's a special person - and personality - who can lead a start-up to soaring success and sustain that success for the long term. Apple co-founder Steve Jobs and Facebook's Mark Zuckerberg are star examples."
   },
   "author": {
    "text": "Marcus Buckingham"
   }
  },
  {
   "quote": {
    "text": "In a lot of ways, success is much harder than I thought it would be. I figured that you'd get here and then everything would be happily ever after. But, it's hard work, almost harder once you're successful because you've got to maintain it."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "The relationships we have with people are extremely important to success on and off the job."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "You've got to eat while you dream. You've got to deliver on short-range commitments, while you develop a long-range strategy and vision and implement it. The success of doing both. Walking and chewing gum if you will. Getting it done in the short-range, and delivering a long-range plan, and executing on that."
   },
   "author": {
    "text": "Jack Welch"
   }
  },
  {
   "quote": {
    "text": "Success is not to be pursued; it is to be attracted by the person you become."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "I believe that being successful means having a balance of success stories across the many areas of your life. You can't truly be considered successful in your business life if your home life is in shambles."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "You do not pay the price of success, you enjoy the price of success."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "I have no time for specialized concerns, working themes or variations that lead to mastery... I like the indefinite, the boundless; I like continual uncertainty. Other qualities may be more conducive to achievement, publicity, success; but they are all outworn - as outworn as ideologies, opinions, concepts and names for things."
   },
   "author": {
    "text": "Gerhard Richter"
   }
  },
  {
   "quote": {
    "text": "One might think that the money value of an invention constitutes its reward to the man who loves his work. But... I continue to find my greatest pleasure, and so my reward, in the work that precedes what the world calls success."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "A passionate belief in your business and personal objectives can make all the difference between success and failure. If you aren't proud of what you're doing, why should anybody else be?"
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "We need to accept that we won't always make the right decisions, that we'll screw up royally sometimes - understanding that failure is not the opposite of success, it's part of success."
   },
   "author": {
    "text": "Arianna Huffington"
   }
  },
  {
   "quote": {
    "text": "Real success is being totally indulgent about your own trip. You put your blinders on about the garbage and go full speed ahead."
   },
   "author": {
    "text": "Betsey Johnson"
   }
  },
  {
   "quote": {
    "text": "You are a product of your environment. So choose the environment that will best develop you toward your objective. Analyze your life in terms of its environment. Are the things around you helping you toward success - or are they holding you back?"
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "True success has more components than one sentence or idea can contain."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "If my life has had a theme, I suppose it has been a typical American theme in that, for most of it, I have been looking for happiness and success."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Success must never be measured by how much money you have."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "I have seen people climbing up and down the ladder of success, and I learnt a lot from them."
   },
   "author": {
    "text": "Nawazuddin Siddiqui"
   }
  },
  {
   "quote": {
    "text": "Success is really about your mindset."
   },
   "author": {
    "text": "F. Gary Gray"
   }
  },
  {
   "quote": {
    "text": "Success demands singleness of purpose."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "What is success? I think it is a mixture of having a flair for the thing that you are doing; knowing that it is not enough, that you have got to have hard work and a certain sense of purpose."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "There's no escalators - there's only staircases to success. There is no substitute for hard work."
   },
   "author": {
    "text": "Lilly Singh"
   }
  },
  {
   "quote": {
    "text": "The first principle of success is desire - knowing what you want. Desire is the planting of your seed."
   },
   "author": {
    "text": "Robert Collier"
   }
  },
  {
   "quote": {
    "text": "A great secret of success is to go through life as a man who never gets used up."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "The key to success is to get out into the store and listen to what the associates have to say."
   },
   "author": {
    "text": "Sam Walton"
   }
  },
  {
   "quote": {
    "text": "Success is always dangerous, and we need to be alert and avoid becoming the victims of our own success. Will we influence the world for Christ, or will the world influence us?"
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "The hardest thing to find in life is balance - especially the more success you have, the more you look to the other side of the gate. What do I need to stay grounded, in touch, in love, connected, emotionally balanced? Look within yourself."
   },
   "author": {
    "text": "Celine Dion"
   }
  },
  {
   "quote": {
    "text": "Success in any endeavor depends on the degree to which it is an expression of your true self."
   },
   "author": {
    "text": "Ralph Marston"
   }
  },
  {
   "quote": {
    "text": "My success and my misfortunes, the bright and the dark days I have gone through, everything has proved to me that in this world, either physical or moral, good comes out of evil just as well as evil comes out of good."
   },
   "author": {
    "text": "Giacomo Casanova"
   }
  },
  {
   "quote": {
    "text": "A government for the people must depend for its success on the intelligence, the morality, the justice, and the interest of the people themselves."
   },
   "author": {
    "text": "Grover Cleveland"
   }
  },
  {
   "quote": {
    "text": "Sustainability is the key to our survival on this planet and will also determine success on all levels."
   },
   "author": {
    "text": "Shari Arison"
   }
  },
  {
   "quote": {
    "text": "I think the biggest challenge is to continue on the same path. I think it's easy to become complacent from the success you've had."
   },
   "author": {
    "text": "Jason Derulo"
   }
  },
  {
   "quote": {
    "text": "America is the most grandiose experiment the world has seen, but, I am afraid, it is not going to be a success."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "Once you agree upon the price you and your family must pay for success, it enables you to ignore the minor hurts, the opponent's pressure, and the temporary failures."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "Not every difficult and dangerous thing is suitable for training, but only that which is conducive to success in achieving the object of our effort."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "Collegiality is crucial to the success of our mission. We could not do the job the Constitution assigns to us if we didn't - to use one of Justice Antonin Scalia's favorite expressions - 'Get over it!'"
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "Our success educationally, industrially and politically is based upon the protection of a nation founded by ourselves. And the nation can be nowhere else but in Africa."
   },
   "author": {
    "text": "Marcus Garvey"
   }
  },
  {
   "quote": {
    "text": "One of the rewards of success is freedom, the ability to do whatever you like."
   },
   "author": {
    "text": "Sting"
   }
  },
  {
   "quote": {
    "text": "As my family story shows, Latinos have been a blessing for USA for many generations. The future of America depends in part on the success of the Latino community, and this opportunity is just one more signifier of that."
   },
   "author": {
    "text": "Julian Castro"
   }
  },
  {
   "quote": {
    "text": "When you're an entertainer, it's hard not to compare yourself with the next person's success. But you have to trust your own journey and your strengths and believe in yourself. I think that's the best place to start."
   },
   "author": {
    "text": "Kat Graham"
   }
  },
  {
   "quote": {
    "text": "My definition of success is to live your life in a way that causes you to feel a ton of pleasure and very little pain - and because of your lifestyle, have the people around you feel a lot more pleasure than they do pain."
   },
   "author": {
    "text": "Tony Robbins"
   }
  },
  {
   "quote": {
    "text": "A desire to be in charge of our own lives, a need for control, is born in each of us. It is essential to our mental health, and our success, that we take control."
   },
   "author": {
    "text": "Robert Foster Bennett"
   }
  },
  {
   "quote": {
    "text": "If a man has been his mother's undisputed darling he retains throughout life the triumphant feeling, the confidence in success, which not seldom brings actual success along with it."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "The amazing thing about love and attention and encouragement and grace and success and joy is that these things are infinite. We get a new supply every single morning, and so we can give it away all day. We never, ever have to monitor the supply of others or grab or hoard."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "Every person who wins in any undertaking must be willing to cut all sources of retreat. Only by doing so can one be sure of maintaining that state of mind known as a burning desire to win - essential to success."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "Prospering just doesn't have to do with money."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "God has already done everything He's going to do. The ball is now in your court. If you want success, if you want wisdom, if you want to be prosperous and healthy, you're going to have to do more than meditate and believe; you must boldly declare words of faith and victory over yourself and your family."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "The victor belongs to the spoils."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "Successful people make money. It's not that people who make money become successful, but that successful people attract money. They bring success to what they do."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "One goes through school, college, medical school and one's internship learning little or nothing about goodness but a good deal about success."
   },
   "author": {
    "text": "Ashley Montagu"
   }
  },
  {
   "quote": {
    "text": "It is a career that can be enhanced or destroyed by success."
   },
   "author": {
    "text": "Warren Cuccurullo"
   }
  },
  {
   "quote": {
    "text": "No man ever achieved worth-while success who did not, at one time or other, find himself with at least one foot hanging well over the brink of failure."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "Success is full of promise till one gets it, and then it seems like a nest from which the bird has flown."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "Success is measured by your discipline and inner peace."
   },
   "author": {
    "text": "Mike Ditka"
   }
  },
  {
   "quote": {
    "text": "I didn't know how to deal with success. If there was a Rock Star 101, I would have liked to take it. It might have helped me."
   },
   "author": {
    "text": "Kurt Cobain"
   }
  },
  {
   "quote": {
    "text": "Too many people measure how successful they are by how much money they make or the people that they associate with. In my opinion, true success should be measured by how happy you are."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "You never achieve success unless you like what you are doing."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "I owe my success to having listened respectfully to the very best advice, and then going away and doing the exact opposite."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Success consecrates the most offensive crimes."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "If a man loves the labour of his trade, apart from any question of success or fame, the gods have called him."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Carry on any enterprise as if all future success depended on it."
   },
   "author": {
    "text": "Cardinal Richelieu"
   }
  },
  {
   "quote": {
    "text": "The success combination in business is: Do what you do better... and: do more of what you do."
   },
   "author": {
    "text": "David Joseph Schwartz"
   }
  },
  {
   "quote": {
    "text": "There is no substitute for victory."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "Rockefeller once explained the secret of success. 'Get up early, work late - and strike oil.'"
   },
   "author": {
    "text": "Joey Adams"
   }
  },
  {
   "quote": {
    "text": "Success soon palls. The joyous time is when the breeze first strikes your sails, and the waters rustle under your bows."
   },
   "author": {
    "text": "Charles Buxton"
   }
  },
  {
   "quote": {
    "text": "I hate to be a failure. I hate and regret the failure of my marriages. I would gladly give all my millions for just one lasting marital success."
   },
   "author": {
    "text": "J. Paul Getty"
   }
  },
  {
   "quote": {
    "text": "If I had permitted my failures, or what seemed to me at the time a lack of success, to discourage me I cannot see any way in which I would ever have made progress."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "Much effort, much prosperity."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "You've got to work hard for your success and you've got to have a steady presence. That's the secret."
   },
   "author": {
    "text": "Kid Rock"
   }
  },
  {
   "quote": {
    "text": "Success is a terrible thing and a wonderful thing. If you can enjoy it, it's wonderful. If it starts eating away at you, and they're waiting for more from me, or what can I do to top this, then you're in trouble. Just do what you love. That's all I want to do."
   },
   "author": {
    "text": "Gene Wilder"
   }
  },
  {
   "quote": {
    "text": "I think journaling is a key to success. You can set clear goals for yourself. You can start noticing repetitive behavior patterns and see the type of things that keep bothering you, and then you can have a bird's eye view of it."
   },
   "author": {
    "text": "Eric Andre"
   }
  },
  {
   "quote": {
    "text": "The successful man doesn't use others, other people use the successful man, for above all the success is of service."
   },
   "author": {
    "text": "Mark Caine"
   }
  },
  {
   "quote": {
    "text": "As you walk in God's divine wisdom, you will surely begin to see a greater measure of victory and good success in your life."
   },
   "author": {
    "text": "Joseph Prince"
   }
  },
  {
   "quote": {
    "text": "You can do anything if you set your mind to it. Look out for kids, help them dream and be inspired. We teach calculus in schools, but I believe the most important formula is courage plus dreams equals success."
   },
   "author": {
    "text": "Marlee Matlin"
   }
  },
  {
   "quote": {
    "text": "The measure of success is not whether you have a tough problem to deal with, but whether it is the same problem you had last year."
   },
   "author": {
    "text": "John Foster Dulles"
   }
  },
  {
   "quote": {
    "text": "Success is the sweetest revenge."
   },
   "author": {
    "text": "Vanessa Williams"
   }
  },
  {
   "quote": {
    "text": "I have had unsuccessful films, but I learned a lot from those films. I give my failures as much importance as my success."
   },
   "author": {
    "text": "Aamir Khan"
   }
  },
  {
   "quote": {
    "text": "Of all the things people have taught me regarding life lessons or anything that would benefit me, I don't think anything helped me learn more about life than football. You go through so many different things: adversity, how to handle adversity, how to handle success, how to lead, how to be a teammate, how to communicate."
   },
   "author": {
    "text": "Josh McDaniels"
   }
  },
  {
   "quote": {
    "text": "Teach success before teaching responsibility. Teach them to believe in themselves. Teach them to think, 'I'm not stupid'. No child wants to fail. Everyone wants to succeed."
   },
   "author": {
    "text": "Al Green"
   }
  },
  {
   "quote": {
    "text": "The compensation of a very early success is a conviction that life is a romantic matter. In the best sense one stays young."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "We all know that Social Security is one of this country's greatest success stories in the 20th century."
   },
   "author": {
    "text": "Mitch McConnell"
   }
  },
  {
   "quote": {
    "text": "How many a man has thrown up his hands at a time when a little more effort, a little more patience would have achieved success."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "The Patriot Act is essential to our continued success in the war on terror here at home."
   },
   "author": {
    "text": "Mike Pence"
   }
  },
  {
   "quote": {
    "text": "I think it's way harder when you have success, 'cause people tend to not treat you the same or look at you the same because they see the success or the money you make."
   },
   "author": {
    "text": "Meek Mill"
   }
  },
  {
   "quote": {
    "text": "Personality is the most important thing to an actress's success."
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "Your initial idea may or may not work, but you have to remember that a failed idea is nothing but a stepping stone to a bigger success."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "Within the hearts men, loyalty and consideration are esteemed greater than success."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "I pray they will carry on in spite of that dreadful monster prejudice, and with patience, courage, fortitude and perseverance achieve success for themselves."
   },
   "author": {
    "text": "Major Taylor"
   }
  },
  {
   "quote": {
    "text": "What is success? It is a toy balloon among children armed with pins."
   },
   "author": {
    "text": "Gene Fowler"
   }
  },
  {
   "quote": {
    "text": "Future peace, prosperity and confidence depend not just on ourselves but on the success of all nations. Hence, we are all partners, no matter what our backgrounds, cultures, faiths and histories."
   },
   "author": {
    "text": "Hassanal Bolkiah"
   }
  },
  {
   "quote": {
    "text": "There's no such thing as an overnight success."
   },
   "author": {
    "text": "Tory Burch"
   }
  },
  {
   "quote": {
    "text": "Success is the child of drudgery and perseverance. It cannot be coaxed or bribed; pay the price and it is yours."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Success is never final, but failure can be."
   },
   "author": {
    "text": "Bill Parcells"
   }
  },
  {
   "quote": {
    "text": "A friend at school was always being laughed at because his father emptied dustbins for a living. But those who laughed worshipped famous footballers. This is an example of our topsy-turvy view of 'success.' Who would we miss most if they did not work for a month, the footballer or the garbage collector?"
   },
   "author": {
    "text": "David Icke"
   }
  },
  {
   "quote": {
    "text": "The most successful men in the end are those whose success is the result of steady accretion."
   },
   "author": {
    "text": "Alexander Graham Bell"
   }
  },
  {
   "quote": {
    "text": "The thing you don't dream about as a kid is all the peripheral stuff that comes with success."
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "The conflict between religion and science is inherent and (very nearly) zero-sum. The success of science often comes at the expense of religious dogma; the maintenance of religious dogma always comes at the expense of science."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "You can be discouraged by failure, or you can learn from it. So go ahead and make mistakes, make all you can. Because, remember that's where you'll find success - on the far side of failure."
   },
   "author": {
    "text": "Thomas J. Watson"
   }
  },
  {
   "quote": {
    "text": "Success in golf depends less on strength of body than upon strength of mind and character."
   },
   "author": {
    "text": "Arnold Palmer"
   }
  },
  {
   "quote": {
    "text": "I think it gets a little harder as you find more success. As success happens, you have to figure out this question of 'What I am going to do next that stands out?' Because then you get seen as 'this thing,' which is a part of you. But it's not really you."
   },
   "author": {
    "text": "Sebastian Stan"
   }
  },
  {
   "quote": {
    "text": "We've stayed really normal and down to Earth I think, and haven't let the success thing go to our head."
   },
   "author": {
    "text": "Ashley Olsen"
   }
  },
  {
   "quote": {
    "text": "Failure holds the seeds for greatness - so long as you water those seeds with introspection, they can be the root of your success."
   },
   "author": {
    "text": "Daniel Lubetzky"
   }
  },
  {
   "quote": {
    "text": "If you want to be truly successful invest in yourself to get the knowledge you need to find your unique factor. When you find it and focus on it and persevere your success will blossom."
   },
   "author": {
    "text": "Sydney Madwed"
   }
  },
  {
   "quote": {
    "text": "PETA has a proven track record of success. Each victory PETA wins for the animals is a stepping stone upon which we build a more compassionate world for all beings - and we will never give up our fight until all animals are treated with respect and kindness."
   },
   "author": {
    "text": "Bea Arthur"
   }
  },
  {
   "quote": {
    "text": "I feel like, in some level, in our biggest moments of success we were always the underdog."
   },
   "author": {
    "text": "Isaac Hanson"
   }
  },
  {
   "quote": {
    "text": "I think it is a combination of looks, aura, success, the energies that one gives out, the person you are and the person you feel like that makes you 'desirable.' When the outside world sees you as a man who is responsible for himself and his family, as a man who is fit and sensitive, it kind of ups your desirability."
   },
   "author": {
    "text": "Arjun Rampal"
   }
  },
  {
   "quote": {
    "text": "Sometimes you learn more from failure than you do from success, and in some ways it's better to have failure at the beginning of your career, or your life."
   },
   "author": {
    "text": "Michael Crawford"
   }
  },
  {
   "quote": {
    "text": "The real secret of success is enthusiasm."
   },
   "author": {
    "text": "Walter Chrysler"
   }
  },
  {
   "quote": {
    "text": "The truth is that intelligence, knowledge, and domain expertise are vastly overrated as the driving forces behind competitive advantage and sustainable success."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "When I first started doing sketch comedy, I promised myself that if I were ever to have any success in this business, I wouldn't hold back. Why get there and play it safe?"
   },
   "author": {
    "text": "Will Ferrell"
   }
  },
  {
   "quote": {
    "text": "Success is falling nine times and getting up ten."
   },
   "author": {
    "text": "Jon Bon Jovi"
   }
  },
  {
   "quote": {
    "text": "The secret of my success is a two word answer: Know people."
   },
   "author": {
    "text": "Harvey S. Firestone"
   }
  },
  {
   "quote": {
    "text": "There's no secret about success. Did you ever know a successful man who didn't tell you about it?"
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "The new midlife is where you realize that even your failures make you more beautiful and are turned spiritually into success if you became a better person because of them. You became a more humble person. You became a more merciful and compassionate person."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "I can honestly say that I was never affected by the question of the success of an undertaking. If I felt it was the right thing to do, I was for it regardless of the possible outcome."
   },
   "author": {
    "text": "Golda Meir"
   }
  },
  {
   "quote": {
    "text": "With all the... success that I've been lucky enough to get? That doesn't happen unless the home life is solid."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "Mr. Trump's and Mr. Osteen's brands are rooted in success, not Scripture. Believers in prosperity like winners. Hurricanes and catastrophic floods do not provide the winning narratives crucial to keep adherents chained to prosperity gospel thinking. That is why it is easy for both men to issue platitudes devoid of empathy during natural disasters."
   },
   "author": {
    "text": "Anthea Butler"
   }
  },
  {
   "quote": {
    "text": "As you become more successful, the gender barrier disappears. The credibility challenges you have during your growing up years starts disappearing when you start demonstrating success."
   },
   "author": {
    "text": "Kiran Mazumdar-Shaw"
   }
  },
  {
   "quote": {
    "text": "I think the success of a talk show depends on how true it is to the personality of the person hosting it. The shows I really admire, like 'Oprah' and 'Ellen,' are distinctively like their hosts, so I think my show will be successful only if we try to stay consistent to my own sense of myself."
   },
   "author": {
    "text": "Jane Pauley"
   }
  },
  {
   "quote": {
    "text": "Research shows that whether you are low-income or not, mindset is a bigger predictor of success than academic skills, and how students gain great academic skills and persevere in the face of challenges."
   },
   "author": {
    "text": "Wendy Kopp"
   }
  },
  {
   "quote": {
    "text": "I always say be humble but be firm. Humility and openness are the key to success without compromising your beliefs."
   },
   "author": {
    "text": "George Hickenlooper"
   }
  },
  {
   "quote": {
    "text": "I can't imagine a person becoming a success who doesn't give this game of life everything he's got."
   },
   "author": {
    "text": "Walter Cronkite"
   }
  },
  {
   "quote": {
    "text": "In this world it is not what we take up, but what we give up, that makes us rich."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "I do believe that my whole success goes back to that time I was arrested as a wayward boy at the age of thirteen. Because then I had to quit running around and began to learn something. Most of all, I began to learn music."
   },
   "author": {
    "text": "Louis Armstrong"
   }
  },
  {
   "quote": {
    "text": "As kids we're not taught how to deal with success; we're taught how to deal with failure. If at first you don't succeed, try, try again. If at first you succeed, then what?"
   },
   "author": {
    "text": "Charlie Sheen"
   }
  },
  {
   "quote": {
    "text": "Whenever an individual or a business decides that success has been attained, progress stops."
   },
   "author": {
    "text": "Thomas J. Watson"
   }
  },
  {
   "quote": {
    "text": "I'm in the studio 24 hours a day. It's true that once you get a certain level of success, you become a target. Talk magazine should be ashamed of themselves."
   },
   "author": {
    "text": "Sean Combs"
   }
  },
  {
   "quote": {
    "text": "Pray that success will not come any faster than you are able to endure it."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "I realised those things my ego needed - fame and success - were going to make me terribly unhappy. So I wrenched myself away from that. I had to. I had to walk away from America and say goodbye to the biggest part of my career because I knew, otherwise, my demons would get the better of me."
   },
   "author": {
    "text": "George Michael"
   }
  },
  {
   "quote": {
    "text": "I couldn't wait for success, so I went ahead without it."
   },
   "author": {
    "text": "Jonathan Winters"
   }
  },
  {
   "quote": {
    "text": "For marriage to be a success, every woman and every man should have her and his own bathroom. The end."
   },
   "author": {
    "text": "Catherine Zeta-Jones"
   }
  },
  {
   "quote": {
    "text": "People fall forward to success."
   },
   "author": {
    "text": "Mary Kay Ash"
   }
  },
  {
   "quote": {
    "text": "I want to make sure I don't interfere with the success of that team next year. I don't see any way I could go to practice like most of 'em do, and not hurt the team. I'd go nuts if I tried doing that."
   },
   "author": {
    "text": "Bear Bryant"
   }
  },
  {
   "quote": {
    "text": "An artist must never be a prisoner. Prisoner? An artist should never be a prisoner of himself, prisoner of style, prisoner of reputation, prisoner of success, etc."
   },
   "author": {
    "text": "Henri Matisse"
   }
  },
  {
   "quote": {
    "text": "I'd had my time in the charts and made loads of money. I was no longer hungry for success."
   },
   "author": {
    "text": "Rick Astley"
   }
  },
  {
   "quote": {
    "text": "Success on one project does not necessarily mean success in the next project. You've got to be prepared in everything you do."
   },
   "author": {
    "text": "Helmut Jahn"
   }
  },
  {
   "quote": {
    "text": "My dad was my best friend. I worshipped him. All of my success in life really comes from him. He believed that you get nothing from negativity."
   },
   "author": {
    "text": "Stephen J. Cannell"
   }
  },
  {
   "quote": {
    "text": "Nowadays people talk about PayPal's founders as prescient geniuses who would inevitably change the world. It was, however, not so obvious that PayPal would taste its first major success by helping people sell Beanie Babies on eBay. But they had a vision, a hope, and the perseverance to try multiple iterations until they got it right."
   },
   "author": {
    "text": "Eric Ries"
   }
  },
  {
   "quote": {
    "text": "One secret of success in life is for a man to be ready for his opportunity when it comes."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Diligence is the mother of good fortune."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "God lets you be successful because he trusts you that you will do the right thing with it. Now, does he get disappointed often? All the time, because people get there and they forget how they got it."
   },
   "author": {
    "text": "Steve Harvey"
   }
  },
  {
   "quote": {
    "text": "Success is the one unpardonable sin against our fellows."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "Whether in success or in failure, I'm proud of every single movie I've ever directed."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "The more important argument against grade curves is that they create an atmosphere that's toxic by pitting students against one another. At best, it creates a hypercompetitive culture, and at worst, it sends students the message that the world is a zero-sum game: Your success means my failure."
   },
   "author": {
    "text": "Adam Grant"
   }
  },
  {
   "quote": {
    "text": "Four years of football are calculated to breed in the average man more of the ingredients of success in life than almost any academic course he takes."
   },
   "author": {
    "text": "Knute Rockne"
   }
  },
  {
   "quote": {
    "text": "Our success was mainly due to the fact that we stimulated the nerves of animals that easily stood on their own feet and were not subjected to any painful stimulus either during or immediately before stimulation of their nerves."
   },
   "author": {
    "text": "Ivan Pavlov"
   }
  },
  {
   "quote": {
    "text": "While formal schooling is an important advantage, it is not a guarantee of success nor is its absence a fatal handicap."
   },
   "author": {
    "text": "Ray Kroc"
   }
  },
  {
   "quote": {
    "text": "Success doesn't happen in a vacuum. You're only as good as the people you work with and the people you work for."
   },
   "author": {
    "text": "Casey Kasem"
   }
  },
  {
   "quote": {
    "text": "He who refuses to stoop, who cannot be bribed by the promise of success or the fear of failure - who walks the highway of the right, and in disaster stands erect, is the only victor."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "I never expected any sort of success with 'Mockingbird'... I sort of hoped someone would like it enough to give me encouragement."
   },
   "author": {
    "text": "Harper Lee"
   }
  },
  {
   "quote": {
    "text": "Super-ambitious goals tend to be unifying and energizing to people; but only if they believe there's a chance of success."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "The worst part of success is, to me, adapting to it. It's scary."
   },
   "author": {
    "text": "Kendrick Lamar"
   }
  },
  {
   "quote": {
    "text": "In a balanced organization, working towards a common objective, there is success."
   },
   "author": {
    "text": "Arthur Helps"
   }
  },
  {
   "quote": {
    "text": "With success comes responsibility of playing your part, to do what you can to help not only those that helped you get to where you're at, but the future of who's going to be playing a part of your business and everything you do in your entire career."
   },
   "author": {
    "text": "Rob Dyrdek"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, both men and women who become CEOs have showed tenacity and hard work to succeed in their careers. It takes not just skills but also extreme dedication and commitment. And regardless of gender, CEOs are measured by the same criteria - the growth and success of the business."
   },
   "author": {
    "text": "Susan Wojcicki"
   }
  },
  {
   "quote": {
    "text": "All the great artists had their dark sides. Look at Amy Winehouse or anyone who has achieved a certain level of success. Even Adele, and the people that you wouldn't put in the same category as a gangster rapper. These women have exposed their vulnerabilities, demons, and things that have hurt them."
   },
   "author": {
    "text": "Kat Graham"
   }
  },
  {
   "quote": {
    "text": "Nothing succeeds like success."
   },
   "author": {
    "text": "Alexandre Dumas"
   }
  },
  {
   "quote": {
    "text": "Success is simply a matter of luck. Ask any failure."
   },
   "author": {
    "text": "Earl Wilson"
   }
  },
  {
   "quote": {
    "text": "Success is 99 percent failure."
   },
   "author": {
    "text": "Soichiro Honda"
   }
  },
  {
   "quote": {
    "text": "Because success is such a weasel word anyway, it's such a horribly American word, and it's such a vamp and, I think it's a death trap."
   },
   "author": {
    "text": "Daniel Berrigan"
   }
  },
  {
   "quote": {
    "text": "To know even one life has breathed easier because you have lived. This is to have succeeded."
   },
   "author": {
    "text": "Bessie Anderson Stanley"
   }
  },
  {
   "quote": {
    "text": "Activists need to educate themselves about the power of crypto currencies like Bitcoin, invented in 2009, and use crypto to leverage the success of their independent media gains to tip the balance of power away from the troika in ways that could never happen by backing a political candidate."
   },
   "author": {
    "text": "Max Keiser"
   }
  },
  {
   "quote": {
    "text": "The superheroes have taken over all the screens in the world. And good luck to them: they're making a lot of money for a lot of people. But the studios are going to become victims of their own success. People are going to get bored with that stuff."
   },
   "author": {
    "text": "Liam Cunningham"
   }
  },
  {
   "quote": {
    "text": "Betting on the success of innovative technologies in the marketplace can carry all the uncertainty and risk that betting on the next card in the deck does at a blackjack table in Las Vegas. There is a factor of randomness that must be factored in, but precisely how to do so is anyone's guess."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "I raised five children. They all have different personalities. All of them have different issues, different levels of success. That was a learning experience for me."
   },
   "author": {
    "text": "T. D. Jakes"
   }
  },
  {
   "quote": {
    "text": "When you win, nothing hurts."
   },
   "author": {
    "text": "Joe Namath"
   }
  },
  {
   "quote": {
    "text": "Success is like a liberation or the first phrase of a love story."
   },
   "author": {
    "text": "Jeanne Moreau"
   }
  },
  {
   "quote": {
    "text": "Success isn't everything but it makes a man stand straight."
   },
   "author": {
    "text": "Lillian Hellman"
   }
  },
  {
   "quote": {
    "text": "I don't like accidental success. It's what Bill Gates calls 'random,' a term he uses with the opposite of respect."
   },
   "author": {
    "text": "Masayoshi Son"
   }
  },
  {
   "quote": {
    "text": "Success has always been easy to measure. It is the distance between one's origins and one's final achievement."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "We fall forward to succeed."
   },
   "author": {
    "text": "Mary Kay Ash"
   }
  },
  {
   "quote": {
    "text": "Success is not forever and failure isn't fatal."
   },
   "author": {
    "text": "Don Shula"
   }
  },
  {
   "quote": {
    "text": "Success breeds inequality, and you don't want to choke off success."
   },
   "author": {
    "text": "Angus Deaton"
   }
  },
  {
   "quote": {
    "text": "Creative risk taking is essential to success in any goal where the stakes are high. Thoughtless risks are destructive, of course, but perhaps even more wasteful is thoughtless caution which prompts inaction and promotes failure to seize opportunity."
   },
   "author": {
    "text": "Gary Ryan Blair"
   }
  },
  {
   "quote": {
    "text": "I don't know if it's naivete or just narcissism, but I start out with this notion that I can do anything. It's not until I get into it that I realize what I've thrown myself into, and then I will do anything not to humiliate myself. And that, I think, is the secret to my success."
   },
   "author": {
    "text": "Michelle Pfeiffer"
   }
  },
  {
   "quote": {
    "text": "Success is always temporary. When all is said and one, the only thing you'll have left is your character."
   },
   "author": {
    "text": "Vince Gill"
   }
  },
  {
   "quote": {
    "text": "Success is often the result of taking a misstep in the right direction."
   },
   "author": {
    "text": "Al Bernstein"
   }
  },
  {
   "quote": {
    "text": "The key to success for any woman who wants to have a really serious career and a family is to marry a guy who is going to take at least half the responsibility for the house and kids - and sometimes more than half."
   },
   "author": {
    "text": "Gail Collins"
   }
  },
  {
   "quote": {
    "text": "Success consists in being successful, not in having potential for success. Any wide piece of ground is the potential site of a palace, but there's no palace till it's built."
   },
   "author": {
    "text": "Fernando Pessoa"
   }
  },
  {
   "quote": {
    "text": "From exam grading to health education to professional training to democratic participation, paths towards self-realization and success in the world are often daunting and obscure: journeys only the privileged feel confident setting off along."
   },
   "author": {
    "text": "Tom Chatfield"
   }
  },
  {
   "quote": {
    "text": "I never got into making documentaries for any kind of success, because documentary careers are generally ones of prolonged failures."
   },
   "author": {
    "text": "Morgan Neville"
   }
  },
  {
   "quote": {
    "text": "The system that enables the most people to earn the most success is free enterprise, by matching up people's skills, interests, and abilities. In contrast, redistribution simply spreads money around. Even worse, it attenuates the ability to earn success by perverting economic incentives."
   },
   "author": {
    "text": "Arthur C. Brooks"
   }
  },
  {
   "quote": {
    "text": "I think success is when the way you talk about who you want to be and what you want to do lines up with who you are and what you do. I guess, by that, I mean I think success is practicing what you preach."
   },
   "author": {
    "text": "Maya Hawke"
   }
  },
  {
   "quote": {
    "text": "In order to run a great business, you must know that a bunch of really intrinsically unhappy people, that's not a recipe for success. Don't be anywhere you don't need to be; it's just like that."
   },
   "author": {
    "text": "Mick Fleetwood"
   }
  },
  {
   "quote": {
    "text": "I was, if you like, a successful schoolboy in that I had a degree of talent in all the required things that make you a success at school."
   },
   "author": {
    "text": "Damian Lewis"
   }
  },
  {
   "quote": {
    "text": "To me success means effectiveness in the world, that I am able to carry my ideas and values into the world - that I am able to change it in positive ways."
   },
   "author": {
    "text": "Maxine Hong Kingston"
   }
  },
  {
   "quote": {
    "text": "The envious man grows lean at the success of his neighbor."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "Success to me is having ten honeydew melons and eating only the top half of each slice."
   },
   "author": {
    "text": "Barbra Streisand"
   }
  },
  {
   "quote": {
    "text": "The limits of our success are just the limits of our energy."
   },
   "author": {
    "text": "Katya Zamolodchikova"
   }
  },
  {
   "quote": {
    "text": "Successful people often exude confidence - it's obvious that they believe in themselves and what they're doing. It isn't their success that makes them confident, however. The confidence was there first."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "Nothing recedes like success."
   },
   "author": {
    "text": "Walter Winchell"
   }
  },
  {
   "quote": {
    "text": "The success of any stand-up act comes out of life experience."
   },
   "author": {
    "text": "Howie Mandel"
   }
  },
  {
   "quote": {
    "text": "Whatever success I may have attained is due to the fact that since I was old enough to work at all, my ambition has never deserted me."
   },
   "author": {
    "text": "Anna Held"
   }
  },
  {
   "quote": {
    "text": "Although in skating you compete with other people, anyone who achieves a certain level of success is first and foremost competing against themselves. And for me the idea that I could always do better, learn more, learn faster, is something that came from skating. But I carried that with me for the rest of my life."
   },
   "author": {
    "text": "Vera Wang"
   }
  },
  {
   "quote": {
    "text": "Success is like death. The more successful you become, the higher the houses in the hills get and the higher the fences get."
   },
   "author": {
    "text": "Kevin Spacey"
   }
  },
  {
   "quote": {
    "text": "Success happened little by little for me. I tasted the flavor of fame in small doses: I started at 10 years old when I won a music contest; I was performing at birthday parties, company meetings."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "I see teenagers or people who are 21 and think, 'I was an idiot at that age.' I was running around New York like a crazy woman. Thank God I only had three and a half cents to my name. I was too immature to handle success then."
   },
   "author": {
    "text": "Melissa McCarthy"
   }
  },
  {
   "quote": {
    "text": "Part of the success of Girls Who Code is that I am a hustler. When people ask what my biggest strength is, it's that I'm shameless. I will ask people for help even when I don't know them."
   },
   "author": {
    "text": "Reshma Saujani"
   }
  },
  {
   "quote": {
    "text": "And the success of the union movement, historically, has always been to benefit all working men and women - not just people who belong to the union."
   },
   "author": {
    "text": "Warren Beatty"
   }
  },
  {
   "quote": {
    "text": "The toughest thing about success is that you've got to keep on being a success."
   },
   "author": {
    "text": "Irving Berlin"
   }
  },
  {
   "quote": {
    "text": "That should be the measure of success for everyone. It's not money, it's not fame, it's not celebrity; my index of success is happiness."
   },
   "author": {
    "text": "Lupe Fiasco"
   }
  },
  {
   "quote": {
    "text": "I think like a Silicon Valley entrepreneur. Failure is a great teacher. At the same time, you must remember, success will never last... Whether it's tech or fashion, it must be for the customer."
   },
   "author": {
    "text": "Tadashi Yanai"
   }
  },
  {
   "quote": {
    "text": "The cognitive skills prized by the American educational establishment and measured by achievement tests are only part of what is required for success in life. Character skills are equally important determinants of wages, education, health and many other significant aspects of flourishing lives."
   },
   "author": {
    "text": "James Heckman"
   }
  },
  {
   "quote": {
    "text": "It's a tough business. To my parents or to their friends, I was not a success, but to me I was a huge success. I was having a blast. I was working on shows I loved, I was working with actors I loved, and I was making a living as an actor. And I loved every second of it."
   },
   "author": {
    "text": "Christina Hendricks"
   }
  },
  {
   "quote": {
    "text": "The time period I had in my life to look like an idiot and fail, and for no one to see that, came and went when I was 17. When you have early success, people are just lying in wait."
   },
   "author": {
    "text": "Josh Groban"
   }
  },
  {
   "quote": {
    "text": "These rules may seem simple enough, but it will require great morale and physical courage to adhere to them. But if carried out in the strict sense of the word it will surely lead to a greater success than could otherwise be attained."
   },
   "author": {
    "text": "Major Taylor"
   }
  },
  {
   "quote": {
    "text": "The life of Dumas is not only a monument of endeavour and success, it is a sort of labyrinth as well. It abounds in pseudonyms and disguises, in sudden and unexpected appearances and retreats as unexpected and sudden, in scandals and in rumours, in mysteries and traps and ambuscades of every kind."
   },
   "author": {
    "text": "William Ernest Henley"
   }
  },
  {
   "quote": {
    "text": "My success set me up for life, and it meant that I could retire from the music industry at 27 to spend time with my newborn daughter and my wife. My time away from the spotlight allowed me to rediscover my love for music, and I'm doing it for me now and no one else."
   },
   "author": {
    "text": "Rick Astley"
   }
  },
  {
   "quote": {
    "text": "Compared to how I have raced before and how I have competed, the success that I have had, this does look like doom compared to it."
   },
   "author": {
    "text": "Ian Thorpe"
   }
  },
  {
   "quote": {
    "text": "All Western cities face significant challenges on social integration. Our populations are booming, but social integration is not keeping pace. Rapid growth is a sign of our success, but it also puts stress on housing, infrastructure - and on communities."
   },
   "author": {
    "text": "Sadiq Khan"
   }
  },
  {
   "quote": {
    "text": "The African Americans' story is one that seems to be a repeated commitment to a scenario for success and failure. With each failure, the blow is that much more traumatizing until finally one reaches a point where there is to some degree an internalization, skepticism, fatalism, and expectation that it isn't going to work."
   },
   "author": {
    "text": "David Levering Lewis"
   }
  },
  {
   "quote": {
    "text": "When I think about parallels between myself and an Olympian, I believe that success in the world of business is underpinned by very similar principles of perseverance and hard work."
   },
   "author": {
    "text": "Lakshmi Mittal"
   }
  },
  {
   "quote": {
    "text": "Success doesn't mean that you are healthy, success doesn't mean that you're happy, success doesn't mean that you're rested. Success really doesn't mean that you look good, or feel good, or are good."
   },
   "author": {
    "text": "Victoria Principal"
   }
  },
  {
   "quote": {
    "text": "Even when disco went out, I could still make hits. Once I had so much success, every idea became concentrated. I had so much confidence. I knew how the bass should sound, what rhythms would work. The tempos I knew: 110 to 120 BPM. I knew they would dance in the clubs in New York or anywhere."
   },
   "author": {
    "text": "Giorgio Moroder"
   }
  },
  {
   "quote": {
    "text": "The majesty of the American Jewish experience is in its success marrying its unique Jewish identity with the larger, liberal values of the United States. There is no need anymore to choose between assimilation and separation. We are accepted as equals."
   },
   "author": {
    "text": "Edgar Bronfman, Sr."
   }
  },
  {
   "quote": {
    "text": "It's easy to walk away from risk, and you don't actually have to face it. Success is based upon overcoming the inherent risk you can't manage your way out of."
   },
   "author": {
    "text": "Maurice Flanagan"
   }
  },
  {
   "quote": {
    "text": "The success or failure of a life, as far as posterity goes, seems to lie in the more or less luck of seizing the right moment of escape."
   },
   "author": {
    "text": "Alice James"
   }
  },
  {
   "quote": {
    "text": "They succeed, because they think they can."
   },
   "author": {
    "text": "Virgil"
   }
  },
  {
   "quote": {
    "text": "My formula for success is rise early, work late, and strike oil."
   },
   "author": {
    "text": "J. Paul Getty"
   }
  },
  {
   "quote": {
    "text": "Sometimes I worry about being a success in a mediocre world."
   },
   "author": {
    "text": "Lily Tomlin"
   }
  },
  {
   "quote": {
    "text": "To be successful you have to be lucky, or a little mad, or very talented, or find yourself in a rapid growth field."
   },
   "author": {
    "text": "Edward de Bono"
   }
  },
  {
   "quote": {
    "text": "From success you get a lot of things, but not that great inside thing that love brings you."
   },
   "author": {
    "text": "Samuel Goldwyn"
   }
  },
  {
   "quote": {
    "text": "Can you imagine what I would do if I could do all I can?"
   },
   "author": {
    "text": "Jeff Rich"
   }
  },
  {
   "quote": {
    "text": "Working parents, working families, and expectant workers are vital members of our workforce. Ensuring their success is how we maintain our global economic advantage."
   },
   "author": {
    "text": "Valerie Jarrett"
   }
  },
  {
   "quote": {
    "text": "You've achieved success in your field when you don't know whether what you're doing is work or play."
   },
   "author": {
    "text": "Warren Beatty"
   }
  },
  {
   "quote": {
    "text": "Success is self-defined. You can choose what you think success is, and you can always change your mind."
   },
   "author": {
    "text": "Mark Manson"
   }
  },
  {
   "quote": {
    "text": "It's our nature: Human beings like success but they hate successful people."
   },
   "author": {
    "text": "Carrot Top"
   }
  },
  {
   "quote": {
    "text": "Success is the space one occupies in the newspaper. Success is one day's insolence."
   },
   "author": {
    "text": "Elias Canetti"
   }
  },
  {
   "quote": {
    "text": "If you want to achieve things in life, you've just got to do them, and if you're talented and smart, you'll succeed."
   },
   "author": {
    "text": "Juliana Hatfield"
   }
  },
  {
   "quote": {
    "text": "I don't think about financial success as the measurement of my success."
   },
   "author": {
    "text": "Christie Hefner"
   }
  },
  {
   "quote": {
    "text": "The success and the failure are not my concern, but His."
   },
   "author": {
    "text": "Joseph Barber Lightfoot"
   }
  },
  {
   "quote": {
    "text": "It's not enough that I should succeed - others should fail."
   },
   "author": {
    "text": "David Merrick"
   }
  },
  {
   "quote": {
    "text": "Keep in mind that neither success nor failure is ever final."
   },
   "author": {
    "text": "Roger Babson"
   }
  },
  {
   "quote": {
    "text": "Success in almost any field depends more on energy and drive than it does on intelligence. This explains why we have so many stupid leaders."
   },
   "author": {
    "text": "Sloan Wilson"
   }
  },
  {
   "quote": {
    "text": "When I meet with the founders of a new company, my advice is almost always, 'Do fewer things.' It's true of partnerships, marketing opportunities, anything that's taking up your time. The vast majority of things are distractions, and very few really matter to your success."
   },
   "author": {
    "text": "Evan Williams"
   }
  },
  {
   "quote": {
    "text": "The one phrase you can use is that success has a thousand fathers, and failure is an orphan."
   },
   "author": {
    "text": "Alan Price"
   }
  },
  {
   "quote": {
    "text": "After I won the Oscar, my salary doubled, my friends tripled, my children became more popular at school, my butcher made a pass at me, and my maid hit me up for a raise."
   },
   "author": {
    "text": "Shirley Jones"
   }
  },
  {
   "quote": {
    "text": "To design the future effectively, you must first let go of your past."
   },
   "author": {
    "text": "Charles J. Givens"
   }
  }
 ]
}