{
 "TechnologyQuotes": [
  {
   "quote": {
    "text": "The science of today is the technology of tomorrow."
   },
   "author": {
    "text": "Edward Teller"
   }
  },
  {
   "quote": {
    "text": "Animals have come to mean so much in our lives. We live in a fragmented and disconnected culture. Politics are ugly, religion is struggling, technology is stressful, and the economy is unfortunate. What's one thing that we have in our lives that we can depend on? A dog or a cat loving us unconditionally, every day, very faithfully."
   },
   "author": {
    "text": "Jon Katz"
   }
  },
  {
   "quote": {
    "text": "Technology is a useful servant but a dangerous master."
   },
   "author": {
    "text": "Christian Lous Lange"
   }
  },
  {
   "quote": {
    "text": "Technology can be our best friend, and technology can also be the biggest party pooper of our lives. It interrupts our own story, interrupts our ability to have a thought or a daydream, to imagine something wonderful, because we're too busy bridging the walk from the cafeteria back to the office on the cell phone."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "Technology has forever changed the world we live in. We're online, in one way or another, all day long. Our phones and computers have become reflections of our personalities, our interests, and our identities. They hold much that is important to us."
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "Every once in a while, a new technology, an old problem, and a big idea turn into an innovation."
   },
   "author": {
    "text": "Dean Kamen"
   }
  },
  {
   "quote": {
    "text": "The first rule of any technology used in a business is that automation applied to an efficient operation will magnify the efficiency. The second is that automation applied to an inefficient operation will magnify the inefficiency."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "New technology is not good or evil in and of itself. It's all about how people choose to use it."
   },
   "author": {
    "text": "David Wong"
   }
  },
  {
   "quote": {
    "text": "Technology is, of course, a double edged sword. Fire can cook our food but also burn us."
   },
   "author": {
    "text": "Jason Silva"
   }
  },
  {
   "quote": {
    "text": "Technology is just a tool. In terms of getting the kids working together and motivating them, the teacher is the most important."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Technology is nothing. What's important is that you have a faith in people, that they're basically good and smart, and if you give them tools, they'll do wonderful things with them."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Social media is not about the exploitation of technology but service to community."
   },
   "author": {
    "text": "Simon Mainwaring"
   }
  },
  {
   "quote": {
    "text": "Design is a way of life, a point of view. It involves the whole complex of visual communications: talent, creative ability, manual skill, and technical knowledge. Aesthetics and economics, technology and psychology are intrinsically related to the process."
   },
   "author": {
    "text": "Paul Rand"
   }
  },
  {
   "quote": {
    "text": "Information technology and business are becoming inextricably interwoven. I don't think anybody can talk meaningfully about one without the talking about the other."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Even with all our technology and the inventions that make modern life so much easier than it once was, it takes just one big natural disaster to wipe all that away and remind us that, here on Earth, we're still at the mercy of nature."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "We live in a society exquisitely dependent on science and technology, in which hardly anyone knows anything about science and technology."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "Getting information off the Internet is like taking a drink from a fire hydrant."
   },
   "author": {
    "text": "Mitch Kapor"
   }
  },
  {
   "quote": {
    "text": "Sharing is good, and with digital technology, sharing is easy."
   },
   "author": {
    "text": "Richard Stallman"
   }
  },
  {
   "quote": {
    "text": "Every time there's a new tool, whether it's Internet or cell phones or anything else, all these things can be used for good or evil. Technology is neutral; it depends on how it's used."
   },
   "author": {
    "text": "Rick Smolan"
   }
  },
  {
   "quote": {
    "text": "The advance of technology is based on making it fit in so that you don't really even notice it, so it's part of everyday life."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Riding a bicycle is the summit of human endeavour - an almost neutral environmental effect coupled with the ability to travel substantial distances without disturbing anybody. The bike is the perfect marriage of technology and human energy."
   },
   "author": {
    "text": "Jeremy Corbyn"
   }
  },
  {
   "quote": {
    "text": "Engineering or technology is all about using the power of science to make life better for people, to reduce cost, to improve comfort, to improve productivity, etc."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "Once you have an innovation culture, even those who are not scientists or engineers - poets, actors, journalists - they, as communities, embrace the meaning of what it is to be scientifically literate. They embrace the concept of an innovation culture. They vote in ways that promote it. They don't fight science and they don't fight technology."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "The number one benefit of information technology is that it empowers people to do what they want to do. It lets people be creative. It lets people be productive. It lets people learn things they didn't think they could learn before, and so in a sense it is all about potential."
   },
   "author": {
    "text": "Steve Ballmer"
   }
  },
  {
   "quote": {
    "text": "The real problem is not whether machines think but whether men do."
   },
   "author": {
    "text": "B. F. Skinner"
   }
  },
  {
   "quote": {
    "text": "The purpose of technology is not to confuse the brain but to serve the body."
   },
   "author": {
    "text": "William S. Burroughs"
   }
  },
  {
   "quote": {
    "text": "The digital camera is a great invention because it allows us to reminisce. Instantly."
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "Technology, like art, is a soaring exercise of the human imagination."
   },
   "author": {
    "text": "Daniel Bell"
   }
  },
  {
   "quote": {
    "text": "Biology is the most powerful technology ever created. DNA is software, protein are hardware, cells are factories."
   },
   "author": {
    "text": "Arvind Gupta"
   }
  },
  {
   "quote": {
    "text": "We will always have STEM with us. Some things will drop out of the public eye and will go away, but there will always be science, engineering, and technology. And there will always, always be mathematics."
   },
   "author": {
    "text": "Katherine Johnson"
   }
  },
  {
   "quote": {
    "text": "Information technology and the Internet are rapidly transforming almost every aspect of our lives - some for better, some for worse."
   },
   "author": {
    "text": "John Landgraf"
   }
  },
  {
   "quote": {
    "text": "Technology and social media have brought power back to the people."
   },
   "author": {
    "text": "Mark McKinnon"
   }
  },
  {
   "quote": {
    "text": "Any sufficiently advanced technology is indistinguishable from magic."
   },
   "author": {
    "text": "Arthur C. Clarke"
   }
  },
  {
   "quote": {
    "text": "Science and technology revolutionize our lives, but memory, tradition and myth frame our response."
   },
   "author": {
    "text": "Arthur M. Schlesinger"
   }
  },
  {
   "quote": {
    "text": "Cell phones, mobile e-mail, and all the other cool and slick gadgets can cause massive losses in our creative output and overall productivity."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "We will explore the mysteries of science and harness the power of technology and innovation. We will realise the opportunities of the digital world. Our youth will learn more from - and with - each other."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "The further you get into technology, the further you go into gaming. That's the general rule."
   },
   "author": {
    "text": "Nick Johnson"
   }
  },
  {
   "quote": {
    "text": "Turn off your email; turn off your phone; disconnect from the Internet; figure out a way to set limits so you can concentrate when you need to, and disengage when you need to. Technology is a good servant but a bad master."
   },
   "author": {
    "text": "Gretchen Rubin"
   }
  },
  {
   "quote": {
    "text": "It's not a faith in technology. It's faith in people."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "I used to do my best thinking while staring out airplane windows. The seat-back video system put a stop to that. Now I sit and watch old' Friends' and 'Everybody Loves Raymond' episodes. Walking is good, but here again, technology has interfered. I like to listen to iTunes while I walk home. I guess I don't think anymore."
   },
   "author": {
    "text": "Mary Roach"
   }
  },
  {
   "quote": {
    "text": "Nuclear power is a young technology - there's so much more to be discovered. That's what makes it so exciting to me. Yes, there are problems, but innovative people are going to be able to come up with solutions and bring the technology to its full potential."
   },
   "author": {
    "text": "Leslie Dewan"
   }
  },
  {
   "quote": {
    "text": "There is a huge need and a huge opportunity to get everyone in the world connected, to give everyone a voice and to help transform society for the future. The scale of the technology and infrastructure that must be built is unprecedented, and we believe this is the most important problem we can focus on."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "Good, bad or indifferent, if you are not investing in new technology, you are going to be left behind."
   },
   "author": {
    "text": "Philip Green"
   }
  },
  {
   "quote": {
    "text": "Information technology is at the core of how you do your business and how your business model itself evolves."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "Genetically modified organism (GMO) foods are feared and hated by environmentalists and the public alike. Yet the scientific assessment of GMOs is remarkably different. Every major scientific evaluation of GMO technology has concluded that GMOs are safe for human consumption and are a benefit to the environment."
   },
   "author": {
    "text": "Ramez Naam"
   }
  },
  {
   "quote": {
    "text": "I use technology for communication, but I don't have a Blackberry or an iPhone. I use an outdated cell phone, but I'm fine with it."
   },
   "author": {
    "text": "Nicolas Cage"
   }
  },
  {
   "quote": {
    "text": "Modern technology has become a total phenomenon for civilization, the defining force of a new social order in which efficiency is no longer an option but a necessity imposed on all human activity."
   },
   "author": {
    "text": "Jacques Ellul"
   }
  },
  {
   "quote": {
    "text": "It has become appallingly obvious that our technology has exceeded our humanity."
   },
   "author": {
    "text": "Unknown"
   }
  },
  {
   "quote": {
    "text": "The world is getting more connected through technology and travel. Cuisines are evolving. Some people are scared of globalization, but I think people will always take pride in cultural heritage."
   },
   "author": {
    "text": "John Mackey"
   }
  },
  {
   "quote": {
    "text": "The First Industrial Revolution used water and steam power to mechanize production. The Second used electric power to create mass production. The Third used electronics and information technology to automate production."
   },
   "author": {
    "text": "Klaus Schwab"
   }
  },
  {
   "quote": {
    "text": "Soon silence will have passed into legend. Man has turned his back on silence. Day after day he invents machines and devices that increase noise and distract humanity from the essence of life, contemplation, meditation."
   },
   "author": {
    "text": "Jean Arp"
   }
  },
  {
   "quote": {
    "text": "Everybody gets so much information all day long that they lose their common sense."
   },
   "author": {
    "text": "Gertrude Stein"
   }
  },
  {
   "quote": {
    "text": "Patients who are being kept alive by technology and want to end their lives already have a recognized constitutional right to stop any and all medical interventions, from respirators to antibiotics. They do not need physician-assisted suicide or euthanasia."
   },
   "author": {
    "text": "Ezekiel Emanuel"
   }
  },
  {
   "quote": {
    "text": "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "Success in creating AI would be the biggest event in human history. Unfortunately, it might also be the last, unless we learn how to avoid the risks."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Information technology has been one of the leading drivers of globalization, and it may also become one of its major victims."
   },
   "author": {
    "text": "Evgeny Morozov"
   }
  },
  {
   "quote": {
    "text": "There's already a lot of active research going on using the Crispr technology to fix diseases like Duchenne muscular dystrophy or cystic fibrosis or Huntington's disease. They're all diseases that have known genetic causes, and we now have the technology that can repair those mutations to provide, we hope, patients with a normal life."
   },
   "author": {
    "text": "Jennifer Doudna"
   }
  },
  {
   "quote": {
    "text": "Everything we do these days - our lust for ever more comfort, pleasure, and distraction, our refusal to engage with the mandates of reality, our fidelity to cults of technology and limitless growth, our narcissistic national exceptionalism - all of this propels us toward the realm where souls abandon all hope."
   },
   "author": {
    "text": "James Howard Kunstler"
   }
  },
  {
   "quote": {
    "text": "Humanity is acquiring all the right technology for all the wrong reasons."
   },
   "author": {
    "text": "R. Buckminster Fuller"
   }
  },
  {
   "quote": {
    "text": "A successful society is characterized by a rising living standard for its population, increasing investment in factories and basic infrastructure, and the generation of additional surplus, which is invested in generating new discoveries in science and technology."
   },
   "author": {
    "text": "Robert Trout"
   }
  },
  {
   "quote": {
    "text": "There's still something so pure and heartfelt and emotional and genuine about a bouquet of flowers that, even with all the advances of technology and the millions of ways we have to communicate with each other, flowers are still relevant in my opinion."
   },
   "author": {
    "text": "Vanessa Diffenbaugh"
   }
  },
  {
   "quote": {
    "text": "An increased push for energy efficiency, renewable energy technology, electric mobility - along with the growing digitalization movement and a universal carbon pricing structure - would speed up the carbon-free future and the rise of a global middle class we desperately need. We can and must all do our part."
   },
   "author": {
    "text": "Joe Kaeser"
   }
  },
  {
   "quote": {
    "text": "I'm not a gadget freak, so to say. I own an iPhone, which I love, and would sorely love to upgrade to MacBook Air from my current MacBook Pro. But what gets me going is the technology behind the gadgets, new websites, new apps. And I'm way too much into social media - FB, Twitter and Instagram are always open on my phone."
   },
   "author": {
    "text": "Shreya Ghoshal"
   }
  },
  {
   "quote": {
    "text": "The over-all point is that new technology will not necessarily replace old technology, but it will date it. By definition. Eventually, it will replace it. But it's like people who had black-and-white TVs when color came out. They eventually decided whether or not the new technology was worth the investment."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Technological progress has merely provided us with more efficient means for going backwards."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Looking down the road, space exploration and the benefits it yields - in medicine and information technology - should not be overlooked."
   },
   "author": {
    "text": "Bob Barr"
   }
  },
  {
   "quote": {
    "text": "There was a time in the 1930s when magazine writers could actually make a good living. 'The Saturday Evening Post' and 'Collier's' both had three stories in each issue. These were usually entertaining, and people really went for them. But then television came along, and now of course, information technology... the new way of killing time."
   },
   "author": {
    "text": "Tom Wolfe"
   }
  },
  {
   "quote": {
    "text": "Cyberspace can't compensate for real space. We benefit from chatting to people face to face."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "The reason that Apple is able to create products like the iPad is because we've always tried to be at the intersection of technology and the liberal arts."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Our world is built on biology and once we begin to understand it, it then becomes a technology."
   },
   "author": {
    "text": "Ryan Bethencourt"
   }
  },
  {
   "quote": {
    "text": "The Internet is so big, so powerful and pointless that for some people it is a complete substitute for life."
   },
   "author": {
    "text": "Andrew Brown"
   }
  },
  {
   "quote": {
    "text": "Technology is a compulsive and addictive way to live. Verbal communication cannot be lost because of a lack of skill. The ability to listen and learn is key to mastering the art of communication. If you don't use your verbal skills and networking, it will disappear rapidly. Use technology wisely."
   },
   "author": {
    "text": "Rick Pitino"
   }
  },
  {
   "quote": {
    "text": "The concept of the robot encapsulates both aspects of technology. On one hand it's cool, it's fun, it's healthy, it's sexy, it's stylish. On the other hand it's terrifying, it's alienating, it's addictive, and it's scary. That has been the subject of much science-fiction literature."
   },
   "author": {
    "text": "Thomas Bangalter"
   }
  },
  {
   "quote": {
    "text": "If science fiction is the mythology of modern technology, then its myth is tragic."
   },
   "author": {
    "text": "Ursula K. Le Guin"
   }
  },
  {
   "quote": {
    "text": "Back in the days of Apollo, sending humans to the moon was the only viable way to get the scientific data we wanted. But now, with our computer and robotics technology, there's very little an astronaut can do on Mars that a well-designed rover can't."
   },
   "author": {
    "text": "Andy Weir"
   }
  },
  {
   "quote": {
    "text": "I had two passions growing up - one was music, one was technology. I tried to play in a band for a while, but I was never talented enough to make it. And I started companies. One day came along and I decided to combine the two - and there was Spotify."
   },
   "author": {
    "text": "Daniel Ek"
   }
  },
  {
   "quote": {
    "text": "Men have become the tools of their tools."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "The only constant in the technology industry is change."
   },
   "author": {
    "text": "Marc Benioff"
   }
  },
  {
   "quote": {
    "text": "Millennials, and the generations that follow, are shaping technology. This generation has grown up with computing in the palm of their hands. They are more socially and globally connected through mobile Internet devices than any prior generation. And they don't question; they just learn."
   },
   "author": {
    "text": "Brad D. Smith"
   }
  },
  {
   "quote": {
    "text": "We have also arranged things so that almost no one understands science and technology. This is a prescription for disaster. We might get away with it for a while, but sooner or later this combustible mixture of ignorance and power is going to blow up in our faces."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "If future generations are to remember us more with gratitude than sorrow, we must achieve more than just the miracles of technology. We must also leave them a glimpse of the world as it was created, not just as it looked when we got through with it."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "Science and technology are the keys to both our longevity and our demise. Our entire existence on this planet is a double-edged sword."
   },
   "author": {
    "text": "Rhys Darby"
   }
  },
  {
   "quote": {
    "text": "The world has today 546 nuclear plants generating electricity. Their experience is being continuously researched, and feedback should be provided to all. Nuclear scientists have to interact with the people of the nation, and academic institutions continuously update nuclear power generation technology and safety."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "The easiest way to stop piracy is not by putting antipiracy technology to work. It's by giving those people a service that's better than what they're receiving from the pirates."
   },
   "author": {
    "text": "Gabe Newell"
   }
  },
  {
   "quote": {
    "text": "To master a new technology, you have to play with it."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "Being nerdy just means being passionate about something, including everyone - the coolest people on Earth are passionate and therefore nerdy about something whatever it is, whether it's sports, or gaming, or technology, or fashion, or beauty, or food, or whatever."
   },
   "author": {
    "text": "Zachary Levi"
   }
  },
  {
   "quote": {
    "text": "Innovations in science and technology are the engines of the 21st-century economy; if you care about the wealth and health of your nation tomorrow, then you'd better rethink how you allocate taxes to fund science. The federal budget needs to recognize this."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Museums provide places of relaxation and inspiration. And most importantly, they are a place of authenticity. We live in a world of reproductions - the objects in museums are real. It's a way to get away from the overload of digital technology."
   },
   "author": {
    "text": "Thomas P. Campbell"
   }
  },
  {
   "quote": {
    "text": "Digital technology has several features that can make it much easier for teachers to pay special attention to all their students."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "For the self-conscious or insecure girl, technology can become a crippling addiction, an insatiable hunger not just for connection but the elusive promise of being liked by everyone."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "As information technology restructures the work situation, it abstracts thought from action."
   },
   "author": {
    "text": "Shoshana Zuboff"
   }
  },
  {
   "quote": {
    "text": "Science and technology multiply around us. To an increasing extent they dictate the languages in which we speak and think. Either we use those languages, or we remain mute."
   },
   "author": {
    "text": "J. G. Ballard"
   }
  },
  {
   "quote": {
    "text": "We already have - thanks to technology, development, skills, the efficiency of our work - enough resources to satisfy all human needs. But we don't have enough resources, and we are unlikely ever to have, to satisfy human greed."
   },
   "author": {
    "text": "Zygmunt Bauman"
   }
  },
  {
   "quote": {
    "text": "America has the best doctors, the best nurses, the best hospitals, the best medical technology, the best medical breakthrough medicines in the world. There is absolutely no reason we should not have in this country the best health care in the world."
   },
   "author": {
    "text": "Bill Frist"
   }
  },
  {
   "quote": {
    "text": "Social media is great, I guess, but it feels like technology is the sapper of innocence."
   },
   "author": {
    "text": "Chris O'Dowd"
   }
  },
  {
   "quote": {
    "text": "Television is a medium because anything well done is rare."
   },
   "author": {
    "text": "Fred Allen"
   }
  },
  {
   "quote": {
    "text": "Our philosophy is that we want to be an ecosystem. Our philosophy is to empower others to sell, empower others to service, making sure the other people are more powerful than us. With our technology, our innovation, our partners - 10 million small business sellers - they can compete with Microsoft and IBM."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "Technology, through automation and artificial intelligence, is definitely one of the most disruptive sources."
   },
   "author": {
    "text": "Alain Dehaze"
   }
  },
  {
   "quote": {
    "text": "Our intuition about the future is linear. But the reality of information technology is exponential, and that makes a profound difference. If I take 30 steps linearly, I get to 30. If I take 30 steps exponentially, I get to a billion."
   },
   "author": {
    "text": "Ray Kurzweil"
   }
  },
  {
   "quote": {
    "text": "I think it's brought the world a lot closer together, and will continue to do that. There are downsides to everything; there are unintended consequences to everything. The most corrosive piece of technology that I've ever seen is called television - but then, again, television, at its best, is magnificent."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "We face cyber threats from state-sponsored hackers, hackers for hire, global cyber syndicates, and terrorists. They seek our state secrets, our trade secrets, our technology, and our ideas - things of incredible value to all of us. They seek to strike our critical infrastructure and to harm our economy."
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "Developments in medical technology have long been confined to procedural or pharmaceutical advances, while neglecting a most basic and essential component of medicine: patient information management."
   },
   "author": {
    "text": "John Doolittle"
   }
  },
  {
   "quote": {
    "text": "It is impossible to work in information technology without also engaging in social engineering."
   },
   "author": {
    "text": "Jaron Lanier"
   }
  },
  {
   "quote": {
    "text": "In the 20th century, we had a century where at the beginning of the century, most of the world was agricultural and industry was very primitive. At the end of that century, we had men in orbit, we had been to the moon, we had people with cell phones and colour televisions and the Internet and amazing medical technology of all kinds."
   },
   "author": {
    "text": "David Gerrold"
   }
  },
  {
   "quote": {
    "text": "Study hard so that you can master technology, which allows us to master nature."
   },
   "author": {
    "text": "Che Guevara"
   }
  },
  {
   "quote": {
    "text": "Some people call this artificial intelligence, but the reality is this technology will enhance us. So instead of artificial intelligence, I think we'll augment our intelligence."
   },
   "author": {
    "text": "Ginni Rometty"
   }
  },
  {
   "quote": {
    "text": "Even more amazing than modern technology is our opportunity to access information directly from Heaven, without hardware, software, or monthly service fees."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "Technology has advanced more in the last thirty years than in the previous two thousand. The exponential increase in advancement will only continue."
   },
   "author": {
    "text": "Niels Bohr"
   }
  },
  {
   "quote": {
    "text": "The indigenous peoples never had, and still do not have, the place that they should have occupied in the progress and benefits of science and technology, although they represented an important basis for this development."
   },
   "author": {
    "text": "Rigoberta Menchu"
   }
  },
  {
   "quote": {
    "text": "Technology is destructive only in the hands of people who do not realize that they are one and the same process as the universe."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "Technology just means information technology."
   },
   "author": {
    "text": "Peter Thiel"
   }
  },
  {
   "quote": {
    "text": "With the observable fact that scientific knowledge makes our lives better when applied with concern for human welfare and environmental protection, there is no question that science and technology can produce abundance so that no one has to go without."
   },
   "author": {
    "text": "Jacque Fresco"
   }
  },
  {
   "quote": {
    "text": "Virtual reality is a technology that could actually allow you to connect on a real human level, soul-to-soul, regardless of where you are in the world."
   },
   "author": {
    "text": "Chris Milk"
   }
  },
  {
   "quote": {
    "text": "If we can reduce the cost and improve the quality of medical technology through advances in nanotechnology, we can more widely address the medical conditions that are prevalent and reduce the level of human suffering."
   },
   "author": {
    "text": "Ralph Merkle"
   }
  },
  {
   "quote": {
    "text": "Science and technology are a propellant for building a thriving country, and the happiness of the people and the future of the country hinge on their development."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "Even when you take a holiday from technology, technology doesn't take a break from you."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "We designed a number of features from the ground up, like custom display and optics technology with very high refresh rates and pixel density. We added integrated 3-D audio, a built-in microphone so you can speak to friends inside virtual worlds, and precise mechanical adjustment systems."
   },
   "author": {
    "text": "Brendan Iribe"
   }
  },
  {
   "quote": {
    "text": "I have always believed that technology should do the hard work - discovery, organization, communication - so users can do what makes them happiest: living and loving, not messing with annoying computers! That means making our products work together seamlessly."
   },
   "author": {
    "text": "Larry Page"
   }
  },
  {
   "quote": {
    "text": "Scientists and supercomputers have amplified our ability to look ahead. For decades, experts have warned us that human numbers, technology, hyper-consumption and a global economy are altering the chemical, geological, and biological properties of the biosphere."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "Technology makes the world a new place."
   },
   "author": {
    "text": "Shoshana Zuboff"
   }
  },
  {
   "quote": {
    "text": "It's hard to say exactly what it is about face-to-face contact that makes deals happen, but whatever it is, it hasn't yet been duplicated by technology."
   },
   "author": {
    "text": "Paul Graham"
   }
  },
  {
   "quote": {
    "text": "I hope to continue to inspire our nation's youth to pursue careers in science, technology, engineering, and math so they, too, may reach for the stars."
   },
   "author": {
    "text": "Ellen Ochoa"
   }
  },
  {
   "quote": {
    "text": "I'm interested in things that change the world or that affect the future and wondrous, new technology where you see it, and you're like, 'Wow, how did that even happen? How is that possible?'"
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "While technology is important, it's what we do with it that truly matters."
   },
   "author": {
    "text": "Muhammad Yunus"
   }
  },
  {
   "quote": {
    "text": "The new electronic independence re-creates the world in the image of a global village."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "Capitalist production, therefore, develops technology, and the combining together of various processes into a social whole, only by sapping the original sources of all wealth - the soil and the labourer."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "We can't blame the technology when we make mistakes."
   },
   "author": {
    "text": "Tim Berners-Lee"
   }
  },
  {
   "quote": {
    "text": "People who are really serious about software should make their own hardware."
   },
   "author": {
    "text": "Alan Kay"
   }
  },
  {
   "quote": {
    "text": "We must not be afraid to push boundaries; instead, we should leverage our science and our technology, together with our creativity and our curiosity, to solve the world's problems."
   },
   "author": {
    "text": "Jason Silva"
   }
  },
  {
   "quote": {
    "text": "I think that technology - computers and smart phones and 24-hour availability - often leaves me, and others I know, feeling blank and depressed at the end of a day. I also believe that hyped expectations for raising children leaves many women and men feeling as if their days are a blur of carpools and play-groups and tutors."
   },
   "author": {
    "text": "Rebecca Traister"
   }
  },
  {
   "quote": {
    "text": "In Israel, a land lacking in natural resources, we learned to appreciate our greatest national advantage: our minds. Through creativity and innovation, we transformed barren deserts into flourishing fields and pioneered new frontiers in science and technology."
   },
   "author": {
    "text": "Shimon Peres"
   }
  },
  {
   "quote": {
    "text": "I'm fascinated by the idea that genetics is digital. A gene is a long sequence of coded letters, like computer information. Modern biology is becoming very much a branch of information technology."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "I don't think journalism changes. It's about digging into stories and telling them well. The basic tenets of great reporting stay the same while things around it change. Technology has made reporting easier, but it has also caused job loss. Social media has increased discussion around topics, but it has its own challenges at times."
   },
   "author": {
    "text": "Soledad O'Brien"
   }
  },
  {
   "quote": {
    "text": "An asteroid or a supervolcano could certainly destroy us, but we also face risks the dinosaurs never saw: An engineered virus, nuclear war, inadvertent creation of a micro black hole, or some as-yet-unknown technology could spell the end of us."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Thanks to modern technology, we now can deliver every text in every research library to every citizen in our country, and to everyone in the world. If we fail to do so, we are not living up to our civic duty."
   },
   "author": {
    "text": "Robert Darnton"
   }
  },
  {
   "quote": {
    "text": "The intersection of law, politics, and technology is going to force a lot of good thinking."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Take, therefore, what modern technology is capable of: the power of our moral sense allied to the power of communications and our ability to organize internationally. That, in my view, gives us the first opportunity as a community to fundamentally change the world."
   },
   "author": {
    "text": "Gordon Brown"
   }
  },
  {
   "quote": {
    "text": "There is a difference between what technology enables and what historical business practices enable."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Government isn't that good at rapid advancement of technology. It tends to be better at funding basic research. To have things take off, you've got to have commercial companies do it."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "I wanted to be a pilot. I loved flying and I loved all the technology and the equipment and the sense of adventure that came with it. I think that feeling still bleeds over into everything I do today."
   },
   "author": {
    "text": "Graham Brown"
   }
  },
  {
   "quote": {
    "text": "There are three roads to ruin; women, gambling and technicians. The most pleasant is with women, the quickest is with gambling, but the surest is with technicians."
   },
   "author": {
    "text": "Georges Pompidou"
   }
  },
  {
   "quote": {
    "text": "Collaboration among individuals, brands, and industries will only continue to accelerate as technology facilitates and enables greater connection in real time from anywhere in the world. It's why we're experiencing such an unprecedented pace of innovation in every aspect of our lives."
   },
   "author": {
    "text": "Mark Parker"
   }
  },
  {
   "quote": {
    "text": "Innovation in an existing company is not just the sum of great technology, key acquisitions, or smart people. Corporate innovation needs a culture that matches and supports it."
   },
   "author": {
    "text": "Steve Blank"
   }
  },
  {
   "quote": {
    "text": "I love using the latest technologies to make life more efficient, but I don't want to advocate that technology replaces the need to get together and enjoy human connections with people."
   },
   "author": {
    "text": "Maynard Webb"
   }
  },
  {
   "quote": {
    "text": "I keep wondering at night, 'Will I have a bank the next morning, or will some technology company be doing banking without needing a bank?'"
   },
   "author": {
    "text": "Uday Kotak"
   }
  },
  {
   "quote": {
    "text": "While we cannot predict the future, we will most surely live it. Every action and decision we take - or don't - ripples into the future. For the first time, we have the capability, the technology, and the knowledge to direct those ripples."
   },
   "author": {
    "text": "Jacque Fresco"
   }
  },
  {
   "quote": {
    "text": "Blockchain's a very interesting technology that will have some very profound applications for society over the years to come."
   },
   "author": {
    "text": "Kenneth C. Griffin"
   }
  },
  {
   "quote": {
    "text": "With any advent in technology, any technological innovation, there is the good and the bad."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Everywhere you turn, there are lists and statistics. Any business, any sport, any hobby - we will try to categorize who is the best at some component of that endeavor. It's part human nature and part technology, since we have been conditioned to have access to answers and trivial problems at our fingertips."
   },
   "author": {
    "text": "Michael Gerber"
   }
  },
  {
   "quote": {
    "text": "I'm trying my best to keep up with all this new technology, and I surround myself with all these wonderful people that are in the know and kind of help me out with all that."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "It is the framework which changes with each new technology and not just the picture within the frame."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "We live in an age of technology and science that demands proof, and yet we desire mystery. But when God gives us mystery, we seek to destroy it by gross indifference or childish reasoning."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "If you look at the history of technology over a couple hundred years, it's all about time compression and making the globe smaller. It's had positive effects, all the ones that we know. So we're much less likely to have the kind of terrible misunderstandings that led to World War I, for example."
   },
   "author": {
    "text": "Eric Schmidt"
   }
  },
  {
   "quote": {
    "text": "Art challenges technology, but technology inspires the art."
   },
   "author": {
    "text": "John Lasseter"
   }
  },
  {
   "quote": {
    "text": "Electronic medical records are, in a lot of ways, I think the aspect of technology that is going to revolutionize the way we deliver care. And it's not just that we will be able to collect information, it's that everyone involved in the healthcare enterprise will be able to use that information more effectively."
   },
   "author": {
    "text": "Risa Lavizzo-Mourey"
   }
  },
  {
   "quote": {
    "text": "Creative people are notoriously the slowest to adopt new technology."
   },
   "author": {
    "text": "Robert Rodriguez"
   }
  },
  {
   "quote": {
    "text": "Any new technology tends to go through a 25-year adoption cycle."
   },
   "author": {
    "text": "Marc Andreessen"
   }
  },
  {
   "quote": {
    "text": "What troubles me is the Internet and the electronic technology revolution. Shyness is fueled in part by so many people spending huge amounts of time alone, isolated on e-mail, in chat rooms, which reduces their face-to-face contact with other people."
   },
   "author": {
    "text": "Philip Zimbardo"
   }
  },
  {
   "quote": {
    "text": "You affect the world by what you browse."
   },
   "author": {
    "text": "Tim Berners-Lee"
   }
  },
  {
   "quote": {
    "text": "On YouTube, women are not just users; they're creators. They're learning about business and technology, and having a voice."
   },
   "author": {
    "text": "Susan Wojcicki"
   }
  },
  {
   "quote": {
    "text": "If you think technology can solve your security problems, then you don't understand the problems and you don't understand the technology."
   },
   "author": {
    "text": "Bruce Schneier"
   }
  },
  {
   "quote": {
    "text": "World War II had a very important impact on the development of technology, as a whole."
   },
   "author": {
    "text": "Barry Commoner"
   }
  },
  {
   "quote": {
    "text": "If you're not looking toward the future or trying to improve the current technology, you'll be left behind."
   },
   "author": {
    "text": "Gwynne Shotwell"
   }
  },
  {
   "quote": {
    "text": "We had some really powerful technology - Atari always was a technology-driven company, and we were very keen on keeping the technological edge on everything. There's a whole bunch of things that we innovated. We made the first computer that did stamps or sprites, we did screen-mapping for the very first time, and a lot of stuff like that."
   },
   "author": {
    "text": "Nolan Bushnell"
   }
  },
  {
   "quote": {
    "text": "It's not that we use technology, we live technology."
   },
   "author": {
    "text": "Godfrey Reggio"
   }
  },
  {
   "quote": {
    "text": "People don't want to believe that technology is broken. Pharmaceuticals, robotics, artificial intelligence, nanotechnology - all these areas where the progress has been a lot more limited than people think. And the question is why."
   },
   "author": {
    "text": "Peter Thiel"
   }
  },
  {
   "quote": {
    "text": "The E-government cabinet, E-health services, online voting, online pre-filled tax returns, e-mobile parking, are all examples of Estonian innovation, but far more importantly, they are examples of the transformative power of intensive and extensive use of Information Technology in the public sector."
   },
   "author": {
    "text": "Toomas Hendrik Ilves"
   }
  },
  {
   "quote": {
    "text": "When new technology in the classroom starts happening, some people get very excited and think of it as a panacea. It attracts very high amounts of money; it raises expectations, and those expectations aren't met."
   },
   "author": {
    "text": "Mitch Kapor"
   }
  },
  {
   "quote": {
    "text": "If students get a sound education in the history, social effects and psychological biases of technology, they may grow to be adults who use technology rather than be used by it."
   },
   "author": {
    "text": "Neil Postman"
   }
  },
  {
   "quote": {
    "text": "You know, I think there are certain words like 'illegitimate' that should not be used to describe a person. And certainly, we have come far enough in our technology that our language can evolve, because it has an impact."
   },
   "author": {
    "text": "Aimee Mullins"
   }
  },
  {
   "quote": {
    "text": "As a writer of fiction who deals with technology, I necessarily deal with the history of technology and the history of technologically induced social change. I roam up and down it in a kind of special way because I roam down it into history, which is invariably itself a speculative affair."
   },
   "author": {
    "text": "William Gibson"
   }
  },
  {
   "quote": {
    "text": "It's possible to let technology absorb what we know and then re-express it in intricate mechanisms - parts and circuit boards and software objects - mechanisms we can use but do not understand in crucial ways. This not-knowing is fine while everything works as we expected."
   },
   "author": {
    "text": "Ellen Ullman"
   }
  },
  {
   "quote": {
    "text": "The technology is not an end in itself: it is a tool. It can make it easier for us to communicate or manage our finances. It can help us take care of our health or help policemen in their work. It can create jobs and boost growth. It can enhance transparency and accessibility to services."
   },
   "author": {
    "text": "Taavet Hinrikus"
   }
  },
  {
   "quote": {
    "text": "Technology is cool, but you've got to use it as opposed to letting it use you."
   },
   "author": {
    "text": "Prince"
   }
  },
  {
   "quote": {
    "text": "Technology is notorious for engrossing people so much that they don't always focus on balance and enjoy life at the same time."
   },
   "author": {
    "text": "Paul Allen"
   }
  },
  {
   "quote": {
    "text": "I just invent, then wait until man comes around to needing what I've invented."
   },
   "author": {
    "text": "R. Buckminster Fuller"
   }
  },
  {
   "quote": {
    "text": "Our technology, our machines, is part of our humanity. We created them to extend ourselves, and that is what is unique about human beings."
   },
   "author": {
    "text": "Ray Kurzweil"
   }
  },
  {
   "quote": {
    "text": "Technology is unlocking the innate compassion we have for our fellow human beings."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Globalization, as defined by rich people like us, is a very nice thing... you are talking about the Internet, you are talking about cell phones, you are talking about computers. This doesn't affect two-thirds of the people of the world."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "Jobs offshoring began with manufacturing, but the rise of the high-speed Internet made it possible to move offshore tradable professional skills, such as software engineering, information technology, various forms of engineering, architecture, accounting, and even the medical reading of MRIs and CT-Scans."
   },
   "author": {
    "text": "Paul Craig Roberts"
   }
  },
  {
   "quote": {
    "text": "The new information technology... Internet and e-mail... have practically eliminated the physical costs of communications."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "Technology gives us the facilities that lessen the barriers of time and distance - the telegraph and cable, the telephone, radio, and the rest."
   },
   "author": {
    "text": "Emily Greene Balch"
   }
  },
  {
   "quote": {
    "text": "The typewriting machine, when played with expression, is no more annoying than the piano when played by a sister or near relation."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "I'm good with digital technology, but I start to miss the physical world. I miss riding my bike, talking to friends."
   },
   "author": {
    "text": "Pranav Mistry"
   }
  },
  {
   "quote": {
    "text": "We've arranged a civilization in which most crucial elements profoundly depend on science and technology."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "I'm not a tech guy. I'm looking at the technology with the eyes of my customers, normal people's eyes."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "Healthcare is becoming part of information technology."
   },
   "author": {
    "text": "Bill Maris"
   }
  },
  {
   "quote": {
    "text": "Ever since the Industrial Revolution, investments in science and technology have proved to be reliable engines of economic growth. If homegrown interest in those fields is not regenerated soon, the comfortable lifestyle to which Americans have become accustomed will draw to a rapid close."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Did you ever spell a word so bad that your spell check has absolutely no clue what you're trying to spell? What do you end up getting, you end up getting, like, a question mark. You got a million dollars of technology just looking back at you like, 'You got me, buddy. Which is pretty amazing because I have all the words.'"
   },
   "author": {
    "text": "Bill Burr"
   }
  },
  {
   "quote": {
    "text": "Europe and Africa share proximity and history, ideas and ideals, trade and technology. You are tied together by the ebb and flow of people. Migration presents policy challenges - but also represents an opportunity to enhance human development, promote decent work, and strengthen collaboration."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "Police departments no longer have to pay overtime or divert resources from other projects to find out where an individual goes - all they have to do is place a tracking device on someone's car or ask a cell phone company for that individual's location history and the technology does the work for them."
   },
   "author": {
    "text": "Ron Wyden"
   }
  },
  {
   "quote": {
    "text": "Like all technology, social media is neutral but is best put to work in the service of building a better world."
   },
   "author": {
    "text": "Simon Mainwaring"
   }
  },
  {
   "quote": {
    "text": "Today, our attention is less than the television advertisement. We're looking at six or seven problems constantly. We're living in the disturbed societies of cities. I think modern technology is one of the worst things human beings have invented."
   },
   "author": {
    "text": "Marina Abramovic"
   }
  },
  {
   "quote": {
    "text": "Technology can be used to make people's lives easier, to reduce inequality, to facilitate inclusion, or to solve intractable global problems, but without dialogue and governance, it can be used against humanity - the choice on how we use technology is ours."
   },
   "author": {
    "text": "Sharan Burrow"
   }
  },
  {
   "quote": {
    "text": "The internet is a great way to get on the net."
   },
   "author": {
    "text": "Bob Dole"
   }
  },
  {
   "quote": {
    "text": "The most important thing is to make the technology inclusive - make the world change. Next, pay attention to those people who are 30 years old, because those are the internet generation. They will change the world; they are the builders of the world."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "In the industrial revolution Britain led the world in advances that enabled mass production: trade exchanges, transportation, factory technology and new skills needed for the new industrialised world."
   },
   "author": {
    "text": "Lucy Powell"
   }
  },
  {
   "quote": {
    "text": "First, how do we give everyone a fair shot at opportunity and security in this new economy? Second, how do we make technology work for us, and not against us - especially when it comes to solving urgent challenges like climate change? Third, how do we keep America safe and lead the world without becoming its policeman?"
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "The mechanical loom and the calculator have shown us that technology is both disruptive and filled with opportunities. But it would be hard to find a decent argument that we would have been better off without these inventions."
   },
   "author": {
    "text": "Oren Etzioni"
   }
  },
  {
   "quote": {
    "text": "Traits acquired during one's lifetime - muscles built up in the gym, for example - cannot be passed on to the next generation. Now with technology, as it happens, we might indeed be able to transfer some of our acquired traits on to our selected offspring by genetic engineering."
   },
   "author": {
    "text": "Nick Bostrom"
   }
  },
  {
   "quote": {
    "text": "All of the books in the world contain no more information than is broadcast as video in a single large American city in a single year. Not all bits have equal value."
   },
   "author": {
    "text": "Carl Sagan"
   }
  },
  {
   "quote": {
    "text": "We no longer think of chairs as technology; we just think of them as chairs. But there was a time when we hadn't worked out how many legs chairs should have, how tall they should be, and they would often 'crash' when we tried to use them."
   },
   "author": {
    "text": "Douglas Adams"
   }
  },
  {
   "quote": {
    "text": "Relying on the government to protect your privacy is like asking a peeping tom to install your window blinds."
   },
   "author": {
    "text": "John Perry Barlow"
   }
  },
  {
   "quote": {
    "text": "Technology and robotics are advancing and will reduce the need for workers in the future."
   },
   "author": {
    "text": "Jan C. Ting"
   }
  },
  {
   "quote": {
    "text": "NAFTA recognizes the reality of today's economy - globalization and technology. Our future is not in competing at the low-level wage job; it is in creating high-wage, new technology jobs based on our skills and our productivity."
   },
   "author": {
    "text": "John F. Kerry"
   }
  },
  {
   "quote": {
    "text": "In 1993, Israel and North Korea were moving towards an agreement in which North Korea would stop sending any missiles or military technology to the Middle East and Israel would recognize that country. President Clinton intervened and blocked it."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "Once a new technology rolls over you, if you're not part of the steamroller, you're part of the road."
   },
   "author": {
    "text": "Stewart Brand"
   }
  },
  {
   "quote": {
    "text": "Scheduled shipping is one of many inventions that has made New York a global capital of innovation and creativity - from Willis Carrier's invention of air conditioning in Buffalo and George Eastman's breakthrough film technology in Rochester to the rise of hip-hop in the South Bronx and the world's first cell phone call in Midtown Manhattan."
   },
   "author": {
    "text": "Joe Gebbia"
   }
  },
  {
   "quote": {
    "text": "There's an ongoing competition by global companies across all areas from products, technology development and hiring talented people to patent disputes. The market is big and opportunities are wide open, so we should find out new businesses that Samsung's future will hinge on."
   },
   "author": {
    "text": "Lee Kun-hee"
   }
  },
  {
   "quote": {
    "text": "We have the greatest hospitals, doctors, and medical technology in the world - we need to make them accessible to every American."
   },
   "author": {
    "text": "Barbara Boxer"
   }
  },
  {
   "quote": {
    "text": "Industrialization based on machinery, already referred to as a characteristic of our age, is but one aspect of the revolution that is being wrought by technology."
   },
   "author": {
    "text": "Emily Greene Balch"
   }
  },
  {
   "quote": {
    "text": "As the technology is developed, autonomous driving could provide driving opportunities for the physically challenged or enable the elderly to continue driving longer. This will be vital as many nations experience an aging population."
   },
   "author": {
    "text": "William Clay Ford, Jr."
   }
  },
  {
   "quote": {
    "text": "To try to teach ignoring technology is to ignore the progress that we have made over the last century. If school is preparation for the real world - a real world that is increasingly technology-driven - then to ignore technology is to become obsolete."
   },
   "author": {
    "text": "Adora Svitak"
   }
  },
  {
   "quote": {
    "text": "I'm thankful God has given us the technology where we can see each other through Skype on the computer. It's not the same thing, but at least we can see each other. Imagine the time before when that wasn't available and people had to go defend our country. It's really hard. I go two weeks without seeing my family and I go crazy."
   },
   "author": {
    "text": "Albert Pujols"
   }
  },
  {
   "quote": {
    "text": "If we are to ensure that healthcare remains affordable and widely available for future generations, we need to radically rethink how we provide and manage it - in collaboration with key health system partners - and apply the technology that can help achieve these changes."
   },
   "author": {
    "text": "Frans van Houten"
   }
  },
  {
   "quote": {
    "text": "The launch of iPhone is very possibly bigger than the launch of the first Apple II or the first Mac. Steve Jobs's genius is his ability to use technology to create products that define fundamental cultural shifts."
   },
   "author": {
    "text": "John Sculley"
   }
  },
  {
   "quote": {
    "text": "True flexibility is a symbiotic partnership between employer and employee and between technology and culture."
   },
   "author": {
    "text": "Jean-Philippe Courtois"
   }
  },
  {
   "quote": {
    "text": "The purpose of the mission must be thoroughly understood beforehand, and the men must be inspired with a sense of personal dedication that knows no limitations... In an age of high technology and Jedi Knights, we often overlook the need for personal involvement, but we do so at our own risk."
   },
   "author": {
    "text": "William H. McRaven"
   }
  },
  {
   "quote": {
    "text": "The humanists' replacement for religion: work really hard and somehow you'll either save yourself or you'll be immortal. Of course, that's a total joke, and our progress is nothing. There may be progress in technology but there's no ethical progress whatsoever."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "We need to stay on the leading edge of technology, that technology in our products, in our internal process and manufacturing. But most importantly, we need the talent. It's multidisciplinary talent. It's talent that knows how to operate globally, that has technology savvy and a business savvy."
   },
   "author": {
    "text": "Dennis Muilenburg"
   }
  },
  {
   "quote": {
    "text": "The computer is my favourite invention. I feel lucky to be part of the global village. I don't mean to brag, but I'm so fast with technology. People think it all seems too much, but we'll get used to it. I'm sure it all seemed too much when we were learning to walk."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "I believe economic growth should translate into the happiness and progress of all. Along with it, there should be development of art and culture, literature and education, science and technology. We have to see how to harness the many resources of India for achieving common good and for inclusive growth."
   },
   "author": {
    "text": "Pratibha Patil"
   }
  },
  {
   "quote": {
    "text": "Sporting competitions seem to be what we obsess over, frankly. So if we can put engineering, science, technology into a format of healthy, fun competition, we can attract all sorts of kids that might not see the kind of activity we do as accessible or rewarding."
   },
   "author": {
    "text": "Dean Kamen"
   }
  },
  {
   "quote": {
    "text": "You look at marketing: everything that's happening in marketing is digitized. Everything that's happening in finance is digitized. So pretty much every industry, every function in every industry, has a huge element that's driven by information technology. It's no longer discrete."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "We must ensure that technology is accessible, affordable, and adds value."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "Rural technology is moving from kind of the back office to where everything, every company - sales, marketing, customer acquisition, new product development, media - all industries are becoming technology industries. And it's not information technology: it's business technology."
   },
   "author": {
    "text": "Michael Dell"
   }
  },
  {
   "quote": {
    "text": "Wearable technology will tell us how well we are sleeping and whether we need to exercise. Sensors in the street will help us avoid traffic jams and find parking. Telemedicine applications will allow physicians to treat patients who are hundreds of miles away."
   },
   "author": {
    "text": "John T. Chambers"
   }
  },
  {
   "quote": {
    "text": "Magic and new technology have always walked hand in hand - even back in the days of Robert Houdin."
   },
   "author": {
    "text": "David Copperfield"
   }
  },
  {
   "quote": {
    "text": "All of our technology is completely unnecessary to a happy life."
   },
   "author": {
    "text": "Tom Hodgkinson"
   }
  },
  {
   "quote": {
    "text": "We have to wonder whether digital technology, rather than making it easier to communicate, is actually doing the opposite. We now sit alone at a keyboard, firing off zeros and ones into the ether. Offices are silent."
   },
   "author": {
    "text": "Tom Hodgkinson"
   }
  },
  {
   "quote": {
    "text": "With technology tracking us everywhere we go, 'cosplay' might become our best defense against surveillance."
   },
   "author": {
    "text": "Annalee Newitz"
   }
  },
  {
   "quote": {
    "text": "We create the technology to connect the world. We are a large network company and not restricted to just the telecom space."
   },
   "author": {
    "text": "Rajeev Suri"
   }
  },
  {
   "quote": {
    "text": "We can do better in higher education. And it is more than just technology. It's also an attitude on the part of faculty. We need to think through how we can produce a better quality product at less cost."
   },
   "author": {
    "text": "Roy Romer"
   }
  },
  {
   "quote": {
    "text": "One of the biggest challenges to medicine is the incorporation of information technology in our practices."
   },
   "author": {
    "text": "Samuel Wilson"
   }
  },
  {
   "quote": {
    "text": "If we continue to develop our technology without wisdom or prudence, our servant may prove to be our executioner."
   },
   "author": {
    "text": "Omar N. Bradley"
   }
  },
  {
   "quote": {
    "text": "Cultural values are, in themselves, neutral as well as universal, and so much depends on how individuals or ethnic groups use them. Values are influenced by so many factors such as geography, climate, religion, the economy and technology."
   },
   "author": {
    "text": "F. Sionil Jose"
   }
  },
  {
   "quote": {
    "text": "GIS is the only technology that actually integrates many different subjects using geography as its common framework."
   },
   "author": {
    "text": "Jack Dangermond"
   }
  },
  {
   "quote": {
    "text": "The final frontier of the digital technology is integrating into your own brain."
   },
   "author": {
    "text": "Ramez Naam"
   }
  },
  {
   "quote": {
    "text": "We have more media than ever and more technology in our lives. It's supposed to help us communicate, but it has the opposite effect of isolating us."
   },
   "author": {
    "text": "Tracy Chapman"
   }
  },
  {
   "quote": {
    "text": "Skin has become inadequate in interfacing with reality. Technology has become the body's new membrane of existence."
   },
   "author": {
    "text": "Nam June Paik"
   }
  },
  {
   "quote": {
    "text": "Technology doesn't address everything - for example, air travel still sucks."
   },
   "author": {
    "text": "Brad Feld"
   }
  },
  {
   "quote": {
    "text": "I have no problem with the financial industry inviting the Trojan Horse of blockchain technology into their walled garden. Because I know how powerful the technology is."
   },
   "author": {
    "text": "Erik Voorhees"
   }
  },
  {
   "quote": {
    "text": "Technology has given us this wonderful opportunity to have low energy costs. We have to seize that, rather than keep debating and discussing and fighting over it."
   },
   "author": {
    "text": "Michael Porter"
   }
  },
  {
   "quote": {
    "text": "Advances in the technology of telecommunications have proved an unambiguous threat to totalitarian regimes everywhere."
   },
   "author": {
    "text": "Rupert Murdoch"
   }
  },
  {
   "quote": {
    "text": "You don't have to be young to learn about technology. You have to feel young."
   },
   "author": {
    "text": "Vint Cerf"
   }
  },
  {
   "quote": {
    "text": "I think we are living in selfish times. I'm the first one to say that I'm the most selfish. We live in the so-called 'first world,' and we may be first in a lot of things like technology, but we are behind in empathy."
   },
   "author": {
    "text": "Javier Bardem"
   }
  },
  {
   "quote": {
    "text": "Providing career growth and development opportunities for our people is of paramount importance, and that's why we surround and support our diverse employee team with investments in innovation, technology, training, and a wide variety of programs so they can build great careers. 'Fortune' saw that in KPMG, and we're delighted."
   },
   "author": {
    "text": "Lynne Doughtie"
   }
  },
  {
   "quote": {
    "text": "The breadth and scale of the capabilities we provide end-to-end across strategy, consulting, digital, technology, and operations are absolutely unique in the marketplace. And this is why Accenture remains the partner of choice for the world's leading companies in executing large-scale transformation programs."
   },
   "author": {
    "text": "Pierre Nanterme"
   }
  },
  {
   "quote": {
    "text": "The promise of energy savings, reduced carbon emissions and affordable lighting was there from the inception. The proliferation of the technology into areas such as displays, automotive, medicine and horticulture was unexpected."
   },
   "author": {
    "text": "Shuji Nakamura"
   }
  },
  {
   "quote": {
    "text": "It is questionable if all the mechanical inventions yet made have lightened the day's toil of any human being."
   },
   "author": {
    "text": "John Stuart Mill"
   }
  },
  {
   "quote": {
    "text": "Technology is how we create wealth, how we cure diseases, how we'll build an environment that's sustainable and also gives people the capacity to pull more out of this world and still leave it better than when they found it."
   },
   "author": {
    "text": "Dean Kamen"
   }
  },
  {
   "quote": {
    "text": "Surrounded by a sweltering state known for its staunch conservatism, Austin is an oasis. It's home to the University of Texas, which continuously fosters a well-educated youth culture who have been funneling their collective creative energy into building a vibrant music, film, and technology scene for decades."
   },
   "author": {
    "text": "Andrew Zimmern"
   }
  },
  {
   "quote": {
    "text": "The future of innovation has to include not only the technology, but economic viability."
   },
   "author": {
    "text": "Dennis Muilenburg"
   }
  },
  {
   "quote": {
    "text": "In software systems it is often the early bird that makes the worm."
   },
   "author": {
    "text": "Alan Perlis"
   }
  },
  {
   "quote": {
    "text": "It's very difficult to find even one or two criteria that you will find in every Internet situation, and the reason is that the technology constrains language in individual ways."
   },
   "author": {
    "text": "David Crystal"
   }
  },
  {
   "quote": {
    "text": "In addition to encouraging failure, I would also encourage companies to broadly create a culture of innovation. That should mean more than just technology and invention; it should mean something millennials know well: Ingenuity."
   },
   "author": {
    "text": "Cathy Engelbert"
   }
  },
  {
   "quote": {
    "text": "The networked world offers the promise that maybe the information technology industry will start to, for the first time in a decade or so, address CEO-level issues."
   },
   "author": {
    "text": "Louis V. Gerstner, Jr."
   }
  },
  {
   "quote": {
    "text": "Technology... is a queer thing. It brings you great gifts with one hand, and it stabs you in the back with the other."
   },
   "author": {
    "text": "Carrie Snow"
   }
  },
  {
   "quote": {
    "text": "If you were a computer and read all the AI articles and extracted out the names that are quoted, I guarantee you that women rarely show up. For every woman who has been quoted about AI technology, there are a hundred more times men were quoted."
   },
   "author": {
    "text": "Fei-Fei Li"
   }
  },
  {
   "quote": {
    "text": "In 1958, my father graduated from secondary school as the highest-achieving student in the state of Kansas, earning a five-year scholarship to the Massachusetts Institute of Technology. He turned it down. For someone raised in a remote farming town, this would have been his opportunity to transform his life, a ticket to a bigger world."
   },
   "author": {
    "text": "Vivienne Ming"
   }
  },
  {
   "quote": {
    "text": "You can't be on the cusp of innovation and at the forefront of technology if you're wearing blinders. If you don't have an exploration program where you're exploring your world here on Earth, underwater, and in space, then you're wearing blinders and handicapping yourself."
   },
   "author": {
    "text": "Gwynne Shotwell"
   }
  },
  {
   "quote": {
    "text": "During my administration, we've welcomed a broad and diverse group of industries to New Mexico, including high-tech and traditional manufacturing, health care, information technology and finance. Some are homegrown New Mexico companies; others are global leaders in their industries."
   },
   "author": {
    "text": "Susana Martinez"
   }
  },
  {
   "quote": {
    "text": "We need a wireless mobile device ecosystem that mirrors the PC/Internet ecosystem, one where the consumers' purchase of network capacity is separate from their purchase of the hardware and software they use on that network. It will take government action, or some disruptive technology or business innovation, to get us there."
   },
   "author": {
    "text": "Walt Mossberg"
   }
  },
  {
   "quote": {
    "text": "The essence of architecture is form and space, and light is the essential element to the key to architectural design, probably more important than anything. Technology and materials are secondary."
   },
   "author": {
    "text": "I. M. Pei"
   }
  },
  {
   "quote": {
    "text": "A variety of national and international studies indicate that the broad-based deployment of information technology can have a substantial impact on our nation's economic productivity and growth as well as the educational and social success of our citizens."
   },
   "author": {
    "text": "Tim Holden"
   }
  },
  {
   "quote": {
    "text": "Broadband access is the great equalizer, leveling the playing field so that every willing and able person, no matter their station in life, has access to the information and tools necessary to achieve the American Dream."
   },
   "author": {
    "text": "Michael K. Powell"
   }
  },
  {
   "quote": {
    "text": "CCTV is seen either as a symbol of Orwellian dystopia or a technology that will lead to crime-free streets and civil behaviour. While arguments continue, there is very little solid data in the public domain about the costs, quantity and effectiveness of surveillance."
   },
   "author": {
    "text": "Heather Brooke"
   }
  },
  {
   "quote": {
    "text": "'Neon Future' is, in short, a positive outlook on human progress and technology, looking forward to a bright, colorful utopia. It's embracing the future and looking toward the future in a more optimistic way."
   },
   "author": {
    "text": "Steve Aoki"
   }
  },
  {
   "quote": {
    "text": "Looking ahead, I believe that the underlying importance of higher education, of science, of technology, of research and scholarship to our quality of life, to the strength of our economy, to our security in many dimensions will continue to be the most important message."
   },
   "author": {
    "text": "Charles Vest"
   }
  },
  {
   "quote": {
    "text": "I'm a big technology individual. I love science and technology, and anything that has to do with capturing events so that they can be experienced later."
   },
   "author": {
    "text": "Charles Fleischer"
   }
  },
  {
   "quote": {
    "text": "And so when I moved to IBM, I moved because I thought I could apply technology. I didn't actually have to do my engineer - I was an electrical engineer, but I could apply it. And that was when I changed. And when I got there, though, I have to say, at the time, I really never felt there was a constraint about being a woman. I really did not."
   },
   "author": {
    "text": "Ginni Rometty"
   }
  },
  {
   "quote": {
    "text": "IBM's long-standing mantra is 'Think.' What has always made IBM a fascinating and compelling place for me, is the passion of the company, and its people, to apply technology and scientific thinking to major societal issues."
   },
   "author": {
    "text": "Ginni Rometty"
   }
  },
  {
   "quote": {
    "text": "If your goal is anything but profitability - if it's to be big, or to grow fast, or to become a technology leader - you'll hit problems."
   },
   "author": {
    "text": "Michael Porter"
   }
  },
  {
   "quote": {
    "text": "My only worry about tweeting and modern technology is how it has crept into even the darkest corners of the absolute global village we live in."
   },
   "author": {
    "text": "Denis Leary"
   }
  },
  {
   "quote": {
    "text": "Technology sometimes gets a bad rap because of certain consequences that it's had on the environment and unforeseen problems, but we shouldn't use it as an excuse to reject our tools; rather, we should decide that we need to make better tools to solve the problems caused by the initial tools in a progressive wave of innovation."
   },
   "author": {
    "text": "Jason Silva"
   }
  },
  {
   "quote": {
    "text": "For my confirmation, I didn't get a watch and my first pair of long pants, like most Lutheran boys. I got a telescope. My mother thought it would make the best gift."
   },
   "author": {
    "text": "Wernher von Braun"
   }
  },
  {
   "quote": {
    "text": "QR codes have always been a kind of half-measure, a useful but inelegant transitional technology; the ultimate goal is augmented reality."
   },
   "author": {
    "text": "Om Malik"
   }
  },
  {
   "quote": {
    "text": "I love technology. Matches, to light a fire, is really high tech. The wheel is really one of the great inventions of all time. Other than that, I am an ignoramus about technology."
   },
   "author": {
    "text": "William Shatner"
   }
  },
  {
   "quote": {
    "text": "You have to learn how to harness technology so you can use it for positive stuff without being disconnected from nature."
   },
   "author": {
    "text": "Talib Kweli"
   }
  },
  {
   "quote": {
    "text": "Champagne, if you are seeking the truth, is better than a lie detector. It encourages a man to be expansive, even reckless, while lie detectors are only a challenge to tell lies successfully."
   },
   "author": {
    "text": "Graham Greene"
   }
  },
  {
   "quote": {
    "text": "Technology has made it possible to order food, buy clothes, get a ride - anything you can think of, really - at the touch of a button. But what about having the right people near you when you need them?"
   },
   "author": {
    "text": "Adam Neumann"
   }
  },
  {
   "quote": {
    "text": "The reason it has taken so long for the robotics industry to move forward is because people keep trying to make something that is cool but difficult to achieve rather than trying to find solutions to actual human problems. Technology can be extremely expensive if you don't focus."
   },
   "author": {
    "text": "Colin Angle"
   }
  },
  {
   "quote": {
    "text": "Technology is not good, it's neutral."
   },
   "author": {
    "text": "Tom Shadyac"
   }
  },
  {
   "quote": {
    "text": "You can have a phenomenal technology with bad people; you're not gonna have much success. You can have mediocre technology with great people; they'll figure out a way to make a buck."
   },
   "author": {
    "text": "Kenneth Langone"
   }
  },
  {
   "quote": {
    "text": "Thanks to globalization and the technology revolution, the nature of work, the distribution of the rewards from that work, and maybe even the economic cycle itself are being transformed."
   },
   "author": {
    "text": "Chrystia Freeland"
   }
  },
  {
   "quote": {
    "text": "I was really lucky to have been raised in this really powerful matriarchy where my dad was around, but I was with my mom and my grandma most of the time. They were heavy influences on me. My mother has a career in technology; my grandma sold real estate."
   },
   "author": {
    "text": "Katherine Ryan"
   }
  },
  {
   "quote": {
    "text": "Language is a more recent technology. Your body language, your eyes, your energy will come through to your audience before you even start speaking."
   },
   "author": {
    "text": "Peter Guber"
   }
  },
  {
   "quote": {
    "text": "I don't know about you, but all this modern technology that's supposed to save us time and effort has actually ended up making things more complicated in my life, eating up extra time."
   },
   "author": {
    "text": "Dean Karnazes"
   }
  },
  {
   "quote": {
    "text": "When I give talks, I often quote from a button I received at a Google event: Always Be Creative. I use it to illustrate how important creativity is in technology and business."
   },
   "author": {
    "text": "Harper Reed"
   }
  },
  {
   "quote": {
    "text": "More and more, job listings are exclusively available online and as technology evolves nearly every occupation now requires a basic level of digital literacy with web navigation, email access and participation in social media."
   },
   "author": {
    "text": "Michael K. Powell"
   }
  },
  {
   "quote": {
    "text": "An asteroid impact is a preventable natural disaster. It's in part preventable because we have the technology, and it's in part preventable because it's predictable."
   },
   "author": {
    "text": "Carrie Nugent"
   }
  },
  {
   "quote": {
    "text": "The amount of education, in the most basic sense of the word, I receive on a daily basis through Skype amazes me. The technology is one of the reasons I wanted to join Skype and am eager to get Skype into every classroom around the globe."
   },
   "author": {
    "text": "Tony Bates"
   }
  },
  {
   "quote": {
    "text": "Where folks like Google have fallen down is in just putting a little review box up, then closing their eyes and letting the algorithm take care of itself. Yelp is a technology company, but also a company that understands how people want to connect with one another."
   },
   "author": {
    "text": "Jeremy Stoppelman"
   }
  },
  {
   "quote": {
    "text": "I think we can allow the therapeutic uses of nuclear transplant technology, which we call cloning, without running the danger of actually having live human beings born."
   },
   "author": {
    "text": "David Baltimore"
   }
  },
  {
   "quote": {
    "text": "Our first challenge is to ensure safety of pilgrims, and we will use modern technology for that. We will strengthen our telecom network and will provide special mobile apps to the pilgrims at the time of registration."
   },
   "author": {
    "text": "Harish Rawat"
   }
  },
  {
   "quote": {
    "text": "The creative destruction that social media is currently unleashing will change more than technology or the leader board of the Fortune 100. It is driving a qualitative shift in the nature of relationships between brands and their customers."
   },
   "author": {
    "text": "Simon Mainwaring"
   }
  },
  {
   "quote": {
    "text": "We are gods. Our tools make us gods. In symbiosis with our technology, our powers are expanding exponentially and so, too, our possibilities."
   },
   "author": {
    "text": "Jason Silva"
   }
  },
  {
   "quote": {
    "text": "In the earliest days, this was a project I worked on with great passion because I wanted to solve the Defense Department's problem: it did not want proprietary networking and it didn't want to be confined to a single network technology."
   },
   "author": {
    "text": "Vint Cerf"
   }
  },
  {
   "quote": {
    "text": "We will create a civilization of the Mind in Cyberspace. May it be more humane and fair than the world your governments have made before."
   },
   "author": {
    "text": "John Perry Barlow"
   }
  },
  {
   "quote": {
    "text": "One thing I would say about the Indian consumer is that as much change and as much technology, innovation that you offer to the Indian consumer, the Indian consumer is very receptive and actually keep expecting more, and we have had that great experience."
   },
   "author": {
    "text": "Chanda Kochhar"
   }
  },
  {
   "quote": {
    "text": "Traditional hackathons are fun and focused on skill and competition, but we believe that events which focus on the positive social impact of technology engage a wider and more diverse set of participants."
   },
   "author": {
    "text": "Joe Lonsdale"
   }
  },
  {
   "quote": {
    "text": "The United States is the first nation to regularly conduct strikes using remotely piloted aircraft in an armed conflict. Other nations also possess this technology. Many more nations are seeking it, and more will succeed in acquiring it."
   },
   "author": {
    "text": "John O. Brennan"
   }
  },
  {
   "quote": {
    "text": "I got to get the right people in the right job. Because a lot of costs can be taken out in the context of your administration without the legislature. For example, using technology to do more with less. Using technology to fight fraud. Reorganizing and streamlining can be done within the context of the administration."
   },
   "author": {
    "text": "Meg Whitman"
   }
  },
  {
   "quote": {
    "text": "Some countries were able to turn their manufacturing operations into advanced technology areas. South Korea is a great example of this, and manufacturing there is done using advanced technological methods."
   },
   "author": {
    "text": "Stef Wertheimer"
   }
  },
  {
   "quote": {
    "text": "I spend so much time on the screen when I am writing, the last thing you want to do is spend more time on the Internet looking at a screen. That's what I hate about all this technology."
   },
   "author": {
    "text": "Irvine Welsh"
   }
  },
  {
   "quote": {
    "text": "The government is right to recognise the importance of science and technology, but I think it is a mistake to ringfence funds."
   },
   "author": {
    "text": "Mark Walport"
   }
  },
  {
   "quote": {
    "text": "Space travel is the only technology that is more dangerous and more expensive now than it was in its first year. Fifty years after Yuri Gagarin, the space shuttle ended up being more dangerous and more expensive to fly than those first throwaway rockets, even though large portions of it were reusable. It's absurd."
   },
   "author": {
    "text": "Burt Rutan"
   }
  },
  {
   "quote": {
    "text": "Doing linear scans over an associative array is like trying to club someone to death with a loaded Uzi."
   },
   "author": {
    "text": "Larry Wall"
   }
  },
  {
   "quote": {
    "text": "I want people to use Perl. I want to be a positive ingredient of the world and make my American history. So, whatever it takes to give away my software and get it used, that's great."
   },
   "author": {
    "text": "Larry Wall"
   }
  },
  {
   "quote": {
    "text": "You can't think of technology as separate from all of our human drama anymore."
   },
   "author": {
    "text": "Robin Sloan"
   }
  },
  {
   "quote": {
    "text": "I look at the way that my kids interact with technology, and it becomes a mirror to the ways in which I myself interact with technology. I can see the ways in which that addiction and compulsion starts to settle in on them, and it's much more unnerving to see it in them than it is to experience it myself."
   },
   "author": {
    "text": "Franklin Foer"
   }
  },
  {
   "quote": {
    "text": "As children, many of us were taught never to talk to strangers. As parents and grandparents, our message must change with technology to include strangers on the Internet."
   },
   "author": {
    "text": "Judy Biggert"
   }
  },
  {
   "quote": {
    "text": "You can have the best technology in the world, but if you don't have a community who wants to use it and who are excited about it, then it has no purpose."
   },
   "author": {
    "text": "Chris Hughes"
   }
  },
  {
   "quote": {
    "text": "Effective use of Braille is as important to the blind as independent mobility, knowledge in the use of adaptive technology, and the core belief that equality, opportunity and security are truly possible for all people who are blind."
   },
   "author": {
    "text": "Bob Ney"
   }
  },
  {
   "quote": {
    "text": "For me, modern technology has ruined romance and movies - nobody can run to the airplane gate anymore."
   },
   "author": {
    "text": "Lorene Scafaria"
   }
  },
  {
   "quote": {
    "text": "While the rest of the world has been improving technology, Ghana has been improving the quality of man's humanity to man."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "The world is very different now. For man holds in his mortal hands the power to abolish all forms of human poverty, and all forms of human life."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "I think technology really increased human ability. But technology cannot produce compassion."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Advances in technology will continue to reach far into every sector of our economy. Future job and economic growth in industry, defense, transportation, agriculture, health care, and life sciences is directly related to scientific advancement."
   },
   "author": {
    "text": "Christopher Bond"
   }
  },
  {
   "quote": {
    "text": "As we talk with candour, we open the doors to new possibilities and new areas of cooperation in advance in democracy, in combating terrorism, in energy and environment, science and technology and international peacekeeping."
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "Many people who try to do big bold things in the world find out it's not about the money or the technology: It's about the regulatory hurdles that will try and stop you."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "I've always wanted to own and control the primary technology in everything we do."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Blockchain is really exciting technology because it's actually providing both transparency but also agility in a contractual relationship that any organization should have."
   },
   "author": {
    "text": "Jean-Philippe Courtois"
   }
  },
  {
   "quote": {
    "text": "I'm sorry, it's true. Having children really changes your view on these things. We're born, we live for a brief instant, and we die. It's been happening for a long time. Technology is not changing it much - if at all."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "Our business is about technology, yes. But it's also about operations and customer relationships."
   },
   "author": {
    "text": "Michael Dell"
   }
  },
  {
   "quote": {
    "text": "Microsoft isn't evil, they just make really crappy operating systems."
   },
   "author": {
    "text": "Linus Torvalds"
   }
  },
  {
   "quote": {
    "text": "The original idea of the web was that it should be a collaborative space where you can communicate through sharing information."
   },
   "author": {
    "text": "Tim Berners-Lee"
   }
  },
  {
   "quote": {
    "text": "Technology is going to revolutionize almost every sector, leading to the demise of many traditional professions. Economic and political power will be determined less by a country's size than by its technological superiority."
   },
   "author": {
    "text": "Klaus Schwab"
   }
  },
  {
   "quote": {
    "text": "Our technological powers increase, but the side effects and potential hazards also escalate."
   },
   "author": {
    "text": "Alvin Toffler"
   }
  },
  {
   "quote": {
    "text": "In Hollywood, they think drawn animation doesn't work anymore, computers are the way. They forget that the reason computers are the way is that Pixar makes good movies. So everybody tries to copy Pixar. They're relying too much on the technology and not enough on the artists."
   },
   "author": {
    "text": "Tim Burton"
   }
  },
  {
   "quote": {
    "text": "If you think back to the beginning of cell phones, laptops or really any new technology, it's always expensive."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "As technology advances, it reverses the characteristics of every situation again and again. The age of automation is going to be the age of 'do it yourself.'"
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "It is definitely true that the fundamental enabling technology for electric cars is lithium-ion as a cell chemistry technology. In the absence of that, I don't think it's possible to make an electric car that is competitive with a gasoline car."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "The more people we can attract to science and technology - men, women, everybody - the more economic opportunity we have as a nation."
   },
   "author": {
    "text": "Megan Smith"
   }
  },
  {
   "quote": {
    "text": "It's very strange how electronic music formatted itself and forgot that its roots are about the surprise, freedom, and the acceptance of every race, gender, and style of music into this big party. Instead, it started to become this electronic lifestyle which also involved the glorification of technology."
   },
   "author": {
    "text": "Thomas Bangalter"
   }
  },
  {
   "quote": {
    "text": "Universal coverage, not medical technology, is the foundation of any caring health care system."
   },
   "author": {
    "text": "Richard Lamm"
   }
  },
  {
   "quote": {
    "text": "Blockchain technology, or distributed ledger technology, is just a way of using the modern sciences of encryption to enable entities to share a common infrastructure for database retention."
   },
   "author": {
    "text": "Blythe Masters"
   }
  },
  {
   "quote": {
    "text": "The medium is the message. This is merely to say that the personal and social consequences of any medium - that is, of any extension of ourselves - result from the new scale that is introduced into our affairs by each extension of ourselves, or by any new technology."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "Effective use of technology is important to deliver healthcare. By leveraging technology, you can bring down lack of access and cost of healthcare."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "Why are we, as a nation so obsessed with foreign things? Is it a legacy of our colonial years? We want foreign television sets. We want foreign shirts. We want foreign technology. Why this obsession with everything imported?"
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "The Web as I envisaged it, we have not seen it yet. The future is still so much bigger than the past."
   },
   "author": {
    "text": "Tim Berners-Lee"
   }
  },
  {
   "quote": {
    "text": "I'm not against a border wall, OK, but go to China, and you'll see a border wall there. We need technology, we need drones, we need surveillance capabilities, and we need rapid-reaction capabilities."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "The PC is successful because we're all benefiting from the competition with each other. If Twitter comes along, our games benefit. If Nvidia makes better graphics technology, all the games are going to shine. If we come out with a better game, people are going to buy more PCs."
   },
   "author": {
    "text": "Gabe Newell"
   }
  },
  {
   "quote": {
    "text": "We humans have a love-hate relationship with our technology. We love each new advance and we hate how fast our world is changing... The robots really embody that love-hate relationship we have with technology."
   },
   "author": {
    "text": "Daniel H. Wilson"
   }
  },
  {
   "quote": {
    "text": "The history of the music industry is inevitably also the story of the development of technology. From the player piano to the vinyl disc, from reel-to-reel tape to the cassette, from the CD to the digital download, these formats and devices changed not only the way music was consumed, but the very way artists created it."
   },
   "author": {
    "text": "Edgar Bronfman, Jr."
   }
  },
  {
   "quote": {
    "text": "Advanced technology changes the way we work and the skills we need, but it also boosts productivity and creates new jobs."
   },
   "author": {
    "text": "Alain Dehaze"
   }
  },
  {
   "quote": {
    "text": "Whenever a new technology is introduced into society, there must be a counterbalancing human response - that is, high touch - or the technology is rejected... We must learn to balance the material wonders of technology with the spiritual demands of our human nature."
   },
   "author": {
    "text": "John Naisbitt"
   }
  },
  {
   "quote": {
    "text": "During the past few decades, modern technology, with radio, TV, air travel, and satellites, has woven a network of communication which puts each part of the world in to almost instant contact with all the other parts."
   },
   "author": {
    "text": "David Bohm"
   }
  },
  {
   "quote": {
    "text": "People who write about technology love to huff and puff and hyperbolize. The fate of the entire world seems to hang on every move made by Microsoft or Google or Apple. Every new smart phone gets billed as a potential 'iPhone killer,' while every new product from Apple represents the dawn of a new era. It's ridiculous - and exhausting."
   },
   "author": {
    "text": "Daniel Lyons"
   }
  },
  {
   "quote": {
    "text": "As medical research continues and technology enables new breakthroughs, there will be a day when malaria and most all major deadly diseases are eradicated on Earth."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "Networking technology is at the heart of the Internet, connecting devices and local networks with the global public Internet. Planning, designing, building, managing, and supporting IP networks all require dedicated networking skills."
   },
   "author": {
    "text": "Tae Yoo"
   }
  },
  {
   "quote": {
    "text": "Technology is only meaningful when it reaches the people."
   },
   "author": {
    "text": "Pranav Mistry"
   }
  },
  {
   "quote": {
    "text": "If I could time travel into the future, my first port of call would be the point where medical technology is at its best because, like most people on this planet, I have this aversion to dying."
   },
   "author": {
    "text": "Neal Asher"
   }
  },
  {
   "quote": {
    "text": "All the traditional STEM fields, the science, technology, engineering, and math fields, are stoked when you dream big in an agency such as NASA."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Long-term, we must begin to build our internal strengths. It isn't just skills like computer technology. It's the old-fashioned basics of self-reliance, self-motivation, self-reinforcement, self-discipline, self-command."
   },
   "author": {
    "text": "Steven Pressfield"
   }
  },
  {
   "quote": {
    "text": "Blockchain technology isn't just a more efficient way to settle securities. It will fundamentally change market structures, and maybe even the architecture of the Internet itself."
   },
   "author": {
    "text": "Abigail Johnson"
   }
  },
  {
   "quote": {
    "text": "Globalization was a deep trend pushed by technology and right ideas, as much as anything else."
   },
   "author": {
    "text": "Jeffrey Sachs"
   }
  },
  {
   "quote": {
    "text": "The Linux philosophy is 'Laugh in the face of danger'. Oops. Wrong One. 'Do it yourself'. Yes, that's it."
   },
   "author": {
    "text": "Linus Torvalds"
   }
  },
  {
   "quote": {
    "text": "Every aspect of human technology has a dark side, including the bow and arrow."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "After World War II great strides were made in modern Japanese architecture, not only in advanced technology, allowing earthquake resistant tall buildings, but expressing and infusing characteristics of traditional Japanese architecture in modern buildings."
   },
   "author": {
    "text": "Harry Seidler"
   }
  },
  {
   "quote": {
    "text": "We cannot turn back the clock. We cannot undo the impact of technology. Nor would we want to."
   },
   "author": {
    "text": "Robert Mueller"
   }
  },
  {
   "quote": {
    "text": "We had to address information technology in the ways we had not before and give the agents the tools that they need to do their job more efficiently and more expeditiously."
   },
   "author": {
    "text": "Robert Mueller"
   }
  },
  {
   "quote": {
    "text": "The first footfalls on Mars will mark a historic milestone, an enterprise that requires human tenacity matched with technology to anchor ourselves on another world."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "If it keeps up, man will atrophy all his limbs but the push-button finger."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "A company can spend hundreds of thousands of dollars on firewalls, intrusion detection systems and encryption and other security technologies, but if an attacker can call one trusted person within the company, and that person complies, and if the attacker gets in, then all that money spent on technology is essentially wasted."
   },
   "author": {
    "text": "Kevin Mitnick"
   }
  },
  {
   "quote": {
    "text": "Software substitution, whether it's for drivers or waiters or nurses - it's progressing. Technology over time will reduce demand for jobs, particularly at the lower end of skill set."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "The main advantage of blockchain technology is supposed to be that it's more secure, but new technologies are generally hard for people to trust, and this paradox can't really be avoided."
   },
   "author": {
    "text": "Vitalik Buterin"
   }
  },
  {
   "quote": {
    "text": "Creating life at the speed of light is part of a new industrial revolution. Manufacturing will shift from centralised factories to a distributed, domestic manufacturing future, thanks to the rise of 3D printer technology."
   },
   "author": {
    "text": "Craig Venter"
   }
  },
  {
   "quote": {
    "text": "I'm always involved with the Aerospace Program and NASA and Goddard Space Flight Center. And if kids feel so inclined, they can log onto NASA and the Optimus Prime Spinoff Award, which we present every year to some of the brilliant young minds that are taking up into the academics of space, science, technology, math."
   },
   "author": {
    "text": "Peter Cullen"
   }
  },
  {
   "quote": {
    "text": "Jamaica is more than just the 'brand' the world recognizes so well; it's a place of pride for the people who live here, its educational institutions, its sports achievements, its science and technology growth."
   },
   "author": {
    "text": "Portia Simpson-Miller"
   }
  },
  {
   "quote": {
    "text": "It's hard to pay attention these days because of multiple affects of the information technology nowadays. You tend to develop a faster, speedier mind, but I don't think it's necessarily broader or smarter."
   },
   "author": {
    "text": "Robert Redford"
   }
  },
  {
   "quote": {
    "text": "Technological society has succeeded in multiplying the opportunities for pleasure, but it has great difficulty in generating joy."
   },
   "author": {
    "text": "Pope Paul VI"
   }
  },
  {
   "quote": {
    "text": "Silicon Valley has some of the smartest engineers and technology business people in the world."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "The pace at which people are taking to digital technology defies our stereotypes of age, education, language and income."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "Whatever it is that leads human beings to hate, to destroy, and to kill has taken on a collective force like never before, as technology and globalization now give it the capacity to not just strike, but to strike us all, together, as one."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "It's a fact that more people watch television and get their information that way than read books. I find new technology and new ways of communication very exciting and would like to do more in this field."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "If GM had kept up with technology like the computer industry has, we would all be driving $25 cars that got 1,000 MPG."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "What new technology does is create new opportunities to do a job that customers want done."
   },
   "author": {
    "text": "Tim O'Reilly"
   }
  },
  {
   "quote": {
    "text": "Healthcare is the only civil system where new technology makes prices go up instead of down."
   },
   "author": {
    "text": "Jaan Tallinn"
   }
  },
  {
   "quote": {
    "text": "Technology in renewable energy has already led to many innovations in business models, products, and solutions."
   },
   "author": {
    "text": "Tulsi Tanti"
   }
  },
  {
   "quote": {
    "text": "As technology tries to maintain its dizzying ascent, one dead weight has kept its altitude in check: the battery."
   },
   "author": {
    "text": "Steven Levy"
   }
  },
  {
   "quote": {
    "text": "Our generation grew up with technology. It evolved as we grew up. This new generation has had it since they were babies. That's crazy. It fundamentally changes they way they understand and think about technology. They've never known life without it, whereas we knew life without the Internet."
   },
   "author": {
    "text": "Brit Morin"
   }
  },
  {
   "quote": {
    "text": "The Massachusetts Institute of Technology accepts blacks in the top ten percent of students, but at MIT this puts them in the bottom ten percent of the class."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "I think the high-tech industry is used to developing new things very quickly. It's the Silicon Valley way of doing business: You either move very quickly and you work hard to improve your product technology, or you get destroyed by some other company."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "In education, technology can be a life-changer, a game changer, for kids who are both in school and out of school. Technology can bring textbooks to life. The Internet can connect students to their peers in other parts of the world. It can bridge the quality gaps."
   },
   "author": {
    "text": "Queen Rania of Jordan"
   }
  },
  {
   "quote": {
    "text": "For me, a good thriller must teach me something about the real world. Thrillers like 'Coma,' 'The Hunt for Red October' and 'The Firm' all captivated me by providing glimpses into realms about which I knew very little - medical science, submarine technology and the law."
   },
   "author": {
    "text": "Dan Brown"
   }
  },
  {
   "quote": {
    "text": "The age of innocent faith in science and technology may be over."
   },
   "author": {
    "text": "Barry Commoner"
   }
  },
  {
   "quote": {
    "text": "Stone Age. Bronze Age. Iron Age. We define entire epics of humanity by the technology they use."
   },
   "author": {
    "text": "Reed Hastings"
   }
  },
  {
   "quote": {
    "text": "Technology is a gift of God. After the gift of life it is perhaps the greatest of God's gifts. It is the mother of civilizations, of arts and of sciences."
   },
   "author": {
    "text": "Freeman Dyson"
   }
  },
  {
   "quote": {
    "text": "Apple has long been a leading innovator of mobile technology; I myself own an iPhone."
   },
   "author": {
    "text": "Al Franken"
   }
  },
  {
   "quote": {
    "text": "Warp speed developments in technology - automation, artificial intelligence, and the arrival of the sharing economy - are transforming how we work. Beyond technology, traditional working patterns are also being disrupted by changes in society, organizations and workforce management, leading to the rise of a more independent and dispersed workforce."
   },
   "author": {
    "text": "Alain Dehaze"
   }
  },
  {
   "quote": {
    "text": "Growing up, I wish that I'd had the supplies and laptops and all the new technology that's out right now."
   },
   "author": {
    "text": "James Harden"
   }
  },
  {
   "quote": {
    "text": "What is design? It's where you stand with a foot in two worlds - the world of technology and the world of people and human purposes - and you try to bring the two together."
   },
   "author": {
    "text": "Mitch Kapor"
   }
  },
  {
   "quote": {
    "text": "I understand Twitter has become popular among politicians. This technology allows them to stay in perpetual contact with their constituents. The electorate now has instant information about what politicians have been up to."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Technology has become as ubiquitous as the air we breathe, so we are no longer conscious of its presence."
   },
   "author": {
    "text": "Godfrey Reggio"
   }
  },
  {
   "quote": {
    "text": "If we are going to get a grip on escalating costs, we have to focus more on prevention rather than acute care. Technology can help us do that."
   },
   "author": {
    "text": "Frans van Houten"
   }
  },
  {
   "quote": {
    "text": "Education technology and school construction go together. Modernization, updating education facilities, and making a capital investment in education are all included."
   },
   "author": {
    "text": "Major Owens"
   }
  },
  {
   "quote": {
    "text": "I was chubby in high school. I used to go to my information technology class, and I would type really fast to get the lesson done quick because the teacher had a little acoustic guitar, and there was a girl I had a crush on in the class. I would take the guitar and pretend to be some great singer-songwriter, serenade her with joke songs."
   },
   "author": {
    "text": "Tobias Jesso, Jr."
   }
  },
  {
   "quote": {
    "text": "The latest technology is not always good for anything except to the producers of the technology."
   },
   "author": {
    "text": "Wendell Berry"
   }
  },
  {
   "quote": {
    "text": "The march of science and technology does not imply growing intellectual complexity in the lives of most people. It often means the opposite."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "I love the new technology. New things give you a reason to want to go to the studio. New challenges mean you have to keep up, you know?"
   },
   "author": {
    "text": "Dr. Dre"
   }
  },
  {
   "quote": {
    "text": "I'm committed to increasing long-term value for shareholders and am confident we will continue to do so through the successful execution of our core strategic priorities: the creation of high quality, branded content and experiences, the use of technology, and creating growth in numerous and exciting international markets."
   },
   "author": {
    "text": "Bob Iger"
   }
  },
  {
   "quote": {
    "text": "SpaceX is only 12 years old now. Between now and 2040, the company's lifespan will have tripled. If we have linear improvement in technology, as opposed to logarithmic, then we should have a significant base on Mars, perhaps with thousands or tens of thousands of people."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Companies selling a product play down its vulnerability and emphasize its robustness. But only after technology leaves the dock is it really tested. For human operators in control of a supposedly infallible system, complacency and overconfidence can take over, and caution may be thrown to the wind."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "The machine does not isolate man from the great problems of nature but plunges him more deeply into them."
   },
   "author": {
    "text": "Antoine de Saint-Exupery"
   }
  },
  {
   "quote": {
    "text": "Technology is so much fun but we can drown in our technology. The fog of information can drive out knowledge."
   },
   "author": {
    "text": "Daniel J. Boorstin"
   }
  },
  {
   "quote": {
    "text": "I am amazed at the wonders of technology and am grateful for the ways in which we are able to use it to share the Gospel around the world."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "The Oklahoma City bombing was simple technology, horribly used. The problem is not technology. The problem is the person or persons using it."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "I believe 3D is inevitable because it's about aligning our entertainment systems to our sensory system. We all have two eyes; we all see the world in 3D. And it's natural for us to want our entertainment in 3D as well. It's just getting the technology - it's really more the business model than the technology piece. We've solved the technology."
   },
   "author": {
    "text": "James Cameron"
   }
  },
  {
   "quote": {
    "text": "The combination of hatred and technology is the greatest danger threatening mankind."
   },
   "author": {
    "text": "Simon Wiesenthal"
   }
  },
  {
   "quote": {
    "text": "Especially in technology, we need revolutionary change, not incremental change."
   },
   "author": {
    "text": "Larry Page"
   }
  },
  {
   "quote": {
    "text": "Hackers rarely have full knowledge of the technology stack of a target."
   },
   "author": {
    "text": "John McAfee"
   }
  },
  {
   "quote": {
    "text": "Something is wrong that we have to feed so many. Why should there be poverty with all of our science and technology? There is no deficit in human resources - it is a deficit in human will."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "The blockchain concept was pioneered within the context of crypto-currency Bitcoin, but engineers have imagined many other ways for distributed ledger technology to streamline the world. Stock exchanges and big banks, for example, are looking at blockchain-type systems as trading settlement platforms."
   },
   "author": {
    "text": "Anthony Scaramucci"
   }
  },
  {
   "quote": {
    "text": "If the human race wants to go to hell in a basket, technology can help it get there by jet."
   },
   "author": {
    "text": "Charles Mengel Allen"
   }
  },
  {
   "quote": {
    "text": "Wireless is the largest information, communication, and technology platform in history, and mobile broadband is transforming how we can deliver educational materials and experiences to all students. The technology now exists to support learning on a massive scale and advance the 21st century skills needed to compete in the global economy."
   },
   "author": {
    "text": "Peggy Johnson"
   }
  },
  {
   "quote": {
    "text": "I am worried about development in the field of information technology, communication, etc. So you cannot say that I have become inactive."
   },
   "author": {
    "text": "Sharad Pawar"
   }
  },
  {
   "quote": {
    "text": "Quantum computation is... a distinctively new way of harnessing nature... It will be the first technology that allows useful tasks to be performed in collaboration between parallel universes."
   },
   "author": {
    "text": "David Deutsch"
   }
  },
  {
   "quote": {
    "text": "I have mixed feelings about how fast things are changing as a result of technology. There's no denying that through technology there are amazing things being created that help people with diseases or help people's dreams come true. But there's also this obsession. Social media is the most dangerous of them all."
   },
   "author": {
    "text": "Amanda Crew"
   }
  },
  {
   "quote": {
    "text": "Inventor: A person who makes an ingenious arrangement of wheels, levers and springs, and believes it civilization."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "My vision is for a fully reusable rocket transport system between Earth and Mars that is able to re-fuel on Mars - this is very important - so you don't have to carry the return fuel when you go there."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Technology is always a two-edged sword. It will bring in many benefits, but also many disasters."
   },
   "author": {
    "text": "Alan Moore"
   }
  },
  {
   "quote": {
    "text": "For a successful technology, reality must take precedence over public relations, for Nature cannot be fooled."
   },
   "author": {
    "text": "Richard P. Feynman"
   }
  },
  {
   "quote": {
    "text": "It's impossible to move, to live, to operate at any level without leaving traces, bits, seemingly meaningless fragments of personal information."
   },
   "author": {
    "text": "William Gibson"
   }
  },
  {
   "quote": {
    "text": "Despite all our gains in technology, product innovation and world markets, most people are not thriving in the organizations they work for."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Discipline may be identified neither with an institution nor with an apparatus; it is a type of power, a modality for its exercise, comprising a whole set of instruments, techniques, procedures, levels of application, targets; it is a 'physics' or 'anatomy' of power, a technology."
   },
   "author": {
    "text": "Michel Foucault"
   }
  },
  {
   "quote": {
    "text": "As technology increasingly takes over knowledge-based work, the cognitive skills that are central to today's education systems will remain important; but behavioral and non-cognitive skills necessary for collaboration, innovation, and problem solving will become essential as well."
   },
   "author": {
    "text": "Klaus Schwab"
   }
  },
  {
   "quote": {
    "text": "Biology, it's the technology which builds our world, and we can harness it to shift humanity from a scarcity to an abundance economy."
   },
   "author": {
    "text": "Ryan Bethencourt"
   }
  },
  {
   "quote": {
    "text": "I think technology can change every country regardless of political party."
   },
   "author": {
    "text": "John T. Chambers"
   }
  },
  {
   "quote": {
    "text": "The protean nature of the computer is such that it can act like a machine or like a language to be shaped and exploited."
   },
   "author": {
    "text": "Alan Kay"
   }
  },
  {
   "quote": {
    "text": "Today, most young women are exposed to technology at a very young age, with mobile phones, tablets, the Web or social media. They are much more proficient with technology than prior generations since they use it for all their school work, communication and entertainment."
   },
   "author": {
    "text": "Susan Wojcicki"
   }
  },
  {
   "quote": {
    "text": "Our philosophy is, using internet technology, we can make every company become Amazon."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "For people involved in pre-meditated crimes, whether it is terrorism or robbery or something else, their use of technology means that they leave a digital trail, and the room for error goes up dramatically. In the future, it will be easier for violent people to make mistakes and get caught before they commit their crimes."
   },
   "author": {
    "text": "Jared Cohen"
   }
  },
  {
   "quote": {
    "text": "As technology has improved, our digital lives have only grown more tangled and cluttered."
   },
   "author": {
    "text": "Ryan Holmes"
   }
  },
  {
   "quote": {
    "text": "It is also rarer to find happiness in a man surrounded by the miracles of technology than among people living in the desert of the jungle and who by the standards set by our society would be considered destitute and out of touch."
   },
   "author": {
    "text": "Thor Heyerdahl"
   }
  },
  {
   "quote": {
    "text": "I never thought, in my lifetime, that you'd be able to watch movies, read books and listen to music from a phone, but I guess the technology of tomorrow is here today."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "Cognitive therapy is a fast-acting technology of mood modification that you can learn to apply on your own. It can help you eliminate the symptoms and experience personal growth so you can minimize future upsets and cope with depression more effectively in the future."
   },
   "author": {
    "text": "David D. Burns"
   }
  },
  {
   "quote": {
    "text": "The extreme sophistication of modern technology - wonderful though its benefits are - is, ironically, an impediment to engaging young people with basics: with learning how things work."
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "Every technology, including the printing press, comes at some price."
   },
   "author": {
    "text": "Bill Keller"
   }
  },
  {
   "quote": {
    "text": "Take information technology. We have winners implementing CRM (customer relationship management systems) and losers implementing CRM. What mattered in technology is that the technology actually drives either cost reduction or superior strategy execution."
   },
   "author": {
    "text": "Tahl Raz"
   }
  },
  {
   "quote": {
    "text": "If you want to get an email to Robert Redford, you send it to his assistant, and she prints it out. And then he will write you a letter, which is incredibly rare and incredibly classy. Unfortunately, I can't be that removed from technology."
   },
   "author": {
    "text": "Taylor Sheridan"
   }
  },
  {
   "quote": {
    "text": "Today, over half of China's undergraduate degrees are in math, science technology and engineering, yet only 16 percent of America's undergraduates pursue these schools."
   },
   "author": {
    "text": "Cathy McMorris Rodgers"
   }
  },
  {
   "quote": {
    "text": "I'm a physician. I've been blessed with ideas and resources to use technology to make the world a better place. That's what I would like to leave behind."
   },
   "author": {
    "text": "Patrick Soon-Shiong"
   }
  },
  {
   "quote": {
    "text": "If we marry educational technology with quality, enriching content, that's a circle of win."
   },
   "author": {
    "text": "LeVar Burton"
   }
  },
  {
   "quote": {
    "text": "I see film as a real opportunity to examine the human condition. No matter where the technology goes in the future, the basics don't change. Storytelling is a primitive tribal function. The elders sat around the fires and told these stories as a way to pass on the 'dos' and the 'don'ts.' That will never change."
   },
   "author": {
    "text": "Michael Schultz"
   }
  },
  {
   "quote": {
    "text": "I don't think piracy is going to kill the music industry. But digital technology and the ability to download will change the packaging from CDs to a single-based business."
   },
   "author": {
    "text": "Richard Parsons"
   }
  },
  {
   "quote": {
    "text": "I predict that technology will enable people to transmit their neuronal, actual feelings over the Internet."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "TiVo and other digital recording devices have confounded advertisers. The ad industry sees the technology as a threat to their product."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "The technology available for film-making now is incredible, but I am a big believer that it's all in the story."
   },
   "author": {
    "text": "Robert Redford"
   }
  },
  {
   "quote": {
    "text": "Saddam Hussein has been engaged in the development of weapons of mass destruction technology which is a threat to countries in the region and he has made a mockery of the weapons inspection process."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "Technology, outsourcing, a growing temp staffing industry, productivity efficiencies, have all replaced the middle class."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "I think there are going to be a bunch of tablet-like devices. It's really a different product category."
   },
   "author": {
    "text": "Jeff Bezos"
   }
  },
  {
   "quote": {
    "text": "I will talk about two sets of things. One is how productivity and collaboration are reinventing the nature of work, and how this will be very important for the global economy. And two, data. In other words, the profound impact of digital technology that stems from data and the data feedback loop."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "There are really two things that have to occur in order for a new technology to be affordable to the mass market. One is you need economies of scale. The other is you need to iterate on the design. You need to go through a few versions."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "If you look at our current technology level, something strange has to happen to civilisations, and I mean strange in a bad way. And it could be that there are a whole lot of dead, one-planet civilisations."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "All art is dependent on technology because it's a human endeavour, so even when you're using charcoal on a wall or designed the proscenium arch, that's technology."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "A satellite has no conscience."
   },
   "author": {
    "text": "Edward R. Murrow"
   }
  },
  {
   "quote": {
    "text": "The most important thing we can do is inspire young minds and to advance the kind of science, math and technology education that will help youngsters take us to the next phase of space travel."
   },
   "author": {
    "text": "John Glenn"
   }
  },
  {
   "quote": {
    "text": "Turtles are very stable and have been around forever. But they have problems adapting. When humans came along, turtles came under serious threat. Biodiversity is good, and I think it is good in technology as well."
   },
   "author": {
    "text": "Linus Torvalds"
   }
  },
  {
   "quote": {
    "text": "The great growling engine of change - technology."
   },
   "author": {
    "text": "Alvin Toffler"
   }
  },
  {
   "quote": {
    "text": "You can be good at technology and like fashion and art. You can be good at technology and be a jock. You can be good at technology and be a mom. You can do it your way, on your terms."
   },
   "author": {
    "text": "Marissa Mayer"
   }
  },
  {
   "quote": {
    "text": "Despite our ever-connective technology, neither Skype nor Facebook - not even a telephone call - can come close to the joy of being with loved ones in person."
   },
   "author": {
    "text": "Marlo Thomas"
   }
  },
  {
   "quote": {
    "text": "I don't care whether the technology is invented by our employees. I want to bring everybody's innovations into our ecosystem together."
   },
   "author": {
    "text": "Masayoshi Son"
   }
  },
  {
   "quote": {
    "text": "Technology is making gestures precise and brutal, and with them men."
   },
   "author": {
    "text": "Theodor W. Adorno"
   }
  },
  {
   "quote": {
    "text": "Communism is a monopolistic system, economically and politically. The system suppresses individual initiative, and the 21st century is all about individualism and freedom. The development of technology supported these directions."
   },
   "author": {
    "text": "Lech Walesa"
   }
  },
  {
   "quote": {
    "text": "Technology and industry have distanced people from nature and magic and human values."
   },
   "author": {
    "text": "Laura Esquivel"
   }
  },
  {
   "quote": {
    "text": "Our laws need to reflect the evolution of technology and the changing expectations of American society. This is why the Constitution is often called a 'living' document."
   },
   "author": {
    "text": "Al Franken"
   }
  },
  {
   "quote": {
    "text": "Everybody right now, they look at the current technology, and they think, 'OK, that's what artificial neural nets are.' And they don't realize how arbitrary it is. We just made it up! And there's no reason why we shouldn't make up something else."
   },
   "author": {
    "text": "Geoffrey Hinton"
   }
  },
  {
   "quote": {
    "text": "Self-awareness is not just relaxation and not just meditation. It must combine relaxation with activity and dynamism. Technology can aid that."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Many of our advances in science and technology were seeded through government."
   },
   "author": {
    "text": "Valerie Jarrett"
   }
  },
  {
   "quote": {
    "text": "I wanted to become a lawyer because I saw Kelly McGillis on 'The Accused.' 'Grey's Anatomy,' 'L.A. Law,' 'Ally McBeal' - all of these have inspired women to go into law. I think the opposite is happening in technology."
   },
   "author": {
    "text": "Reshma Saujani"
   }
  },
  {
   "quote": {
    "text": "When I first got into technology I didn't really understand what open source was. Once I started writing software, I realized how important this would be."
   },
   "author": {
    "text": "Matt Mullenweg"
   }
  },
  {
   "quote": {
    "text": "Civilization has given us enormous successes: going to the moon, technology. But then this is the civilisation that took us to debt, environmental crisis, every single crisis. We need a civilization where we say goodbye to these things."
   },
   "author": {
    "text": "Muhammad Yunus"
   }
  },
  {
   "quote": {
    "text": "Part of the responsibility of the technology industry is to anticipate the challenges of the vast majority of its future users and proactively start thinking about them now and proactively build products that address those challenges."
   },
   "author": {
    "text": "Jared Cohen"
   }
  },
  {
   "quote": {
    "text": "Technology is vital. We have to have development in new technology if we're going to solve these environmental problems without throwing humanity back in poverty."
   },
   "author": {
    "text": "Ramez Naam"
   }
  },
  {
   "quote": {
    "text": "Scientists at MIT and engineering schools all across America say that they could improve the fuel economy standards for the existing set of vehicles by 10 miles per gallon using existing technology, without compromising safety or comfort at all."
   },
   "author": {
    "text": "Ed Markey"
   }
  },
  {
   "quote": {
    "text": "There are many museums dedicated to technology, artistic endeavors, music, and that sort of thing. From that perspective, I think games really do have a place as a kind of collaborative art or a synthesis of all these various aspects into a whole, and that, in itself, can be perceived as art."
   },
   "author": {
    "text": "Hideo Kojima"
   }
  },
  {
   "quote": {
    "text": "If someone is trying to skip the struggle - which is the creative job - our machines today, the technology that we have, can help the person, but it is only momentary. On the other hand, if you are creative, you have the skill, and you are hardworking, technology can only make you superior."
   },
   "author": {
    "text": "Arijit Singh"
   }
  },
  {
   "quote": {
    "text": "I've always believed in speaking my mind, and I think the technology has made it more prominent. Even a common man's voice is heard prominently now, much to the chagrin and surprise of politicians. They aren't used to that."
   },
   "author": {
    "text": "Kamal Haasan"
   }
  },
  {
   "quote": {
    "text": "Environmentalists should like fracking for its relative cleanliness. But they don't. They have made a bugaboo out of the chemicals in fracking fluids, which supposedly can leach into groundwater sources. I'm convinced they're dead wrong. Ultimately, good technology with a cost advantage will win out over paranoia."
   },
   "author": {
    "text": "Kenneth Fisher"
   }
  },
  {
   "quote": {
    "text": "Technology requires knowledge and expertise more than it requires money."
   },
   "author": {
    "text": "Jonathan Raymond"
   }
  },
  {
   "quote": {
    "text": "I am a curious creature and put my finger in as many cakes as I can: history, film, technology, etc. I'm also a freak for urban history, particularly Barcelona, Paris and New York. I know more weird stuff about 19th-century Manhattan than is probably healthy."
   },
   "author": {
    "text": "Carlos Ruiz Zafon"
   }
  },
  {
   "quote": {
    "text": "There is no single development, in either technology or management technique, which by itself promises even one order-of-magnitude improvement within a decade in productivity, in reliability, in simplicity."
   },
   "author": {
    "text": "Fred Brooks"
   }
  },
  {
   "quote": {
    "text": "Productivity depends on many factors, including our workforce's knowledge and skills and the quantity and quality of the capital, technology, and infrastructure that they have to work with."
   },
   "author": {
    "text": "Janet Yellen"
   }
  },
  {
   "quote": {
    "text": "Technology will eventually destroy the way schools are run now."
   },
   "author": {
    "text": "Daniel Greenberg"
   }
  },
  {
   "quote": {
    "text": "Technology is going to play a huge part in tomorrow's music business. And the companies that will win are going to be the most equipped to understand how to use data to further an artist's career."
   },
   "author": {
    "text": "Troy Carter"
   }
  },
  {
   "quote": {
    "text": "If you think about any multiparty process where shared information is necessary to the completion of transactions, and the coordination of activity and the exchange of value, that's where blockchain technology can be put to good use."
   },
   "author": {
    "text": "Blythe Masters"
   }
  },
  {
   "quote": {
    "text": "First and foremost, we must take a more holistic view of patient care journeys and then better integrate workflows and technology so that the care experience is seamless and provided at the location where it makes most sense."
   },
   "author": {
    "text": "Frans van Houten"
   }
  },
  {
   "quote": {
    "text": "Information technology is a formidable enabler of freedoms. For example, it lowers barriers to freedom of expression and allows people to get a better grasp of their lives. It should not be used to reduce the freedom of people."
   },
   "author": {
    "text": "Alexander De Croo"
   }
  },
  {
   "quote": {
    "text": "Technology is the perfect refuge for African capability stifled elsewhere by badly run governments and years of misplaced foreign aid. Ubiquitous connectivity in a world without legacy infrastructure, together with the potential to learn coding or anything else online, has allowed technology entrepreneurship to flourish."
   },
   "author": {
    "text": "Ory Okolloh"
   }
  },
  {
   "quote": {
    "text": "The great paradox of the 21st century is that, in this age of powerful technology, the biggest problems we face internationally are problems of the human soul."
   },
   "author": {
    "text": "Ralph Peters"
   }
  },
  {
   "quote": {
    "text": "Things go wrong for me all the time with technology. I'm not familiar enough with it, and I'm too old-school a brain to be able to figure it out. I'm dumb. Anything that I have to attack with my thumbs, for any period of time, makes me feel stupid. So, I try to avoid it, as much as possible, to protect my thumbs."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "We have to face the fact that countries are going to lose jobs to robotics. The only question that needs to be answered is which country will create and own the best robotic technology and have the infrastructure necessary to enable it."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "We are led by lawyers who do not understand either technology or balance sheets."
   },
   "author": {
    "text": "Thomas Friedman"
   }
  },
  {
   "quote": {
    "text": "Leaders in China and India realize that science and technology lead to success and wealth. But many countries in the West graduate students into the unemployment line by teaching skills that were necessary to live in 1950."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "The two great aims of industrialism - replacement of people by technology and concentration of wealth into the hands of a small plutocracy - seem close to fulfillment."
   },
   "author": {
    "text": "Wendell Berry"
   }
  },
  {
   "quote": {
    "text": "In '83, not only was there no such thing as performance motion capture technology, there was no such thing as digital animation. This was the analog era."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "The best museums and museum exhibits about science or technology give you the feeling that, hey, this is interesting, but maybe I could do something here, too."
   },
   "author": {
    "text": "Paul Allen"
   }
  },
  {
   "quote": {
    "text": "All of us technology companies need to create some tools that help diminish the volume of fake news. We must try to squeeze this without stepping on freedom of speech and of the press, but we must also help the reader."
   },
   "author": {
    "text": "Tim Cook"
   }
  },
  {
   "quote": {
    "text": "Whether one welcomes or deplores it, nothing is more surely and exactly characteristic of modern times than the irresistible invasion of the human world by technology. Mechanism invading like a tide all the places of the earth and all forms of social activity."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "Bill Gates is a very rich man today... and do you want to know why? The answer is one word: versions."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "Although we have enough healthcare support, often it doesn't reach the poor and needy. In this scenario, technology is the best solution."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "Refuse to accept the belief that your professional relevance, career success or financial security turns on the next update on the latest technology. Sometimes it's good to put the paddle down and just let the canoe glide."
   },
   "author": {
    "text": "Simon Mainwaring"
   }
  },
  {
   "quote": {
    "text": "Spiraling demand for resources of which our world contains a finite supply is the great long-term threat posed by globalisation. That is why we need new technology to relieve it."
   },
   "author": {
    "text": "Peter Thiel"
   }
  },
  {
   "quote": {
    "text": "China is a great manufacturing center, but it's actually mostly an assembly plant. So it assembles parts and components, high technology that comes from the surrounding industrial - more advanced industrial centers - Japan, Taiwan, South Korea, Singapore, the United States, Europe - and it basically assembles them."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "One of the major problems with China is that its innovation is largely borrowed technology."
   },
   "author": {
    "text": "Alan Greenspan"
   }
  },
  {
   "quote": {
    "text": "Mechanization best serves mediocrity."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "Nevertheless, the number of farmers, small as well as large, who are adopting the new seeds and new technology is increasing very rapidly, and the increase in numbers during the past three years has been phenomenal."
   },
   "author": {
    "text": "Norman Borlaug"
   }
  },
  {
   "quote": {
    "text": "The strength of self-reliance and self-development is that of science and technology, and the shortcut to implementing the five-year strategy is to give importance and precedence to science and technology."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "If you run from technology, it will chase you."
   },
   "author": {
    "text": "Robert M. Pirsig"
   }
  },
  {
   "quote": {
    "text": "Technology businesses in general are susceptible to hacking. That's why you have to work really, really, really hard with law enforcement, with security experts, internal and external groups, to make sure you're paying attention and addressing security concerns."
   },
   "author": {
    "text": "Evan Spiegel"
   }
  },
  {
   "quote": {
    "text": "IT for a long time has been about how do you make old processes more efficient. But with all of the progress in digital technology, there is a kind of digital transformation that is occurring. And you see it with the explosion in the number of devices; you see it in the explosion in the number of applications."
   },
   "author": {
    "text": "Michael Dell"
   }
  },
  {
   "quote": {
    "text": "Technology itself is neither good nor bad. People are good or bad."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "What the country needs are a few labor-making inventions."
   },
   "author": {
    "text": "Arnold H. Glasow"
   }
  },
  {
   "quote": {
    "text": "I was convinced that eventually I would die of heart disease, that we'd run out of time and out of treatment, the technology wouldn't keep ahead of my disease. And now all of the sudden, when you get the new heart, your life opens up before you again."
   },
   "author": {
    "text": "Dick Cheney"
   }
  },
  {
   "quote": {
    "text": "Civilization advances by extending the number of important operations which we can perform without thinking of them."
   },
   "author": {
    "text": "Alfred North Whitehead"
   }
  },
  {
   "quote": {
    "text": "Some incubators, like Y Combinator and TechStars, were started by successful entrepreneurs wishing to help the next generation learn from their experiences. Other programs, such as Viterbi Startup Garage and Austin Technology Incubator, were created by universities to help young entrepreneurs bridge the knowledge gap from student to funded company."
   },
   "author": {
    "text": "Jay Samit"
   }
  },
  {
   "quote": {
    "text": "Since Stonehenge, architects have always been at the cutting edge of technology. And you can't separate technology from the humanistic and spiritual content of a building."
   },
   "author": {
    "text": "Norman Foster"
   }
  },
  {
   "quote": {
    "text": "Technology breeds crime and we are constantly trying to develop technology to stay one step ahead of the person trying to use it negatively."
   },
   "author": {
    "text": "Frank Abagnale"
   }
  },
  {
   "quote": {
    "text": "There is no technology today that cannot be defeated by social engineering."
   },
   "author": {
    "text": "Frank Abagnale"
   }
  },
  {
   "quote": {
    "text": "We want to build technology that everybody loves using, and that affects everyone. We want to create beautiful, intuitive services and technologies that are so incredibly useful that people use them twice a day. Like they use a toothbrush. There aren't that many things people use twice a day."
   },
   "author": {
    "text": "Larry Page"
   }
  },
  {
   "quote": {
    "text": "When digital technology started becoming the norm, you've got 50, 60, 70 years of recordings on tapes that are just deteriorating. Like, a two-inch reel of recording tape won't last forever. It dissolves. It will disappear."
   },
   "author": {
    "text": "Dave Grohl"
   }
  },
  {
   "quote": {
    "text": "I've always felt that technology can be used to our benefit and should be used to our benefit."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "When I looked at the addictive qualities of video games and how they captivate people's attention, I decided to try the same technology for enhancing well-being."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Millennials are a very interesting generation for a lot of reasons. They're absolutely adorable, but they have some significant challenges. Their lives and their careers are delayed by about 10 years, partly because of the recession, also because of technology and also because of the way that they approach things."
   },
   "author": {
    "text": "Dana Perino"
   }
  },
  {
   "quote": {
    "text": "The film industry brings people together, and so does technology. I see them as similar platforms."
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "I know nothing about technology."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "I'm always working on new songs. With the technology these days, any idiot can record on Pro Tools on your laptop. All you have to do is plug a microphone into the input jack and anybody can have their own recording studio. So I'm always down in my basement, singing along to riffs or whoever I'm collaborating with."
   },
   "author": {
    "text": "Sebastian Bach"
   }
  },
  {
   "quote": {
    "text": "I was nerdy girl who went to Catholic school and wanted to be an engineer. I was all set to attend the Illinois Institute of Technology. And then I took a hard left turn and studied Liberal Arts at Northern Illinois University, majored in Communications. Then worked in radio as a disk jockey and as the weather girl."
   },
   "author": {
    "text": "Cindy Morgan"
   }
  },
  {
   "quote": {
    "text": "A world technology means either a world government or world suicide."
   },
   "author": {
    "text": "Max Lerner"
   }
  },
  {
   "quote": {
    "text": "A revolution is to bring on change and we're spiritual people trying to bring on spiritual change. It might sound like I'm a dreamer, but economic models have reached their height of evolution. Technology has evolved. What hasn't evolved is mankind's spirituality; everything is from 3,000 years ago."
   },
   "author": {
    "text": "Damian Marley"
   }
  },
  {
   "quote": {
    "text": "We speak of 'software eating the world,' 'the Internet of Things,' and we massify 'data' by declaring it 'Big.' But these concepts remain for the most part abstract. It's hard for many of us to grasp the impact of digital technology on the 'real world' of things like rocks, homes, cars, and trees. We lack a metaphor that hits home."
   },
   "author": {
    "text": "John Battelle"
   }
  },
  {
   "quote": {
    "text": "We became Homo sapiens not that long ago, from the scientific perspective, and we've retained a lot of our beast nature. We've done all these amazing things in terms of our knowledge base and technology, and now we're flying around and using the Internet. But we're still very animalistic."
   },
   "author": {
    "text": "Wangechi Mutu"
   }
  },
  {
   "quote": {
    "text": "I love technology - yes, I have fallen in love with older cars, but I'm all for new technology."
   },
   "author": {
    "text": "Mario Andretti"
   }
  },
  {
   "quote": {
    "text": "The dream for many millennial women is to make a difference as social or political entrepreneurs. They are using the social media and marketing tools they have mastered to empower less fortunate women and direct them onto career tracks that women have traditionally avoided, like science and technology."
   },
   "author": {
    "text": "Gail Sheehy"
   }
  },
  {
   "quote": {
    "text": "Opera is the most complete art form. It includes drama, acting, technology (lighting), art (the sets), dance, and the epitome of the human voices. But mostly, go for the glorious music. The arts are crucial to the life of every community."
   },
   "author": {
    "text": "Karen DeCrow"
   }
  },
  {
   "quote": {
    "text": "Technology is giving companies superpowers to compete more intelligently and capture the data behind changing trends, expanding markets, and new opportunities."
   },
   "author": {
    "text": "Hilary Mason"
   }
  },
  {
   "quote": {
    "text": "The Internet is ultimately about innovation and integration, but you don't get the innovation unless you integrate Web technology into the processes by which you run your business."
   },
   "author": {
    "text": "Louis V. Gerstner, Jr."
   }
  },
  {
   "quote": {
    "text": "How do you convince somebody to host a stranger for the weekend? That's not a trivial thing. It's not something I think you can throw technology at, marketing at, or sales at. We threw design at it because that's all we knew, and in doing so, I feel like we brought a human touch to it, which is so needed."
   },
   "author": {
    "text": "Joe Gebbia"
   }
  },
  {
   "quote": {
    "text": "I know what I don't know. To this day, I don't know technology, and I don't know finance or accounting."
   },
   "author": {
    "text": "Bernard Ebbers"
   }
  },
  {
   "quote": {
    "text": "Banking technology has made it simple and efficient to invest in good causes."
   },
   "author": {
    "text": "Mark Skousen"
   }
  },
  {
   "quote": {
    "text": "Most people are really stunned to find out that the technology has been around for more than 100 years, and that the diesel engine was in fact invented to run on vegetable oil."
   },
   "author": {
    "text": "Daryl Hannah"
   }
  },
  {
   "quote": {
    "text": "People try to treat technology as an object, and it can't be. It can only be a channel."
   },
   "author": {
    "text": "Jaron Lanier"
   }
  },
  {
   "quote": {
    "text": "These days the technology can solve our problems and then some. Solutions may not only erase physical or mental deficits but leave patients better off than 'able-bodied' folks. The person who has a disability today may have a superability tomorrow."
   },
   "author": {
    "text": "Daniel H. Wilson"
   }
  },
  {
   "quote": {
    "text": "Technology has the benefit of being easily scalable. A few weeks or months of coding can result in solutions that reap huge benefits. The global success of Facebook, Twitter, and Google are all triumphs of technology."
   },
   "author": {
    "text": "Shawn Amos"
   }
  },
  {
   "quote": {
    "text": "Information technology departments must spend enormous amounts of time and money worrying about integrating big computer systems with billions of pieces of customer data."
   },
   "author": {
    "text": "Alex Berenson"
   }
  },
  {
   "quote": {
    "text": "At Mint, we developed five pending patents on our technology, ranging from categorization to the Ways to Save system that calculates how much a new financial product would save a user given their present financial situation."
   },
   "author": {
    "text": "Aaron Patzer"
   }
  },
  {
   "quote": {
    "text": "When people come to Twitter and they want to express something in the world, the technology fades away. It's them writing a simple message and them knowing that people are going to see it."
   },
   "author": {
    "text": "Jack Dorsey"
   }
  },
  {
   "quote": {
    "text": "Today, the forces of competition, technology, and globalization have converged to spur innovation and to transform the way business is done in the securities industry."
   },
   "author": {
    "text": "Arthur Levitt"
   }
  },
  {
   "quote": {
    "text": "Sometimes an ethnographic inquiry will lead to new ways to use an existing technology or will generate new technologies."
   },
   "author": {
    "text": "Katie Hafner"
   }
  },
  {
   "quote": {
    "text": "We're still in the first minutes of the first day of the Internet revolution."
   },
   "author": {
    "text": "Scott Cook"
   }
  },
  {
   "quote": {
    "text": "We're a very iterative company, so we jump on basically all new technology."
   },
   "author": {
    "text": "Parker Harris"
   }
  },
  {
   "quote": {
    "text": "I'm fascinated with genetic science, and I have been for a very long time. I always look at science and technology because I think that the developments in my lifetime have been so remarkable - and we're only at the tip of the iceberg with projects like decoding the human genome."
   },
   "author": {
    "text": "Nick Rhodes"
   }
  },
  {
   "quote": {
    "text": "There are no drivers like Formula One drivers. They are engineers, in a way. They are driving manual cars one-handed at 200 miles per hour around streets in Monaco. These cars use the ultimate in technology."
   },
   "author": {
    "text": "Asif Kapadia"
   }
  },
  {
   "quote": {
    "text": "Developments in information technology and globalised media mean that the most powerful military in the history of the world can lose a war, not on the battlefield of dust and blood, but on the battlefield of world opinion."
   },
   "author": {
    "text": "Timothy Garton Ash"
   }
  },
  {
   "quote": {
    "text": "First, I do not think there is any silver bullet to solving the technology side of the security equation."
   },
   "author": {
    "text": "John W. Thompson"
   }
  },
  {
   "quote": {
    "text": "The Internet is the first technology since the printing press which could lower the cost of a great education and, in doing so, make that cost-benefit analysis much easier for most students. It could allow American schools to service twice as many students as they do now, and in ways that are both effective and cost-effective."
   },
   "author": {
    "text": "John Katzman"
   }
  },
  {
   "quote": {
    "text": "Technology is one of the key drivers of female economic empowerment, but the fields that women choose to participate in are still decidedly gendered."
   },
   "author": {
    "text": "Weili Dai"
   }
  },
  {
   "quote": {
    "text": "The technology that threatens to kill off books as we know them - the 'physical book,' a new phrase in our language - is also making the physical book capable of being more beautiful than books have been since the middle ages."
   },
   "author": {
    "text": "Art Spiegelman"
   }
  },
  {
   "quote": {
    "text": "Like all tools, modern technology has produced some wonderful moments in music and also some horrors."
   },
   "author": {
    "text": "Hugh Hopper"
   }
  },
  {
   "quote": {
    "text": "Why should Congresspeople have to visit D.C.? Thanks to Skype, meetings are possible across the country. Thanks to email, communications are simple. And we've had the technology to vote from afar for decades. Why should we have backroom deals made over cigars thousands of miles distant from those who are affected by those deals?"
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "The Internet is the most important single development in the history of human communication since the invention of call waiting."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "Reading is a technology for perspective-taking. When someone else's thoughts are in your head, you are observing the world from that person's vantage point."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "For the blue-collar worker, the driving force behind change was factory automation using programmable machine tools. For the office worker, it's office automation using computer technology: enterprise-resource-planning systems, groupware, intranets, extranets, expert systems, the Web, and e-commerce."
   },
   "author": {
    "text": "Tom Peters"
   }
  },
  {
   "quote": {
    "text": "People are stunned to hear that one company has data files on 185 million Americans."
   },
   "author": {
    "text": "Ralph Nader"
   }
  },
  {
   "quote": {
    "text": "I hear the same anxieties over and over again. Everything is too fast; everything is too precarious. We have more access than ever to the people we are trying to reach, thanks to social media and mobile technology, and more information than we know what to do with."
   },
   "author": {
    "text": "Anna Wintour"
   }
  },
  {
   "quote": {
    "text": "When kids get stuck on one of our quests, we now have an app for that. It is so cool to know that now kids can use mobile technology to learn more about Poptropica's great adventures and solve its challenging quests."
   },
   "author": {
    "text": "Jeff Kinney"
   }
  },
  {
   "quote": {
    "text": "You take fantasies, which for thousands of years belonged to the religious realm - overcoming death or our merging with the universe - and you suddenly start talking about them in a more technical perspective as something that can be achieved, not after you die with the help of supernatural beings, but in this very life with the help of technology."
   },
   "author": {
    "text": "Yuval Noah Harari"
   }
  },
  {
   "quote": {
    "text": "Ronald Reagan said that he sought a Star Wars defense only in order to share the technology with the tyrants of the U.S.S.R."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "The fact we don't have a lunar base has nothing to do with the technology. It has to do with public commitment and societal support."
   },
   "author": {
    "text": "Mae Jemison"
   }
  },
  {
   "quote": {
    "text": "There's no question that as science, knowledge and technology advance, that we will attempt to do more significant things. And there's no question that we will always have to temper those things with ethics."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "Technology is rooted in the past. It dominates the present and tends into the future. It is a real historical movement - one of the great movements which shape and represent their epoch."
   },
   "author": {
    "text": "Ludwig Mies van der Rohe"
   }
  },
  {
   "quote": {
    "text": "Technology is far more than a method, it is a world in itself. As a method, it is superior in almost every respect. But only where it is left to itself, as in gigantic structures of engineering, there technology reveals its true nature."
   },
   "author": {
    "text": "Ludwig Mies van der Rohe"
   }
  },
  {
   "quote": {
    "text": "Wherever technology reaches its real fulfillment, it transcends into architecture."
   },
   "author": {
    "text": "Ludwig Mies van der Rohe"
   }
  },
  {
   "quote": {
    "text": "Well before September 11, it was understood that with modern technology, the rich and powerful will lose their near monopoly of the means of violence and can expect to suffer atrocities on home soil."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "Once you understand that Goliath is much weaker than you think he is, and David has superior technology, then you say: why do we tell the story the way we do? It becomes, actually, a far more meaningful and important story in its retelling than in the kind of unsophisticated way we've done it for, I think, too long."
   },
   "author": {
    "text": "Malcolm Gladwell"
   }
  },
  {
   "quote": {
    "text": "It's important that our children are raised to be educated, well-rounded tax-paying citizens that understand the importance of technology and science."
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "Although science and technology open up boundless opportunities, they also present great perils because Satan employs these marvelous discoveries to his great advantage."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Digital technology is the same revolution as adding sound to pictures and the same revolution as adding color to pictures. Nothing more and nothing less."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "All of technology, really, is about maximizing free options."
   },
   "author": {
    "text": "Nassim Nicholas Taleb"
   }
  },
  {
   "quote": {
    "text": "We always say Jordan is not rich in natural resources - we don't have oil or gas like some of our neighbors do - but I think in terms of human resources, we are quite lucky and we are really trying to foster an environment of innovation and technology. I think Jordan will emerge as a center of innovation in the Middle East."
   },
   "author": {
    "text": "Queen Rania of Jordan"
   }
  },
  {
   "quote": {
    "text": "It is the child's understanding that teaches the adults the way of the future. They're still doing it today with modern technology."
   },
   "author": {
    "text": "Michael Morpurgo"
   }
  },
  {
   "quote": {
    "text": "To make a rock'n'roll record, technology is the least important thing."
   },
   "author": {
    "text": "Keith Richards"
   }
  },
  {
   "quote": {
    "text": "The highly functional infrastructure that surrounds us, particularly in the West, is a gift from our ancestors: the comparatively uncorrupt political and economic systems, the technology, the wealth, the lifespan, the freedom, the luxury, and the opportunity."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "Xerox's innovative technology and service offerings - delivered through an expanding distribution system with a lean and flexible business model - continue to solidify our market leadership, driving consistently strong earnings performance."
   },
   "author": {
    "text": "Anne M. Mulcahy"
   }
  },
  {
   "quote": {
    "text": "Technology is changing the way we interact as humans."
   },
   "author": {
    "text": "Dan Brown"
   }
  },
  {
   "quote": {
    "text": "At Dell, we believe the customer is in control, and our job is to take all the technology that's out there and apply it in a useful way to meet the customer's needs."
   },
   "author": {
    "text": "Michael Dell"
   }
  },
  {
   "quote": {
    "text": "Design and technology should be the subject where mathematical brainboxes and science whizzkids turn their bright ideas into useful products."
   },
   "author": {
    "text": "James Dyson"
   }
  },
  {
   "quote": {
    "text": "India's prosperity is sectioned by geography, such as in Bangalore, where the information technology industry is prominent. Because they have a conduit out of India, competing in the world by the Internet, it's not regulated in corrupt ways, and it is very prosperous."
   },
   "author": {
    "text": "Clayton M. Christensen"
   }
  },
  {
   "quote": {
    "text": "I'm very good with technology, I always have been, and with machines in general. They seem not threatening like other people find them, but a source of fun and amusement."
   },
   "author": {
    "text": "Brian Eno"
   }
  },
  {
   "quote": {
    "text": "About half my work in education is U.S. political reform around school districts and charter schools, and creating more room for entrepreneurial organizations to develop. And about half on technology, which I look at as a global platform."
   },
   "author": {
    "text": "Reed Hastings"
   }
  },
  {
   "quote": {
    "text": "In fact, technology has been the story of human progress from as long back as we know. In 100 years people will look back on now and say, 'That was the Internet Age.' And computers will be seen as a mere ingredient to the Internet Age."
   },
   "author": {
    "text": "Reed Hastings"
   }
  },
  {
   "quote": {
    "text": "And I have lived since - as you have - in a period of cold war, during which we have ensured by our achievements in the science and technology of destruction that a third act in this tragedy of war will result in the peace of extinction."
   },
   "author": {
    "text": "Lester B. Pearson"
   }
  },
  {
   "quote": {
    "text": "Computers are still technology because we are still wrestling with it: it's still being invented; we're still trying to work out how it works. There's a world of game interaction to come that you or I wouldn't recognise. It's time for the machines to disappear. The computer's got to disappear into all of the things we use."
   },
   "author": {
    "text": "Douglas Adams"
   }
  },
  {
   "quote": {
    "text": "The human condition today is better than it's ever been, and technology is one of the reasons for that."
   },
   "author": {
    "text": "Tom Clancy"
   }
  },
  {
   "quote": {
    "text": "There was a time when nails were high-tech. There was a time when people had to be told how to use a telephone. Technology is just a tool. People use tools to improve their lives."
   },
   "author": {
    "text": "Tom Clancy"
   }
  },
  {
   "quote": {
    "text": "There are no morals about technology at all. Technology expands our ways of thinking about things, expands our ways of doing things. If we're bad people we use technology for bad purposes and if we're good people we use it for good purposes."
   },
   "author": {
    "text": "Herbert A. Simon"
   }
  },
  {
   "quote": {
    "text": "People use technology only to mean digital technology. Technology is actually everything we make."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "The basis of our partnership strategy and our partnership approach: We build the social technology. They provide the music."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "Once upon a time, sound was new technology."
   },
   "author": {
    "text": "Peter Jackson"
   }
  },
  {
   "quote": {
    "text": "I love technology. We can be our own DJs wherever we go."
   },
   "author": {
    "text": "Ludacris"
   }
  },
  {
   "quote": {
    "text": "Hard systems are everything we're using right now - computers, phones, planes, the clothes you're wearing, the room you're in. Everything there involves 100% use of technology and expertise to make it, and nothing we make - including space exploration vehicles and so on - is complex. Everything we make is complicated. Nothing is self-renewing."
   },
   "author": {
    "text": "Allan Savory"
   }
  },
  {
   "quote": {
    "text": "When I think about developing solutions, I think about how we can use technology to make a difference."
   },
   "author": {
    "text": "John T. Chambers"
   }
  },
  {
   "quote": {
    "text": "Even the president's own Science and Technology Office head Mister Holdren says no one single weather event is due specifically to climate change."
   },
   "author": {
    "text": "Marsha Blackburn"
   }
  },
  {
   "quote": {
    "text": "The bottom line is there are lots of problems that were not created by government. The biggest one is loss of middle class incomes, loss of good-paying jobs which was created by technology and globalization. Above all, when you can move a job to China or India, it reduces wages."
   },
   "author": {
    "text": "Chuck Schumer"
   }
  },
  {
   "quote": {
    "text": "I love the 3D revolution. I love the technology today that continues to push the envelope, continues break the new ground, and continues to raise the bar."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "I'm not a techno-determinist. I believe we need to improve our existing human resources, and technology can only be a complement."
   },
   "author": {
    "text": "Shashi Tharoor"
   }
  },
  {
   "quote": {
    "text": "One way to understand human progress is to look at how technology has made products and services - once reserved for the elite - progressively more accessible and affordable."
   },
   "author": {
    "text": "Dan Schulman"
   }
  },
  {
   "quote": {
    "text": "One of the most interesting things about science fiction and fantasy is the way that the genres can offer different perspectives on matters to do with the body, the mind, medical technology, and the way we live our lives."
   },
   "author": {
    "text": "Tansy Rayner Roberts"
   }
  },
  {
   "quote": {
    "text": "In various fields, such as science, technology, sports, business and the arts, immigrants enrich our culture every single day."
   },
   "author": {
    "text": "Charles B. Rangel"
   }
  },
  {
   "quote": {
    "text": "The minimum we should hope for with any display technology is that it should do no harm."
   },
   "author": {
    "text": "Edward Tufte"
   }
  },
  {
   "quote": {
    "text": "Science fiction is fantasy about issues of science. Science fiction is a subset of fantasy. Fantasy predated it by several millennia. The '30s to the '50s were the golden age of science fiction - this was because, to a large degree, it was at this point that technology and science had exposed its potential without revealing the limitations."
   },
   "author": {
    "text": "Raymond E. Feist"
   }
  },
  {
   "quote": {
    "text": "And what is religion, you might ask. It's a technology of living."
   },
   "author": {
    "text": "Toni Cade Bambara"
   }
  },
  {
   "quote": {
    "text": "I love this stuff - bitcoin, ethereum, blockchain technology - and what the future holds."
   },
   "author": {
    "text": "Abigail Johnson"
   }
  },
  {
   "quote": {
    "text": "I would have volunteered to work at Netscape. It was the center node of this new technology and the commercial ecosystem of the Internet."
   },
   "author": {
    "text": "Reid Hoffman"
   }
  },
  {
   "quote": {
    "text": "Whether you're a government entity, a large enterprise, or a startup, a true digital transformation takes advantage of technology to focus on the customer, automates work that does not need manual interference, and unleashes your people to truly make decisions that change the path of your company."
   },
   "author": {
    "text": "Safra A. Catz"
   }
  },
  {
   "quote": {
    "text": "Every time a new technology comes along, we feel we're about to break through to a place where we will not be able to recover. The advent of broadcast radio confused people. It delighted people, of course, but it also changed the world."
   },
   "author": {
    "text": "James Gleick"
   }
  },
  {
   "quote": {
    "text": "All the big revolutions, whether it's the Industrial Revolution, the Arab Spring, those changes happened by economic and social shifts brought about by the people's voices, and those things weren't voted for. Most of our changes today are brought about through technology, not by voting."
   },
   "author": {
    "text": "Lupe Fiasco"
   }
  },
  {
   "quote": {
    "text": "We are in an age of technology where we sit in our little cubicles and we IM each other and Skype each other and never connect as human beings."
   },
   "author": {
    "text": "Sarah McLachlan"
   }
  },
  {
   "quote": {
    "text": "Computers add convenience to our everyday lives, but we are limited in what we can do with technology others have imagined. The ability for humans to teach machines entirely new things - coding - is nothing short of a superpower."
   },
   "author": {
    "text": "Tobias Lutke"
   }
  },
  {
   "quote": {
    "text": "The one thing that advances a society is not technology or so-called development; it's love - that one principle."
   },
   "author": {
    "text": "Tom Shadyac"
   }
  },
  {
   "quote": {
    "text": "When I was in Japan on tour in 2010, I felt like I was 30 years into the future. I love technology and they are so advanced with their phones, computers, everything. I think they had the iPhone way before we did in the U.S. I love gadgets, games, social media and I try to stay ahead on all that stuff, but they get it all first."
   },
   "author": {
    "text": "Soulja Boy"
   }
  },
  {
   "quote": {
    "text": "I am not a big technology person. I don't go on the Internet really much at all. Drawing is like a zen thing; it's private, which in this day and age is harder to come by."
   },
   "author": {
    "text": "Tim Burton"
   }
  },
  {
   "quote": {
    "text": "Advances in technology and the Internet have dramatically changed the way we communicate, live, and work."
   },
   "author": {
    "text": "Suzan DelBene"
   }
  },
  {
   "quote": {
    "text": "We are a country of artisans and a country of manufacturing. I think Japanese textile technology is the best in the world."
   },
   "author": {
    "text": "Tadashi Yanai"
   }
  },
  {
   "quote": {
    "text": "This is a really big space station. We do a lot of various kinds of work here, different kinds of science experiments; we have over 400 different experiments going on at any one time in different areas, from basic science research to medical technology, that hopefully will benefit more people on Earth."
   },
   "author": {
    "text": "Scott Kelly"
   }
  },
  {
   "quote": {
    "text": "I would like to see the technology used to explore more period horror genre works, for example, E. A. Poe."
   },
   "author": {
    "text": "Robert Englund"
   }
  },
  {
   "quote": {
    "text": "If information wants to be free, then that's true everywhere, not just in information technology."
   },
   "author": {
    "text": "Mitch Kapor"
   }
  },
  {
   "quote": {
    "text": "We're getting so pulled in by computers and technology, and our kids have their face in the computers all day. The human relationship is being diminished by this."
   },
   "author": {
    "text": "Lenny Kravitz"
   }
  },
  {
   "quote": {
    "text": "People don't change very much, and the things life ends up being about don't change from generation to generation. Life is about love. And people's stories don't really change. Your environment changes dramatically, technology changes, but people don't change, in the way our minds work."
   },
   "author": {
    "text": "Kelly Macdonald"
   }
  },
  {
   "quote": {
    "text": "Technology's always taken jobs out of the system, and what you hope is that technology's going to put those jobs back in, too. That's what we call productivity."
   },
   "author": {
    "text": "Marc Benioff"
   }
  },
  {
   "quote": {
    "text": "Our lifetime may be the last that will be lived out in a technological society."
   },
   "author": {
    "text": "Arthur C. Clarke"
   }
  },
  {
   "quote": {
    "text": "As we grow up in more technology-enriched environments filled with laptops and smart phones, technology is not just becoming a part of our daily lives - it's becoming a part of each and every one of us."
   },
   "author": {
    "text": "Adora Svitak"
   }
  },
  {
   "quote": {
    "text": "'Social engineering,' the fancy term for tricking you into giving away your digital secrets, is at least as great a threat as spooky technology."
   },
   "author": {
    "text": "Barton Gellman"
   }
  },
  {
   "quote": {
    "text": "My first job was as a programmer. So I feel like I'm familiar with the information technology sector and the information technology culture."
   },
   "author": {
    "text": "Gene Luen Yang"
   }
  },
  {
   "quote": {
    "text": "Since the rise of Homo sapiens, human beings have been the smartest minds around. But very shortly - on a historical scale, that is - we can expect technology to break the upper bound on intelligence that has held for the last few tens of thousands of years."
   },
   "author": {
    "text": "Eliezer Yudkowsky"
   }
  },
  {
   "quote": {
    "text": "Energy Secretary Ernest Moniz, arguably President Obama's best Cabinet appointment, has been leading a quiet revolution in clean-energy technology. Innovation is transforming this industry, costs are plummeting and entrepreneurs are devising radical new systems that create American jobs - in addition to protecting the planet."
   },
   "author": {
    "text": "David Ignatius"
   }
  },
  {
   "quote": {
    "text": "If you trace the history of mankind, our evolution has been mediated by technology, and without technology it's not really obvious where we would be. So I think we have always been cyborgs in this sense."
   },
   "author": {
    "text": "Evgeny Morozov"
   }
  },
  {
   "quote": {
    "text": "When I came to MIT, there were four rubrics: science, art, design, and technology. And as you entered your degree, whether it was a master's or a Ph.D., if you were a citizen in one domain, you were a traveler in the other."
   },
   "author": {
    "text": "Neri Oxman"
   }
  },
  {
   "quote": {
    "text": "People thought I was very pro-computer. I was on the cover of 'Wired' magazine. Then things began to change. In the early '80s, we met this technology and became smitten like young lovers. But today our attachment is unhealthy."
   },
   "author": {
    "text": "Sherry Turkle"
   }
  },
  {
   "quote": {
    "text": "Technology is the knack of so arranging the world that we don't have to experience it."
   },
   "author": {
    "text": "Max Frisch"
   }
  },
  {
   "quote": {
    "text": "Online education and technology are doubtless going to change how we learn in the years ahead. Remote learning is inexpensive and brings down the cost of near-universal access."
   },
   "author": {
    "text": "Andrew Yang"
   }
  },
  {
   "quote": {
    "text": "An efficient payments system provides the infrastructure needed to transfer money in low-cost and convenient ways. Efficient systems are innovative in improving the quality of services in response to changing technology and changing demand."
   },
   "author": {
    "text": "Jerome Powell"
   }
  },
  {
   "quote": {
    "text": "The coming changes in technology will be as profound as the creation of the Internet."
   },
   "author": {
    "text": "Rajeev Suri"
   }
  },
  {
   "quote": {
    "text": "Technology is the foundation of the empowerment economy."
   },
   "author": {
    "text": "Elise Stefanik"
   }
  },
  {
   "quote": {
    "text": "AI might be a powerful technology, but things won't get better simply by adding AI."
   },
   "author": {
    "text": "Vivienne Ming"
   }
  },
  {
   "quote": {
    "text": "Doing exercise without monitoring yourself will be rare in the future of wearable technology."
   },
   "author": {
    "text": "Astro Teller"
   }
  },
  {
   "quote": {
    "text": "We know that, when it comes to technology and the economy, if you're not constantly moving forward, then - without a doubt - you're moving backwards."
   },
   "author": {
    "text": "Bill Owens"
   }
  },
  {
   "quote": {
    "text": "Many people mistakenly think a new technology cancels out an old one."
   },
   "author": {
    "text": "Judith Martin"
   }
  },
  {
   "quote": {
    "text": "Instead, in the absence of respect for human rights, science and its offspring technology have been used in this century as brutal instruments for oppression."
   },
   "author": {
    "text": "John Polanyi"
   }
  },
  {
   "quote": {
    "text": "For infrastructure technology, C will be hard to displace."
   },
   "author": {
    "text": "Dennis Ritchie"
   }
  },
  {
   "quote": {
    "text": "The Internet is a computing platform built on top of core technology. Applied technology is what gets built on top of that: It's Web services."
   },
   "author": {
    "text": "Fred Wilson"
   }
  },
  {
   "quote": {
    "text": "If Apple, Amazon, Netflix, or somebody else can ever blast away all the ridiculous vestiges of decades-old TV content and technology we live with today, I'll buy whatever they come up with. Until then, I'm settling for a Caavo."
   },
   "author": {
    "text": "Walt Mossberg"
   }
  },
  {
   "quote": {
    "text": "Technology causes problems as well as solves problems. Nobody has figured out a way to ensure that, as of tomorrow, technology won't create problems. Technology simply means increased power, which is why we have the global problems we face today."
   },
   "author": {
    "text": "Jared Diamond"
   }
  },
  {
   "quote": {
    "text": "Technology does not always rhyme with perfection and reliability. Far from it in reality!"
   },
   "author": {
    "text": "Jean-Michel Jarre"
   }
  },
  {
   "quote": {
    "text": "It's not just the effect of technology on the environment, on religion, on the economic structure, on society, on politics, etc. It's that everything now exists in technology to the point where technology is the new and comprehensive host of nature of life."
   },
   "author": {
    "text": "Godfrey Reggio"
   }
  },
  {
   "quote": {
    "text": "It's not that Instagram, Facebook, and Twitter aren't really great mediums - let's be honest; technology allowing us to be able to contact people around the world is fantastic - but it's also so detrimental."
   },
   "author": {
    "text": "Katherine Langford"
   }
  },
  {
   "quote": {
    "text": "Robots are interesting because they exist as a real technology that you can really study - you can get a degree in robotics - and they also have all this pop-culture real estate that they take up in people's minds."
   },
   "author": {
    "text": "Daniel H. Wilson"
   }
  },
  {
   "quote": {
    "text": "Sometimes a technology is so awe-inspiring that the imagination runs away with it - often far, far away from reality. Robots are like that. A lot of big and ultimately unfulfilled promises were made in robotics early on, based on preliminary successes."
   },
   "author": {
    "text": "Daniel H. Wilson"
   }
  },
  {
   "quote": {
    "text": "I drove an electric car for seven years because of its advanced technology, not because I have any concerns about energy resources. I have none at all. And when environmentalists say that global warming is dangerous, unprecedented and that we'll have a tipping point for atmospheric carbon dioxide, it's just nonsense."
   },
   "author": {
    "text": "Burt Rutan"
   }
  },
  {
   "quote": {
    "text": "The moment of drifting into thought has been so clipped by modern technology. Our lives are filled with distraction with smartphones and all the rest. People are so locked into not being present."
   },
   "author": {
    "text": "Glen Hansard"
   }
  },
  {
   "quote": {
    "text": "Tweeting is like sending out cool telegrams to your friends once a week."
   },
   "author": {
    "text": "Tom Hanks"
   }
  },
  {
   "quote": {
    "text": "Spin Me Round was number one all over the world, everywhere. It changed the face of pop music, no question. We took technology further than Trevor Horn."
   },
   "author": {
    "text": "Pete Waterman"
   }
  },
  {
   "quote": {
    "text": "Science is among the most profoundly human of our activities. Far from being subsumed by the dehumanising effects of technology, science, in fact, remains our last stand against it."
   },
   "author": {
    "text": "Siddhartha Mukherjee"
   }
  },
  {
   "quote": {
    "text": "Stevie didn't use the technology to drive the song. He used it to enhance. I use the tools to further my work, I don't use my work to further the tools."
   },
   "author": {
    "text": "Brian McKnight"
   }
  },
  {
   "quote": {
    "text": "I want to create an environment where I can create technology, get it into the hands of someone to market it, and move on to other technologies so I can keep innovating. I want to be a serial entrepreneur: Incubate an idea, get it to a good state, and make that an enabler to get to the next state. It's every researcher's fantasy."
   },
   "author": {
    "text": "Jefferson Han"
   }
  },
  {
   "quote": {
    "text": "If you think about brewing, it is biotechnology. And I would say that I was a technologist at heart. So whether I... fermented beer or whether I fermented enzymes, the base technology was the same."
   },
   "author": {
    "text": "Kiran Mazumdar-Shaw"
   }
  },
  {
   "quote": {
    "text": "Engineering producers who don't play and have technology as a background may be the reason why there's a lot of cold non-musical music, for lack of a better description."
   },
   "author": {
    "text": "Bill Laswell"
   }
  },
  {
   "quote": {
    "text": "But the first the general public learned about the discovery was the news of the destruction of Hiroshima by the atom bomb. A splendid achievement of science and technology had turned malign. Science became identified with death and destruction."
   },
   "author": {
    "text": "Joseph Rotblat"
   }
  },
  {
   "quote": {
    "text": "Today, the technology is there to give early and normally ample warning when a powerful tornado approaches. When a tornado strikes, all of us are at risk."
   },
   "author": {
    "text": "Spencer Bachus"
   }
  },
  {
   "quote": {
    "text": "Once anthropology and geology had opened up the pre-recordkeeping darkness of humanity's long, slow, sustained infancy as suitable grounds for speculation, writers began trying to imagine human existence as it must have been with only stone-age technology."
   },
   "author": {
    "text": "Paul Di Filippo"
   }
  },
  {
   "quote": {
    "text": "The global equalization of wages and the exponential growth in technology has created a job-killing machine that's only going to get worse."
   },
   "author": {
    "text": "Jeff Greene"
   }
  },
  {
   "quote": {
    "text": "I like technology, but 'Black Mirror' is more what the consequences are, and it doesn't tend to be about technology itself: it tends to be how we use or misuse it. We've not really thought through the consequences of it."
   },
   "author": {
    "text": "Charlie Brooker"
   }
  },
  {
   "quote": {
    "text": "My father taught us that to thrive, excellence in technology, quality, and customer service along with cost competitiveness is a prerequisite. His contribution to business, the economy, and society at large can never be underscored enough."
   },
   "author": {
    "text": "Kumar Mangalam Birla"
   }
  },
  {
   "quote": {
    "text": "I think I'm generally more inspired when I'm away from technology. Whether that is on a beach somewhere or just in your room with your phones and screens shut off, I think that quietness is often very inspiring."
   },
   "author": {
    "text": "Yael Cohen"
   }
  },
  {
   "quote": {
    "text": "The demographic weight of countries such as China and India exercise a massive pressure on our wages and salaries. They have accomplished massive technological advances and the revolution in information technology has reduced the costs of transport."
   },
   "author": {
    "text": "Laurent Fabius"
   }
  },
  {
   "quote": {
    "text": "Technology has long been the driver of growth in the music business from the invention of lacquers, eight-track players, vinyl, cassettes and CDs."
   },
   "author": {
    "text": "Troy Carter"
   }
  },
  {
   "quote": {
    "text": "When I took my first job, I was among only a handful of women. It was isolating at times. My love for technology kept me going, and I got to where I am today driven by my passion and self confidence."
   },
   "author": {
    "text": "Padmasree Warrior"
   }
  },
  {
   "quote": {
    "text": "Sustainable solutions based on innovation can create a more resilient world only if that innovation is focused on the health and well-being of its inhabitants. And it is at that point - where technology and human needs intersect - that we will find meaningful innovation."
   },
   "author": {
    "text": "Frans van Houten"
   }
  },
  {
   "quote": {
    "text": "With stealth technology, the U.S. could spy on its Cold War adversaries without running the risk of getting caught."
   },
   "author": {
    "text": "Annie Jacobsen"
   }
  },
  {
   "quote": {
    "text": "It's easy to fall into the trap of assuming that a new technology is very similar to its predecessors. A new technology is often perceived as the linear extension of the previous one, and this leads us to believe the new technology will fill the same roles - just a little faster or a little smaller or a little lighter."
   },
   "author": {
    "text": "Michael J. Saylor"
   }
  },
  {
   "quote": {
    "text": "Technology makes things faster and more cost-effective, but it's not perfect. It requires you to be as flexible as you can be."
   },
   "author": {
    "text": "John Phillips"
   }
  },
  {
   "quote": {
    "text": "Technology has enormous potential to address educational needs more efficiently, help teachers improve their performance, and enrich and individualize student learning."
   },
   "author": {
    "text": "Wendy Kopp"
   }
  },
  {
   "quote": {
    "text": "The most important and urgent problems of the technology of today are no longer the satisfactions of the primary needs or of archetypal wishes, but the reparation of the evils and damages by the technology of yesterday."
   },
   "author": {
    "text": "Dennis Gabor"
   }
  },
  {
   "quote": {
    "text": "I believe the auto industry is a competition of human resources, competition of funding, competition of technology - and the competition is international."
   },
   "author": {
    "text": "Li Shufu"
   }
  },
  {
   "quote": {
    "text": "There is a lack of talent in technology, and we need to be encouraging kids in school to learn how to code. We need to encourage computer science as a major. We need to encourage entrepreneurism."
   },
   "author": {
    "text": "Jon Oringer"
   }
  },
  {
   "quote": {
    "text": "I am interested in computers and technology, and art, photography, and design."
   },
   "author": {
    "text": "William Landay"
   }
  },
  {
   "quote": {
    "text": "A lot of the future of search is going to be about pictures instead of keywords. Computer vision technology is going to be a big deal."
   },
   "author": {
    "text": "Ben Silbermann"
   }
  },
  {
   "quote": {
    "text": "Bio Life Technical's strategy of providing technical due diligence by expert professors from core disciplines and world class experts working with interdisciplinary institutes, such as Imperial College's Institute of Biomedical Engineering, will enable a more thorough scientific evaluation of the technology."
   },
   "author": {
    "text": "Chris Toumazou"
   }
  },
  {
   "quote": {
    "text": "The great myth that many social scientists want to encourage is that there is an incompatibility between modern technology and traditional religion. This is absolute nonsense. If anything, it's the reverse."
   },
   "author": {
    "text": "Rodney Stark"
   }
  },
  {
   "quote": {
    "text": "Don't leave hold of your common sense. Think about what you're doing and how the technology can enhance it. Don't think about technology first."
   },
   "author": {
    "text": "Esther Dyson"
   }
  },
  {
   "quote": {
    "text": "I interned at Miramax and subsequently at Paramount because I was really curious about the future of entertainment - how were we going to get films online? While the inspiration for Box didn't come from that experience directly, it was very obvious that bigger businesses had a lot of slow processes and cumbersome technology."
   },
   "author": {
    "text": "Aaron Levie"
   }
  },
  {
   "quote": {
    "text": "I've always had an uneasy relationship with technology and how it insinuates itself into our lives: for example. I always prefer talking face-to-face with friends than texting or calling, and if I want to get updates on their lives, I don't go to Facebook but meet them in person."
   },
   "author": {
    "text": "Chin Han"
   }
  },
  {
   "quote": {
    "text": "In a world of global competition and new technology, I think competition is coming from new places."
   },
   "author": {
    "text": "Charles L. Evans"
   }
  },
  {
   "quote": {
    "text": "To have a stable economy, to have a stable democracy, and to have a modern government is not enough. We have to build new pillars of development. Education, science and technology, innovation and entrepreneurship, and more equality."
   },
   "author": {
    "text": "Sebastian Pinera"
   }
  },
  {
   "quote": {
    "text": "There's evidence of a social decline in direct proportion to technology and the industrialization of the motion picture industry."
   },
   "author": {
    "text": "Mark Rydell"
   }
  },
  {
   "quote": {
    "text": "All this technology for connection and what we really only know more about is how anonymous we are in the grand scheme of things."
   },
   "author": {
    "text": "Heather Donahue"
   }
  },
  {
   "quote": {
    "text": "Technology has always been destroying jobs, and it has always been creating jobs."
   },
   "author": {
    "text": "Erik Brynjolfsson"
   }
  },
  {
   "quote": {
    "text": "When I decided to leave the military, I realized that the skills I acquired there were transferable to the commercial world both in leadership and the information technology field. I made the decision to move to Oracle because of its strong leadership role."
   },
   "author": {
    "text": "Keith Kellogg"
   }
  },
  {
   "quote": {
    "text": "If technology and communications can adapt to people's modern lifestyles, then why can't our labor laws follow suit? Private-sector businesses continue to live under an outdated federal mandate that says the only way to compensate for overtime is through cash wages."
   },
   "author": {
    "text": "Renee Ellmers"
   }
  },
  {
   "quote": {
    "text": "We have innovative differentiated technology that is recognized by our customers and third party analysts as the best in the industry; we have industry-leading support with a very large satisfied installed base due to our best-in-class support and development organisations."
   },
   "author": {
    "text": "N. Robert Hammer"
   }
  },
  {
   "quote": {
    "text": "My theme for philanthropy is the same approach I used with technology: to find a need and fill it."
   },
   "author": {
    "text": "An Wang"
   }
  },
  {
   "quote": {
    "text": "My job as artistic director at the Brighton digital agency Lighthouse is all about trying to show that digital culture is about more than just tools and gadgets - it's about perceiving the societal transformations being brought about by technology."
   },
   "author": {
    "text": "Honor Harger"
   }
  },
  {
   "quote": {
    "text": "I feel there is so much more we can do in improving education, making it accessible and understanding how technology can be a part of the solution."
   },
   "author": {
    "text": "Jim Breyer"
   }
  },
  {
   "quote": {
    "text": "The intellectual property situation is bad and getting worse. To be a programmer, it requires that you understand as much law as you do technology."
   },
   "author": {
    "text": "Eric Allman"
   }
  },
  {
   "quote": {
    "text": "While technology efficiently delivers news stories to our desktops, laptops and mobile devices, magazines are all about context - how ideas and images are presented in relation to one another and within a larger point of view."
   },
   "author": {
    "text": "Stefano Tonchi"
   }
  },
  {
   "quote": {
    "text": "I can be the most skilled person in the world, but if everyone else at my firm lacks skills, my employer is going to find it more difficult to introduce new technology, new production techniques. So as a result, my employer is going to be less productive. They will not be able to afford to pay me as good wages."
   },
   "author": {
    "text": "Timothy J. Bartik"
   }
  },
  {
   "quote": {
    "text": "We are not overpopulated in an absolute sense; we've got the technology for 10 billion, probably 15 billion people, to live on this planet and live good lives. What we haven't done is developed our technology."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "I know we're all addicted to our smartphones, and I'll say, if I forget my smartphone, I go home and get it. And so understanding how to integrate that technology into the driving experience, both the front seat and the passenger seat and the back seat, I think is very important."
   },
   "author": {
    "text": "Mary Barra"
   }
  },
  {
   "quote": {
    "text": "I am excited to partner with Under Armour to bring game-changing sleepwear, with the same bioceramics technology I use, to athletes all around the world."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "Time travel and teleportation will have to wait. It may take centuries to master these technology. But within the coming decades, we will understand dark matter, perhaps test string theory, find planets which can harbor life, and maybe have Brain 2.0, i.e. our consciousness on a disk which will survive even after we die."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "Telephone, n. An invention of the devil which abrogates some of the advantages of making a disagreeable person keep his distance."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "The spoken word was the first technology by which man was able to let go of his environment in order to grasp it in a new way."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "Audience members are only concerned about the story, the concept, the bells and whistles and the noise that a popular film starts to make even before it's popular. So audiences will not be drawn to the technology; they'll be drawn to the story. And I hope it always remains that way."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "My filmmaking really began with technology. It began through technology, not through telling stories, because my 8mm movie camera was the way into whatever I decided to do."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "Today's action hero, his skills are through technology. He can fly, he can throw a bolt of lightning, he can freeze people."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "The amazing thing about IBM is that it's a company where I have had 10 different careers - local jobs, global jobs, technology jobs, industry jobs, financial services, insurance, start-ups, big scale. The network of talent around you is phenomenal."
   },
   "author": {
    "text": "Ginni Rometty"
   }
  },
  {
   "quote": {
    "text": "The underlying principles of strategy are enduring, regardless of technology or the pace of change."
   },
   "author": {
    "text": "Michael Porter"
   }
  },
  {
   "quote": {
    "text": "Social technology gives leaders a vital new platform with which to connect their companies to the myriad stakeholders who have an interest in their well being."
   },
   "author": {
    "text": "Simon Mainwaring"
   }
  },
  {
   "quote": {
    "text": "Not since the digital revolution in the early '90s has technology placed such a comprehensive burden on business, employees and individuals to reinvent their business plans, services and products, and themselves to keep pace with the changing marketplace."
   },
   "author": {
    "text": "Simon Mainwaring"
   }
  },
  {
   "quote": {
    "text": "Let's hope brands recognize that the true power of this technology is not its reach but its ability to communicate substance that adds meaning to our lives. Otherwise, brands will be investing in technology that consumers simply won't buy."
   },
   "author": {
    "text": "Simon Mainwaring"
   }
  },
  {
   "quote": {
    "text": "If technology and medicine are used by women to have children or not to have children or to have healthier children - that's one thing. But if it's used to say, 'You're not a real woman unless you have a child; therefore, take all these dangerous hormones and have one at 54,' then it's another story."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "I believe that people are too complacent about technology."
   },
   "author": {
    "text": "Peter Thiel"
   }
  },
  {
   "quote": {
    "text": "Techno-optimism is a belief in the power of technology to extend our sphere of possibilities and, ultimately, a belief that technology helps us solve and transcend problems, limitations and obstacles."
   },
   "author": {
    "text": "Jason Silva"
   }
  },
  {
   "quote": {
    "text": "However, even during the preparations for action, we laid our plans in such a manner that should there be progress through diplomatic negotiation, we would be well prepared to cancel operations at the latest moment that communication technology would have permitted."
   },
   "author": {
    "text": "Hideki Tojo"
   }
  },
  {
   "quote": {
    "text": "I have tremendous brand experience. What I do a lot for Disney is manage the great brands of this company, whether it's Disney, ESPN, ABC, Pixar, Marvel, 'Star Wars.' And I'm very engaged in technology and its impact on the consumer, either what experience you deliver for them or how to market and sell to them."
   },
   "author": {
    "text": "Bob Iger"
   }
  },
  {
   "quote": {
    "text": "When I wrote about media and technology, I had a lot of lonely, even intimate book talks. Since writing about dogs, I have a lot of company at book signings."
   },
   "author": {
    "text": "Jon Katz"
   }
  },
  {
   "quote": {
    "text": "IBM has taken a leadership role in this area and is prepared to be a technology partner with companies around the world to take advantage of these new developments."
   },
   "author": {
    "text": "John Patrick"
   }
  },
  {
   "quote": {
    "text": "Businesses and users are going to use technology only if they can trust it."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "I have an iPod, but I do still love CDs. There's something nice and tangible about a CD. I'm a mixture of old and new - I love my sewing machine, but I've also embraced new technology. The iPad is what did it for me - it's extraordinary."
   },
   "author": {
    "text": "Twiggy"
   }
  },
  {
   "quote": {
    "text": "Digital technology allows us a much larger scope to tell stories that were pretty much the grounds of the literary media."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "You just have to adapt, and you have to realize where people are going to actually play their games. It used to just be Nintendo and PlayStation, and now it's all kind of devices. So you've got to learn to adapt what you know from the technology into those areas... I've been wanting to do a mobile game for a long time."
   },
   "author": {
    "text": "Tony Hawk"
   }
  },
  {
   "quote": {
    "text": "We have already discovered how quickly we become dependent on the Internet and its applications for business, government and research, so it is not surprising that we are finding that we can apply this technology to enable or facilitate our social interactions as well."
   },
   "author": {
    "text": "Vint Cerf"
   }
  },
  {
   "quote": {
    "text": "With Internet technology you can capture a photo, a quote, or an article, store it locally and upload it into the Net more than once, if you wish, to multiple sites. Can you imagine then forcing the search engines to somehow not index that information?"
   },
   "author": {
    "text": "Vint Cerf"
   }
  },
  {
   "quote": {
    "text": "I just am a huge cheerleader for getting kids interested in science and technology."
   },
   "author": {
    "text": "Vint Cerf"
   }
  },
  {
   "quote": {
    "text": "The Internet allows the small guy a global marketplace. But technology is harmful in the sense that we get too much information from it. Because of the web we get 10 times the amount of noise we ever got, which makes harmful fallacies far more likely."
   },
   "author": {
    "text": "Nassim Nicholas Taleb"
   }
  },
  {
   "quote": {
    "text": "Disabled people need more invested in their education, housing, job training, transportation, assistive technology, and independent-living facilities. Governments earn back this investment - and more - by making people with disabilities economically productive citizens."
   },
   "author": {
    "text": "Jesse Ventura"
   }
  },
  {
   "quote": {
    "text": "It is my belief that no matter how advanced man may become in science, technology, systems, and knowledge, he can never improve on the foundational precepts of marriage as the bedrock of social development."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "Cyberspace. A consensual hallucination experienced daily by billions of legitimate operators, in every nation, by children being taught mathematical concepts."
   },
   "author": {
    "text": "William Gibson"
   }
  },
  {
   "quote": {
    "text": "It wasn't like I was specifically wanting to write songs about technology. It's just what I lived, what I was experiencing growing up."
   },
   "author": {
    "text": "Khalid"
   }
  },
  {
   "quote": {
    "text": "I'm interested in Linux because of the technology, and Linux wasn't started as any kind of rebellion against the 'evil Microsoft empire.'"
   },
   "author": {
    "text": "Linus Torvalds"
   }
  },
  {
   "quote": {
    "text": "I love solving puzzles, I love finding my way around obstacles, and I love learning new things about technology."
   },
   "author": {
    "text": "Kevin Mitnick"
   }
  },
  {
   "quote": {
    "text": "Many people see technology as the problem behind the so-called digital divide. Others see it as the solution. Technology is neither. It must operate in conjunction with business, economic, political and social system."
   },
   "author": {
    "text": "Carly Fiorina"
   }
  },
  {
   "quote": {
    "text": "The multiplication force of technology on cognitive differences is massive."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "It feels wistful to imagine a time when people didn't go about their daily routine with the assumption that at any moment another massive media technology will be dumped on us by some geek in California."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "Really in technology, it's about the people, getting the best people, retaining them, nurturing a creative environment and helping to find a way to innovate."
   },
   "author": {
    "text": "Marissa Mayer"
   }
  },
  {
   "quote": {
    "text": "I definitely think what drives technology companies is the people; because in a technology company it's always about what are you going to do next."
   },
   "author": {
    "text": "Marissa Mayer"
   }
  },
  {
   "quote": {
    "text": "Product management really is the fusion between technology, what engineers do - and the business side."
   },
   "author": {
    "text": "Marissa Mayer"
   }
  },
  {
   "quote": {
    "text": "I think technology, on one side, you can look at it; it's disrupted a lot of industries and businesses. On the other side, it's enabled us to do things that we never thought possible in being able to engage customers."
   },
   "author": {
    "text": "Mindy Grossman"
   }
  },
  {
   "quote": {
    "text": "Technology is neutral: It convicts and finds innocents. We must make it a regularized part of the system, giving defendants access to DNA testing and evidence whenever it might be relevant."
   },
   "author": {
    "text": "Eliot Spitzer"
   }
  },
  {
   "quote": {
    "text": "Technology is such a broad kind of term, it really applies to so many things, from the electric light to running cars on oil. All of these different things can be called technology. I have kind of a love-hate relationship with it, as I expect most people do. With the computer, I spend so many hours sitting in front of a computer."
   },
   "author": {
    "text": "Jeff Bridges"
   }
  },
  {
   "quote": {
    "text": "If you really want to improve technology, if you want things to work better and be better, you've got to protect the person who spends a lot of effort, money, and time developing that new technology."
   },
   "author": {
    "text": "James Dyson"
   }
  },
  {
   "quote": {
    "text": "So I think the winners in recession are the people who produce new technology that does things better, which people really want."
   },
   "author": {
    "text": "James Dyson"
   }
  },
  {
   "quote": {
    "text": "I think we're heading towards a world of what I call 'technological socialism.' Where technology - not the government or the state - will begin to take care of us. Technology will provide our healthcare for free. The best education in the world - for free."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "You can't really imagine music without technology."
   },
   "author": {
    "text": "Brian Eno"
   }
  },
  {
   "quote": {
    "text": "How do we encourage a lot more girls to pursue science, technology, and engineering careers? By casting droves of women in STEM jobs today in movies and on TV."
   },
   "author": {
    "text": "Geena Davis"
   }
  },
  {
   "quote": {
    "text": "We begin to change the world when we stimulate long-term prosperity using technology. There is not a problem that's large enough that innovation and entrepreneurship can't solve."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "A big reason why I started writing is I felt that fiction had stopped evolving. All other entertainments were getting better, constantly, as technology allowed. Movies. Video games. Music."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "I don't understand technology, and I'm very scared of it."
   },
   "author": {
    "text": "Adam Driver"
   }
  },
  {
   "quote": {
    "text": "I think it is inevitable that people program poorly. Training will not substantially help matters. We have to learn to live with it."
   },
   "author": {
    "text": "Alan Perlis"
   }
  },
  {
   "quote": {
    "text": "It is baffling, I must say, that in our modern world we have such blind trust in science and technology that we all accept what science tells us about everything - until, that is, it comes to climate science."
   },
   "author": {
    "text": "Prince Charles"
   }
  },
  {
   "quote": {
    "text": "The mistake is to think that clever technology can solve everything, but it can't solve our relationship with nature, which is where I think it's gone wrong in that we have somehow abandoned our proper connection with nature."
   },
   "author": {
    "text": "Prince Charles"
   }
  },
  {
   "quote": {
    "text": "I am a great enthusiast and early adopter of technology, but sometimes I wonder whether the inexorable integration of technology in our lives could diminish some of our quintessential human capacities, such as compassion and cooperation."
   },
   "author": {
    "text": "Klaus Schwab"
   }
  },
  {
   "quote": {
    "text": "We often hear people talk about the concept of 'uberization,' where a new technology completely turns an industry on its head and forces us to rethink the way things have always been done. No industry will remain untouched by these forces."
   },
   "author": {
    "text": "Klaus Schwab"
   }
  },
  {
   "quote": {
    "text": "For the most part, any serious magic show is not using very much technology newer than theatrical lights."
   },
   "author": {
    "text": "Penn Jillette"
   }
  },
  {
   "quote": {
    "text": "Taking new technology and incorporating into how people work and live is not easy."
   },
   "author": {
    "text": "Oren Etzioni"
   }
  },
  {
   "quote": {
    "text": "I think every age lives in a blend of technology so there's always older ones mixed in with newer ones, and when the new technology goes down, the immediate fallback position is either that technology just before that or one several technologies back."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "Communications technology changes possibilities for communication, but that doesn't mean it changes the inherited structure of the brain. So you may think that you're addicted to online reading, but as soon as it isn't available anymore, your brain will pretty immediately adjust to other forms of reading. It's a habit like all habits."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "Technology has transformed how we live, learn and work, but not everyone has been able to participate in these developments."
   },
   "author": {
    "text": "Julian Castro"
   }
  },
  {
   "quote": {
    "text": "The FBI and our entire government has become a bureaucracy. Sick, tired, and old as far as technology is concerned. This has to change."
   },
   "author": {
    "text": "John McAfee"
   }
  },
  {
   "quote": {
    "text": "Who would know but ten years ago that kids would be texting each other all the time, that that would be one of their main forms of communication. And so many times, these kids know more about the technology than their parents. And so many times, we're putting kids in very adult situations and expecting them to behave like they're 40 years old."
   },
   "author": {
    "text": "Amy Klobuchar"
   }
  },
  {
   "quote": {
    "text": "Innovation really is the life blood of our American economy... looking back at the stories of Thomas Edison, Alexander Graham Bell, and the Wright Brothers, you look at emergence to technology innovation and what it has done for our economy. We need to continue that."
   },
   "author": {
    "text": "Dan Lipinski"
   }
  },
  {
   "quote": {
    "text": "I have a really deep belief that we create technologies to empower ourselves. We've invented a lot of technology that just makes us all faster and better, and I'm generally a big fan of this. I just want to make sure that this technology stays subservient to people. People are the number one entity there is on this planet."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "I'd really love to see a business model for higher education going forward that is actually affordable, that uses modern technology to reach scale and quality and that really reimburses the services rendered in a way that's meaningful to everybody."
   },
   "author": {
    "text": "Sebastian Thrun"
   }
  },
  {
   "quote": {
    "text": "If you thought the advent of the Internet, the spread of cheap and efficient information technology, and the growing fragmentation of the consumer market were all going to help smaller companies thrive at the expense of the slow-moving giants of the Fortune 500, apparently you were wrong."
   },
   "author": {
    "text": "James Surowiecki"
   }
  },
  {
   "quote": {
    "text": "I personally believe technology can transform the functioning of the judicial system."
   },
   "author": {
    "text": "Kapil Sibal"
   }
  },
  {
   "quote": {
    "text": "Technology is anything that wasn't around when you were born."
   },
   "author": {
    "text": "Alan Kay"
   }
  },
  {
   "quote": {
    "text": "We understand how to build and manage businesses that involve technology, engineering, and people at a large scale on a global platform."
   },
   "author": {
    "text": "Azim Premji"
   }
  },
  {
   "quote": {
    "text": "What happens to boys in tech is in many ways different than what happens to girls in tech. it's not that they're facing sexism per se: it's that they don't think it's cool. So I think we really have to change the way we present technology."
   },
   "author": {
    "text": "Reshma Saujani"
   }
  },
  {
   "quote": {
    "text": "Because we imagine, we can have invention and technology. It's actually play, not necessity, that is the mother of invention."
   },
   "author": {
    "text": "Alison Gopnik"
   }
  },
  {
   "quote": {
    "text": "Just as computer technology and the Internet created whole new industries and extraordinary benefits for people that extend into almost every realm of human endeavor from education to transportation to medicine, genetics will undoubtedly benefit people everywhere in ways we can't even imagine but know will surely occur."
   },
   "author": {
    "text": "Anne Wojcicki"
   }
  },
  {
   "quote": {
    "text": "As a tech optimist, I believe productivity woes can be solved through cleverly imagined and implemented technology."
   },
   "author": {
    "text": "Caroline Ghosn"
   }
  },
  {
   "quote": {
    "text": "To reap the benefits of GMO technology, the U.S. must ensure that decisions about our food system are made based on science, not innuendo."
   },
   "author": {
    "text": "Mike Pompeo"
   }
  },
  {
   "quote": {
    "text": "I never really did sports growing up. Maybe that's why they intrigue me. The technology that goes into that clothing is steps ahead, so it's always been something I look towards."
   },
   "author": {
    "text": "Alexander Wang"
   }
  },
  {
   "quote": {
    "text": "I hated science in high school. Technology? Engineering? Math? Why would I ever need this? Little did I realize that music was also about science, technology, engineering and mathematics, all rolled into one."
   },
   "author": {
    "text": "Mickey Hart"
   }
  },
  {
   "quote": {
    "text": "Television has changed the American child from an irresistable force to an immovable object."
   },
   "author": {
    "text": "Laurence J. Peter"
   }
  },
  {
   "quote": {
    "text": "When considering real-world issues, particularly those that touch on science and technology, it is harder to speak in platitudes or rely purely on emotion or fear. Substance, or its lack, becomes harder to mimic or mask, which is why I wish we had a true televised presidential debate on these subjects."
   },
   "author": {
    "text": "Lawrence M. Krauss"
   }
  },
  {
   "quote": {
    "text": "You need to have a lot of human judgment involved in the financial industry in terms of risk management, in terms of investment decisions, and things that really allow us to blend the best of technology and the human brain."
   },
   "author": {
    "text": "Adena Friedman"
   }
  },
  {
   "quote": {
    "text": "The more technology we introduce into society, the more people will aggregate, will want to be with other people: movies, rock concerts, shopping."
   },
   "author": {
    "text": "John Naisbitt"
   }
  },
  {
   "quote": {
    "text": "I think we live in delusional times, whether it's with a great ability to totally distract ourselves with technology, or with speed and the velocity of life."
   },
   "author": {
    "text": "Michael Leunig"
   }
  },
  {
   "quote": {
    "text": "Delphine Lucielle's paintings are profound, unique, and moving. It is rare to find contemporary art that combines both beauty, innovation, and creates a new style of painting by fusing technology and nature. Delphine Lucielle is pushing the boundaries of what art is capable of."
   },
   "author": {
    "text": "Jerry Yang"
   }
  },
  {
   "quote": {
    "text": "I wouldn't say you have an online life and a real life. I think technology is just mapping and organizing what already exists."
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "As a country in the path of typhoons and in the Pacific Rim of Fire, we must be prepared as the latest technology permits to anticipate natural calamities when that is possible, to extend immediate and effective relief when it is not."
   },
   "author": {
    "text": "Gloria Macapagal Arroyo"
   }
  },
  {
   "quote": {
    "text": "Automation and technology would be a great boon if it were creative, if there were more leisure, more opportunity to engage in raising a family, providing guidance to the young, all the stuff we say we need. America will work if we're all in it together. It'll work when there's a shared sense of destiny. It can be done!"
   },
   "author": {
    "text": "Jerry Brown"
   }
  },
  {
   "quote": {
    "text": "What are the symbols of American strength, wealth, power and modernity? Certainly not jazz and rock and roll, not chewing-gum or hamburgers, Broadway or Hollywood. It's their skyscrapers. Their Pentagon. Their science. Their technology."
   },
   "author": {
    "text": "Oriana Fallaci"
   }
  },
  {
   "quote": {
    "text": "I think technology has advanced so far now that there are some cameras on the market that give film a run for its money. It's all about flexibility in capturing images, and digital or film, it doesn't matter to me."
   },
   "author": {
    "text": "Roger Deakins"
   }
  },
  {
   "quote": {
    "text": "People who come out of the liberal arts don't have an understanding of science and technology, and the people in science and technology have very little experience with liberal arts and the traditions of a liberal democracy."
   },
   "author": {
    "text": "Toomas Hendrik Ilves"
   }
  },
  {
   "quote": {
    "text": "I think there's a gigantic generation gap in terms of how people understand the Internet and how much they think technology is an important factor in social change."
   },
   "author": {
    "text": "Alex Steffen"
   }
  },
  {
   "quote": {
    "text": "Technology is a wonderful thing, but I think it's violently misused."
   },
   "author": {
    "text": "Iris Apfel"
   }
  },
  {
   "quote": {
    "text": "I mean, when you get down to very low numbers of nuclear weapons, and you contemplate going to zero, how do you deal with the reality of that technology being available to almost any country that seeks to pursue it? And what conditions do you put in place?"
   },
   "author": {
    "text": "Robert M. Gates"
   }
  },
  {
   "quote": {
    "text": "An awful lot of successful technology companies ended up being in a slightly different market than they started out in."
   },
   "author": {
    "text": "Marc Andreessen"
   }
  },
  {
   "quote": {
    "text": "Technology is like water; it wants to find its level. So if you hook up your computer to a billion other computers, it just makes sense that a tremendous share of the resources you want to use - not only text or media but processing power too - will be located remotely."
   },
   "author": {
    "text": "Marc Andreessen"
   }
  },
  {
   "quote": {
    "text": "The system of nature, of which man is a part, tends to be self-balancing, self-adjusting, self-cleansing. Not so with technology."
   },
   "author": {
    "text": "E. F. Schumacher"
   }
  },
  {
   "quote": {
    "text": "We humans are an extremely important manifestation of the replication bomb, because it is through us - through our brains, our symbolic culture and our technology - that the explosion may proceed to the next stage and reverberate through deep space."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Science, as opposed to technology, does violence to common sense."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Science - or the products of science like technology - is just a way of achieving something real, something that happens, something that works."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Accelerating technology innovations such as ubiquitous sensors, cheap computing power, and 5G networks will open entirely new opportunities and challenges."
   },
   "author": {
    "text": "Cathy Engelbert"
   }
  },
  {
   "quote": {
    "text": "We will leverage technology to collaborate with the government in its e-governance initiatives."
   },
   "author": {
    "text": "Chanda Kochhar"
   }
  },
  {
   "quote": {
    "text": "I'll take transformational change any way it comes. One way to look at meditation is as a kind of intrapsychic technology that's been developed over thousands of years by traditions that know a lot about the mind/body connection. To call what happens 'the placebo effect' is just to give a name to something we don't understand."
   },
   "author": {
    "text": "Jon Kabat-Zinn"
   }
  },
  {
   "quote": {
    "text": "For the last 10 years, I've felt increasing pressure to stop shooting film and start shooting video, but I've never understood why. It's cheaper to work on film, it's far better looking, it's the technology that's been known and understood for a hundred years, and it's extremely reliable."
   },
   "author": {
    "text": "Christopher Nolan"
   }
  },
  {
   "quote": {
    "text": "Technology certainly is going faster. Dynamics on the battlefield are faster. And so, I think you do need, you know, a warrior that is adept in technology, you know, certainly skilled."
   },
   "author": {
    "text": "Ryan Zinke"
   }
  },
  {
   "quote": {
    "text": "I don't try to attach myself to technology so much. I'm on my phone a lot, though, but in the off season, I try to get away from it as much as I can."
   },
   "author": {
    "text": "Klay Thompson"
   }
  },
  {
   "quote": {
    "text": "Americans have so much natural entrepreneurial drive. The caveat is that it is technology that should be a tool making lives better in the real world, and in line with the American spirit of getting better and better at something, whether it's curing cancer or creating a better taxi service."
   },
   "author": {
    "text": "Michael Burry"
   }
  },
  {
   "quote": {
    "text": "Society will decide after the technology is created what we will and won't accept."
   },
   "author": {
    "text": "Jesse Eisenberg"
   }
  },
  {
   "quote": {
    "text": "It might sound like I'm a dreamer, but economic models have reached their height of evolution. Technology has evolved. What hasn't evolved is mankind's spirituality; everything is from 3,000 years ago. With spirituality comes morals, a better way of thinking."
   },
   "author": {
    "text": "Damian Marley"
   }
  },
  {
   "quote": {
    "text": "In the past, Google has used teams of humans to 'read' its street address images - in essence, to render images into actionable data. But using neural network technology, the company has trained computers to extract that data automatically - and with a level of accuracy that meets or beats human operators."
   },
   "author": {
    "text": "John Battelle"
   }
  },
  {
   "quote": {
    "text": "Fracking has been used for more than 60 years to successfully drill over a million oil and gas wells in the U.S. Nonetheless, the prevailing mythology on the radical left is that the technology is 'poisoning our children' by polluting the water we drink and the air we breathe."
   },
   "author": {
    "text": "Bob Beauprez"
   }
  },
  {
   "quote": {
    "text": "If that's there, I believe that technology will probably step up to their part of it."
   },
   "author": {
    "text": "Neil Armstrong"
   }
  },
  {
   "quote": {
    "text": "In the world of maternal health, cell phone technology is being used to provide prenatal care, linking pregnant women to health care providers when they can't otherwise reach healthcare facilities."
   },
   "author": {
    "text": "Christy Turlington"
   }
  },
  {
   "quote": {
    "text": "It's important with any new technology to try to pay conscious attention to what the drawbacks might be. We choose to multitask. Sometimes our choices aren't the wisest of choices, and we regret them, but they are our choices. I think it'd be wrong to think that they're automatically bad."
   },
   "author": {
    "text": "James Gleick"
   }
  },
  {
   "quote": {
    "text": "I force people to have coffee with me, just because I don't trust that a friendship can be maintained without any other senses besides a computer or cellphone screen."
   },
   "author": {
    "text": "John Cusack"
   }
  },
  {
   "quote": {
    "text": "I think America has a responsibility to maintain its leadership in technology and its moral leadership in the world, to explore, to seek knowledge."
   },
   "author": {
    "text": "Gene Cernan"
   }
  },
  {
   "quote": {
    "text": "If cheap immigrant labor is made unavailable, employers can hire Americans at a higher wage, or replace low-wage immigrant workers with technology and automation, which will create a smaller number of skilled jobs for Americans."
   },
   "author": {
    "text": "Jan C. Ting"
   }
  },
  {
   "quote": {
    "text": "In my first company, Seer Technologies, where I was chief technology officer, we shied away from the media. We watched every word and were guarded in front of journalists."
   },
   "author": {
    "text": "Vivek Wadhwa"
   }
  },
  {
   "quote": {
    "text": "I won't compare ants and people, but ants give us a useful model of how single members of a community can become so organized that they end up resembling, in effect, one big collective brain. Our own exploding population and communication technology are leading us that way."
   },
   "author": {
    "text": "Lewis Thomas"
   }
  },
  {
   "quote": {
    "text": "Humans having any kind of sporting chance against hostile alien invaders armed with superior technology - Good luck. If they're advanced enough to cross the enormous distances of interstellar space, they're advanced enough to wipe us out without breaking whatever in their physiology passes for a sweat."
   },
   "author": {
    "text": "Nick Sagan"
   }
  },
  {
   "quote": {
    "text": "You want to close the income inequality gap in part? Give us better educated kids out of high school. Give us kids that can challenge and succeed in the challenge with technology. You give us those kinds of kids, and watch the needle move."
   },
   "author": {
    "text": "Kenneth Langone"
   }
  },
  {
   "quote": {
    "text": "As technology breaks down the physical barriers of college campuses, the extraordinary intellectual capital of the educator community is becoming available to anyone committed to learning - regardless of age, income or location."
   },
   "author": {
    "text": "Laura Arrillaga-Andreessen"
   }
  },
  {
   "quote": {
    "text": "We all know Sen. Feinstein is out of touch, but just to make it worse, by not embracing today's technology, she isn't even connected. Out of touch and disconnected."
   },
   "author": {
    "text": "Elizabeth Emken"
   }
  },
  {
   "quote": {
    "text": "A-POC respects that there is a fine balance between the value of the human touch, which can be called artisanal, and the abilities of technology. I like to think of it as poesy and technology."
   },
   "author": {
    "text": "Issey Miyake"
   }
  },
  {
   "quote": {
    "text": "I would absolutely love to go back to the simplicity of the '80s, where there wasn't texting, social media, iPhones, or smartphones. I love the fact that you would go home and check your messages. I'm not well suited to the world of modern technology."
   },
   "author": {
    "text": "Matthew Rhys"
   }
  },
  {
   "quote": {
    "text": "DCGS is hard to learn. It takes a long time. You have to use it all the time, which means it's not a simple technology that people are used to and can buy off the shelf today. And frankly, it doesn't do what it's touted to do. That's why you see units out on the battlefield asking for very similar things."
   },
   "author": {
    "text": "Michael T. Flynn"
   }
  },
  {
   "quote": {
    "text": "We have to take our democracy back. We cannot leave it to Facebook or Snapchat or anyone else. We have to take democracy back and renew it. Society is about people and not about technology."
   },
   "author": {
    "text": "Margrethe Vestager"
   }
  },
  {
   "quote": {
    "text": "There are better alternatives... Australia should be exporting its solar technology, not its uranium."
   },
   "author": {
    "text": "Bob Brown"
   }
  },
  {
   "quote": {
    "text": "Readers probably haven't heard much about it yet, but they will. Quantum technology turns ordinary reality upside down."
   },
   "author": {
    "text": "Michael Crichton"
   }
  },
  {
   "quote": {
    "text": "Adding sound to movies would be like putting lipstick on the Venus de Milo."
   },
   "author": {
    "text": "Mary Pickford"
   }
  },
  {
   "quote": {
    "text": "For self-driving cars in particular, there are lots of dimensions of this technology beyond just impact on labour. There is a massive potential improvement in public health."
   },
   "author": {
    "text": "Karl Iagnemma"
   }
  },
  {
   "quote": {
    "text": "Everything that's transported over ground, whether it's people or parcels, will be impacted by autonomous vehicle technology."
   },
   "author": {
    "text": "Karl Iagnemma"
   }
  },
  {
   "quote": {
    "text": "If you look at it from just a pure economic basis, technology is replacing all of the jobs robots can do, and machinery is replacing the jobs that humans once held. If we don't train our children to imagine, to create, they're going to be unemployable."
   },
   "author": {
    "text": "Erwin McManus"
   }
  },
  {
   "quote": {
    "text": "The reason we have so much talent in Silicon Valley building and investing in for-profit technology companies is that markets richly reward successful ideas, no matter who invents them. But to remain competitive in a free market, companies must exercise discipline to meet quantitative goals and eventually become cashflow positive."
   },
   "author": {
    "text": "Joe Lonsdale"
   }
  },
  {
   "quote": {
    "text": "When I look at the next set of technologies that we have to build in Salesforce, it's all data-science-based technology. We don't need more cloud. We don't need more mobile. We don't need more social. We need more data science."
   },
   "author": {
    "text": "Marc Benioff"
   }
  },
  {
   "quote": {
    "text": "I don't mind if somebody texts me but I'm not a big texter, the things are too small. I don't mind if they text, '7 o'clock,' that's fine, that's logistics but, 'What's up?' Get real! Pick up a phone!"
   },
   "author": {
    "text": "Penny Marshall"
   }
  },
  {
   "quote": {
    "text": "We know that to compete for the jobs of the 21st century and thrive in a global economy, we need a growing, skilled and educated workforce, particularly in the areas of science, technology, engineering and math. Americans with bachelor's degrees have half the unemployment rate of those with a high school degree."
   },
   "author": {
    "text": "Mark Pocan"
   }
  },
  {
   "quote": {
    "text": "Boeing, LockMart, and hundreds of other companies, large and small, work in the space business, and they also create new techniques and technology; but they'd be nowhere if NASA and the Department of Defense hadn't shown the way by funding the first big rockets and satellites."
   },
   "author": {
    "text": "Homer Hickam"
   }
  },
  {
   "quote": {
    "text": "Because SBI is so large, serving customers in India's big cities and small rural villages alike, it has a pressing need for better tools and technology to monitor lending risks."
   },
   "author": {
    "text": "Arundhati Bhattacharya"
   }
  },
  {
   "quote": {
    "text": "I have very little respect for the integrity of the trading on the exchange in most stocks. And I have particular disdain for the fact that the SEC has failed to deal with high-frequency traders who are doing nothing more than taking advantage of inside information, a buy or a sell order, because of technology advantages."
   },
   "author": {
    "text": "Steve Wynn"
   }
  },
  {
   "quote": {
    "text": "'Solutionism' for me is, above all, an unthinking pursuit of perfection - by means of technology - without coming to grips with the fact that imperfection is an essential feature of liberal democracy."
   },
   "author": {
    "text": "Evgeny Morozov"
   }
  },
  {
   "quote": {
    "text": "Technology changes all the time; human nature, hardly ever."
   },
   "author": {
    "text": "Evgeny Morozov"
   }
  },
  {
   "quote": {
    "text": "All the world's combined knowledge is at our fingertips. But the same technology that makes this possible is robbing us of deeper insight."
   },
   "author": {
    "text": "John Landgraf"
   }
  },
  {
   "quote": {
    "text": "I think people should be able to have at their behest, like, four hours of music, entertainment, visual knowledge, different pathways. That's what I'm trying to do with modern technology, not just another song and another song."
   },
   "author": {
    "text": "Jon Anderson"
   }
  },
  {
   "quote": {
    "text": "Everything is fraught with danger. I love technology and I love science. It's just always all in the way you use it. So there's no - you can't really blame anything on the technology. It's just the way people use it, and it always has been."
   },
   "author": {
    "text": "Steve Martin"
   }
  },
  {
   "quote": {
    "text": "I love technology, and I love science. It's just always all in the way you use it. So there's no - you can't really blame anything on the technology. It's just the way people use it, and it always has been."
   },
   "author": {
    "text": "Steve Martin"
   }
  },
  {
   "quote": {
    "text": "Technology challenges us to assert our human values, which means that first of all, we have to figure out what they are."
   },
   "author": {
    "text": "Sherry Turkle"
   }
  },
  {
   "quote": {
    "text": "There are moments of opportunity for families; moments they need to put technology away. These include: no phones or texting during meals. No phones or texting when parents pick up children at school - a child is looking to make eye contact with a parent!"
   },
   "author": {
    "text": "Sherry Turkle"
   }
  },
  {
   "quote": {
    "text": "Terror, married to technology and accommodated by progress in travel, has turned evil individuals into traveling ballistic missiles."
   },
   "author": {
    "text": "Greg Gutfeld"
   }
  },
  {
   "quote": {
    "text": "When we did this reboot, I thought 'Ghostbusters' fans would be so excited: 'They've got the new technology - the ghosts are going to look real now.'"
   },
   "author": {
    "text": "Leslie Jones"
   }
  },
  {
   "quote": {
    "text": "I'm not sure the least educated members of the population are missing out on the advances in medical technology as much as they are adopting harmful behavioral habits that shorten their life."
   },
   "author": {
    "text": "S. Jay Olshansky"
   }
  },
  {
   "quote": {
    "text": "I'm not a programmer myself, but I am a very, very picky end user of technology. I like my machines to work they way they're supposed to, all the time."
   },
   "author": {
    "text": "G. Willow Wilson"
   }
  },
  {
   "quote": {
    "text": "Technology is advancing at breakneck speed, upending old ways of doing business and resetting the social contract between employers and employees."
   },
   "author": {
    "text": "Punit Renjen"
   }
  },
  {
   "quote": {
    "text": "From aerial robotics to big data analytics, technology presents the opportunity to expedite and magnify the impact of humanitarian relief efforts through greater efficiency and responsiveness: reaching more people, sooner, more cost-effectively, and saving more lives."
   },
   "author": {
    "text": "Tae Yoo"
   }
  },
  {
   "quote": {
    "text": "With advances in technology come new in-demand career paths."
   },
   "author": {
    "text": "Tae Yoo"
   }
  },
  {
   "quote": {
    "text": "The term 'cyberutopian' tends to be used only in the context of critique. Calling someone a cyberutopian implies that he or she has an unrealistic and naively overinflated sense of what technology makes possible and an insufficient understanding of the forces that govern societies."
   },
   "author": {
    "text": "Ethan Zuckerman"
   }
  },
  {
   "quote": {
    "text": "Income taxes are very poor at generating income from automation because the gains are realized by technology companies that are experts at not paying taxes."
   },
   "author": {
    "text": "Andrew Yang"
   }
  },
  {
   "quote": {
    "text": "In making certain things easier for people, technology has actually demotivated people from using their brains. We have all these devices that keep us connected, and yet we're more disconnected than ever before. Why is that?"
   },
   "author": {
    "text": "Emilio Estevez"
   }
  },
  {
   "quote": {
    "text": "Computer games tend to be boys' games, warlike games with more violence. We have not spent enough time thinking through how to encourage more girls to be involved in computing before coming to college so they can see a possible career in information technology."
   },
   "author": {
    "text": "Freeman A. Hrabowski III"
   }
  },
  {
   "quote": {
    "text": "It's not going to be technology. It's not going to be globalization. It's going to be policy decisions and policy settings that will form the future of work."
   },
   "author": {
    "text": "Guy Ryder"
   }
  },
  {
   "quote": {
    "text": "I don't want technology to take me so far that I don't have to use my brain anymore. It's like GPS taking over and losing your internal compass. It's always got to be tactile, still organic."
   },
   "author": {
    "text": "Andrew Bird"
   }
  },
  {
   "quote": {
    "text": "For me, it matters that we drive technology as an equalizing force, as an enabler for everyone around the world. Which is why I do want Google to see, push, and invest more in making sure computing is more accessible, connectivity is more accessible."
   },
   "author": {
    "text": "Sundar Pichai"
   }
  },
  {
   "quote": {
    "text": "Many people recognize that technology often comes with unintended and undesirable side effects."
   },
   "author": {
    "text": "Leon Kass"
   }
  },
  {
   "quote": {
    "text": "We need a number of solutions - we need more efficiency and conservation. Efficiency is a big one. I think car companies need to do a lot better in producing more efficient cars. They have the technology, we just need to demand them as consumers."
   },
   "author": {
    "text": "Daryl Hannah"
   }
  },
  {
   "quote": {
    "text": "No matter how much technology changes scouting, no matter how much free agency and big TV contracts change the business of baseball, I hope and pray that the heart of the game will never change."
   },
   "author": {
    "text": "Pat Gillick"
   }
  },
  {
   "quote": {
    "text": "Those in technology who can afford to stay in Silicon Valley all know it as one of the most beautiful places to live in the world, but a wariness has sunk in as folks from other walks of life are forced to leave: coffee shops are wall-to-wall with aspiring entrepreneurs, and restaurants buzz with talk of valuations and venture capital."
   },
   "author": {
    "text": "Glenn Kelman"
   }
  },
  {
   "quote": {
    "text": "The millennials were raised in a cocoon, their anxious parents afraid to let them go out in the park to play. So should we be surprised that they learned to leverage technology to build community, tweeting and texting and friending while their elders were still dialing long-distance?"
   },
   "author": {
    "text": "Nancy Gibbs"
   }
  },
  {
   "quote": {
    "text": "Style used to be an interaction between the human soul and tools that were limiting. In the digital era, it will have to come from the soul alone."
   },
   "author": {
    "text": "Jaron Lanier"
   }
  },
  {
   "quote": {
    "text": "My sense is that the wonderful technology that we have to visualize the inside of the body often leaves physicians feeling that the exam is a waste of time and so they may shortchange the ritual."
   },
   "author": {
    "text": "Abraham Verghese"
   }
  },
  {
   "quote": {
    "text": "All images generated by imaging technology are viewed in a walled-off location not visible to the public. The officer assisting the passenger never sees the image, and the officer viewing the image never interacts with the passenger. The imaging technology that we use cannot store, export, print or transmit images."
   },
   "author": {
    "text": "Janet Napolitano"
   }
  },
  {
   "quote": {
    "text": "Our industry has invested so much money in technology that perhaps it's time to invest in talent, in people."
   },
   "author": {
    "text": "Christiane Amanpour"
   }
  },
  {
   "quote": {
    "text": "The arc of technology is in the direction of unbreakable encryption, and no laws are going to get in the way of that reality."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "Who knows what technology will emerge in the next five years, let alone 20. Yet the education we provide our children now is supposed to last for decades. We cannot train them for jobs that do not even exist yet, but we can provide them with the minds and tools they'll need to adapt to our ever-changing set of circumstances."
   },
   "author": {
    "text": "Jim Hunt"
   }
  },
  {
   "quote": {
    "text": "Business development is a part of M&A - we identify signals in the market, whether its trends or disruptive technology, and bring them back and address the opportunities. I have three levers I can pull - partnerships, acquisitions, or investments."
   },
   "author": {
    "text": "Peggy Johnson"
   }
  },
  {
   "quote": {
    "text": "Use state-of-the-heart technology online and offline to turn listeners into viral advocates and customers into raving fans."
   },
   "author": {
    "text": "Peter Guber"
   }
  },
  {
   "quote": {
    "text": "Technology is neutral, but it all depends on the way we use it."
   },
   "author": {
    "text": "Jean-Michel Jarre"
   }
  },
  {
   "quote": {
    "text": "Triumphant science and technology are only at the threshold of man's command over sources of energy so stupendous that, if used for military purposes, they can wipe out our entire civilization."
   },
   "author": {
    "text": "Cordell Hull"
   }
  },
  {
   "quote": {
    "text": "The telephone is a 100-year-old technology. It's time for a change. Charging for phone calls is something you did last century."
   },
   "author": {
    "text": "Niklas Zennstrom"
   }
  },
  {
   "quote": {
    "text": "But while doing that I'd been following a variety of fields in science and technology, including the work in molecular biology, genetic engineering, and so forth."
   },
   "author": {
    "text": "K. Eric Drexler"
   }
  },
  {
   "quote": {
    "text": "There is incredible potential for digital technology in and beyond the classroom, but it is vital to rethink how learning is organised if we are to reap the rewards."
   },
   "author": {
    "text": "Geoff Mulgan"
   }
  },
  {
   "quote": {
    "text": "I love to use technology to help people have better lives and to reduce our impact on the planet."
   },
   "author": {
    "text": "Megan Smith"
   }
  },
  {
   "quote": {
    "text": "I have been able to attend many technology conferences around the world over the years, including some of the largest, like Google I/O, Microsoft's Developer Conference, Apple's WorldWide Developers Conference, Oracle World, Le Web, and more."
   },
   "author": {
    "text": "Megan Smith"
   }
  },
  {
   "quote": {
    "text": "Don't be in denial. Police misconduct is nothing new, but the technology we have to capture it is. Nearly everyone is now equipped with a smartphone with a camera, so these incidents are more readily caught on film."
   },
   "author": {
    "text": "Seph Lawless"
   }
  },
  {
   "quote": {
    "text": "The NFL is a unique work place. There are no secrets anymore. Technology has taken over, and secrets are exposed. People are going to know what you're all about. You have to make sure you have real honesty in the work place, or you're going to be exposed."
   },
   "author": {
    "text": "Andy Reid"
   }
  },
  {
   "quote": {
    "text": "Italy's assets are her style, her beauty, her creativity, her passion, her energy, her technology; and these will be core brand values of all our cars. Fiat as a company has a long way to go and a steep road ahead."
   },
   "author": {
    "text": "Lapo Elkann"
   }
  },
  {
   "quote": {
    "text": "We who work in technology have nurtured an especially rare gift: the opportunity to effect change at an unprecedented scale and rate. Technology, community, and capitalism combine to make Silicon Valley the potential epicenter of vast positive change."
   },
   "author": {
    "text": "Justin Rosenstein"
   }
  },
  {
   "quote": {
    "text": "I believe for some high-technology medicine, like transplants and kidney dialysis, age should be a consideration in the delivery of that technology. In a world of limited resources, we have a larger duty to a 10-year-old than to a 90-year-old."
   },
   "author": {
    "text": "Richard Lamm"
   }
  },
  {
   "quote": {
    "text": "When I look at China's environmental problems, the real barrier is not lack of technology or money. It's lack of motivation."
   },
   "author": {
    "text": "Ma Jun"
   }
  },
  {
   "quote": {
    "text": "I think it's important for people to stay human and remember that genuine human connection is more fulfilling than anything that technology has to offer. We all have it within us, and music is something that can bring that out of us."
   },
   "author": {
    "text": "Jon Batiste"
   }
  },
  {
   "quote": {
    "text": "I hate to mention age, but I come from an era when we weren't consumed by technology and television."
   },
   "author": {
    "text": "Jimmy Buffett"
   }
  },
  {
   "quote": {
    "text": "Civilization depends on our expanding ability to produce food efficiently, which has markedly accelerated thanks to science and technology."
   },
   "author": {
    "text": "Nina Fedoroff"
   }
  },
  {
   "quote": {
    "text": "I've been looking at the iPod- the Apple iPod. One of the interesting things about the iPod, one of the things that people love most about it is not the technology; it's the box it comes in."
   },
   "author": {
    "text": "Donald Norman"
   }
  },
  {
   "quote": {
    "text": "If you look at the direction that the world is taking from an advertising and marketing point of view, it is significantly becoming a world that's all about video and all about doing things programmatically. Now what AerServ has is best in-class technology in the form of video programmatic... our acquisition of them gives us that capability."
   },
   "author": {
    "text": "Naveen Tewari"
   }
  },
  {
   "quote": {
    "text": "My unrealized ambition is to tend my vines, produce wine, and work like an artisan. I dream of rediscovering the old traditions and customs of wine growing, not necessarily to deny the technology which we have today, but to harness it and work in harmony with nature."
   },
   "author": {
    "text": "Gerard Depardieu"
   }
  },
  {
   "quote": {
    "text": "If I got the option of going into outer space and hanging out there for a day and then coming back home and dying the next day, or just waiting around to see if there's any opportunity for the technology to develop so that I might experience outer space sometime in the future, I would probably take the ride today and die tomorrow."
   },
   "author": {
    "text": "Ariel Pink"
   }
  },
  {
   "quote": {
    "text": "I love video games. I'm also slightly in awe of them. I'm in awe of their power in terms of imagination, in terms of technology, in terms of concept. But I think, above all, I'm in awe at their power to motivate, to compel us, to transfix us, like really nothing else we've ever invented has quite done before."
   },
   "author": {
    "text": "Tom Chatfield"
   }
  },
  {
   "quote": {
    "text": "Belarus will become the first government in the world that opens wide opportunities for the use of blockchain technology."
   },
   "author": {
    "text": "Alexander Lukashenko"
   }
  },
  {
   "quote": {
    "text": "I think that there are changes that have occurred in technology that make is that more people can have the same level of information that I have. My advantage is that I'm very good at interpreting the information."
   },
   "author": {
    "text": "Jim Cramer"
   }
  },
  {
   "quote": {
    "text": "I do not know what got me interested in technology. What was very clear to me very early on was that I was not interested in religion and that naturally increased my curiosity about science and technology, and I fundamentally believe the two are conflicting."
   },
   "author": {
    "text": "Vinod Khosla"
   }
  },
  {
   "quote": {
    "text": "So many young black women love science, technology, engineering, and maths. But that's not the widely held image of the kind of person who likes those things."
   },
   "author": {
    "text": "Letitia Wright"
   }
  },
  {
   "quote": {
    "text": "Be skeptical of concepts that divorce war from its political nature, particularly those that promise fast, cheap victory through technology."
   },
   "author": {
    "text": "H. R. McMaster"
   }
  },
  {
   "quote": {
    "text": "Even though I'm totally dependent on modern electronic gizmos, from my laptop to my iPod to my cell phone, I love to embrace old technology or no technology at all."
   },
   "author": {
    "text": "John Grogan"
   }
  },
  {
   "quote": {
    "text": "If you're a technology investor, and you decide that you're also going to be a healthcare investor or a green-tech investor, that doesn't usually work out that well. There are reasons why people make their careers studying these things and becoming experts."
   },
   "author": {
    "text": "Bill Maris"
   }
  },
  {
   "quote": {
    "text": "I was the principal negotiator for the Department of Defense, when I was secretary of the Navy, on the issue of Toshiba technology concerns with American submarines."
   },
   "author": {
    "text": "Jim Webb"
   }
  },
  {
   "quote": {
    "text": "While technology empowers us to remain connected all the time, it's up to us as people to decide when is it not appropriate to be connected... to opt out when you need to."
   },
   "author": {
    "text": "Padmasree Warrior"
   }
  },
  {
   "quote": {
    "text": "My parents are very supportive: they helped redirect my technology attitude and my punkness into positive things."
   },
   "author": {
    "text": "Harper Reed"
   }
  },
  {
   "quote": {
    "text": "The future of technology is not really location-based apps; it is about making location completely unimportant."
   },
   "author": {
    "text": "Balaji Srinivasan"
   }
  },
  {
   "quote": {
    "text": "In our quest to define and describe the world, we have crisscrossed the oceans and continents, compiling exhaustive knowledge about its life forms and features, and extended our physical reach through technology, which provides us instantaneous and pervasive access to information about seemingly everything."
   },
   "author": {
    "text": "Alan Huffman"
   }
  },
  {
   "quote": {
    "text": "We must not confuse religion with God, or technology with science. Religion stands in relationship to God as technology does in relation to science. Both the conduct of religion and the pursuit of technology are capable of leading mankind into evil; but both can prompt great good."
   },
   "author": {
    "text": "Robert Winston"
   }
  },
  {
   "quote": {
    "text": "Technology does not run backward. Once a technical capability is out there, it is out there for good."
   },
   "author": {
    "text": "Ellen Ullman"
   }
  },
  {
   "quote": {
    "text": "I think that Stripe generally is comprised of the kind of people who believe in technology or are kind of optimistic about its effect and want to have whatever future it's leading to happen."
   },
   "author": {
    "text": "Patrick Collison"
   }
  },
  {
   "quote": {
    "text": "I've always been interested in technology, but specifically how we can use machines to engage the imagination. I started using computers when I was young and was fascinated by creating rules and instructions that allow a computer to engage in a dialogue with humans. The stories found in the data all around us can do just that."
   },
   "author": {
    "text": "Aaron Koblin"
   }
  },
  {
   "quote": {
    "text": "As technology evolves, it manipulates our culture, and there's a huge opportunity to push ourselves further. I think it actually makes ourselves maybe more human, or at least human in a different way, that we can connect together in amazingly different ways and powerful new ways."
   },
   "author": {
    "text": "Aaron Koblin"
   }
  },
  {
   "quote": {
    "text": "This is magic we're talking about. It's supposed to go places science can't, defy logic, wink at technology, fill us all with the sensawunda that comes of gazing upon a fictional world and seeing something truly different from our own."
   },
   "author": {
    "text": "N. K. Jemisin"
   }
  },
  {
   "quote": {
    "text": "With technology now, you can go in and sing a song, and for $100,000, you will sound flawless."
   },
   "author": {
    "text": "Vince Neil"
   }
  },
  {
   "quote": {
    "text": "Kids need to be equipped for that. They need to learn to use that technology to keep the new economy going."
   },
   "author": {
    "text": "Dennis Moore"
   }
  },
  {
   "quote": {
    "text": "A seed depends on a whole host of factors to grow - from the fertility of the soil to the right mix of rain and sun to not being eaten by a passing bird. The same goes for an idea. For an idea to really take hold, other factors come into play, from timing to the emerging technology that makes it possible."
   },
   "author": {
    "text": "Taavet Hinrikus"
   }
  },
  {
   "quote": {
    "text": "Privacy won't survive the present trajectory of technology - and with the sense of being perpetually watched, humans will behave more cautiously, less subversively. Our ideas about the competitive marketplace are at risk."
   },
   "author": {
    "text": "Franklin Foer"
   }
  },
  {
   "quote": {
    "text": "When ATM machines came out and people were prosecuted for robbing ATM machines, I don't think anybody thought the banks were against technology because they didn't want their ATM machines lifted."
   },
   "author": {
    "text": "Hilary Rosen"
   }
  },
  {
   "quote": {
    "text": "It's amazing what a resource modern technology is now for making ballets, and I film my rehearsals almost every day."
   },
   "author": {
    "text": "Justin Peck"
   }
  },
  {
   "quote": {
    "text": "What part of 9/11 is big? If the future continues to reinterpret the past, it could be argued that 9/11 provides irrefutable proof that unless there is some other way that we learn to deal with our technology or deal with our brothers and sisters, it is goodbye as a species. That genie does not leave that bottle."
   },
   "author": {
    "text": "David Milch"
   }
  },
  {
   "quote": {
    "text": "We want to be on the edge of technology all of the time. We think long-term."
   },
   "author": {
    "text": "Hans Vestberg"
   }
  },
  {
   "quote": {
    "text": "I have never come across a technology that doesn't change. This is inevitable. You have to adapt your systems as technology develops."
   },
   "author": {
    "text": "Gijs de Vries"
   }
  },
  {
   "quote": {
    "text": "I'd always loved technology. It's something I always messed around with in computer labs at school. So I glommed onto it very early as way to differentiate myself in business."
   },
   "author": {
    "text": "Daniel Suarez"
   }
  },
  {
   "quote": {
    "text": "Rather than wringing our hands about robots taking over the world, smart organizations will embrace strategic automation use cases. Strategic decisions will be based on how the technology will free up time to do the types of tasks that humans are uniquely positioned to perform."
   },
   "author": {
    "text": "Clara Shih"
   }
  },
  {
   "quote": {
    "text": "Education technology is very important because we have a massive challenge in public schools."
   },
   "author": {
    "text": "Major Owens"
   }
  },
  {
   "quote": {
    "text": "When you build a product, you make a lot of assumptions about the state of the art of technology, the best business practices, and potential customer usage/behavior."
   },
   "author": {
    "text": "Steven Sinofsky"
   }
  },
  {
   "quote": {
    "text": "About every year or two, there is a moment of truth where there's some new development in the marketplace, some new technology, some sort of existential crisis. You just have to be vigilant about looking out for those moments."
   },
   "author": {
    "text": "Jeremy Stoppelman"
   }
  },
  {
   "quote": {
    "text": "5G will be a major technology in growing industrial digitalisation, creating and enhancing industry digitalisation use cases such as immersive gaming, autonomous driving, remote robotic surgery, and augmented reality support in maintenance and repair situations."
   },
   "author": {
    "text": "Borje Ekholm"
   }
  },
  {
   "quote": {
    "text": "'LaFerrari' means 'the Ferrari.' The excellence. In this car, we put everything we are able to do. Our extreme technology, extreme experience, extreme capability. And this has been the first Ferrari totally designed in our design center."
   },
   "author": {
    "text": "Luca Cordero di Montezemolo"
   }
  },
  {
   "quote": {
    "text": "What the Snowden scenario proved is that the weakest link is not the technology, the weakest link is the individual; we shouldn't kid ourselves."
   },
   "author": {
    "text": "John W. Thompson"
   }
  },
  {
   "quote": {
    "text": "It may not always be profitable at first for businesses to be online, but it is certainly going to be unprofitable not to be online."
   },
   "author": {
    "text": "Esther Dyson"
   }
  },
  {
   "quote": {
    "text": "Consciousness permits us to develop the instruments of culture - morality and justice, religion, art, economics and politics, science and technology. Those instruments allow us some measure of freedom in the confrontation with nature."
   },
   "author": {
    "text": "Antonio Damasio"
   }
  },
  {
   "quote": {
    "text": "The world has become more complex as technology and easy travel mixes cultures without homogenizing them."
   },
   "author": {
    "text": "Norman Spinrad"
   }
  },
  {
   "quote": {
    "text": "Although not yet routine, many cancer centers have the technology to sequence some or all of a patient's cancer genome. This can provide massive amounts of valuable information about your cancer, including whether you have genetic mutations and other abnormalities for which new drugs are available."
   },
   "author": {
    "text": "Kathy Giusti"
   }
  },
  {
   "quote": {
    "text": "The technology at the leading edge changes so rapidly that you have to keep current after you get out of school. I think probably the most important thing is having good fundamentals."
   },
   "author": {
    "text": "Gordon Moore"
   }
  },
  {
   "quote": {
    "text": "I worked in information technology and academia for a long time and met many people who were better with things and ideas than with people."
   },
   "author": {
    "text": "Graeme Simsion"
   }
  },
  {
   "quote": {
    "text": "We're in a new world. We're in a world in which the possibility of terrorism, married up with technology, could make us very, very sorry that we didn't act."
   },
   "author": {
    "text": "Condoleezza Rice"
   }
  },
  {
   "quote": {
    "text": "Making duplicate copies and computer printouts of things no one wanted even one of in the first place is giving America a new sense of purpose."
   },
   "author": {
    "text": "Andy Rooney"
   }
  },
  {
   "quote": {
    "text": "I do believe when there are advances in technology that it is important to balance the privacy interests affected with the investigative take that you might get from that technology."
   },
   "author": {
    "text": "Robert Mueller"
   }
  },
  {
   "quote": {
    "text": "I'm happy doing stand-up, but I'll probably do a television show eventually. If not, I'll delve into this Internet world and decide best how to harness it. What I like best about it is the independent movie style and the ability to just be completely reckless within that world. I like that a lot. I just have to acquaint myself with technology."
   },
   "author": {
    "text": "Norm MacDonald"
   }
  },
  {
   "quote": {
    "text": "When I write a scientific treatise, I might reach 100 people. When the 'National Geographic' covers a project, it communicates about plants and fish and underwater technology to more than 10 million people."
   },
   "author": {
    "text": "Sylvia Earle"
   }
  },
  {
   "quote": {
    "text": "Technology is neutral and sterile. Now, technology is the nature of modern man; it is our environment and our horizon. Of course, every work of man is a negation of nature, but at the same time, it is a bridge between nature and us. Technology changes nature in a more radical and decisive manner: it throws it out."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "Technology will definitely solve all our problems, but in the process it will create brand new ones. But that's O.K. because the most you can expect from life is to get to solve better and better problems."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "I was in charge of the Bureau of Labor Statistics. So I had some of the most brilliant mathematical statistical minds in the country, who would put together the modern technology, if you like, of understanding the economy and tracking it and trying to influence it."
   },
   "author": {
    "text": "Daniel Patrick Moynihan"
   }
  },
  {
   "quote": {
    "text": "Everyone seems to think that digital technology devoids the medium of content, but that is not true at all. If anything, it broadens the content."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "The technology keeps moving forward, which makes it easier for the artists to tell their stories and paint the pictures they want."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "The newest computer can merely compound, at speed, the oldest problem in the relations between human beings, and in the end the communicator will be confronted with the old problem, of what to say and how to say it."
   },
   "author": {
    "text": "Edward R. Murrow"
   }
  },
  {
   "quote": {
    "text": "Just as we could have rode into the sunset, along came the Internet, and it tripled the significance of the PC."
   },
   "author": {
    "text": "Andy Grove"
   }
  },
  {
   "quote": {
    "text": "Congress will pass a law restricting public comment on the Internet to individuals who have spent a minimum of one hour actually accomplishing a specific task while on line."
   },
   "author": {
    "text": "Andy Grove"
   }
  },
  {
   "quote": {
    "text": "The 'Net is a waste of time, and that's exactly what's right about it."
   },
   "author": {
    "text": "William Gibson"
   }
  },
  {
   "quote": {
    "text": "Consulting offered me an opportunity to see a lot of different businesses in different regions of the world, to see how textiles were being affected by foreign competition, how technology was changing."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "Sites need to be able to interact in one single, universal space."
   },
   "author": {
    "text": "Tim Berners-Lee"
   }
  },
  {
   "quote": {
    "text": "Technology gives us power, but it does not and cannot tell us how to use that power. Thanks to technology, we can instantly communicate across the world, but it still doesn't help us know what to say."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "Many of the problems that families face can be solved with great technology, design, and distribution."
   },
   "author": {
    "text": "Christine Tsai"
   }
  },
  {
   "quote": {
    "text": "Genetic modification has many different areas, for example in medicine, and Britain is at the leading edge of this new technology. I don't know, but people tell me, it could indeed by the leading science of the 21st century. All I say to people is: 'Just keep an open mind and let us proceed according to genuine scientific evidence.'"
   },
   "author": {
    "text": "Tony Blair"
   }
  },
  {
   "quote": {
    "text": "I go and see anything that's visually new, any technology that's about picture-making. The technology won't make the pictures different, but someone using it will."
   },
   "author": {
    "text": "David Hockney"
   }
  },
  {
   "quote": {
    "text": "I love that you can have the language between the two worlds of technology and fashion, because I don't think that many designers get to do that."
   },
   "author": {
    "text": "Stella McCartney"
   }
  },
  {
   "quote": {
    "text": "Community colleges need to be upgraded. We got to have training for real jobs. We've got a lot of jobs that are going unfilled because we don't have the technology in the heads of graduating college students to deal with them."
   },
   "author": {
    "text": "Emanuel Cleaver"
   }
  },
  {
   "quote": {
    "text": "I have an almost religious zeal... not for technology per se, but for the Internet which is for me, the nervous system of mother Earth, which I see as a living creature, linking up."
   },
   "author": {
    "text": "Dan Millman"
   }
  },
  {
   "quote": {
    "text": "The Internet won't skip a beat, and neither will I. Technology is constantly changing and evolving."
   },
   "author": {
    "text": "Jake Paul"
   }
  },
  {
   "quote": {
    "text": "All of the people who are using their BlackBerries or their iPhones, Facebook, all of the people who are sitting in cafes and hotels rooms doing their work, they're all using wireless technology, and we shouldn't assume that the only way of the future is high speed cable."
   },
   "author": {
    "text": "Tony Abbott"
   }
  },
  {
   "quote": {
    "text": "I think that people would like to, at all times, reject death and disease with technology."
   },
   "author": {
    "text": "Alejandro Gonzalez Inarritu"
   }
  },
  {
   "quote": {
    "text": "Technology is supposed to make our lives easier, allowing us to do things more quickly and efficiently. But too often it seems to make things harder, leaving us with fifty-button remote controls, digital cameras with hundreds of mysterious features and book-length manuals, and cars with dashboard systems worthy of the space shuttle."
   },
   "author": {
    "text": "James Surowiecki"
   }
  },
  {
   "quote": {
    "text": "The Internet treats censorship as a malfunction and routes around it."
   },
   "author": {
    "text": "John Perry Barlow"
   }
  },
  {
   "quote": {
    "text": "YouTube is akin to having my own network."
   },
   "author": {
    "text": "Marlee Matlin"
   }
  },
  {
   "quote": {
    "text": "To bring out a new technology for consumers first, you just had a very long road to go down to try to find people who actually would pay money for something."
   },
   "author": {
    "text": "Marc Andreessen"
   }
  },
  {
   "quote": {
    "text": "I started as a child, in this PBS series 'Voyage of the Mimi,' which led to driving down to New York for 'Afterschool Special' auditions, which led to moving to Los Angeles. I wanted to be an actor. But in L.A., I got into film technology, and I was building cheap editing systems and would edit my friend's acting reels."
   },
   "author": {
    "text": "Ben Affleck"
   }
  },
  {
   "quote": {
    "text": "We want Florida to be first for jobs, and we must have a skilled workforce to reach that goal. By investing in science, technology, engineering and math education, we are ensuring our students are prepared for the jobs of the future. Our teachers are essential to preparing our students."
   },
   "author": {
    "text": "Rick Scott"
   }
  },
  {
   "quote": {
    "text": "The laws of physics should allow us to arrange things molecule by molecule and even atom by atom, and at some point it was inevitable that we would develop a technology that would let us do this."
   },
   "author": {
    "text": "Ralph Merkle"
   }
  },
  {
   "quote": {
    "text": "Because of technological limits, there is a certain amount of food that we can produce per acre. If we were to have intensive greenhouse agriculture, we could have much higher production."
   },
   "author": {
    "text": "Ralph Merkle"
   }
  },
  {
   "quote": {
    "text": "Building technical systems involves a lot of hard work and specialized knowledge: languages and protocols, coding and debugging, testing and refactoring."
   },
   "author": {
    "text": "Jesse James Garrett"
   }
  },
  {
   "quote": {
    "text": "What's sort of interesting about the whole public relations disaster that is the Net, in some ways, is that the fundamentals are really good."
   },
   "author": {
    "text": "Meg Whitman"
   }
  },
  {
   "quote": {
    "text": "The Internet is a telephone system that's gotten uppity."
   },
   "author": {
    "text": "Clifford Stoll"
   }
  },
  {
   "quote": {
    "text": "Gates is the ultimate programming machine. He believes everything can be defined, examined, reduced to essentials, and rearranged into a logical sequence that will achieve a particular goal."
   },
   "author": {
    "text": "Stewart Alsop"
   }
  },
  {
   "quote": {
    "text": "I think complexity is mostly sort of crummy stuff that is there because it's too expensive to change the interface."
   },
   "author": {
    "text": "Jaron Lanier"
   }
  },
  {
   "quote": {
    "text": "Technology has to be invented or adopted."
   },
   "author": {
    "text": "Jared Diamond"
   }
  },
  {
   "quote": {
    "text": "Technology is fascinating."
   },
   "author": {
    "text": "Thomas Bangalter"
   }
  },
  {
   "quote": {
    "text": "Real programmers can write assembly code in any language."
   },
   "author": {
    "text": "Larry Wall"
   }
  },
  {
   "quote": {
    "text": "Microsoft is engaging in unlawful predatory practices that go well beyond the scope of fair competition."
   },
   "author": {
    "text": "Orrin Hatch"
   }
  },
  {
   "quote": {
    "text": "The technology is just so far gone. It's just like back in the day you needed a suitcase just to have a cell phone. The battery was so heavy, it was like carrying a gallon of soda around with you all day."
   },
   "author": {
    "text": "Jam Master Jay"
   }
  },
  {
   "quote": {
    "text": "I have seen that technology has contributed to improved communication, that it's contributed to better health care, that it's contributed to better food supplies, that it has contributed to all the basic human needs."
   },
   "author": {
    "text": "John Warnock"
   }
  },
  {
   "quote": {
    "text": "It is only when they go wrong that machines remind you how powerful they are."
   },
   "author": {
    "text": "Clive James"
   }
  },
  {
   "quote": {
    "text": "We are the children of a technological age. We have found streamlined ways of doing much of our routine work. Printing is no longer the only way of reproducing books. Reading them, however, has not changed."
   },
   "author": {
    "text": "Lawrence Clark Powell"
   }
  },
  {
   "quote": {
    "text": "Do you realize if it weren't for Edison we'd be watching TV by candlelight?"
   },
   "author": {
    "text": "Al Boliska"
   }
  },
  {
   "quote": {
    "text": "I am delighted to invest in JetSynthesys and join the Board as Non-Executive Chairman. JetSynthesys aims to become the platform of choice for digital content and experience. We have invested extensively in backend technology infrastructure that is best in class in the world."
   },
   "author": {
    "text": "Kris Gopalakrishnan"
   }
  },
  {
   "quote": {
    "text": "I used to think that cyberspace was fifty years away. What I thought was fifty years away, was only ten years away. And what I thought was ten years away... it was already here. I just wasn't aware of it yet."
   },
   "author": {
    "text": "Bruce Sterling"
   }
  },
  {
   "quote": {
    "text": "Defect-free software does not exist."
   },
   "author": {
    "text": "Wietse Venema"
   }
  },
  {
   "quote": {
    "text": "We need a data network that can easily carry voice, instead of what we have today, a voice network struggling to carry data."
   },
   "author": {
    "text": "Reed Hundt"
   }
  },
  {
   "quote": {
    "text": "The only thing that I'd rather own than Windows is English, because then I could charge you two hundred and forty-nine dollars for the right to speak it."
   },
   "author": {
    "text": "Scott McNealy"
   }
  },
  {
   "quote": {
    "text": "Design, in its broadest sense, is the enabler of the digital era - it's a process that creates order out of chaos, that renders technology usable to business. Design means being good, not just looking good."
   },
   "author": {
    "text": "Clement Mok"
   }
  },
  {
   "quote": {
    "text": "Theaters are always going to be around, and doing fine. With computers and technology, we're becoming more and more secluded from each other. And the movie theater is one of the last places where we can still gather and experience something together. I don't think the desire for that magic will ever go away."
   },
   "author": {
    "text": "Wolfgang Petersen"
   }
  },
  {
   "quote": {
    "text": "The research rat of the future allows experimentation without manipulation of the real world. This is the cutting edge of modeling technology."
   },
   "author": {
    "text": "John Spencer"
   }
  },
  {
   "quote": {
    "text": "The great thing that guys like Facebook's Mark Zuckerberg and the Google guys have in common is they treat their technology like it's art, and I suppose in the hands of virtuosos like them, it is."
   },
   "author": {
    "text": "Harvey Weinstein"
   }
  }
 ]
}