{
 "TeenQuotes": [
  {
   "quote": {
    "text": "Good habits formed at youth make all the difference."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Youth is not a time of life; it is a state of mind; it is not a matter of rosy cheeks, red lips and supple knees; it is a matter of the will, quality of the imagination, a vigor of the emotions; it is the freshness of the deep springs of life."
   },
   "author": {
    "text": "Samuel Ullman"
   }
  },
  {
   "quote": {
    "text": "Telling a teenager the facts of life is like giving a fish a bath."
   },
   "author": {
    "text": "Arnold H. Glasow"
   }
  },
  {
   "quote": {
    "text": "It takes courage to grow up and become who you really are."
   },
   "author": {
    "text": "e. e. cummings"
   }
  },
  {
   "quote": {
    "text": "The youth need to be enabled to become job generators from job seekers."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "When I was growing up, my parents told me, 'Finish your dinner. People in China and India are starving.' I tell my daughters, 'Finish your homework. People in India and China are starving for your job.'"
   },
   "author": {
    "text": "Thomas Friedman"
   }
  },
  {
   "quote": {
    "text": "So many people try to grow up too fast, and it's not fun! You should stay a kid as long as possible!"
   },
   "author": {
    "text": "Vanessa Hudgens"
   }
  },
  {
   "quote": {
    "text": "Youth comes but once in a lifetime."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "Being a teen can be tough. Just try to surround yourself with really good friends that really have your back, and also be a really good friend to those who really care about you. If you're not sure about certain things, talk to your friends that you trust and your family."
   },
   "author": {
    "text": "Victoria Justice"
   }
  },
  {
   "quote": {
    "text": "I've been giving back since I was a teen, handing out turkeys at Thanksgiving and handing out toys at toys drives for Christmas. It's very important to give back as a youth. It's as simple as helping an old lady across the street or giving up your seat on the bus for someone who is pregnant."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "Adolescence is just one big walking pimple."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "We never really grow up, we only learn how to act in public."
   },
   "author": {
    "text": "Bryan White"
   }
  },
  {
   "quote": {
    "text": "Adolescence is a new birth, for the higher and more completely human traits are now born."
   },
   "author": {
    "text": "G. Stanley Hall"
   }
  },
  {
   "quote": {
    "text": "Keep true to the dreams of your youth."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "Adolescence is the conjugator of childhood and adulthood."
   },
   "author": {
    "text": "Louise J. Kaplan"
   }
  },
  {
   "quote": {
    "text": "No matter how good you are, at some point your kids are gonna have to create their own independence and think that Mom and Dad aren't cool, just to establish themselves. That's what adolescence is about. They're gonna go through that no matter what."
   },
   "author": {
    "text": "Eddie Vedder"
   }
  },
  {
   "quote": {
    "text": "I have a very large shoebox overflowing with lyrics I've been writing and collecting since my teen years and into my late 20s, with lyrics from all walks of my life. Darkness, being in love, being heartbroken, finding yourself... and lyrics that I've been sitting on for, like, seven years, that I haven't done anything with."
   },
   "author": {
    "text": "Evan Rachel Wood"
   }
  },
  {
   "quote": {
    "text": "It's important for Asian American kids to see themselves in stories and to feel seen. They need to know that their stories are universal, too, that they, too, can fall in love in a teen movie. They don't have to be the sidekick; they can be the hero."
   },
   "author": {
    "text": "Jenny Han"
   }
  },
  {
   "quote": {
    "text": "I first read Harper Lee's 'To Kill a Mockingbird' as a teen in school, like you did. I read the book alone, eating lunch at my locker, neatly scored oranges my mother divided into five lines with a circle at the top, so my fingers could dig more easily into the orange skin. To this day, the smell of oranges reminds me of 'Mockingbird.'"
   },
   "author": {
    "text": "Margaret Stohl"
   }
  },
  {
   "quote": {
    "text": "If we as a nation are to break the cycle of poverty, crime and the growing underclass of young people ill equipped to be productive citizens, we need to not only implement effective programs to prevent teen pregnancy, but we must also help those who have already given birth so that they become effective, nurturing, bonding parents."
   },
   "author": {
    "text": "Jane Fonda"
   }
  },
  {
   "quote": {
    "text": "Being a teenager is an amazing time and a hard time. It's when you make your best friends - I have girls who will never leave my heart and I still talk to. You get the best and the worst as a teen. You have the best friendships and the worst heartbreaks."
   },
   "author": {
    "text": "Sophia Bush"
   }
  },
  {
   "quote": {
    "text": "Teens think listening to music helps them concentrate. It doesn't. It relieves them of the boredom that concentration on homework induces."
   },
   "author": {
    "text": "Marilyn vos Savant"
   }
  },
  {
   "quote": {
    "text": "I was considered chubby as a teen."
   },
   "author": {
    "text": "Roger Moore"
   }
  },
  {
   "quote": {
    "text": "You've got to grow up sometime."
   },
   "author": {
    "text": "Winona Ryder"
   }
  },
  {
   "quote": {
    "text": "As a teenager I was so insecure. I was the type of guy that never fitted in because he never dared to choose. I was convinced I had absolutely no talent at all. For nothing. And that thought took away all my ambition too."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "Friendships in childhood are usually a matter of chance, whereas in adolescence they are most often a matter of choice."
   },
   "author": {
    "text": "David Elkind"
   }
  },
  {
   "quote": {
    "text": "The toddler must say no in order to find out who she is. The adolescent says no to assert who she is not."
   },
   "author": {
    "text": "Louise J. Kaplan"
   }
  },
  {
   "quote": {
    "text": "It never hurts to tell your teen they matter more than their looks."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "It's so easy as a teen to feel like everybody is having this normal experience - except you. You're on the outside."
   },
   "author": {
    "text": "Becky Albertalli"
   }
  },
  {
   "quote": {
    "text": "'Awkward' is a ubiquitous teen word to denote socially unsanctioned behavior. It usually implies first- or secondhand embarrassment when you or a friend step outside the rules. Awkward doesn't sound overtly judgmental or negative; it's deliberately vague."
   },
   "author": {
    "text": "Mary H.K. Choi"
   }
  },
  {
   "quote": {
    "text": "Children born to teens have less supportive and stimulating environments, poorer health, lower cognitive development, and worse educational outcomes. Children of teen mothers are at increased risk of being in foster care and becoming teen parents themselves, thereby repeating the cycle."
   },
   "author": {
    "text": "Jane Fonda"
   }
  },
  {
   "quote": {
    "text": "When I was in college, I wanted to be involved in things that would change the world."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "My teenage years were exactly what they were supposed to be. Everybody has their own path. It's laid out for you. It's just up to you to walk it."
   },
   "author": {
    "text": "Justin Timberlake"
   }
  },
  {
   "quote": {
    "text": "The Teen Challenge ministry was born out of those humble early days of ministry. It now includes over 500 drug and alcohol rehab centers around the world, even in Muslim countries. These include homes for girls and women addicts and alcoholics, all which are reaching many."
   },
   "author": {
    "text": "David Wilkerson"
   }
  },
  {
   "quote": {
    "text": "When I was a teenager I would lock myself in the bathroom for hours, bouffanting my hair like Patty Duke and trying to recreate Barbra Streisand's flawless eyeliner, only to comb it all out and wash it all off before stepping out into the world a butchish bisexual teen."
   },
   "author": {
    "text": "Beth Ditto"
   }
  },
  {
   "quote": {
    "text": "I've got some great stuff in my sports memorabilia collection. But my favorite thing by far is the robe. I actually have a Ric Flair robe with 'the Nature Boy' on the back. That's awesome. When I look at it, it brings back so many memories of my childhood and my teen years."
   },
   "author": {
    "text": "Darius Rucker"
   }
  },
  {
   "quote": {
    "text": "I'm a teen boy, so I like seeing blood and guts. I know it's fake, but I'm having fun."
   },
   "author": {
    "text": "Chandler Riggs"
   }
  },
  {
   "quote": {
    "text": "Well, I actually first got into music as a small child, and as I became a teen, I sought out making money from music, weather that was singing lounge gigs, backup in studios, or weddings."
   },
   "author": {
    "text": "Chantal Kreviazuk"
   }
  },
  {
   "quote": {
    "text": "I fell in love with Erica Kane the summer before my freshman year of high school. Like all red-blooded teen American boys, I'd come home from water polo practice and eat a box of Entenmann's Pop'Ems donut holes in front of the TV while obsessively fawning over 'All My Children' and Erica, her clothes, and her narcissistic attitude."
   },
   "author": {
    "text": "Andy Cohen"
   }
  },
  {
   "quote": {
    "text": "I was one of those daughters who saw my mother as my enemy when I was a teen."
   },
   "author": {
    "text": "Deborah Tannen"
   }
  },
  {
   "quote": {
    "text": "Let us develop an agenda for children that says we can do something about teen pregnancy. Let us make sure that parents are old enough, wise enough, and financially able to take care of their children."
   },
   "author": {
    "text": "Janet Reno"
   }
  },
  {
   "quote": {
    "text": "We all have an interest in making sure teens grow up healthy and drug-free."
   },
   "author": {
    "text": "John Walters"
   }
  },
  {
   "quote": {
    "text": "Adolescents are not monsters. They are just people trying to learn how to make it among the adults in the world, who are probably not so sure themselves."
   },
   "author": {
    "text": "Virginia Satir"
   }
  },
  {
   "quote": {
    "text": "Growing up, I wanted desperately to please, to be a good girl."
   },
   "author": {
    "text": "Claire Danes"
   }
  },
  {
   "quote": {
    "text": "Most people, almost everyone knows of a teen mom. Teen pregnancy rates are growing, and we need to bring awareness to that."
   },
   "author": {
    "text": "Madisen Beaty"
   }
  },
  {
   "quote": {
    "text": "I don't believe in 'thinking' old. Although I've transitioned through many bodies - a baby, toddler, child, teen, young adult, mid-life and older adult - my spirit is unchanged. I support my body with exercise, my mind with reading and writing, and my spirit with the knowing that I am part of the Divine source of all life."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "For the youth, the indignation of most things will just surge as each birthday passes."
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "To an adolescent, there is nothing in the world more embarrassing than a parent."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "Even though I was super personal with 'American Teen,' I want to tap in and not just tell my own stories but tell the stories of other people - so that I can help as many people as possible."
   },
   "author": {
    "text": "Khalid"
   }
  },
  {
   "quote": {
    "text": "Teen pregnancy went way down in the '90s, and 75 percent of it was because of increased use of contraception."
   },
   "author": {
    "text": "Al Franken"
   }
  },
  {
   "quote": {
    "text": "We must tell girls their voices are important."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Heredity is what sets the parents of a teenager wondering about each other."
   },
   "author": {
    "text": "Laurence J. Peter"
   }
  },
  {
   "quote": {
    "text": "I was a troubled teen and I was constantly looking for someone to throw me a rope. Those ropes are connections. They allow us to see that life exists beyond the little worlds we are currently a part of."
   },
   "author": {
    "text": "Lauren Oliver"
   }
  },
  {
   "quote": {
    "text": "I don't know if this is too weird to say, but this is completely surreal for me. Bizarre. The cover of 'Teen Vogue' has been on my bucket list forever."
   },
   "author": {
    "text": "Lily Collins"
   }
  },
  {
   "quote": {
    "text": "I'm a comic nerd. I'm a former serious collector for much of my childhood and early teen years I wanted to draw underground comics."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "Time misspent in youth is sometimes all the freedom one ever has."
   },
   "author": {
    "text": "Anita Brookner"
   }
  },
  {
   "quote": {
    "text": "In the public, it seems to be painted that when minorities get pregnant, they need to get abortions, especially when it comes to teen pregnancy. It's like, when black girls are pregnant, it's like a statistic, but when white girls get pregnant, they get a TV show."
   },
   "author": {
    "text": "Benjamin Watson"
   }
  },
  {
   "quote": {
    "text": "We won a contest at the teen fair in Vancouver and the first prize was a recording contract and we recorded at a radio station on the stairway, and we did a record and it got put out."
   },
   "author": {
    "text": "Tommy Chong"
   }
  },
  {
   "quote": {
    "text": "I have cystic acne, and sometimes when I have a breakout, it triggers me back to that time when I was a teen and I feel so self-conscious - like the whole world is looking at my bad skin. I've definitely not gone out of the house because of a breakout, which is horrible."
   },
   "author": {
    "text": "Lili Reinhart"
   }
  },
  {
   "quote": {
    "text": "As a precocious teen I dreamed of being Graham Greene. Well, as it turned out, I never wrote a great novel, sadly, and I never converted to Catholicism, happily, but I did do one thing he did. That is, in middle age I moved to a seaside town and got into a right barney with the local powers-that-be."
   },
   "author": {
    "text": "Julie Burchill"
   }
  },
  {
   "quote": {
    "text": "Children, even infants, are capable of sympathy. But only after adolescence are we capable of compassion."
   },
   "author": {
    "text": "Louise J. Kaplan"
   }
  },
  {
   "quote": {
    "text": "I can have a song with Ariana Grande that is going to be the song for all the kids and the teen girls, and then another song that could be for a different group of people who all love the song. I'm with whoever. Whatever type of people want to love the music and whatever they love about the music is fine with me."
   },
   "author": {
    "text": "Mac Miller"
   }
  },
  {
   "quote": {
    "text": "As a teen, I heard the second Velvet Underground album, 'White Light/White Heat,' and it was too much for my limited scope of appreciation. It was intense, but I didn't get it."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "'Teen Wolf' ending is, like, huge. I know no acting without the show, basically."
   },
   "author": {
    "text": "Dylan O'Brien"
   }
  },
  {
   "quote": {
    "text": "When my dad left public life, I was 13 years old. I went through my teen years and into adulthood in relative anonymity. After my dad's funeral, I was suddenly recognizable to people I passed on the street."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "I actually hope people don't react to 'Impossible' in a way where they think it's terribly retro. The plot needed to do what it needed to do. But I'm a little surprised to find myself looking a little bit like an advocate of teen marriage. It takes some exceptional circumstances for that to be a reasonable idea."
   },
   "author": {
    "text": "Nancy Werlin"
   }
  },
  {
   "quote": {
    "text": "Your modern teenager is not about to listen to advice from an old person, defined as a person who remembers when there was no Velcro."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "Even when I was a teen model, I didn't think it was fair that I had to enter the acting world to get insurance."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "I hate it when people call me a teen queen."
   },
   "author": {
    "text": "Lindsay Lohan"
   }
  },
  {
   "quote": {
    "text": "As a teen, I was both anorexic and bulimic."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "In 'Teen Wolf,' I don't really have any stunts. And if I do, it's like Stiles falls on the ground or something like that."
   },
   "author": {
    "text": "Dylan O'Brien"
   }
  },
  {
   "quote": {
    "text": "I think, very often, little girls look at these teen television shows and think, 'I have to have a boyfriend because Blair Waldorf has a boyfriend, and she's always fighting over boys!'"
   },
   "author": {
    "text": "Madelaine Petsch"
   }
  },
  {
   "quote": {
    "text": "I really liked 'Starter For Ten' because I grew up watching 1980s teen films like 'St. Elmo's Fire' and 'The Breakfast Club' and I've always wanted to play the underdog lead hero in a 1980s-inspired film."
   },
   "author": {
    "text": "James McAvoy"
   }
  },
  {
   "quote": {
    "text": "I think I'm trouble-adjacent. I remember hearing once that good girls don't get caught. I think that's sort of a lot of what my teen years were like. I skirted the stuff that other kids were doing because the idea of actually getting in trouble was not appealing to me, but I still wanted to have adventures."
   },
   "author": {
    "text": "Anna Kendrick"
   }
  },
  {
   "quote": {
    "text": "I've always gravitated towards those ultimate lines in songs, the line you grab on to. That line in 'Smells Like Teen Spirit,' 'Here we are now/Entertain us' - the irony, the antagonism; that's always stuck with me."
   },
   "author": {
    "text": "Corey Taylor"
   }
  },
  {
   "quote": {
    "text": "I just felt being part of my peer group so strongly. I was immersed in teen culture, but not taken in by it."
   },
   "author": {
    "text": "S. E. Hinton"
   }
  },
  {
   "quote": {
    "text": "When I look in the mirror I see the girl I was when I was growing up, with braces, crooked teeth, a baby face and a skinny body."
   },
   "author": {
    "text": "Heather Locklear"
   }
  },
  {
   "quote": {
    "text": "Prosecutors say it would be next to impossible to get one teen to testify in court that another had slipped him or her a copied disc at lunchtime. And besides, isn't sharing music a time-honored part of teen friendship?"
   },
   "author": {
    "text": "Charles Duhigg"
   }
  },
  {
   "quote": {
    "text": "The area of teenage life is not necessarily rarefied; we've all gone through that period. It's not as rarefied as a western or a space adventure or a gangster film, but it has its own dynamic."
   },
   "author": {
    "text": "Gus Van Sant"
   }
  },
  {
   "quote": {
    "text": "I grew up in a difficult environment, but I became a Christian as a teen. My mom and my sister soon became Christians also."
   },
   "author": {
    "text": "Melody Carlson"
   }
  },
  {
   "quote": {
    "text": "Yes, my pageant career was incredibly short. I started at 19 and was done at 21. I started by competing for Miss California Teen, which I wound up winning, and I literally just entered the contest on a whim!"
   },
   "author": {
    "text": "Meagan Tandy"
   }
  },
  {
   "quote": {
    "text": "When I started out as a music journalist, at the end of the 1980s, it was generally assumed that we were living through the lamest music era the world would ever see. But those were also the years when hip-hop exploded, beatbox disco soared, indie rock took off, and new wave invented a language of teen angst."
   },
   "author": {
    "text": "Rob Sheffield"
   }
  },
  {
   "quote": {
    "text": "Teen authors love to flirt with taboo, to grapple - sensitively - with dark and frightening issues, and there is nothing darker and more frightening than cancer."
   },
   "author": {
    "text": "Mal Peet"
   }
  },
  {
   "quote": {
    "text": "If you just watch a teenager, you see a lot of uncertainty."
   },
   "author": {
    "text": "Jamie Lee Curtis"
   }
  },
  {
   "quote": {
    "text": "Well, I could do it for a day, but I wouldn't want to be a teenager again. I really wouldn't."
   },
   "author": {
    "text": "Jamie Lee Curtis"
   }
  },
  {
   "quote": {
    "text": "I wasn't going to have fun doing a teen movie again."
   },
   "author": {
    "text": "Heath Ledger"
   }
  },
  {
   "quote": {
    "text": "I liked being a teenager, but I would not go back for all the tea in China."
   },
   "author": {
    "text": "Rob Lowe"
   }
  },
  {
   "quote": {
    "text": "I would not recommend a teen getting into modeling if they're not solid when it comes to their grades and school. That comes first. My mother always told me that came first."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "You have teenagers thinking they're going to make millions as NBA stars when that's not realistic for even 1 percent of them. Becoming a scientist or engineer is."
   },
   "author": {
    "text": "Dean Kamen"
   }
  },
  {
   "quote": {
    "text": "Growing up, I've enjoyed hunting with my father."
   },
   "author": {
    "text": "Dale Earnhardt"
   }
  },
  {
   "quote": {
    "text": "Obviously when you're a teen you have no money, so you make, like, three outfits out of one dress. You're like, 'OK cut the arms here. Alright: New party, cut them to here.'"
   },
   "author": {
    "text": "Marina and the Diamonds"
   }
  },
  {
   "quote": {
    "text": "I've met so many new fans and amazing people while traveling to new cities and locations throughout 2017 in support of my album 'American Teen.'"
   },
   "author": {
    "text": "Khalid"
   }
  },
  {
   "quote": {
    "text": "It's important to me that I don't get trapped in the whole teen scene, because I feel that you can get lost in those kind of movies, and they aren't really about the actors; they're about the selling of the concept, and how much money it makes."
   },
   "author": {
    "text": "Kirsten Dunst"
   }
  },
  {
   "quote": {
    "text": "Every Teen Challenge ministry is responsible for raising its own finances, but we assist these works with finances, prayer and counseling, especially overseas in areas such as Siberia, Africa, South America."
   },
   "author": {
    "text": "David Wilkerson"
   }
  },
  {
   "quote": {
    "text": "Nobody understands anyone 18, including those who are 18."
   },
   "author": {
    "text": "Jim Bishop"
   }
  },
  {
   "quote": {
    "text": "Research shows that parents are the single biggest influence on children - if you are worried about your teen and drugs, talk to them."
   },
   "author": {
    "text": "John Walters"
   }
  },
  {
   "quote": {
    "text": "By no means do we think, 'Oh, it's cool to be a teen mom.' I definitely don't think that it's cool."
   },
   "author": {
    "text": "Farrah Abraham"
   }
  },
  {
   "quote": {
    "text": "Adolescence isn't just about prom or wearing sparkly dresses."
   },
   "author": {
    "text": "Jena Malone"
   }
  },
  {
   "quote": {
    "text": "There is a point in every young person's life when you realize that the youth that you've progressed through and graduate to some sort of adulthood is equally as messed up as where you're going."
   },
   "author": {
    "text": "Jena Malone"
   }
  },
  {
   "quote": {
    "text": "When I found out I had to take off my shirt in 'Teen' movie, I panicked and hit the gym. I was like, 'It's going to be on film, documented, for my children to see. I can't be 140 pounds. I need to put on a little bit of muscle.'"
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "Katy Perry still gets me every time. She's very funny in person! We met at the Teen Choice Awards and she pulled my cheeks apart and told me how cute I was. My life was literally flashing before my eyes!"
   },
   "author": {
    "text": "Niall Horan"
   }
  },
  {
   "quote": {
    "text": "Time scoots along pretty fast when you grow up."
   },
   "author": {
    "text": "Alan Ladd"
   }
  },
  {
   "quote": {
    "text": "As a teen, every major moment was preempted by a torturous, hours-long hair-straightening session. Sleek, silky strands made me feel prettier. And the truth is, I was completely clueless about how to deal with my curls! When they weren't flatironed into submission for special occasions, they were practically glued down with gobs of gel."
   },
   "author": {
    "text": "Elaine Welteroth"
   }
  },
  {
   "quote": {
    "text": "'Teen Vogue' is so much more than just a magazine. It's so much more than just a website. It's so much more than social. It's really about the audience, and so we're going to continue to innovate and continue to find new ways of reaching this audience in meaningful ways."
   },
   "author": {
    "text": "Elaine Welteroth"
   }
  },
  {
   "quote": {
    "text": "I had teen angst for a while, but I think every teenager has the angst."
   },
   "author": {
    "text": "Jamie Bell"
   }
  },
  {
   "quote": {
    "text": "Ric Flair was such a huge part of my childhood and teen years. He's an icon."
   },
   "author": {
    "text": "Darius Rucker"
   }
  },
  {
   "quote": {
    "text": "Teen fandom is so potent. Any choice they make in pop culture forces the rest of the world to take notice."
   },
   "author": {
    "text": "Alycia Debnam-Carey"
   }
  },
  {
   "quote": {
    "text": "As a teenager, I didn't read a ton of teen fiction, and now I feel like I wish that I had."
   },
   "author": {
    "text": "Jesse Andrews"
   }
  },
  {
   "quote": {
    "text": "In my early teen years, I wanted to become a vet. That was my plan. I worked as a veterinarian's assistant for a couple of summers."
   },
   "author": {
    "text": "Dennis Quaid"
   }
  },
  {
   "quote": {
    "text": "I wanted to be a writer as a teen... so storytelling was my first love. In my late teens, design became an obsession as I realized that I could express myself through the medium. Much later, when I founded Fuseproject in 1999, our slogan became 'design brings stories to life.'"
   },
   "author": {
    "text": "Yves Behar"
   }
  },
  {
   "quote": {
    "text": "If you have a famous parent, you know that being famous doesn't make you superior to anyone else. It just means people smile at you more. Everyone was fawning all over my father, but of course, the way you look at your parents when you're a teen is often with a... more critical eye."
   },
   "author": {
    "text": "Katherine Waterston"
   }
  },
  {
   "quote": {
    "text": "I love being in a public space where teenagers are talking. And the funny thing is that it hasn't changed that much. There's certainly slang that I'm not familiar with, but among the average teen, it's still the same."
   },
   "author": {
    "text": "Marti Noxon"
   }
  },
  {
   "quote": {
    "text": "I want to help middle-school girls stay interested in math and be good at it, and see it as friendly and accessible and not this scary thing. Everyone else in society tells them it's not for them. It's for nerdy white guys with pocket protectors."
   },
   "author": {
    "text": "Danica McKellar"
   }
  },
  {
   "quote": {
    "text": "People ask me, 'How's 'Teen Wolf?' and I tell them it's literally the best job I've ever had. It's hard. Everybody wants to be a series regular. It's something that a lot of actors would kill to have. That being said, it's very demanding of you, in so many different ways."
   },
   "author": {
    "text": "Shelley Hennig"
   }
  },
  {
   "quote": {
    "text": "Maturity is only a short break in adolescence."
   },
   "author": {
    "text": "Jules Feiffer"
   }
  },
  {
   "quote": {
    "text": "I grew up in a house where nobody had to tell me to go to school every day and do my homework."
   },
   "author": {
    "text": "Constance Baker Motley"
   }
  },
  {
   "quote": {
    "text": "Can you imagine young people nowadays making a study of trigonometry for the fun of it? Well I did."
   },
   "author": {
    "text": "Clyde Tombaugh"
   }
  },
  {
   "quote": {
    "text": "It's easy to feel like you don't have any control over yourself or your life or your body as a teen - everything is changing so fast, and a lot of it feels so outside of your power. I think that's why a lot of teens form really strong attachments to fictional characters or celebrities, draw their own characters or write themselves into fan fiction."
   },
   "author": {
    "text": "Noelle Stevenson"
   }
  },
  {
   "quote": {
    "text": "That can be the most painstaking aspect of being a teen, figuring out what the world really looks like. If you find someone in a book, you know you're not alone and that's what's so comforting about books."
   },
   "author": {
    "text": "Laurie Halse Anderson"
   }
  },
  {
   "quote": {
    "text": "I'm so fascinated by the concept of teen pregnancy for some reason. Not that I condone it or promote it, but it's just a very real thing in our country and culture."
   },
   "author": {
    "text": "Leven Rambin"
   }
  },
  {
   "quote": {
    "text": "As a teen, 'Thunder Road' was always in my head."
   },
   "author": {
    "text": "Alice Ripley"
   }
  },
  {
   "quote": {
    "text": "I love Deathstroke! I was 12 in 1980 when Deathstroke appeared in 'Teen Titans' #2."
   },
   "author": {
    "text": "Rob Liefeld"
   }
  },
  {
   "quote": {
    "text": "The donning of the ear buds marks the beginning of teen life, when children set off on their own for the passage through adolescence."
   },
   "author": {
    "text": "Amity Shlaes"
   }
  },
  {
   "quote": {
    "text": "This generation has given up on growth. They're just hoping for survival."
   },
   "author": {
    "text": "Penelope Spheeris"
   }
  },
  {
   "quote": {
    "text": "After 'Freaky Friday,' another teen movie was not on my playlist."
   },
   "author": {
    "text": "Mark Waters"
   }
  },
  {
   "quote": {
    "text": "I grew up in a small town in Kansas, so I love meeting the fans. Those are the people who spend time out of their day to watch the things that I've done, and I've gotten to do some great supernatural stuff - 'Teen Wolf' and 'The Gates' before that - so it's nice when I get to go to Comic-Con every year."
   },
   "author": {
    "text": "Colton Haynes"
   }
  },
  {
   "quote": {
    "text": "My whole life, growing up, I always wanted to be in comedy. I never felt comfortable doing the 'teen hunk' thing."
   },
   "author": {
    "text": "Dustin Milligan"
   }
  },
  {
   "quote": {
    "text": "When I was growing up, particularly during puberty in my teen years, I was so miserable because I elicited so much teasing and meanness from my teenage cohorts."
   },
   "author": {
    "text": "Linda Hunt"
   }
  },
  {
   "quote": {
    "text": "Just because you have teenagers in a movie doesn't make it a teen movie."
   },
   "author": {
    "text": "Brendan Fehr"
   }
  },
  {
   "quote": {
    "text": "As a unique person, I was bullied badly as a teen."
   },
   "author": {
    "text": "Lady Starlight"
   }
  },
  {
   "quote": {
    "text": "To all those mothers and fathers who are struggling with teen-agers, I say, just be patient: even though it looks like you can't do anything right for a number of years, parents become popular again when kids reach 20."
   },
   "author": {
    "text": "Marian Wright Edelman"
   }
  },
  {
   "quote": {
    "text": "I didn't date for my entire teen life - it just wasn't on my mind."
   },
   "author": {
    "text": "Kiesza"
   }
  },
  {
   "quote": {
    "text": "I've started ordering out of teen catalogues! T-shirts, little coats, and jackets for around $35 - they're amazing. I've become a really big fan of Urban Outfitters, Alloy and Anthropologie. Because I'll pay for quality, but I will not just pay for trend. Psychologically, I have trouble with that."
   },
   "author": {
    "text": "Ivanka Trump"
   }
  },
  {
   "quote": {
    "text": "I love the live performances and Las Vegas. I also like making films that are being discovered by another generation. Having been a teen idol of the '60s is great because you realize you left your generation with a smile and good memories."
   },
   "author": {
    "text": "Connie Stevens"
   }
  },
  {
   "quote": {
    "text": "People love teen movies because everyone can relate."
   },
   "author": {
    "text": "Zoe Kravitz"
   }
  },
  {
   "quote": {
    "text": "If a movie isn't a hit right out of the gate, they drop it. Which means that the whole mainstream Hollywood product has been skewed toward violence and vulgar teen comedy."
   },
   "author": {
    "text": "Roger Ebert"
   }
  },
  {
   "quote": {
    "text": "Jughead, to me, was reflective of a teen experience that made a lot of sense to me."
   },
   "author": {
    "text": "Cole Sprouse"
   }
  },
  {
   "quote": {
    "text": "As a teenager you are at the last stage in your life when you will be happy to hear that the phone is for you."
   },
   "author": {
    "text": "Fran Lebowitz"
   }
  },
  {
   "quote": {
    "text": "I like having young assistants in my office; they have energy, and I spend time with them to make sure they understand what we're doing. By investing in them, I'm investing in the magazine. All over 'Vogue,' 'Teen Vogue,' and 'Men's Vogue,' there are people who have been through not only my office but also many other offices at 'Vogue.'"
   },
   "author": {
    "text": "Anna Wintour"
   }
  },
  {
   "quote": {
    "text": "I feel really honored to be part of The #seetherealme campaign. It's really amazing, as it helps many teen girls who are struggling. It helps them to find themselves and be true to who they are."
   },
   "author": {
    "text": "Jazz Jennings"
   }
  },
  {
   "quote": {
    "text": "There's always a Justin Bieber. Ever since I've been around, there's always been one of him. You know, you can trace it back from how old you are and the boy bands that came along then and the teen sensations and whatnot. And, you know, good for them. There's a few of them that make it out and a few of them that don't."
   },
   "author": {
    "text": "Kid Rock"
   }
  },
  {
   "quote": {
    "text": "With any teen show, there's going to be drama and heartache."
   },
   "author": {
    "text": "Lili Reinhart"
   }
  },
  {
   "quote": {
    "text": "My kids idea of a hard life is to live in a house with only one phone."
   },
   "author": {
    "text": "George Foreman"
   }
  },
  {
   "quote": {
    "text": "All that stuff - 'teen idol' - that wasn't me."
   },
   "author": {
    "text": "David Cassidy"
   }
  },
  {
   "quote": {
    "text": "Just do me a favor. Don't call me 'former teen heartthrob,' okay? It's as if they were constantly discussing your second year of college. I'm not back there anymore. I'm living in the present."
   },
   "author": {
    "text": "David Cassidy"
   }
  },
  {
   "quote": {
    "text": "It's about time we make the well-being of our young people more important than ideology and politics. As a country, we benefit from investing in their future by investing in teen pregnancy prevention."
   },
   "author": {
    "text": "Jane Fonda"
   }
  },
  {
   "quote": {
    "text": "At the time I came along, Hollywood's idea of teen movies meant there had to be a lot of nudity, usually involving boys in pursuit of sex, and pretty gross overall. Either that or a horror movie. And the last thing Hollywood wanted in their teen movies was teenagers!"
   },
   "author": {
    "text": "John Hughes"
   }
  },
  {
   "quote": {
    "text": "Teen pop will never die as long as there are teens and popular music. It just takes a different head."
   },
   "author": {
    "text": "Justin Timberlake"
   }
  },
  {
   "quote": {
    "text": "I'm a teenager, but I'm independent - I have my own apartment, I have my own life. And I think I have learned more than any of those teenagers have in school. I learned to be responsible, leaving my family and coming here alone."
   },
   "author": {
    "text": "Adriana Lima"
   }
  },
  {
   "quote": {
    "text": "N.E.R.D. was also from - not too far from where I was from growing up. For a lot of people who make music, that was a huge influence in teen years."
   },
   "author": {
    "text": "Kali Uchis"
   }
  },
  {
   "quote": {
    "text": "Mrs. Palin is history in a dress. And her script is straight out of Hollywood - like those teen movies with the cliched ending featuring the female valedictorian delivering the speech of a lifetime projecting a bold and transformative future with an independent-minded woman in charge."
   },
   "author": {
    "text": "Andrew Breitbart"
   }
  },
  {
   "quote": {
    "text": "In our country, being from immigrant parents, growing up black in the South, coming out at 16 years old, being a teen parent... you would assume that my life would amount to nothing. And here I stand today. So, if I can do it... you can, too!"
   },
   "author": {
    "text": "Karamo Brown"
   }
  },
  {
   "quote": {
    "text": "If you were an optimistic teen, then you'll be an optimist at 80. People's reactions to bad events are highly stable over a half century or more."
   },
   "author": {
    "text": "Martin Seligman"
   }
  },
  {
   "quote": {
    "text": "I definitely think there could be stricter teen driving laws."
   },
   "author": {
    "text": "Victoria Justice"
   }
  },
  {
   "quote": {
    "text": "To even be called the 'teen queen' is crazy."
   },
   "author": {
    "text": "Victoria Justice"
   }
  },
  {
   "quote": {
    "text": "Doesn't matter whether it's a teen girl who's pregnant, hasn't told her parents, or an elderly couple dealing with one of them being diagnosed with Alzheimer's. Those are real people to me. Those are the people I dealt with every single day."
   },
   "author": {
    "text": "Mike Huckabee"
   }
  },
  {
   "quote": {
    "text": "I have this sense that I didn't really start growing up until my twenties."
   },
   "author": {
    "text": "Winona Ryder"
   }
  },
  {
   "quote": {
    "text": "I was into all kinds of music as a teen - country music, because my dad was in a band that played country, and whatever my sister and brother were into."
   },
   "author": {
    "text": "Martina McBride"
   }
  },
  {
   "quote": {
    "text": "'Teen Moms!' I started watching them like the first two seasons, and I stopped. I stopped because they are too young. I feel sorry for them. And I didn't watch that show 'Hoarders.' That thing would made my skin crawl."
   },
   "author": {
    "text": "NeNe Leakes"
   }
  },
  {
   "quote": {
    "text": "Guilty pleasure implies that it's something that I feel guilty for watching... people tell me I should feel guilty for watching because I'm too old to watch it, but I don't give a damn: I love everything on Cartoon Network from 'Adventure Time' to 'The Adventures of Gumball', 'Teen Titans'... all those shows that are for my kids, I like those!"
   },
   "author": {
    "text": "Ne-Yo"
   }
  },
  {
   "quote": {
    "text": "I remember the first time I saw the 'Smells Like Teen Spirit' video. I will never forget that day. I just wanted to see Kurt Cobain's face. I had a feeling he was very cute. But, I couldn't see his face. When I finally did see him, he was even cuter than I imagined!"
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "I mean, I'm pretty good in real life, but sometimes people seem surprised that I'm like a normal teenager and wear black nail polish and I'm just a little bit more edgy than the person I play on television."
   },
   "author": {
    "text": "Brittany Snow"
   }
  },
  {
   "quote": {
    "text": "My first job in TV was hosting this young teen magazine show, and all these high school teenagers showed up from all over Sacramento, California, and they chose four of us to host the show, two boys and two girls. And of the two girls, I was kind of the perky smart one and the other girl was the pretty one."
   },
   "author": {
    "text": "Lisa Ling"
   }
  },
  {
   "quote": {
    "text": "I wanted to be with the kind of people I'd grown up with, but you can't go back to them and be one of them again, no matter how hard you try."
   },
   "author": {
    "text": "Ethel Waters"
   }
  },
  {
   "quote": {
    "text": "I knew that I wanted to intern at 'Teen Vogue' from the moment the first issue hit newsstands. Luckily, the team at Polo Ralph Lauren, where I interned during high school, really believed in me and arranged for an interview with the editors."
   },
   "author": {
    "text": "Emily Weiss"
   }
  },
  {
   "quote": {
    "text": "The great thing about interning at 'Teen Vogue' is that there is so much room for growth; interns here do incredible things if they work hard enough and think outside the box."
   },
   "author": {
    "text": "Emily Weiss"
   }
  },
  {
   "quote": {
    "text": "If you're interested in a 'Teen Vogue' internship, take note: it's not all fun and games! Working at a magazine requires a ton of energy and endurance from its interns and editors alike."
   },
   "author": {
    "text": "Emily Weiss"
   }
  },
  {
   "quote": {
    "text": "When I was in the 12th grade, I got my girlfriend pregnant. I just got out of school, she was a 10th-grader. I'm a teen parent, and I'm at a point where I'm like, 'Man I've got to do something.'"
   },
   "author": {
    "text": "Ice T"
   }
  },
  {
   "quote": {
    "text": "I built my entire career off of teen comedies. I was in 'Bring It On'."
   },
   "author": {
    "text": "Kirsten Dunst"
   }
  },
  {
   "quote": {
    "text": "The Teen Challenge Training Center on Pennsylvania farmland houses over 200 men in rehab. Other farms and centers have been birthed out of this ministry all over the world."
   },
   "author": {
    "text": "David Wilkerson"
   }
  },
  {
   "quote": {
    "text": "I am not officially involved now in the direction of the Teen Challenge ministry, but I rejoice that God permits me to be the father of these ministries."
   },
   "author": {
    "text": "David Wilkerson"
   }
  },
  {
   "quote": {
    "text": "I will be able to look back on my teen years as spent on a television set just having the biggest bunch of fun."
   },
   "author": {
    "text": "Sophie Turner"
   }
  },
  {
   "quote": {
    "text": "There was a three-year chunk as a teen where I should have been tranquilized and put in a cage."
   },
   "author": {
    "text": "Melissa McCarthy"
   }
  },
  {
   "quote": {
    "text": "The endless teen franchises that come out of Hollywood... more often than not, the central character doesn't have any discernible character traits. They're just the young, good-looking guy who goes on this journey. They're always played by fantastic young actors, but ultimately, they're not very interesting characters."
   },
   "author": {
    "text": "Taron Egerton"
   }
  },
  {
   "quote": {
    "text": "I just fell into the job as a fashion editor at a teen magazine. I was there for two years, and I left there as a senior fashion editor at the age of 25."
   },
   "author": {
    "text": "Rachel Zoe"
   }
  },
  {
   "quote": {
    "text": "The phrase 'teen hottie' literally makes me want to throw up."
   },
   "author": {
    "text": "Lorde"
   }
  },
  {
   "quote": {
    "text": "In my teen years leading up to the Olympics, I loved having the excuse to skip out on parties because of skating. Partying wasn't my thing anyway. Mostly I hung out with other skaters. We were all buddies, so it's not like I missed out on socializing. I was really enjoying myself."
   },
   "author": {
    "text": "Dorothy Hamill"
   }
  },
  {
   "quote": {
    "text": "The average teen today spends about 35 hours a week in front of a screen of some kind: iPod, movie, TV, video. And a lot of it is good, but a lot of it's not. And so I think you've got that five hours a day of media coming into your kid's head that's creating a lot of havoc out there."
   },
   "author": {
    "text": "Sean Covey"
   }
  },
  {
   "quote": {
    "text": "I think anybody who's doing work in their teen years on TV or in the movies, you're a teen idol by default."
   },
   "author": {
    "text": "Jason Bateman"
   }
  },
  {
   "quote": {
    "text": "People still come up to me and say, 'Hey, 'Teen Wolf!' 'Teen Wolf Too' closed a week after it opened. Where did they see it?"
   },
   "author": {
    "text": "Jason Bateman"
   }
  },
  {
   "quote": {
    "text": "If you try to bring 'teen drama,' you end up doing nothing but pouting."
   },
   "author": {
    "text": "Max Irons"
   }
  },
  {
   "quote": {
    "text": "Growing up, I had an internal struggle with my body because I was really chubby. My sisters were younger, and they were all skinny and all cute. As a teen, I definitely had, like, an extra 30 pounds of weight."
   },
   "author": {
    "text": "Christina Milian"
   }
  },
  {
   "quote": {
    "text": "People now tell me it's a good thing I stayed away from teen films. Well, it wasn't my choice. I wasn't hired."
   },
   "author": {
    "text": "Laura Dern"
   }
  },
  {
   "quote": {
    "text": "I take mentoring very seriously and I am on the board of an organization called Girls Write Now, where we match teen girls and writing mentors because it changes their lives."
   },
   "author": {
    "text": "Tayari Jones"
   }
  },
  {
   "quote": {
    "text": "I spent the first fourteen years of my life convinced that my looks were hideous. Adolescence is painful for everyone, I know, but mine was plain weird."
   },
   "author": {
    "text": "Uma Thurman"
   }
  },
  {
   "quote": {
    "text": "Sometimes people come up to me and say, 'You were my teen crush.' I'm honored and I'm touched, but I also ask, 'What happened? Why'd you take the poster down?' I get a little heartbroken in that situation."
   },
   "author": {
    "text": "Christian Slater"
   }
  },
  {
   "quote": {
    "text": "We don't tend to write about disease in fiction - not just teen novels but all American novels - because it doesn't fit in with our idea of the heroic romantic epic. There is room only for sacrifice, heroism, war, politics and family struggle."
   },
   "author": {
    "text": "John Green"
   }
  },
  {
   "quote": {
    "text": "The eight months I took off between 'Teen Vogue' and 'Lucky' afforded me such amazing opportunities, and I learned so much from so many different people - the brands that I worked with, the companies that I was consulting for."
   },
   "author": {
    "text": "Eva Chen"
   }
  },
  {
   "quote": {
    "text": "I never listened to the Grateful Dead as a teen; the only exposure I got was what came through the walls when my sister was listening to them."
   },
   "author": {
    "text": "J. K. Simmons"
   }
  },
  {
   "quote": {
    "text": "One of the things that 'Love, Simon' is doing that hasn't been done before is it's a gay teen rom-com with a mainstream wide release and the backing of a studio that previous gay rom-coms have not had. I'm really excited by that."
   },
   "author": {
    "text": "Becky Albertalli"
   }
  },
  {
   "quote": {
    "text": "I was a handful growing up."
   },
   "author": {
    "text": "Olivia Wilde"
   }
  },
  {
   "quote": {
    "text": "In my teen years, I was hanging out with adults - Steven Meisel, Francois Nars, Oribe, Paul Cavaco. We had so much fun! We'd go out in New York."
   },
   "author": {
    "text": "Christy Turlington"
   }
  },
  {
   "quote": {
    "text": "Teen drug use went up dramatically in the 1990s."
   },
   "author": {
    "text": "John Walters"
   }
  },
  {
   "quote": {
    "text": "As I've said many times, the single most oppressed class in America right now is the teenager."
   },
   "author": {
    "text": "Joe Bob Briggs"
   }
  },
  {
   "quote": {
    "text": "During my teen years, I was real emotional. I could be really up or down."
   },
   "author": {
    "text": "Andie MacDowell"
   }
  },
  {
   "quote": {
    "text": "Can you imagine peaking as a teen? I think if you peak in high school, there's a problem. That's what my sister always said: 'Don't worry, you'll peak later.'"
   },
   "author": {
    "text": "Chelsea Handler"
   }
  },
  {
   "quote": {
    "text": "I was a teen star. That's disgusting enough."
   },
   "author": {
    "text": "John Cusack"
   }
  },
  {
   "quote": {
    "text": "I will say that I know Nirvana did a show and played a few chords from 'More Than a Feeling' before they did 'Teen Spirit,' and it wasn't very good. But in all seriousness, 'Teen Spirit' was a great song. If subconsciously or somehow I had any influence on that, I'll take that as a compliment."
   },
   "author": {
    "text": "Tom Scholz"
   }
  },
  {
   "quote": {
    "text": "Being a teen idol is what I've waited for my whole life."
   },
   "author": {
    "text": "Sarah Michelle Gellar"
   }
  },
  {
   "quote": {
    "text": "Most of the offers I get from Hollywood are for teen comedies. My manager thinks I'm crazy for turning down all that money, but I'm very picky."
   },
   "author": {
    "text": "Macaulay Culkin"
   }
  },
  {
   "quote": {
    "text": "When it's my time to go, I'll go, but the only time that's going to be for 'Teen Mom' is when the network takes it off the air."
   },
   "author": {
    "text": "Farrah Abraham"
   }
  },
  {
   "quote": {
    "text": "'Choli Ke Peeche' and 'Ek Doh Teen' were my favourite numbers as a kid. I was a huge fan of Madhuri Dixit and would spend hours looking into the mirror and aping her expressions, believing that the mirror was the camera!"
   },
   "author": {
    "text": "Karishma Tanna"
   }
  },
  {
   "quote": {
    "text": "How the original 'Cosmos' affected me personally was long-term. I wasn't born early enough to see the original series, but after getting a hold of it in my teen years, it was one of the driving forces behind my passion for science."
   },
   "author": {
    "text": "Kyle Hill"
   }
  },
  {
   "quote": {
    "text": "A surprising number of American skyjackers were not yet old enough to drink or sometimes even drive. These adolescents were generally inept at planning their crimes, and few of their capers met with any success; most seemed to end within moments of starting, usually after a fatherly pilot convinced the nervous teen to hand over his gun."
   },
   "author": {
    "text": "Brendan I. Koerner"
   }
  },
  {
   "quote": {
    "text": "Fifth grade was when I first heard 'Smells Like Teen Spirit;' it was the energy, and his voice. I liked 311 and Sublime, too, though that might have been a little after that."
   },
   "author": {
    "text": "Ty Dolla Sign"
   }
  },
  {
   "quote": {
    "text": "My top goal as your Secretary of State is to save lives by reducing fatal traffic crashes. When I established the Teen Driver Safety Task Force, the goal was to improve Illinois' graduated driver licensing law and, even more importantly, to save lives."
   },
   "author": {
    "text": "Jesse White"
   }
  },
  {
   "quote": {
    "text": "I was a happy kid up until I hit the teen years."
   },
   "author": {
    "text": "Rick Springfield"
   }
  },
  {
   "quote": {
    "text": "They were marketing me as a teen idol, when the stuff on the record was not what teen idols were doing at the time."
   },
   "author": {
    "text": "Rick Springfield"
   }
  },
  {
   "quote": {
    "text": "I was never interested in 'Teen Beat' like roles. I just wanted to work."
   },
   "author": {
    "text": "Jared Leto"
   }
  },
  {
   "quote": {
    "text": "I didn't want to be the typical teen idol. I didn't want to be Leif Garrett. I didn't want to be Shaun Cassidy, David Cassidy or Parker Stevenson. I wanted to do my own thing."
   },
   "author": {
    "text": "Willie Aames"
   }
  },
  {
   "quote": {
    "text": "Being a teen idol or being a heartthrob on all the magazines, with Shaun Cassidy, Leif Garrett, and Scott Baio - it was embarrassing! I never understood it. I mean, why me? I never really got it."
   },
   "author": {
    "text": "Willie Aames"
   }
  },
  {
   "quote": {
    "text": "I grew up in Detroit. I was a teen father. I lived on welfare for three years. I have a brother serving life in prison, though I believe he's innocent."
   },
   "author": {
    "text": "Michael Eric Dyson"
   }
  },
  {
   "quote": {
    "text": "In the Top 40, half the songs are secret messages to the teen world to drop out, turn on, and groove with the chemicals and light shows at discotheques."
   },
   "author": {
    "text": "Art Linkletter"
   }
  },
  {
   "quote": {
    "text": "I'm really loving Billie Eilish's 'idontwannabeyouanymore.' Her dreamy vocals offer such a lovely moment of escape, and there's a sophistication to the lyrics that are so surprising coming from a teen artist."
   },
   "author": {
    "text": "Tan France"
   }
  },
  {
   "quote": {
    "text": "As I got older, I had a bunch of friends that were various teen stars. I've always known people in the spotlight and people who just grew up in L.A. and had nothing to do with the industry. It's not a glamorous thing to me. It's just a different type of business."
   },
   "author": {
    "text": "Troian Bellisario"
   }
  },
  {
   "quote": {
    "text": "I'm not a teen anymore, but growing up, some of my favorite things were, like, 'Twin Peaks,' which wasn't even really my time, and this is one of the things, like a weird, quirky, small town mystery."
   },
   "author": {
    "text": "Troian Bellisario"
   }
  },
  {
   "quote": {
    "text": "I was a vegetarian through many of my teen years and easily revert back to that occasionally, but my immune system is usually happier with a bit of real meat."
   },
   "author": {
    "text": "Holly Marie Combs"
   }
  },
  {
   "quote": {
    "text": "'Catcher in the Rye.' I feel like any brooding teen loves that book."
   },
   "author": {
    "text": "Justice Smith"
   }
  },
  {
   "quote": {
    "text": "There was so much pressure to fit in, I tried to force myself to be like everyone else. The last thing any teen wants is to be 'uncool.'"
   },
   "author": {
    "text": "GRiZ"
   }
  },
  {
   "quote": {
    "text": "I was a quiet teenager, introverted, full of angst."
   },
   "author": {
    "text": "Nigella Lawson"
   }
  },
  {
   "quote": {
    "text": "I love my mom so much, and I always have, but I was definitely a monster to her a lot during my teen years."
   },
   "author": {
    "text": "Dove Cameron"
   }
  },
  {
   "quote": {
    "text": "Writing a teen character is something I wanted to try again for a long time!"
   },
   "author": {
    "text": "Emily Giffin"
   }
  },
  {
   "quote": {
    "text": "I went on an audition once for a show, and the feedback was to play an angry teen. My agent convinced me to try out. I was really bitter for a while, because it sucks when you don't get good scripts after working on good quality."
   },
   "author": {
    "text": "Alia Shawkat"
   }
  },
  {
   "quote": {
    "text": "I tend to like writing long stories in comics. I worked on 'Flash,' 'Teen Titans' and 'JSA' for years. I always like diving into characters."
   },
   "author": {
    "text": "Geoff Johns"
   }
  },
  {
   "quote": {
    "text": "A fairly bright boy is far more intelligent and far better company than the average adult."
   },
   "author": {
    "text": "John B. S. Haldane"
   }
  },
  {
   "quote": {
    "text": "When I was a teenager, I read a lot of Poe."
   },
   "author": {
    "text": "Dario Argento"
   }
  },
  {
   "quote": {
    "text": "I won Miss Teen World, and then a movie rep saw me on the pageant website and thought that I had the perfect image for the role in 'Madrasapattinam.'"
   },
   "author": {
    "text": "Amy Jackson"
   }
  },
  {
   "quote": {
    "text": "Material Girls was so different for me, I'd never done a teen movie."
   },
   "author": {
    "text": "Lukas Haas"
   }
  },
  {
   "quote": {
    "text": "I kept getting offered all this young adult stuff. I don't want to keep telling teen coming-of-age stories!"
   },
   "author": {
    "text": "Dee Rees"
   }
  },
  {
   "quote": {
    "text": "There's a freshness to the approach of teen chefs. They're lighthearted, and they're not afraid to take risks."
   },
   "author": {
    "text": "Alex Guarnaschelli"
   }
  },
  {
   "quote": {
    "text": "If you told me when I was a teen that I would end up being a teacher, I would have said you're out of your mind, because quite frankly I hated school."
   },
   "author": {
    "text": "Tim Gunn"
   }
  },
  {
   "quote": {
    "text": "I think there are worse things for a teen to be enraptured with than 'Twilight.'"
   },
   "author": {
    "text": "Stephen Moyer"
   }
  },
  {
   "quote": {
    "text": "People don't know the real me. The hard times I went through are what led me to my life now. I was a mess as a teen! I was kind of wild and really unhappy."
   },
   "author": {
    "text": "Kristin Cavallari"
   }
  },
  {
   "quote": {
    "text": "The United States has made remarkable progress in reducing both teen pregnancy and racial and ethnic differences, but the reality is, too many American teens are still having babies."
   },
   "author": {
    "text": "Tom Frieden"
   }
  },
  {
   "quote": {
    "text": "I still bump 'Smells Like Teen Spirit.' I used to listen to it before all my football games."
   },
   "author": {
    "text": "Freddie Gibbs"
   }
  },
  {
   "quote": {
    "text": "My interest was magic, believe it or not. I became an amateur magician and did something like 400 magic shows through my teen years."
   },
   "author": {
    "text": "David Pogue"
   }
  },
  {
   "quote": {
    "text": "Teenagers are asking, 'Who am I?' and 'How do I fit in?' in every aspect of their lives, and the best YA romances appreciate that there is more to a teen's life than finding love."
   },
   "author": {
    "text": "Sarah MacLean"
   }
  },
  {
   "quote": {
    "text": "The evolution at 'Teen Vogue' is not a result of dinosaurs in a board room coming up with a strategy to reach the kids."
   },
   "author": {
    "text": "Elaine Welteroth"
   }
  },
  {
   "quote": {
    "text": "It's only shocking to the uninitiated that 'Teen Vogue' would have the audacity to be political and style-focused."
   },
   "author": {
    "text": "Elaine Welteroth"
   }
  },
  {
   "quote": {
    "text": "Trump gets too much credit for 'Teen Vogue''s evolution."
   },
   "author": {
    "text": "Elaine Welteroth"
   }
  },
  {
   "quote": {
    "text": "Even with the beauty stories we put out, we saw there was an opportunity to address issues of representation, identity, self-expression. We created the community that we wanted to have at 'Teen Vogue.' We were willing to lose some to have more."
   },
   "author": {
    "text": "Elaine Welteroth"
   }
  },
  {
   "quote": {
    "text": "'Teen Vogue' fortunately has proved you can have smart, political, and fashionable content delivered in one place, and you don't have to choose."
   },
   "author": {
    "text": "Elaine Welteroth"
   }
  },
  {
   "quote": {
    "text": "It's fun to sniff and slather on beauty products, but the end goal is finding what appeals most to 'Teen Vogue' readers and reporting on it in the most compelling way."
   },
   "author": {
    "text": "Elaine Welteroth"
   }
  },
  {
   "quote": {
    "text": "When 'Teen Vogue' started out, 'Teen Vogue' was an aspirational fashion magazine for fashion lovers. You know, it was the little sister to 'Vogue.' And over the years, we've realized that our mission was really to become more focused on making this an inclusive community that speaks to every kind of young person."
   },
   "author": {
    "text": "Elaine Welteroth"
   }
  },
  {
   "quote": {
    "text": "I don't like being compared to anyone or being in a class with someone. I'm a teen actress and therefore I'm competing against Hilary Duff. We're different people like everyone else."
   },
   "author": {
    "text": "Amanda Bynes"
   }
  },
  {
   "quote": {
    "text": "Final Destination was the closest thing I've done to a teen movie but it certainly had an edge to it."
   },
   "author": {
    "text": "Devon Sawa"
   }
  },
  {
   "quote": {
    "text": "Once a teen has been identified as part of the 'target market,' he knows he's done for. The object of the game is to confound the marketers, and keep one's own, authentic culture from showing up at the shopping mall as a prepackaged corporate product."
   },
   "author": {
    "text": "Douglas Rushkoff"
   }
  },
  {
   "quote": {
    "text": "Honestly, I never thought I'd actually be playing a teen lesbian. I didn't think it was going to go this far. But I'm glad that it did, because there have been a lot of fans who have expressed that they've been going through similar situations in their lives."
   },
   "author": {
    "text": "Naya Rivera"
   }
  },
  {
   "quote": {
    "text": "I think you go through a period as a teenager of being quite cool and unaffected by things."
   },
   "author": {
    "text": "Miranda Otto"
   }
  },
  {
   "quote": {
    "text": "When I became a teen, I ran into a friend at a magic shop who took me under his wing. I started reading up on magical theory and immediately blended that with what my brothers had shown me."
   },
   "author": {
    "text": "Apollo Robbins"
   }
  },
  {
   "quote": {
    "text": "Maybe that's the whole teen oeuvre, you know covering people in disgusting bodily fluids and whatnot."
   },
   "author": {
    "text": "Rider Strong"
   }
  },
  {
   "quote": {
    "text": "This may just be me, but I feel like everyone's dream is to live as an American high school student. There are so many teen films set in America that you live vicariously through them, anyway."
   },
   "author": {
    "text": "Katherine Langford"
   }
  },
  {
   "quote": {
    "text": "Jockeying for a popularity position has been a valorized teen tradition since the notion of a discrete teen stage of life was invented."
   },
   "author": {
    "text": "Mary H.K. Choi"
   }
  },
  {
   "quote": {
    "text": "Teen problem novels? I can go through them like a box of chocolates. And there are fantasy books out now that need a lot more editing. Fantasy got to be so popular that people began to think 'We don't need to be as diligent with the razor blade,' but they do."
   },
   "author": {
    "text": "Tamora Pierce"
   }
  },
  {
   "quote": {
    "text": "Watching 'CSI: Miami' is like watching 'Teen Jeopardy!' or doing the crossword puzzle in 'People' magazine. It makes you feel smart even when you're not."
   },
   "author": {
    "text": "Willie Geist"
   }
  },
  {
   "quote": {
    "text": "My mother wrote a teen column for the South China Morning Post in the 1950s when she was growing up in Hong Kong. Her name was Lily Mark, but she sometimes wrote under her confirmation name, Margaret Mark. That was how she met my father."
   },
   "author": {
    "text": "Celeste Ng"
   }
  },
  {
   "quote": {
    "text": "I instinctively dress a bit tougher because I've spent a lot of time in the U.S. and I realised there was a certain image projected of me here. I've always been an absolute rebel. When I was in my teen years I had piercings and wore all black."
   },
   "author": {
    "text": "Ellie Goulding"
   }
  },
  {
   "quote": {
    "text": "I pass on a lot of teen roles that get sent to me because a lot of the time it doesn't feel real. It's sugar-coated. There's no depth to it."
   },
   "author": {
    "text": "Dylan Minnette"
   }
  },
  {
   "quote": {
    "text": "When I was doing my research for 'Branded,' I'd meet groups of teenagers and preteenagers or tweens, and they would laugh at a magazine spread in a women's magazine or teen girl magazine and say, 'I'd never buy this outfit. I know these girls are starving themselves.' But they probably would go out and buy the thing eventually."
   },
   "author": {
    "text": "Alissa Quart"
   }
  },
  {
   "quote": {
    "text": "I think I'm also more open to other writers being present and listening to other opinions, whereas before I was going through my angsty teen years while making records."
   },
   "author": {
    "text": "Michelle Branch"
   }
  },
  {
   "quote": {
    "text": "I remember as a teen being able to eat more than my father. I was growing so fast and my body couldn't keep up."
   },
   "author": {
    "text": "Saskia de Brauw"
   }
  },
  {
   "quote": {
    "text": "Costumes say a lot about a character. When it came to 'Palo Alto,' it was important for me that the kids didn't look perfect. In most teen movies today, all of the clothes are expensive. I remember wearing a lot of dirty vintage clothes."
   },
   "author": {
    "text": "Gia Coppola"
   }
  },
  {
   "quote": {
    "text": "Since my teen years I was interested in martial arts."
   },
   "author": {
    "text": "Tony Visconti"
   }
  },
  {
   "quote": {
    "text": "I started wearing all black around the time I got into Nirvana. I first heard 'Smells Like Teen Spirit' when I was about 12, and I remember jumping on my bed, so excited about it."
   },
   "author": {
    "text": "Natasha Lyonne"
   }
  },
  {
   "quote": {
    "text": "Growing up, I didn't have a lot of toys, and personal entertainment depended on individual ingenuity and imagination - think up a story and go live it for an afternoon."
   },
   "author": {
    "text": "Terry Brooks"
   }
  },
  {
   "quote": {
    "text": "I love being a teen because you don't have all the responsibilities of an adult yet."
   },
   "author": {
    "text": "Elizabeth Gillies"
   }
  },
  {
   "quote": {
    "text": "The most important role models should and could be parents and teachers. But that said, once you're a teenager you've probably gotten as much of an example from your parents as you're going to."
   },
   "author": {
    "text": "Andrew Shue"
   }
  },
  {
   "quote": {
    "text": "If you can get a teen leader in each sector of a student population, you can pull people in. Everybody wants to get involved, but most are too afraid. When they see a person they think is cool leading it, they're first to join."
   },
   "author": {
    "text": "Andrew Shue"
   }
  },
  {
   "quote": {
    "text": "Before my teen years, I was losing my hearing pretty quickly, and I was getting very, very angry. I was beginning to become an angry person because of that."
   },
   "author": {
    "text": "Evelyn Glennie"
   }
  },
  {
   "quote": {
    "text": "Frank Sinatra is the only one that went from teen idol to superstar."
   },
   "author": {
    "text": "Leif Garrett"
   }
  },
  {
   "quote": {
    "text": "Teen movies often have an unspoken underlying premise in which high school is seen as less serious than the adult world. But when your head is encased in that microcosm it's the most serious time of your life."
   },
   "author": {
    "text": "Rian Johnson"
   }
  },
  {
   "quote": {
    "text": "The distinction has blurred between young adult and adult books. Some of the teen books have become more sophisticated."
   },
   "author": {
    "text": "Ann Brashares"
   }
  },
  {
   "quote": {
    "text": "Everybody is a teenage idol."
   },
   "author": {
    "text": "Barry Gibb"
   }
  },
  {
   "quote": {
    "text": "Being a teen is past for me. Worrying about the world and my place in it is not."
   },
   "author": {
    "text": "Ally Condie"
   }
  },
  {
   "quote": {
    "text": "I'm definitely of the 'Harry Potter'-transfigured-me-into-a-reader-and-writer generation. And that's really all I read throughout my teen years, because I really devoted all my time to writing and reading friends' fan-fiction."
   },
   "author": {
    "text": "Adam Silvera"
   }
  },
  {
   "quote": {
    "text": "Trouble is, kids feel they have to shock their elders and each generation grows up into something harder to shock."
   },
   "author": {
    "text": "Ben Lindsey"
   }
  },
  {
   "quote": {
    "text": "I've always enjoyed teen characters, and kids as well. For whatever reason, I seem to have an ability to do it sort of well, and I enjoy doing it."
   },
   "author": {
    "text": "Jeff Lemire"
   }
  },
  {
   "quote": {
    "text": "Female adolescence is - universally - an emotionally and psychologically intense period."
   },
   "author": {
    "text": "Caitlin Flanagan"
   }
  },
  {
   "quote": {
    "text": "There was never a book, a magazine, a movie, a television show that spoke to my experience as a bicultural teen. I could find a million articles on finding the perfect prom dress or getting the guy of your dreams, but how about 'Ten Sure Fire Steps to Being the Perfect Korean Daughter and Not Be a Freak at Your High School?'"
   },
   "author": {
    "text": "Su-chin Pak"
   }
  },
  {
   "quote": {
    "text": "If you were an alien who came to our bookstores - or browsed our teen magazines - you'd think that only Earth girls who look like Mila Kunis ever got any action."
   },
   "author": {
    "text": "Rainbow Rowell"
   }
  },
  {
   "quote": {
    "text": "I found my niche as a character actor, and I've never felt like a movie star or teen idol and never wanted to."
   },
   "author": {
    "text": "Vincent D'Onofrio"
   }
  },
  {
   "quote": {
    "text": "All teenagers have this desire to somehow run away."
   },
   "author": {
    "text": "Joan Chen"
   }
  },
  {
   "quote": {
    "text": "'Teen Beach Movie' was a lot of fun because we were in Puerto Rico on an island - you can't even call it work!"
   },
   "author": {
    "text": "Ross Lynch"
   }
  },
  {
   "quote": {
    "text": "Like me as a teen - and like many teenagers now - my characters are at a peculiar crossroads in their lives. They desperately seek freedom. But at the same time, they are constantly thwarted."
   },
   "author": {
    "text": "Sabaa Tahir"
   }
  },
  {
   "quote": {
    "text": "I think growing up is difficult and it's a process that I'm always interested in, with kids and adults, they are often on two different universes."
   },
   "author": {
    "text": "Alice Hoffman"
   }
  },
  {
   "quote": {
    "text": "I was a teen idol and that has a short shelf life."
   },
   "author": {
    "text": "Shaun Cassidy"
   }
  },
  {
   "quote": {
    "text": "When I was a teen, I was never really into the captain of the football team or the student body president. The guys I liked were quirky and different: They listened to music I'd never heard of, never had lunch or gas money, and could always make you laugh."
   },
   "author": {
    "text": "Sarah Dessen"
   }
  },
  {
   "quote": {
    "text": "I love writing about the summer between high school and college. It's the last gasp of really being a teen."
   },
   "author": {
    "text": "Sarah Dessen"
   }
  },
  {
   "quote": {
    "text": "I was a typical Valley teen, in smoggy Van Nuys."
   },
   "author": {
    "text": "Ed Begley, Jr."
   }
  },
  {
   "quote": {
    "text": "At the age of 16 I was already dreaming of having a baby because I felt myself to be an adult, but my mum forbid it. Right now, I feel like a teenager and I want to have fun for one or two more years before starting a family."
   },
   "author": {
    "text": "Milla Jovovich"
   }
  },
  {
   "quote": {
    "text": "It hasn't been until the last couple years that I've started playing close to my age. But it's fun playing the younger roles because it takes you back to the teen years."
   },
   "author": {
    "text": "Kerr Smith"
   }
  },
  {
   "quote": {
    "text": "I so think it's limiting to define an audience ahead of time. This is something I've brought on myself by being like, 'There are no 'real' teen publications! That's what I'll do!' But then it's like, well, if I want 'Rookie' to be successful and popular, then people will invalidate the realness by saying it's popular and mainstream."
   },
   "author": {
    "text": "Tavi Gevinson"
   }
  },
  {
   "quote": {
    "text": "I'm really good at making teen angst romantic. I'm really good at dealing with heartbreak and things like that and making it into this whole experience. But there's no way to make someone-on-the-Internet-said-something-mean-about-me into romantic angst where you can listen to music and cry or whatever."
   },
   "author": {
    "text": "Tavi Gevinson"
   }
  },
  {
   "quote": {
    "text": "'Rookie' is not your guide to Being a Teen. It is, quite simply, a bunch of writing and art we like and believe in."
   },
   "author": {
    "text": "Tavi Gevinson"
   }
  },
  {
   "quote": {
    "text": "We left Egypt when I was seven, and we didn't return until I was 21. My teen years were divided between the United Kingdom and Saudi Arabia. Up until we left the U.K., it was like your regular teenage years. The one thing I remember is that I couldn't date. That was one thing my parents made very clear."
   },
   "author": {
    "text": "Mona Eltahawy"
   }
  },
  {
   "quote": {
    "text": "I love telling teen stories where the characters are experiencing things for the first time - the stakes feel really high."
   },
   "author": {
    "text": "Stephanie Savage"
   }
  },
  {
   "quote": {
    "text": "I'll write teen stories as long as people will let me. I'll also be excited for the day when I'm told I can no longer write teen stories."
   },
   "author": {
    "text": "Stephanie Savage"
   }
  },
  {
   "quote": {
    "text": "I think I am too old to be doing teen movies. I am just kind of annoyed, because you have all these teen movies coming out with usually either Lindsay Lohan or Hilary Duff doing four of the exact teen movies over and over again."
   },
   "author": {
    "text": "Alexa Vega"
   }
  },
  {
   "quote": {
    "text": "Yeah, I spent my teen years in West Virginia, and when I was a kid, in Louisiana. I definitely have that exposure to two different sorts of rural: the South and Appalachia."
   },
   "author": {
    "text": "Sam Trammell"
   }
  },
  {
   "quote": {
    "text": "I love the cast of 'Teen Wolf,' and I try to keep in touch with them as much as possible."
   },
   "author": {
    "text": "Tyler Posey"
   }
  },
  {
   "quote": {
    "text": "Every season of 'Teen Wolf' was really cool and exciting and unique, but there was just something about the first season story-wise that was, I think, the coolest."
   },
   "author": {
    "text": "Tyler Posey"
   }
  },
  {
   "quote": {
    "text": "I've thought about it, but I don't think I'd ever get a 'Teen Wolf' tattoo, and I don't know why."
   },
   "author": {
    "text": "Tyler Posey"
   }
  },
  {
   "quote": {
    "text": "Teenagers who are never required to vacuum are living in one."
   },
   "author": {
    "text": "Fred G. Gosman"
   }
  },
  {
   "quote": {
    "text": "I don't usually like teen novels written in the present tense, particularly those told from a first-person viewpoint. Too many writers seem to believe that using either or both devices automatically imbues their stories with deep seriousness and a contemporary feel."
   },
   "author": {
    "text": "Tony Bradman"
   }
  },
  {
   "quote": {
    "text": "The first time I got pregnant, I was a young girl - I was 17 years old. Although I knew right away that I wanted to keep my child, being a pregnant teen was an extremely scary experience for me. Luckily, my family and friends were very supportive and were there for me every step of the way."
   },
   "author": {
    "text": "Paula Garces"
   }
  },
  {
   "quote": {
    "text": "I grew up as an avid reader. I would go to the library and check out 40 books a week. Some of them were smarty books; most of them were 'Sweet Valley High' and young teen romance."
   },
   "author": {
    "text": "Julie Plec"
   }
  },
  {
   "quote": {
    "text": "Lesley Gore's part-time field was pop singer, and in her brief but urgent prime, she was the Queen of Teen Angst. She endured heartbreak as a birthday girl betrayed by her beau in 'It's My Party,' savored revenge in the sequel 'Judy's Turn to Cry' and belted the proto-feminist anthem 'You Don't Own Me.'"
   },
   "author": {
    "text": "Richard Corliss"
   }
  },
  {
   "quote": {
    "text": "Robin McKinley's 'The Blue Sword' was a defining book of my teen years, and I'd love to have more books like that in the world."
   },
   "author": {
    "text": "Carrie Vaughn"
   }
  },
  {
   "quote": {
    "text": "I don't want to be a 'teen star' because so many people don't ever grow out of that."
   },
   "author": {
    "text": "Lacey Chabert"
   }
  },
  {
   "quote": {
    "text": "If I can write a book that will help the world make a little more sense to a teen, then that's why I was put on the planet."
   },
   "author": {
    "text": "Laurie Halse Anderson"
   }
  },
  {
   "quote": {
    "text": "Clothes are like a suit of armour when you're young. I was quite a shy teen, so I wanted to make aggressive statements with the way I looked. I'd say my goth/indie stage was the worst: there was a lot of experimentation involving pink food dye in my fringe."
   },
   "author": {
    "text": "Erin O'Connor"
   }
  },
  {
   "quote": {
    "text": "I saw myself as an outsider as a teen. I was home-schooled and got my G.E.D. when I was 16; I wasn't interested in high school at all and figured that college might be more entertaining."
   },
   "author": {
    "text": "Maggie Stiefvater"
   }
  },
  {
   "quote": {
    "text": "When I was a teen, I thought I would have to choose between my writing or my music or my art, but it turns out it's a difficult juggling game but I can do all of them."
   },
   "author": {
    "text": "Maggie Stiefvater"
   }
  },
  {
   "quote": {
    "text": "I was a typical teen growing up in the 1960s, when everybody was into gurus and meditation."
   },
   "author": {
    "text": "David Suchet"
   }
  },
  {
   "quote": {
    "text": "By the time I was a teen, I was an expert at scanning people's faces, always in search of eyes like mine. I devoured glossy magazines, ever mindful of the language we used to talk about beauty. The sections on how to apply makeup intrigued me most precisely because their audience never included me."
   },
   "author": {
    "text": "Crystal Hana Kim"
   }
  },
  {
   "quote": {
    "text": "I actually love writing for teens best. I had such an awful time in my own teen years - I love having the chance to relive them through my fiction."
   },
   "author": {
    "text": "Meg Cabot"
   }
  },
  {
   "quote": {
    "text": "'Teen Spirit' is a celebration of the power that music can deliver to the cinematic experience."
   },
   "author": {
    "text": "Max Minghella"
   }
  },
  {
   "quote": {
    "text": "It's not hard to get into a teen's head, because it's all emotions. Their feelings are amplified; you have no luxury of hindsight. If you haven't had your heart broken before, you don't know that you'll be able to get back up again."
   },
   "author": {
    "text": "Jenny Han"
   }
  },
  {
   "quote": {
    "text": "I don't think you ever love anything as passionately as you do when you're a teen. You remember the books you read as a young person your whole life. I feel so lucky to write for young adults."
   },
   "author": {
    "text": "Jenny Han"
   }
  },
  {
   "quote": {
    "text": "I think that, oftentimes, what people say is, 'We need an actress who'll be able to greenlight a movie,' and my counterargument to that is always that, when it comes to a teen movie, you have very few people who can greenlight a movie."
   },
   "author": {
    "text": "Jenny Han"
   }
  },
  {
   "quote": {
    "text": "I had no idea of the size of my bank account as a teen, and I didn't care to know. That was my mom's job, I figured that I would just find out when I turned 18. If you can't trust your mom, then who can you trust?"
   },
   "author": {
    "text": "Anna Chlumsky"
   }
  },
  {
   "quote": {
    "text": "To be honest, I haven't seen a lot of the current crop of teen movies because there's only so much time and there's nothing that really drives me to do it."
   },
   "author": {
    "text": "Curtis Armstrong"
   }
  },
  {
   "quote": {
    "text": "I wouldn't say I'm stuck in my adolescence, but I think, like a lot of people, I carry my teen years with me. I feel really in touch with those feelings, and how intense and complicated life seems in those years."
   },
   "author": {
    "text": "Sara Zarr"
   }
  },
  {
   "quote": {
    "text": "When I was in my teen years and in my 20s and even 60s, it was okay to drop everything and disappear and become a road warrior for all those months. But after a while you get... y'know, one likes to have some home life."
   },
   "author": {
    "text": "Paul Rodgers"
   }
  },
  {
   "quote": {
    "text": "I did work at a mall in college - I think retail/customer service is just one of the most hideous jobs in the world. So I always try to be extra nice when I go into a store. But malls are part of our culture, if you watched any teen comedy in the '80s. it's clear that malls are where we live!"
   },
   "author": {
    "text": "Jayma Mays"
   }
  },
  {
   "quote": {
    "text": "I watch a lot of teen TV and read a lot of YA novels. I also talk to teens whenever I can. There are cultural differences between when I was a teen and now, but emotions - anger, angst, love - are the same."
   },
   "author": {
    "text": "Sarah Mlynowski"
   }
  },
  {
   "quote": {
    "text": "I started a MySpace teen lit discussion group and invited people to join."
   },
   "author": {
    "text": "Sarah Mlynowski"
   }
  },
  {
   "quote": {
    "text": "I got a guitar when I was 14. I made really, really, really bad music as a teen. I learned to play Smashing Pumpkins and Hole songs."
   },
   "author": {
    "text": "Hunx"
   }
  },
  {
   "quote": {
    "text": "Weird Al was something that kids would listen to. It's funny, super funny, smart. It's just kind of jokey. I remember hearing 'Smells Like Nirvana' before hearing 'Smells Like Teen Spirit.' That's how it really worked. I think it's just such a cool thing how he introduced us to so many cool bands. Even Queen - 'Another One Rides the Bus.'"
   },
   "author": {
    "text": "John Gourley"
   }
  },
  {
   "quote": {
    "text": "I love being a part of Aqua Teen."
   },
   "author": {
    "text": "Dana Snyder"
   }
  },
  {
   "quote": {
    "text": "One of the things that defines YA is a really strong narrative. Adults love YA because, at the end of the day, they're good stories and page-turners. The other element is emotion. The teen years are a very emotional and intense time, and I think it's a time we that we can all relate to and remember."
   },
   "author": {
    "text": "Rebecca Serle"
   }
  },
  {
   "quote": {
    "text": "I was a total metal-head as a teen. I still love it, too."
   },
   "author": {
    "text": "Kristian Nairn"
   }
  },
  {
   "quote": {
    "text": "I don't think there's a problem with being a teen idol, if that happens to me, I'll be happy to deal with it."
   },
   "author": {
    "text": "Josh Hartnett"
   }
  },
  {
   "quote": {
    "text": "I see it as more of a teenage activity than, you know, she's only 11, but you know, I think it's great that she knows so many girls who want to play music. And I see it more as a teen activity than I do as going into music."
   },
   "author": {
    "text": "Kim Gordon"
   }
  },
  {
   "quote": {
    "text": "And at some point I would like to talk my publisher into doing an anthology of my poetry alongside some teen readers' poetry. It would be fun, and really wonderful to get their stuff out there."
   },
   "author": {
    "text": "Ellen Hopkins"
   }
  },
  {
   "quote": {
    "text": "Typically, middle-class educated parents' search for their children's schools takes on the feel, if not of teen girls trying on different outfits, of adolescents trying on various selves."
   },
   "author": {
    "text": "Sandra Tsing Loh"
   }
  },
  {
   "quote": {
    "text": "I think if you ask people why they watch me, there would be some common thread among all of them that I'm somewhat of an awkward older sister. I have a teen, mostly female demographic. How that happened, I don't know. But I think they see me as some sort of bizarre role model, and I'll keep trying to do that for them."
   },
   "author": {
    "text": "Grace Helbig"
   }
  },
  {
   "quote": {
    "text": "A departure from the movie with Michael J. Fox, 'Teen Wolf' tells the story of how a group of angsty teens deal with werewolves, their supernatural kin and the world of trouble that comes with it, all while trying to still live their lives."
   },
   "author": {
    "text": "Keahu Kahuanui"
   }
  },
  {
   "quote": {
    "text": "I think the feeling was that 'Venture Brothers' really has something to sell in terms of a feature. 'Aqua Teen' is an element minute cartoon, and its very subversive and non sequitur and weird. We were writing the one show where we were constantly like, 'God, I wish we had another hour to tell this story.' It seemed like a natural fit."
   },
   "author": {
    "text": "Christopher McCulloch"
   }
  },
  {
   "quote": {
    "text": "I didn't have a teen age at all. I didn't even look at boys, never mind... then suddenly it was like, 'Oh my god!' So I made up for a lot of lost time very quickly. It was kind of bonkers. Working hard, partying hard - but also experiencing life, you know."
   },
   "author": {
    "text": "Anne-Marie Duff"
   }
  },
  {
   "quote": {
    "text": "As a kid, I was definitely a DC guy. I started reading big time in the '80s at the height of the Wolfman/Perez 'New Teen Titans.' That was definitely the book that hooked me."
   },
   "author": {
    "text": "Jason Aaron"
   }
  },
  {
   "quote": {
    "text": "You need to know what makes artists tick. Having been through the process myself as a musician, since I was an early teen, gave me an advantage - understanding them from their point of view, because it's about them, it's not about you - it's their vision and what they're capable of achieving, and you're the conduit."
   },
   "author": {
    "text": "Tommy Mottola"
   }
  },
  {
   "quote": {
    "text": "Being a musician since I was a teen, Guitar Center is the staple. You need anything to create, it's there. You need a Guitar Center. You gotta give it homage. It's a tool shed, and without the tool shed, it's hard to create."
   },
   "author": {
    "text": "Steve Aoki"
   }
  },
  {
   "quote": {
    "text": "I think there's a time in your life where you don't feel like you fit in. I think everyone has that when you're a teenager, especially, and especially in the society we live in."
   },
   "author": {
    "text": "Matthew Vaughn"
   }
  },
  {
   "quote": {
    "text": "My first encounter with Cyborg was through the 'Teen Titans' cartoon."
   },
   "author": {
    "text": "Ray Fisher"
   }
  },
  {
   "quote": {
    "text": "I didn't know too much about his comic book history. I know that in 'Teen Titans,' he's much more the comedic relief. But after reading the comic book iteration of Cyborg in 'The New Teen Titans' from the 1980s that Marv Wolfman and George Perez had worked on, I saw that there was a lot of texture to the character."
   },
   "author": {
    "text": "Ray Fisher"
   }
  },
  {
   "quote": {
    "text": "I played teen roles until high definition came out, and I could never understand it. I would go in for adult roles and be older than many of the people auditioning, but they'd cast the girl without a line on her face."
   },
   "author": {
    "text": "Selma Blair"
   }
  },
  {
   "quote": {
    "text": "I certainly witnessed bullying as a teen in both a small and a big school setting. I feel like it is a universal topic."
   },
   "author": {
    "text": "Darby Stanchfield"
   }
  },
  {
   "quote": {
    "text": "It seems like whenever a big newspaper or TV show talks about teen literature, they focus on dark books or vampire books. It's kind of this cliche. It seems like the only time adults pay attention is with that angle."
   },
   "author": {
    "text": "Jay Asher"
   }
  },
  {
   "quote": {
    "text": "Teen boys are a huge mess."
   },
   "author": {
    "text": "Danielle Bregoli"
   }
  },
  {
   "quote": {
    "text": "I went down the creative path in my teen years, and when I was in high school, in my junior year, I would perform at this program that was very similar to 'School of Rock.' That was when I started writing and realized that's what I wanted to do."
   },
   "author": {
    "text": "Amber Mark"
   }
  },
  {
   "quote": {
    "text": "I grew up in this household where reading was the most noble thing you could do. When I was a teenager, we would have family dinners where we all sat there reading. It wasn't because we didn't like each other. We just liked reading. The person who made my reading list until my late teen years was my mom."
   },
   "author": {
    "text": "Keith Gessen"
   }
  },
  {
   "quote": {
    "text": "What's great about teen fiction is that it's all mixed up - there's highbrow and lowbrow!"
   },
   "author": {
    "text": "Kaui Hart Hemmings"
   }
  },
  {
   "quote": {
    "text": "I'm not just a child star. And I'm not just someone's sister. And I'm not just a teen mom."
   },
   "author": {
    "text": "Jamie Lynn Spears"
   }
  },
  {
   "quote": {
    "text": "Growing up, I didn't have a chance to watch a lot of films. It wasn't until my teen years that I had to chance to see the classic films."
   },
   "author": {
    "text": "Tye Sheridan"
   }
  },
  {
   "quote": {
    "text": "I started working as a movie writer and a movie producer... all the way back to 'Teen Wolf' and 'Commando.' All of those experiences, plus working both at DC and at Marvel - each of those things are bricks in the wall."
   },
   "author": {
    "text": "Jeph Loeb"
   }
  },
  {
   "quote": {
    "text": "The best thing I can say about 'Teen Wolf Too' is that it's the only time anyone ever referred to me as Preston Sturges. Leonard Maltin wrote that 'Teen Wolf Too' made 'Teen Wolf' look like Preston Sturges. I've always prided myself on that."
   },
   "author": {
    "text": "Jeph Loeb"
   }
  },
  {
   "quote": {
    "text": "We all have things in our lives that are terrible: you apologize for them; you wish you never had you name on it. But 'Teen Wolf' is something that I'm very proud of."
   },
   "author": {
    "text": "Jeph Loeb"
   }
  },
  {
   "quote": {
    "text": "One of my first paid gigs was writing psychology quizzes for 'YM,' a monthly teen magazine like 'Seventeen.'"
   },
   "author": {
    "text": "K. A. Applegate"
   }
  },
  {
   "quote": {
    "text": "I was, like, this token teen angst child of Broadway. It's so funny. What is that? I don't even know. But I loved it."
   },
   "author": {
    "text": "Jennifer Damiano"
   }
  },
  {
   "quote": {
    "text": "I got the acting bug really young, when I was around, like, 10. I pretty much just wanted to be Michael J. Fox. He was in 'Teen Wolf' - that was, like, the coolest role, and then he did 'Back to the Future,' and that was the coolest role."
   },
   "author": {
    "text": "Bryan Greenberg"
   }
  },
  {
   "quote": {
    "text": "When I started writing, there was nothing about zombies. It was all teen movies, which to me are scarier than zombies, but that's another story."
   },
   "author": {
    "text": "Max Brooks"
   }
  },
  {
   "quote": {
    "text": "The eighties were my teen years, so the GoGos are sort of a touchstone."
   },
   "author": {
    "text": "Corin Tucker"
   }
  },
  {
   "quote": {
    "text": "My first break was becoming a staff writer on the rebooted '90210.' And then I got stuck writing in the teen genre for a while."
   },
   "author": {
    "text": "Allison Schroeder"
   }
  },
  {
   "quote": {
    "text": "I've never really been a rebellious teen."
   },
   "author": {
    "text": "Kathryn Newton"
   }
  },
  {
   "quote": {
    "text": "I got through my teen years by being a bit of a clown."
   },
   "author": {
    "text": "Diane Cilento"
   }
  },
  {
   "quote": {
    "text": "Certain elements of teen life that, 10 years ago, were very important to me still, are becoming less so as I get older. I mean, I've kinda gotten over, I guess I'm saying, the fact that I had trouble getting a date for the prom."
   },
   "author": {
    "text": "Matthew Tobin Anderson"
   }
  },
  {
   "quote": {
    "text": "I worked on congressional campaigns when I was a teenager. I did United Way fundraisers when I was a teen. We advocated; we spoke out. I protested the first Iraq War in college."
   },
   "author": {
    "text": "Peter Paige"
   }
  },
  {
   "quote": {
    "text": "I have been in teen shows for years, so doing that stuff - kissing - is kind of commonplace and not a big deal. It was way more cool just because it was Meg Ryan."
   },
   "author": {
    "text": "Adam Brody"
   }
  },
  {
   "quote": {
    "text": "I decided that, if I were to write a teen series, I'd want to set it in a place that was familiar to me - Manhattan, where I'd grown up - and I'd model the characters on myself and my friends."
   },
   "author": {
    "text": "Cecily von Ziegesar"
   }
  },
  {
   "quote": {
    "text": "I'd like a pop-up magazine with 45 articles on Russell Crowe. I'm like a teenager. I'd have 'Teen Beat' if I could, for grown-ups."
   },
   "author": {
    "text": "Caroline Rhea"
   }
  },
  {
   "quote": {
    "text": "I did try to get a few of those teen high-school movies, but they just didn't like me. I guess I wasn't a certain type."
   },
   "author": {
    "text": "Leelee Sobieski"
   }
  },
  {
   "quote": {
    "text": "'Snowpiercer' is a little bit more experimental, I think, and crafted for a slightly different audience. 'The Giver' is more about teen angst."
   },
   "author": {
    "text": "Marco Beltrami"
   }
  },
  {
   "quote": {
    "text": "Ever since I was a little teen, I was told by my great-grandma that you've got to always have a good moisturizer. I use cocoa butter, and I use it for all things needing moisture - face, hair, throw it on those legs at the beach, get them all shiny. Cocoa butter is such a great product."
   },
   "author": {
    "text": "Sufe Bradshaw"
   }
  },
  {
   "quote": {
    "text": "I consider myself a writer. I always wanted to act, and as a teen, I studied acting devotedly. Eventually, I got writing work, but very little acting work."
   },
   "author": {
    "text": "Winnie Holzman"
   }
  },
  {
   "quote": {
    "text": "Yes, but I don't think of the Teen Angel as of an age."
   },
   "author": {
    "text": "Frankie Avalon"
   }
  },
  {
   "quote": {
    "text": "I don't want to just be in the normal kind of teen movie."
   },
   "author": {
    "text": "Stephen Dorff"
   }
  },
  {
   "quote": {
    "text": "I took high school very casually. There was Teen Town, chess, tennis, boxing, running. Lots of things going on."
   },
   "author": {
    "text": "Robert Mundell"
   }
  },
  {
   "quote": {
    "text": "I've never done a teen movie before, but I certainly could tell you some of the ones I came very close on. I was very close on Clueless and She's All That."
   },
   "author": {
    "text": "Mia Kirshner"
   }
  },
  {
   "quote": {
    "text": "I think doing 'Teen Wolf' is just giving me a really great opportunity to possibly get other jobs and show what I can do."
   },
   "author": {
    "text": "Colton Haynes"
   }
  },
  {
   "quote": {
    "text": "I think the fans from the original 'Teen Wolf' tuned in expecting us to ruin the franchise, and I think that we've only heightened it. So we've brought 'Teen Wolf' back."
   },
   "author": {
    "text": "Colton Haynes"
   }
  },
  {
   "quote": {
    "text": "To be honest, and this is terrible to admit, I hardly read any teen mystery books at all."
   },
   "author": {
    "text": "John Allison"
   }
  },
  {
   "quote": {
    "text": "I absolutely adore classic crime and read a huge amount as a teen - Agatha Christie, Dorothy L. Sayers, Sherlock Holmes, Josephine Tey, and many more."
   },
   "author": {
    "text": "Ruth Ware"
   }
  },
  {
   "quote": {
    "text": "But when I was a teenager, the idea of spending the rest of my life in a factory was real depressing. So the idea that I could become a musician opened up some possibilities I didn't see otherwise."
   },
   "author": {
    "text": "Wayne Kramer"
   }
  },
  {
   "quote": {
    "text": "I think there's actually a benefit to working with teen actors: they've got such boundless energy, and everybody is willing to try different things."
   },
   "author": {
    "text": "Peyton Reed"
   }
  },
  {
   "quote": {
    "text": "As a white teen, I was very drawn to hip-hop culture, almost to the point of disappearing in it - there was a sense of having no sense of authenticity except this one that wasn't mine."
   },
   "author": {
    "text": "Jess Row"
   }
  },
  {
   "quote": {
    "text": "Cartoons are the best stuff on TV. 'Wonder Showzen,' 'Aqua Teen,' 'SpongeBob,' and, of course, 'South Park' - one of the funniest shows ever made."
   },
   "author": {
    "text": "Akiva Schaffer"
   }
  },
  {
   "quote": {
    "text": "I write edgy, sexy teen romances, and that's what I'll continue to do."
   },
   "author": {
    "text": "Simone Elkeles"
   }
  },
  {
   "quote": {
    "text": "I didn't know what was going to happen with 'Teen Wolf.' I was only scheduled to do four episodes for them, but they kept me on, and I was like, 'Sweet! I'm still employed! That's awesome!' And then, they let me know that they were considering having me for the second half of the season."
   },
   "author": {
    "text": "Adelaide Kane"
   }
  },
  {
   "quote": {
    "text": "I'm still good friends with everybody from 'Teen Wolf.' I still see them, and I go to Jeff Davis' for 'Teen Wolf' night when I can. It was such a rewarding experience. That's such a fun set."
   },
   "author": {
    "text": "Adelaide Kane"
   }
  },
  {
   "quote": {
    "text": "I have always had a sense that we are all pretty much alone in life, particularly in adolescence."
   },
   "author": {
    "text": "Robert Cormier"
   }
  },
  {
   "quote": {
    "text": "My high school years were fun and frustrating, typical of the teen years. The most important accomplishment was meeting my wife, Ruth."
   },
   "author": {
    "text": "Alan J. Heeger"
   }
  },
  {
   "quote": {
    "text": "I'm pretty sure this is it for the teen movie thing. It's so frustrating to read when you get to page 20 and you're like, Oy! It's the same thing again!"
   },
   "author": {
    "text": "Marla Sokoloff"
   }
  },
  {
   "quote": {
    "text": "I've always enjoyed the teen angst thing. I had a lot of teen angst as I was growing up, so I think I have a lot to say about it through characters before I have to move on."
   },
   "author": {
    "text": "Magda Apanowicz"
   }
  },
  {
   "quote": {
    "text": "It's always good to get feedback from people. I've been fortunate that all the fans, and especially fans of 'Teen Wolf,' have been really gracious."
   },
   "author": {
    "text": "Sinqua Walls"
   }
  },
  {
   "quote": {
    "text": "There's a theory about fame: the moment it strikes, it arrests development. Michael Jackson remained suspended in childhood, enjoying sleepovers and funfairs; Winona Ryder, an errant teen who dabbled in shoplifting and experimented with pills; George Clooney, a 30-year-old commitment-phobe, never quite ready yet to settle down."
   },
   "author": {
    "text": "Jemima Khan"
   }
  },
  {
   "quote": {
    "text": "I could have been on a path that led to different, more traditional teen romance, and 'Nip/Tuck' shook me loose from any generalization I might have been forced into. It helped me understand I wanted to take on things that were edgier, more challenging and riskier."
   },
   "author": {
    "text": "Seth Gabel"
   }
  },
  {
   "quote": {
    "text": "For me, the teen years were all about searching for a place for myself, wondering why I seemed so different than everyone else, wondering especially why no one could look past the surface and figure out who I really was underneath."
   },
   "author": {
    "text": "Robin Wasserman"
   }
  },
  {
   "quote": {
    "text": "Of course Stephen King doesn't believe in teen novels. I've started to suspect he doesn't even believe in teenagers."
   },
   "author": {
    "text": "Robin Wasserman"
   }
  },
  {
   "quote": {
    "text": "Teen fiction should be about teenagers - no matter how many arguments there are about what YA lit should be, this seems like the one thing we can all agree on."
   },
   "author": {
    "text": "Robin Wasserman"
   }
  },
  {
   "quote": {
    "text": "When I turned thirteen and took a typing class, with typical early teen enthusiasm and total lack of critical ability, I started sending my stuff to publishers once I'd babysat long enough to earn the postage."
   },
   "author": {
    "text": "Sherwood Smith"
   }
  },
  {
   "quote": {
    "text": "When I was 14, I came very close to becoming a gay teen suicide 'statistic,' but I then turned to music, my piano, my loved ones, and discovered that it does in fact get better."
   },
   "author": {
    "text": "Blake McIver Ewing"
   }
  },
  {
   "quote": {
    "text": "I don't really think I feel pressured to become a teen sensation because that's not really my goal in life. It's not really about being star, being popular or having lots of girls. It's really about continuing to be able to act and have fun, and do what I like to do."
   },
   "author": {
    "text": "Chris Massoglia"
   }
  },
  {
   "quote": {
    "text": "Teenagers today are more free to be themselves and to accept themselves."
   },
   "author": {
    "text": "John Knowles"
   }
  },
  {
   "quote": {
    "text": "I do a lot of teen shows and voice over work for animation, so when I got the part in 'The Number 23,' it was really cool because now I get to be in a movie with Jim Carrey. Acting in this movie was really a learning experience for me."
   },
   "author": {
    "text": "Paul Butcher"
   }
  },
  {
   "quote": {
    "text": "I think if we were going to worry about teen pregnancy being glamorized, we should worry about shows like 'Teen Mom'. If people are going to want to have children at a young age because they see it on TV, I think that depends on the type of person you're dealing with."
   },
   "author": {
    "text": "Chelsea Kane"
   }
  },
  {
   "quote": {
    "text": "I've seen a lot of zombie films as a teenager, and I think teens in general, or teen boys, watch a lot of horror. There's a lot of morbidity that goes on in that age."
   },
   "author": {
    "text": "Colm McCarthy"
   }
  },
  {
   "quote": {
    "text": "When I got near teen age, I was so happy with my friends and the African-American culture that I couldn't imagine not being part of it."
   },
   "author": {
    "text": "Johnny Otis"
   }
  },
  {
   "quote": {
    "text": "When I was a freshman, I didn't have that much time for extra-curriculars, so I didn't do any theater stuff. Actually, I didn't do it with my school. I did theater with this thing called Teen Source."
   },
   "author": {
    "text": "Shanley Caswell"
   }
  },
  {
   "quote": {
    "text": "I grew up watching a lot of stuff, like 'Teen Titans.'"
   },
   "author": {
    "text": "Jeremy Shada"
   }
  },
  {
   "quote": {
    "text": "My writing books with positive gay characters has come more out of anger than anything else: anger at not having been able to find honest, accurate books about people like myself as a teen, books that show we're as diverse as straight people and that we can lead happy, healthy, productive lives just as straight people can."
   },
   "author": {
    "text": "Nancy Garden"
   }
  },
  {
   "quote": {
    "text": "I progressed through so many different styles of music through my teen years, both as a player and a vocalist, particularly the jazz and pop of the early 20th Century."
   },
   "author": {
    "text": "Jeff Healey"
   }
  },
  {
   "quote": {
    "text": "Teenage girls read in packs. It's true today, and it was true when I was a teen growing up in a small town in northeast Oklahoma."
   },
   "author": {
    "text": "Ally Carter"
   }
  },
  {
   "quote": {
    "text": "My own experience being bullied - it made me a more compassionate person. It made me more sympathetic to the adolescent experience."
   },
   "author": {
    "text": "Carolyn Mackler"
   }
  },
  {
   "quote": {
    "text": "This is actually something no one knows, but my mom was really the one who created the entire style for 'Teen Witch.' I'm dead serious. She was super involved, and is super creative, so I wore a lot of my actual clothes in the movie. Truly, Louise was my mom's vision. She really created an iconic character."
   },
   "author": {
    "text": "Robyn Lively"
   }
  },
  {
   "quote": {
    "text": "Because of people like that guy in San Francisco who told me it changed his life, 'Teen Witch' is my most favorite thing I've ever done. I see how happy it makes people, and that makes me happy. The great thing is that no one realized it was going to become all these things when we were making it. We thought we were making a very serious movie."
   },
   "author": {
    "text": "Robyn Lively"
   }
  },
  {
   "quote": {
    "text": "My younger sister and younger brother are huge 'Teen Witch' fans."
   },
   "author": {
    "text": "Robyn Lively"
   }
  },
  {
   "quote": {
    "text": "This is actually something no one knows, but my mom was really the one who created the entire style for 'Teen Witch.' I'm dead serious."
   },
   "author": {
    "text": "Robyn Lively"
   }
  },
  {
   "quote": {
    "text": "I think teen girls will like 'Geek Charming' because they really focus on the 'populars' and nerdy people and people who are in between the nerds and between the populars. So it really hits every category of what girls are going through in high school."
   },
   "author": {
    "text": "Lili Simmons"
   }
  },
  {
   "quote": {
    "text": "There's an indie movie I did called 'Fat Kid Rules the World,' which was based on a teen book, and it's a fabulous story, and hopefully it'll go to theaters because it is an amazing story."
   },
   "author": {
    "text": "Lili Simmons"
   }
  },
  {
   "quote": {
    "text": "'Pretty Little Liars,' you know, it's a teen show that grew to be something bigger. I think you had girls from ages 7 to, like, 20 watching the show, and that was the predominant audience. Then it grew to be for girls, boys, men, women, people who are 7 to 35. I think that's crazy."
   },
   "author": {
    "text": "Aeriel Miranda"
   }
  },
  {
   "quote": {
    "text": "The 'Teen Wolf' fans are so great."
   },
   "author": {
    "text": "Charlie Carver"
   }
  },
  {
   "quote": {
    "text": "I was a big fan of black gospel. As a kid, there were black groups I sang with from my teen years to my early 20s."
   },
   "author": {
    "text": "Cory Wells"
   }
  },
  {
   "quote": {
    "text": "Adolescence is when girls experience social pressure to put aside their authentic selves and to display only a small portion of their gifts."
   },
   "author": {
    "text": "Mary Pipher"
   }
  },
  {
   "quote": {
    "text": "I'd never made a teen comedy in my life."
   },
   "author": {
    "text": "Harvey Weinstein"
   }
  }
 ]
}