{
 "ThankfulQuotes": [
  {
   "quote": {
    "text": "Gratitude makes sense of our past, brings peace for today, and creates a vision for tomorrow."
   },
   "author": {
    "text": "Melody Beattie"
   }
  },
  {
   "quote": {
    "text": "Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "When you rise in the morning, give thanks for the light, for your life, for your strength. Give thanks for your food and for the joy of living. If you see no reason to give thanks, the fault lies in yourself."
   },
   "author": {
    "text": "Tecumseh"
   }
  },
  {
   "quote": {
    "text": "Gratitude unlocks the fullness of life. It turns what we have into enough, and more. It turns denial into acceptance, chaos to order, confusion to clarity. It can turn a meal into a feast, a house into a home, a stranger into a friend."
   },
   "author": {
    "text": "Melody Beattie"
   }
  },
  {
   "quote": {
    "text": "Feeling gratitude and not expressing it is like wrapping a present and not giving it."
   },
   "author": {
    "text": "William Arthur Ward"
   }
  },
  {
   "quote": {
    "text": "When I started counting my blessings, my whole life turned around."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "I have a lot to be thankful for. I am healthy, happy and I am loved."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "When you practice gratefulness, there is a sense of respect toward others."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "I'm thankful for every moment."
   },
   "author": {
    "text": "Al Green"
   }
  },
  {
   "quote": {
    "text": "If you are really thankful, what do you do? You share."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "Make it a habit to tell people thank you. To express your appreciation, sincerely and without the expectation of anything in return. Truly appreciate those around you, and you'll soon find many others around you. Truly appreciate life, and you'll find that you have more of it."
   },
   "author": {
    "text": "Ralph Marston"
   }
  },
  {
   "quote": {
    "text": "The thankful receiver bears a plentiful harvest."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Gratitude is not only the greatest of virtues, but the parent of all the others."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Be true to yourself, help others, make each day your masterpiece, make friendship a fine art, drink deeply from good books - especially the Bible, build a shelter against a rainy day, give thanks for your blessings and pray for guidance every day."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "If the only prayer you ever say in your entire life is thank you, it will be enough."
   },
   "author": {
    "text": "Meister Eckhart"
   }
  },
  {
   "quote": {
    "text": "In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "Some people are always grumbling because roses have thorns; I am thankful that thorns have roses."
   },
   "author": {
    "text": "Alphonse Karr"
   }
  },
  {
   "quote": {
    "text": "I was given such a great gift. It's a miracle that never stops amazing me and reminding me to give thanks, every day. Having a wife and daughter gives me a lot more purpose. I was much more selfish before, but now I think about what kind of role model I'll be. I just want to be a better man."
   },
   "author": {
    "text": "Jake Owen"
   }
  },
  {
   "quote": {
    "text": "Thank you for life, and all the little ups and downs that make it worth living."
   },
   "author": {
    "text": "Travis Barker"
   }
  },
  {
   "quote": {
    "text": "Be grateful for what you have and stop complaining - it bores everybody else, does you no good, and doesn't solve any problems."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "At times our own light goes out and is rekindled by a spark from another person. Each of us has cause to think with deep gratitude of those who have lighted the flame within us."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "Joy is the simplest form of gratitude."
   },
   "author": {
    "text": "Karl Barth"
   }
  },
  {
   "quote": {
    "text": "Whatever we are waiting for - peace of mind, contentment, grace, the inner awareness of simple abundance - it will surely come to us, but only when we are ready to receive it with an open and grateful heart."
   },
   "author": {
    "text": "Sarah Ban Breathnach"
   }
  },
  {
   "quote": {
    "text": "I write about the power of trying, because I want to be okay with failing. I write about generosity because I battle selfishness. I write about joy because I know sorrow. I write about faith because I almost lost mine, and I know what it is to be broken and in need of redemption. I write about gratitude because I am thankful - for all of it."
   },
   "author": {
    "text": "Kristin Armstrong"
   }
  },
  {
   "quote": {
    "text": "Let me encourage you to get up every day and focus on what you do have in life. Be thankful for the blessings of the little things, even when you don't get what you expect."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "Gratitude is the sign of noble souls."
   },
   "author": {
    "text": "Aesop"
   }
  },
  {
   "quote": {
    "text": "'Thank you' is the best prayer that anyone could say. I say that one a lot. Thank you expresses extreme gratitude, humility, understanding."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Gratitude is the fairest blossom which springs from the soul."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "Many times, the decisions we make affect and hurt your closest friends and family the most. I have a lot of regrets in that regard. But God has forgiven me, which I am very thankful for. It has enabled me to forgive myself and move forward one day at a time."
   },
   "author": {
    "text": "Lex Luger"
   }
  },
  {
   "quote": {
    "text": "If a fellow isn't thankful for what he's got, he isn't likely to be thankful for what he's going to get."
   },
   "author": {
    "text": "Frank A. Clark"
   }
  },
  {
   "quote": {
    "text": "There's no happier person than a truly thankful, content person."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "When it comes to life the critical thing is whether you take things for granted or take them with gratitude."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Gratitude bestows reverence, allowing us to encounter everyday epiphanies, those transcendent moments of awe that change forever how we experience life and the world."
   },
   "author": {
    "text": "John Milton"
   }
  },
  {
   "quote": {
    "text": "Thanksgiving is a time when the world gets to see just how blessed and how workable the Christian system is. The emphasis is not on giving or buying, but on being thankful and expressing that appreciation to God and to one another."
   },
   "author": {
    "text": "John Clayton"
   }
  },
  {
   "quote": {
    "text": "Thankfulness is the beginning of gratitude. Gratitude is the completion of thankfulness. Thankfulness may consist merely of words. Gratitude is shown in acts."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "I'm just thankful for everything, all the blessings in my life, trying to stay that way. I think that's the best way to start your day and finish your day. It keeps everything in perspective."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "When you are grateful - when you can see what you have - you unlock blessings to flow in your life."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "No duty is more urgent than that of returning thanks."
   },
   "author": {
    "text": "James Allen"
   }
  },
  {
   "quote": {
    "text": "Appreciation is the highest form of prayer, for it acknowledges the presence of good wherever you shine the light of your thankful thoughts."
   },
   "author": {
    "text": "Alan Cohen"
   }
  },
  {
   "quote": {
    "text": "Sometimes our light goes out but is blown into flame by another human being. Each of us owes deepest thanks to those who have rekindled this light."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "I am thankful for laughter, except when milk comes out of my nose."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "None of us got to where we are alone. Whether the assistance we received was obvious or subtle, acknowledging someone's help is a big part of understanding the importance of saying thank you."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "Strive to find things to be thankful for, and just look for the good in who you are!"
   },
   "author": {
    "text": "Bethany Hamilton"
   }
  },
  {
   "quote": {
    "text": "In the household in which I was raised, the themes were pretty simple. 'Work hard. Don't quit. Be appreciative, be thankful, be grateful, be respectful. Also, never whine, never complain. And always, for crying out loud, keep a sense of humor.'"
   },
   "author": {
    "text": "Michael Keaton"
   }
  },
  {
   "quote": {
    "text": "I am very proud of my mom and consider her the most courageous woman I know. With perseverance, sacrifice and hard work, she raised a family of Olympic athletes and gave us the tools and the spirit to succeed. That is something that my brothers and I will always be thankful for."
   },
   "author": {
    "text": "Diana Lopez"
   }
  },
  {
   "quote": {
    "text": "I'm very blessed, thankful, grateful for the opportunities I've had."
   },
   "author": {
    "text": "Christen Press"
   }
  },
  {
   "quote": {
    "text": "Be thankful we're not getting all the government we're paying for."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "I think in this life it's important to be kind, be thankful, and always be creative."
   },
   "author": {
    "text": "Bishop Briggs"
   }
  },
  {
   "quote": {
    "text": "Keep your eyes open to your mercies. The man who forgets to be thankful has fallen asleep in life."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Let us be grateful to the mirror for revealing to us our appearance only."
   },
   "author": {
    "text": "Samuel Butler"
   }
  },
  {
   "quote": {
    "text": "I'm just thankful I'm surrounded by good people."
   },
   "author": {
    "text": "Jon Pardi"
   }
  },
  {
   "quote": {
    "text": "Gratitude changes the pangs of memory into a tranquil joy."
   },
   "author": {
    "text": "Dietrich Bonhoeffer"
   }
  },
  {
   "quote": {
    "text": "I am thankful the most important key in history was invented. It's not the key to your house, your car, your boat, your safety deposit box, your bike lock or your private community. It's the key to order, sanity, and peace of mind. The key is 'Delete.'"
   },
   "author": {
    "text": "Elayne Boosler"
   }
  },
  {
   "quote": {
    "text": "I am even thankful for the negative things that have made me a stronger and better person."
   },
   "author": {
    "text": "Joanna Krupa"
   }
  },
  {
   "quote": {
    "text": "I would maintain that thanks are the highest form of thought, and that gratitude is happiness doubled by wonder."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "I believe that if you don't derive a deep sense of purpose from what you do, if you don't come radiantly alive several times a day, if you don't feel deeply grateful at the tremendous good fortune that has been bestowed on you, then you are wasting your life. And life is too short to waste."
   },
   "author": {
    "text": "Srikumar Rao"
   }
  },
  {
   "quote": {
    "text": "I know that when I pray, something wonderful happens. Not just to the person or persons for whom I'm praying, but also something wonderful happens to me. I'm grateful that I'm heard."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "If you suffer, thank God! It is a sure sign that you are alive."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "We are in a wrong state of mind if we are not in a thankful state of mind."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Be thankful for problems. If they were less difficult, someone with less ability might have your job."
   },
   "author": {
    "text": "Jim Lovell"
   }
  },
  {
   "quote": {
    "text": "When a person doesn't have gratitude, something is missing in his or her humanity."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "At Thanksgiving, I always start at the top of my list and say I'm grateful for friends, family, and good health. Then I get more superficial... like being thankful for my Louboutins."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "God has two dwellings; one in heaven, and the other in a meek and thankful heart."
   },
   "author": {
    "text": "Izaak Walton"
   }
  },
  {
   "quote": {
    "text": "I think, every time I'm on the mountain, I'm just so thankful to be there."
   },
   "author": {
    "text": "Chloe Kim"
   }
  },
  {
   "quote": {
    "text": "Immensely grateful, touched, proud, astonished, abashed."
   },
   "author": {
    "text": "Boris Pasternak"
   }
  },
  {
   "quote": {
    "text": "Dear Lord, I'm so grateful I'm still loved."
   },
   "author": {
    "text": "Vivien Leigh"
   }
  },
  {
   "quote": {
    "text": "Thank you, dear God, for this good life and forgive us if we do not love it enough. Thank you for the rain. And for the chance to wake up in three hours and go fishing: I thank you for that now, because I won't feel so thankful then."
   },
   "author": {
    "text": "Garrison Keillor"
   }
  },
  {
   "quote": {
    "text": "No one who achieves success does so without acknowledging the help of others. The wise and confident acknowledge this help with gratitude."
   },
   "author": {
    "text": "Alfred North Whitehead"
   }
  },
  {
   "quote": {
    "text": "For what I have received may the Lord make me truly thankful. And more truly for what I have not received."
   },
   "author": {
    "text": "Storm Jameson"
   }
  },
  {
   "quote": {
    "text": "All I ever wanted really, and continue to want out of life, is to give 100 percent to whatever I'm doing and to be committed to whatever I'm doing and then let the results speak for themselves. Also to never take myself or people for granted and always be thankful and grateful to the people who helped me."
   },
   "author": {
    "text": "Jackie Joyner-Kersee"
   }
  },
  {
   "quote": {
    "text": "I feel grateful because I have a lot of love in my life. I found the person I'm sharing my life with. I have a good man."
   },
   "author": {
    "text": "Gisele Bundchen"
   }
  },
  {
   "quote": {
    "text": "It's been quite a roller coaster ride, but I've grown and learned a lot about myself. The greatest thing is being able to interact with fans and touch people's lives... for that I give thanks."
   },
   "author": {
    "text": "Christina Aguilera"
   }
  },
  {
   "quote": {
    "text": "The trick is to be grateful when your mood is high and graceful when it is low."
   },
   "author": {
    "text": "Richard Carlson"
   }
  },
  {
   "quote": {
    "text": "The hardest arithmetic to master is that which enables us to count our blessings."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "Gratitude is the most exquisite form of courtesy."
   },
   "author": {
    "text": "Jacques Maritain"
   }
  },
  {
   "quote": {
    "text": "It's ironic that when you go through a tragedy, you appreciate more. You realize how fragile life is and that there are so many things to still be thankful for."
   },
   "author": {
    "text": "Adam Grant"
   }
  },
  {
   "quote": {
    "text": "Talent is God-given; be humble. Fame is man-given; be thankful. Conceit is self-given; be careful."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "It is just that we should be grateful, not only to those with whose views we may agree, but also to those who have expressed more superficial views; for these also contributed something, by developing before us the powers of thought."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Sometimes we need to remind ourselves that thankfulness is indeed a virtue."
   },
   "author": {
    "text": "William Bennett"
   }
  },
  {
   "quote": {
    "text": "As with all commandments, gratitude is a description of a successful mode of living. The thankful heart opens our eyes to a multitude of blessings that continually surround us."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "I am very thankful and blessed to have a healthy and happy baby boy and baby mama."
   },
   "author": {
    "text": "Eric Church"
   }
  },
  {
   "quote": {
    "text": "I'm grateful for always this moment, the now, no matter what form it takes."
   },
   "author": {
    "text": "Eckhart Tolle"
   }
  },
  {
   "quote": {
    "text": "So many people have touched my heart and made an impact on my world. I'm thankful for every lesson and learning experience."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "I'm very thankful to all my fans for their constant love and support. I am what I am because of their unconditional love."
   },
   "author": {
    "text": "Mahesh Babu"
   }
  },
  {
   "quote": {
    "text": "Whatever life throws at me I'll take it and be grateful for it as well."
   },
   "author": {
    "text": "Tom Felton"
   }
  },
  {
   "quote": {
    "text": "My advice: Take a second out of the day today and be thankful for your family."
   },
   "author": {
    "text": "Jenna Morasca"
   }
  },
  {
   "quote": {
    "text": "Often people ask how I manage to be happy despite having no arms and no legs. The quick answer is that I have a choice. I can be angry about not having limbs, or I can be thankful that I have a purpose. I chose gratitude."
   },
   "author": {
    "text": "Nick Vujicic"
   }
  },
  {
   "quote": {
    "text": "I'm thankful for each and every day. We never know when time is up."
   },
   "author": {
    "text": "Chuck Berry"
   }
  },
  {
   "quote": {
    "text": "I've been giving back since I was a teen, handing out turkeys at Thanksgiving and handing out toys at toys drives for Christmas. It's very important to give back as a youth. It's as simple as helping an old lady across the street or giving up your seat on the bus for someone who is pregnant."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "In this world of sin and sorrow there is always something to be thankful for; as for me, I rejoice that I am not a Republican."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "I pray to start my day and finish it in prayer. I'm just thankful for everything, all the blessings in my life, trying to stay that way. I think that's the best way to start your day and finish your day. It keeps everything in perspective."
   },
   "author": {
    "text": "Tim Tebow"
   }
  },
  {
   "quote": {
    "text": "I don't need a holiday or a feast to feel grateful for my children, the sun, the moon, the roof over my head, music, and laughter, but I like to take this time to take the path of thanks less traveled."
   },
   "author": {
    "text": "Paula Poundstone"
   }
  },
  {
   "quote": {
    "text": "Be thankful for all successes, lose your ego, take risks, fail fast, and if you don't absolutely love what you do, run!"
   },
   "author": {
    "text": "Cynthia Rowley"
   }
  },
  {
   "quote": {
    "text": "The brave who focus on all things good and all things beautiful and all things true, even in the small, who give thanks for it and discover joy even in the here and now, they are the change agents who bring fullest Light to all the world."
   },
   "author": {
    "text": "Ann Voskamp"
   }
  },
  {
   "quote": {
    "text": "I am what I am, I'm doing very well in my life, and I'm thankful to God for that."
   },
   "author": {
    "text": "LL Cool J"
   }
  },
  {
   "quote": {
    "text": "I'd like to say to all my fans out there, thanks for the support. And to all my doubters, thank you very much because you guys have also pushed me."
   },
   "author": {
    "text": "Usain Bolt"
   }
  },
  {
   "quote": {
    "text": "We can always find something to be thankful for, and there may be reasons why we ought to be thankful for even those dispensations which appear dark and frowning."
   },
   "author": {
    "text": "Albert Barnes"
   }
  },
  {
   "quote": {
    "text": "I wouldn't change anything. I've made mistakes, but thanks to those mistakes, I've learned."
   },
   "author": {
    "text": "Enrique Iglesias"
   }
  },
  {
   "quote": {
    "text": "Feeling gratitude isn't born in us - it's something we are taught, and in turn, we teach our children."
   },
   "author": {
    "text": "Joyce Brothers"
   }
  },
  {
   "quote": {
    "text": "I'm from Canada, so Thanksgiving to me is just Thursday with more food. And I'm thankful for that."
   },
   "author": {
    "text": "Howie Mandel"
   }
  },
  {
   "quote": {
    "text": "I'm thankful to God that my life changed, but I'm also still on my grind."
   },
   "author": {
    "text": "Tory Lanez"
   }
  },
  {
   "quote": {
    "text": "I'm thankful because all the hard work and sacrifices were worth it in the end."
   },
   "author": {
    "text": "WizKid"
   }
  },
  {
   "quote": {
    "text": "I'm thankful to be breathing, on this side of the grass. Whatever comes, comes."
   },
   "author": {
    "text": "Ron Perlman"
   }
  },
  {
   "quote": {
    "text": "Thankfully, dreams can change. If we'd all stuck with our first dream, the world would be overrun with cowboys and princesses."
   },
   "author": {
    "text": "Stephen Colbert"
   }
  },
  {
   "quote": {
    "text": "The simple act of saying 'thank you' is a demonstration of gratitude in response to an experience that was meaningful to a customer or citizen."
   },
   "author": {
    "text": "Simon Mainwaring"
   }
  },
  {
   "quote": {
    "text": "The unthankful heart... discovers no mercies; but let the thankful heart sweep through the day and, as the magnet finds the iron, so it will find, in every hour, some heavenly blessings!"
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "A single grateful thought toward heaven is the most perfect prayer."
   },
   "author": {
    "text": "Gotthold Ephraim Lessing"
   }
  },
  {
   "quote": {
    "text": "Every Thanksgiving, we all write down three things we're thankful for and put them in a hat. Then we pass the hat around the dinner table and everyone has to guess who wrote what!"
   },
   "author": {
    "text": "Debby Ryan"
   }
  },
  {
   "quote": {
    "text": "I don't think you should spend your life praying for things, but I do believe you should thank God for what He's given you... but I think the scripture teaches us that we can pray for our dreams, pray for the big things... he's not a small God; this God is incredible."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Take heed, then, often to come together to give thanks to God, and show forth His praise. For when you assemble frequently in the same place, the powers of Satan are destroyed, and the destruction at which he aims is prevented by the unity of your faith."
   },
   "author": {
    "text": "Ignatius of Antioch"
   }
  },
  {
   "quote": {
    "text": "I work very hard, and I play very hard. I'm grateful for life. And I live it - I believe life loves the liver of it. I live it."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Those who give themselves to prayer should in a special manner have always a devotion to St. Joseph; for I know not how any man can think of the Queen of the angels, during the time that she suffered so much with the Infant Jesus, without giving thanks to St. Joseph for the services he rendered them then."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "Everything is a blessing, even meetings. Whether it's meetings or running gassers or lifting, it's an opportunity, and the best thing to do is be thankful for it."
   },
   "author": {
    "text": "Eric Berry"
   }
  },
  {
   "quote": {
    "text": "I do not so much rejoice that God hath made me to be a Queen, as to be a Queen over so thankful a people."
   },
   "author": {
    "text": "Elizabeth I"
   }
  },
  {
   "quote": {
    "text": "I'm thankful for serendipitous moments in my life, where things could've gone the other way."
   },
   "author": {
    "text": "Rick Springfield"
   }
  },
  {
   "quote": {
    "text": "May those who enjoy the faithful ministry of the Word feel exceedingly thankful for it. There are few blessings on Earth greater for a believer; and yet the Lord is frequently obliged to teach us the value of this blessing by depriving us of it for a season."
   },
   "author": {
    "text": "George Muller"
   }
  },
  {
   "quote": {
    "text": "I do believe that God blessed me in life with a wonderful family, a successful career, and a loving marriage, and remain thankful for that blessing."
   },
   "author": {
    "text": "Bonnie Tyler"
   }
  },
  {
   "quote": {
    "text": "I'm definitely aware that the physical appearance is a very temporary gift. I'm very thankful for the opportunities that I've been able to experience, but I keep it all in check and don't let it consume me."
   },
   "author": {
    "text": "Marisa Miller"
   }
  },
  {
   "quote": {
    "text": "Old age is not a matter for sorrow. It is matter for thanks if we have left our work done behind us."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "Of all the characteristics needed for both a happy and morally decent life, none surpasses gratitude. Grateful people are happier, and grateful people are more morally decent."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "We have to be thankful for what we have. A lot of kids would love to be in our situation, and we realize that."
   },
   "author": {
    "text": "Cole Sprouse"
   }
  },
  {
   "quote": {
    "text": "The only jobs kids have are to do well in school, to be charming and polite, and be thankful. That's it. I'll house you, protect you, I'll even give my life for you, and in return, you will behave."
   },
   "author": {
    "text": "Gene Simmons"
   }
  },
  {
   "quote": {
    "text": "Does not the gratitude of the dog put to shame any man who is ungrateful to his benefactors?"
   },
   "author": {
    "text": "Saint Basil"
   }
  },
  {
   "quote": {
    "text": "I give all the glory to God. It's kind of a win-win situation. The glory goes up to Him and the blessings fall down on me."
   },
   "author": {
    "text": "Gabby Douglas"
   }
  },
  {
   "quote": {
    "text": "I suffer the mortification of seeing myself attacked right and left by people at home professing patriotism and love of country who never heard the whistle of a hostile bullet. I pity them and the nation dependent on such for its existence. I am thankful, however that, though such people make a great noise, the masses are not like them."
   },
   "author": {
    "text": "Ulysses S. Grant"
   }
  },
  {
   "quote": {
    "text": "I am what I am thanks to my mother, my father, my brother, my sister... because they have given me everything. The education I have is thanks to them."
   },
   "author": {
    "text": "Ronaldinho"
   }
  },
  {
   "quote": {
    "text": "It is another's fault if he be ungrateful, but it is mine if I do not give. To find one thankful man, I will oblige a great many that are not so."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "We can be thankful to a friend for a few acres, or a little money; and yet for the freedom and command of the whole earth, and for the great benefits of our being, our life, health, and reason, we look upon ourselves as under no obligation."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "A proud man is seldom a grateful man, for he never thinks he gets as much as he deserves."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "Every day I've got to be thankful that I am alive, and you never know - the cliche is, I guess, you could get hit by a bus tomorrow, so you'd better be at peace with whatever you got going at the moment."
   },
   "author": {
    "text": "Joseph Gordon-Levitt"
   }
  }
 ]
}