{
 "TimeQuotes": [
  {
   "quote": {
    "text": "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored."
   },
   "author": {
    "text": "Earl Nightingale"
   }
  },
  {
   "quote": {
    "text": "Thanksgiving is a time of togetherness and gratitude."
   },
   "author": {
    "text": "Nigel Hamilton"
   }
  },
  {
   "quote": {
    "text": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "Failure is simply the opportunity to begin again, this time more intelligently."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "A friend is what the heart needs all the time."
   },
   "author": {
    "text": "Henry Van Dyke"
   }
  },
  {
   "quote": {
    "text": "The two most powerful warriors are patience and time."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "Let us never know what old age is. Let us know the happiness time brings, not count the years."
   },
   "author": {
    "text": "Ausonius"
   }
  },
  {
   "quote": {
    "text": "Change will not come if we wait for some other person or some other time. We are the ones we've been waiting for. We are the change that we seek."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "The time you feel lonely is the time you most need to be by yourself."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit."
   },
   "author": {
    "text": "Albert Schweitzer"
   }
  },
  {
   "quote": {
    "text": "Someone is sitting in the shade today because someone planted a tree a long time ago."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "Our greatest glory is not in never falling, but in rising every time we fall."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma - which is living with the results of other people's thinking. Don't let the noise of others' opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "I will keep smiling, be positive and never give up! I will give 100 percent each time I play. These are always my goals and my attitude."
   },
   "author": {
    "text": "Yani Tseng"
   }
  },
  {
   "quote": {
    "text": "Time flies over us, but leaves its shadow behind."
   },
   "author": {
    "text": "Nathaniel Hawthorne"
   }
  },
  {
   "quote": {
    "text": "What you feel inside reflects on your face. So be happy and positive all the time."
   },
   "author": {
    "text": "Sridevi"
   }
  },
  {
   "quote": {
    "text": "Together we can change the world, just one random act of kindness at a time."
   },
   "author": {
    "text": "Ron Hall"
   }
  },
  {
   "quote": {
    "text": "Never cut a tree down in the wintertime. Never make a negative decision in the low time. Never make your most important decisions when you are in your worst moods. Wait. Be patient. The storm will pass. The spring will come."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "My dream is of a place and a time where America will once again be seen as the last best hope of earth."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God's perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "The secret of a happy marriage is finding the right person. You know they're right if you love to be with them all the time."
   },
   "author": {
    "text": "Julia Child"
   }
  },
  {
   "quote": {
    "text": "Choose to focus your time, energy and conversation around people who inspire you, support you and help you to grow you into your happiest, strongest, wisest self."
   },
   "author": {
    "text": "Karen Salmansohn"
   }
  },
  {
   "quote": {
    "text": "Tough times never last, but tough people do."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "Social media is changing the way we communicate and the way we are perceived, both positively and negatively. Every time you post a photo, or update your status, you are contributing to your own digital footprint and personal brand."
   },
   "author": {
    "text": "Amy Jo Martin"
   }
  },
  {
   "quote": {
    "text": "Let your life lightly dance on the edges of Time like dew on the tip of a leaf."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "You build on failure. You use it as a stepping stone. Close the door on the past. You don't try to forget the mistakes, but you don't dwell on it. You don't let it have any of your energy, or any of your time, or any of your space."
   },
   "author": {
    "text": "Johnny Cash"
   }
  },
  {
   "quote": {
    "text": "I believe that whatever comes at a particular time is a blessing from God."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "Truth is like the sun. You can shut it out for a time, but it ain't goin' away."
   },
   "author": {
    "text": "Elvis Presley"
   }
  },
  {
   "quote": {
    "text": "Yesterday's the past, tomorrow's the future, but today is a gift. That's why it's called the present."
   },
   "author": {
    "text": "Bil Keane"
   }
  },
  {
   "quote": {
    "text": "Cute is when a person's personality shines through their looks. Like in the way they walk, every time you see them you just want to run up and hug them."
   },
   "author": {
    "text": "Natalie Portman"
   }
  },
  {
   "quote": {
    "text": "And know that I am with you always; yes, to the end of time."
   },
   "author": {
    "text": "Jesus Christ"
   }
  },
  {
   "quote": {
    "text": "Patriotism is supporting your country all the time, and your government when it deserves it."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Many times, the decisions we make affect and hurt your closest friends and family the most. I have a lot of regrets in that regard. But God has forgiven me, which I am very thankful for. It has enabled me to forgive myself and move forward one day at a time."
   },
   "author": {
    "text": "Lex Luger"
   }
  },
  {
   "quote": {
    "text": "The butterfly counts not months but moments, and has time enough."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "Life is all about having a good time."
   },
   "author": {
    "text": "Miley Cyrus"
   }
  },
  {
   "quote": {
    "text": "Never give up, for that is just the place and time that the tide will turn."
   },
   "author": {
    "text": "Harriet Beecher Stowe"
   }
  },
  {
   "quote": {
    "text": "It is not the beauty of a building you should look at; its the construction of the foundation that will stand the test of time."
   },
   "author": {
    "text": "David Allan Coe"
   }
  },
  {
   "quote": {
    "text": "There is no better than adversity. Every defeat, every heartbreak, every loss, contains its own seed, its own lesson on how to improve your performance the next time."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "Thanksgiving is a time when the world gets to see just how blessed and how workable the Christian system is. The emphasis is not on giving or buying, but on being thankful and expressing that appreciation to God and to one another."
   },
   "author": {
    "text": "John Clayton"
   }
  },
  {
   "quote": {
    "text": "When was the last time you spent a quiet moment just doing nothing - just sitting and looking at the sea, or watching the wind blowing the tree limbs, or waves rippling on a pond, a flickering candle or children playing in the park?"
   },
   "author": {
    "text": "Ralph Marston"
   }
  },
  {
   "quote": {
    "text": "If biking is your passion, set aside time to enjoy a good ride."
   },
   "author": {
    "text": "Patrick Dempsey"
   }
  },
  {
   "quote": {
    "text": "No matter how busy you are, you must take time to make the other person feel important."
   },
   "author": {
    "text": "Mary Kay Ash"
   }
  },
  {
   "quote": {
    "text": "Evening is a time of real experimentation. You never want to look the same way."
   },
   "author": {
    "text": "Donna Karan"
   }
  },
  {
   "quote": {
    "text": "Anybody can become angry - that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way - that is not within everybody's power and is not easy."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Jealousy is just love and hate at the same time."
   },
   "author": {
    "text": "Drake"
   }
  },
  {
   "quote": {
    "text": "I am grateful for all the moments that I have, and I'm moving forward one step at a time to the future."
   },
   "author": {
    "text": "Park Bo-gum"
   }
  },
  {
   "quote": {
    "text": "Tea time is a chance to slow down, pull back and appreciate our surroundings."
   },
   "author": {
    "text": "Letitia Baldrige"
   }
  },
  {
   "quote": {
    "text": "When someone shows you who they are, believe them the first time."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "I love a man with a great sense of humor and who is intelligent - a man who has a great smile. He has to make me laugh. I like a man who is very ambitious and driven and who has a good heart and makes me feel safe. I like a man who is very strong and independent and confident - that is very sexy - but at the same time, he's very kind to people."
   },
   "author": {
    "text": "Nicole Scherzinger"
   }
  },
  {
   "quote": {
    "text": "I don't think quantity time is as special as quality time with your family."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "Time spent with cats is never wasted."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "I enjoy nothing more than spending time with my loved ones, young and old, and at least once a year we get together for a formal family photograph."
   },
   "author": {
    "text": "Elliott Erwitt"
   }
  },
  {
   "quote": {
    "text": "Whenever you find yourself on the side of the majority, it is time to pause and reflect."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "It's crazy how fast time flies and how things progress."
   },
   "author": {
    "text": "Nathan Chen"
   }
  },
  {
   "quote": {
    "text": "You cannot hope to build a better world without improving the individuals. To that end, each of us must work for his own improvement and, at the same time, share a general responsibility for all humanity, our particular duty being to aid those to whom we think we can be most useful."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "I regret those times when I've chosen the dark side. I've wasted enough time not being happy."
   },
   "author": {
    "text": "Jessica Lange"
   }
  },
  {
   "quote": {
    "text": "It's very important to take care of yourself. Everyone's lives are so busy. Take at least an hour a day to recharge and do whatever makes you better. For grown-ups, whether it's a spa, sitting in a park with a book, or coffee, take time for yourself."
   },
   "author": {
    "text": "Ana Ivanovic"
   }
  },
  {
   "quote": {
    "text": "Depression, for me, has been a couple of different things - but the first time I felt it, I felt helpless, hopeless, and things I had never felt before. I lost myself and my will to live."
   },
   "author": {
    "text": "Ginger Zee"
   }
  },
  {
   "quote": {
    "text": "Time is more value than money. You can get more money, but you cannot get more time."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "I don't want to miss out on the chance of having a good time."
   },
   "author": {
    "text": "Victor Webster"
   }
  },
  {
   "quote": {
    "text": "It takes discipline not to let social media steal your time."
   },
   "author": {
    "text": "Alexis Ohanian"
   }
  },
  {
   "quote": {
    "text": "When your time comes to die, be not like those whose hearts are filled with fear of death, so that when their time comes they weep and pray for a little more time to live their lives over again in a different way. Sing your death song, and die like a hero going home."
   },
   "author": {
    "text": "Tecumseh"
   }
  },
  {
   "quote": {
    "text": "I am grateful to have my life back and for the friends and family who never gave up on me, for a God who was there when I was ready to find him. I am grateful for so much, that every day, one day at a time, is Thanksgiving."
   },
   "author": {
    "text": "Andrew Zimmern"
   }
  },
  {
   "quote": {
    "text": "Photography was a way for me to freeze time and to capture the moments that were happy and healthy. I saw a photo as a way to go back to a memory if I ever needed to."
   },
   "author": {
    "text": "Rachel Morrison"
   }
  },
  {
   "quote": {
    "text": "The jealous are possessed by a mad devil and a dull spirit at the same time."
   },
   "author": {
    "text": "Johann Kaspar Lavater"
   }
  },
  {
   "quote": {
    "text": "It's time to say goodbye, but I think goodbyes are sad and I'd much rather say hello. Hello to a new adventure."
   },
   "author": {
    "text": "Ernie Harwell"
   }
  },
  {
   "quote": {
    "text": "Champions are not the ones who always win races - champions are the ones who get out there and try. And try harder the next time. And even harder the next time. 'Champion' is a state of mind. They are devoted. They compete to best themselves as much if not more than they compete to best others. Champions are not just athletes."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "Everyone can have their heart broken. Even if you know the relationship isn't working, it's still sad. Even in a bad relationship, they're part of your life for a long time, and saying goodbye to that can be difficult."
   },
   "author": {
    "text": "James Marsden"
   }
  },
  {
   "quote": {
    "text": "One of things I like about looking at pictures when you're young and also meeting back with old friends you haven't seen in a long time is, for me, it's a glimpse of who I was."
   },
   "author": {
    "text": "Lea Thompson"
   }
  },
  {
   "quote": {
    "text": "Sometimes I wish that I could go into a time machine right now and just look at my self and say, 'Calm down. Things are gonna be fine. Things are gonna be all great. Just relax.'"
   },
   "author": {
    "text": "Tristan Wilds"
   }
  },
  {
   "quote": {
    "text": "Each time a man stands up for an ideal, or acts to improve the lot of others, or strikes out against injustice, he sends forth a tiny ripple of hope, and crossing each other from a million different centers of energy and daring, those ripples build a current that can sweep down the mightiest walls of oppression and resistance."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Do the one thing you think you cannot do. Fail at it. Try again. Do better the second time. The only people who never tumble are those who never mount the high wire. This is your moment. Own it."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "Motherhood is a great honor and privilege, yet it is also synonymous with servanthood. Every day women are called upon to selflessly meet the needs of their families. Whether they are awake at night nursing a baby, spending their time and money on less-than-grateful teenagers, or preparing meals, moms continuously put others before themselves."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying my friends."
   },
   "author": {
    "text": "Cindy Morgan"
   }
  },
  {
   "quote": {
    "text": "Healing is a matter of time, but it is sometimes also a matter of opportunity."
   },
   "author": {
    "text": "Hippocrates"
   }
  },
  {
   "quote": {
    "text": "Christmas is the spirit of giving without a thought of getting. It is happiness because we see joy in people. It is forgetting self and finding time for others. It is discarding the meaningless and stressing the true values."
   },
   "author": {
    "text": "Thomas S. Monson"
   }
  },
  {
   "quote": {
    "text": "The connection to place, to the land, the wind, the sun, stars, the moon... it sounds romantic, but it's true - the visceral experience of motion, of moving through time on some amazing machine - a few cars touch on it, but not too many compared to motorcycles. I always felt that any motorcycle journey was special."
   },
   "author": {
    "text": "Antoine Predock"
   }
  },
  {
   "quote": {
    "text": "Some people ask the secret of our long marriage. We take time to go to a restaurant two times a week. A little candlelight, dinner, soft music and dancing. She goes Tuesdays, I go Fridays."
   },
   "author": {
    "text": "Henny Youngman"
   }
  },
  {
   "quote": {
    "text": "If you are the kind of person who is waiting for the 'right' thing to happen, you might wait for a long time. It's like waiting for all the traffic lights to be green for five miles before starting the trip."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "When you get into a tight place and everything goes against you, till it seems as though you could not hang on a minute longer, never give up then, for that is just the place and time that the tide will turn."
   },
   "author": {
    "text": "Harriet Beecher Stowe"
   }
  },
  {
   "quote": {
    "text": "It's a wonderful time when you sit down around the table for dinner and discuss life. No matter where you are, it gives the semblance of normalcy to my crazy world."
   },
   "author": {
    "text": "Melina Kanakaredes"
   }
  },
  {
   "quote": {
    "text": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "By taking the time to stop and appreciate who you are and what you've achieved - and perhaps learned through a few mistakes, stumbles and losses - you actually can enhance everything about you. Self-acknowledgment and appreciation are what give you the insights and awareness to move forward toward higher goals and accomplishments."
   },
   "author": {
    "text": "Jack Canfield"
   }
  },
  {
   "quote": {
    "text": "A man who dares to waste one hour of time has not discovered the value of life."
   },
   "author": {
    "text": "Charles Darwin"
   }
  },
  {
   "quote": {
    "text": "Anyone can be heroic from time to time, but a gentleman is something you have to be all the time."
   },
   "author": {
    "text": "Luigi Pirandello"
   }
  },
  {
   "quote": {
    "text": "I like to go out if there's a party or go to the movies, but I just like hanging out with my buddies and having a good time."
   },
   "author": {
    "text": "Jean-Luc Bilodeau"
   }
  },
  {
   "quote": {
    "text": "It's so important to realize that every time you get upset, it drains your emotional energy. Losing your cool makes you tired. Getting angry a lot messes with your health."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "When you take a flower in your hand and really look at it, it's your world for the moment. I want to give that world to someone else. Most people in the city rush around so, they have no time to look at a flower. I want them to see it whether they want to or not."
   },
   "author": {
    "text": "Georgia O'Keeffe"
   }
  },
  {
   "quote": {
    "text": "People won't have time for you if you are always angry or complaining."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other's worth."
   },
   "author": {
    "text": "Robert Southey"
   }
  },
  {
   "quote": {
    "text": "Architecture should speak of its time and place, but yearn for timelessness."
   },
   "author": {
    "text": "Frank Gehry"
   }
  },
  {
   "quote": {
    "text": "Youth is not a time of life; it is a state of mind; it is not a matter of rosy cheeks, red lips and supple knees; it is a matter of the will, quality of the imagination, a vigor of the emotions; it is the freshness of the deep springs of life."
   },
   "author": {
    "text": "Samuel Ullman"
   }
  },
  {
   "quote": {
    "text": "People always tell you, 'Be humble. Be humble.' When was the last time someone told you to be amazing? Be great! Be great! Be awesome! Be awesome!"
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "This is no time for ease and comfort. It is time to dare and endure."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Every particular in nature, a leaf, a drop, a crystal, a moment of time is related to the whole, and partakes of the perfection of the whole."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Life is short and the older you get, the more you feel it. Indeed, the shorter it is. People lose their capacity to walk, run, travel, think, and experience life. I realise how important it is to use the time I have."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "It takes a long time to become young."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "If you love life, don't waste time, for time is what life is made up of."
   },
   "author": {
    "text": "Bruce Lee"
   }
  },
  {
   "quote": {
    "text": "I love the sea's sounds and the way it reflects the sky. The colours that shimmer across its surface are unbelievable. This, combined with the colour of the water over white sand, surprises me every time."
   },
   "author": {
    "text": "John Dyer"
   }
  },
  {
   "quote": {
    "text": "We may not know what each day has in store for us. We could be gone tomorrow. Any minute could truly be our goodbye. But we do have this moment. This time. Today. Right now. It takes way more effort to shell out hate then it does to allow love to flow freely in our lives. After all, it's what we were born to do."
   },
   "author": {
    "text": "Grace Gealey"
   }
  },
  {
   "quote": {
    "text": "Better three hours too soon than a minute too late."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "This confidence is not something that happens overnight. I have been working on it for a long time. I look in the mirror and do affirmations: 'You are bold. You are brilliant. You are beautiful.' If my lower pooch is really popping out that day, I look at it and say, 'Pooch, you are cute!'"
   },
   "author": {
    "text": "Ashley Graham"
   }
  },
  {
   "quote": {
    "text": "With modeling, you pose. You want to look your best all the time. With acting, you have to be aware of the camera, but the more you show your imperfections, the better you're going to be."
   },
   "author": {
    "text": "Diane Kruger"
   }
  },
  {
   "quote": {
    "text": "Success is simple. Do what's right, the right way, at the right time."
   },
   "author": {
    "text": "Arnold H. Glasow"
   }
  },
  {
   "quote": {
    "text": "History is a cyclic poem written by time upon the memories of man."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "We shall not cease from exploration, and the end of all our exploring will be to arrive where we started and know the place for the first time."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "If you're not having a good time, find something else that gives you some joy in life."
   },
   "author": {
    "text": "Penny Marshall"
   }
  },
  {
   "quote": {
    "text": "I like to think that as I get older I'm getting better at spending time with people who have qualities that make them worth spending time with."
   },
   "author": {
    "text": "Samantha Power"
   }
  },
  {
   "quote": {
    "text": "All blame is a waste of time. No matter how much fault you find with another, and regardless of how much you blame him, it will not change you. The only thing blame does is to keep the focus off you when you are looking for... reasons to explain your unhappiness or frustration."
   },
   "author": {
    "text": "Casey Stengel"
   }
  },
  {
   "quote": {
    "text": "Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of facts within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "It's pretty scary to know how quickly time flies."
   },
   "author": {
    "text": "James Wan"
   }
  },
  {
   "quote": {
    "text": "When you run the marathon, you run against the distance, not against the other runners and not against the time."
   },
   "author": {
    "text": "Haile Gebrselassie"
   }
  },
  {
   "quote": {
    "text": "The greatest glory in living lies not in never falling, but in rising every time we fall."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Child labor and poverty are inevitably bound together and if you continue to use the labor of children as the treatment for the social disease of poverty, you will have both poverty and child labor to the end of time."
   },
   "author": {
    "text": "Grace Abbott"
   }
  },
  {
   "quote": {
    "text": "At school I pretended I had a normal life, but I felt lonely all the time and different from everyone else. I never felt like I fit in, and I wasn't allowed to participate in after-school activities, go to sports events or parties or date boys. Many times I had to make up stories about why I couldn't do anything with my classmates."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "When you invest your time, you make a goal and a decision of something that you want to accomplish. Whether it's make good grades in school, be a good athlete, be a good person, go down and do some community service and help somebody who's in need, whatever it is you choose to do, you're investing your time in that."
   },
   "author": {
    "text": "Nick Saban"
   }
  },
  {
   "quote": {
    "text": "I don't believe that if you do good, good things will happen. Everything is completely accidental and random. Sometimes bad things happen to very good people and sometimes good things happen to bad people. But at least if you try to do good things, then you're spending your time doing something worthwhile."
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "Some of our important choices have a time line. If we delay a decision, the opportunity is gone forever. Sometimes our doubts keep us from making a choice that involves change. Thus an opportunity may be missed."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "All the world's a stage, and all the men and women merely players: they have their exits and their entrances; and one man in his time plays many parts, his acts being seven ages."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "I learned a few years ago that balance is the key to a happy and successful life, and a huge part of achieving that balance is to instill rituals into your everyday life - a nutritious balanced diet, daily exercise, time for yourself through meditation, reading, journaling, yoga, daily reflection, and setting goals."
   },
   "author": {
    "text": "Gretchen Bleiler"
   }
  },
  {
   "quote": {
    "text": "The game of basketball has been everything to me. My place of refuge, place I've always gone where I needed comfort and peace. It's been the site of intense pain and the most intense feelings of joy and satisfaction. It's a relationship that has evolved over time, given me the greatest respect and love for the game."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "I absolutely love spending time with my family."
   },
   "author": {
    "text": "Kevin Alejandro"
   }
  },
  {
   "quote": {
    "text": "Don't limit a child to your own learning, for he was born in another time."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "There's a time in your life where you're not quite sure where you are. You think everything's perfect, but it's not perfect... Then one day you wake up and you can't quite picture yourself in the situation you're in. But the secret is, if you can picture yourself doing anything in life, you can do it."
   },
   "author": {
    "text": "Tom DeLonge"
   }
  },
  {
   "quote": {
    "text": "In cricket, my superhero is Sachin Tendulkar. He has always been my hero and will continue to remain so. Apart from him and outside cricket, my mother has remained my inspiration. Whatever difficult time I had faced, she was always there for me. She has given me all the strength. She maintained her composure and supported me in tough times."
   },
   "author": {
    "text": "Virat Kohli"
   }
  },
  {
   "quote": {
    "text": "Going home, spending time with the family, I feel they're my friends as well, all of them. I look forward to meeting any one of them for a coffee, and when we all get together, I just love it."
   },
   "author": {
    "text": "Domhnall Gleeson"
   }
  },
  {
   "quote": {
    "text": "Mickey Mouse popped out of my mind onto a drawing pad 20 years ago on a train ride from Manhattan to Hollywood at a time when business fortunes of my brother Roy and myself were at lowest ebb and disaster seemed right around the corner."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "A successful competition for me is always going out there and putting 100 percent into whatever I'm doing. It's not always winning. People, I think, mistake that it's just winning. Sometimes it could be, but for me, it's hitting the best sets I can, gaining confidence, and having a good time and having fun."
   },
   "author": {
    "text": "Simone Biles"
   }
  },
  {
   "quote": {
    "text": "Success does not consist in never making mistakes but in never making the same one a second time."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Do not wait; the time will never be 'just right.' Start where you stand, and work with whatever tools you may have at your command, and better tools will be found as you go along."
   },
   "author": {
    "text": "George Herbert"
   }
  },
  {
   "quote": {
    "text": "Waste no more time arguing about what a good man should be. Be one."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "It would be impossible to estimate how much time and energy we invest in trying to fix, change and deny our emotions - especially the ones that shake us at our very core, like hurt, jealousy, loneliness, shame, rage and grief."
   },
   "author": {
    "text": "Debbie Ford"
   }
  },
  {
   "quote": {
    "text": "Prejudice is a great time saver. You can form opinions without having to get the facts."
   },
   "author": {
    "text": "E. B. White"
   }
  },
  {
   "quote": {
    "text": "Peace is a journey of a thousand miles and it must be taken one step at a time."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "But a city is more than a place in space, it is a drama in time."
   },
   "author": {
    "text": "Patrick Geddes"
   }
  },
  {
   "quote": {
    "text": "Encouragement to others is something everyone can give. Somebody needs what you have to give. It may not be your money; it may be your time. It may be your listening ear. It may be your arms to encourage. It may be your smile to uplift. Who knows?"
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Every time there's a new tool, whether it's Internet or cell phones or anything else, all these things can be used for good or evil. Technology is neutral; it depends on how it's used."
   },
   "author": {
    "text": "Rick Smolan"
   }
  },
  {
   "quote": {
    "text": "It is time to remember that old wisdom our soldiers will never forget: that whether we are black or brown or white, we all bleed the same red blood of patriots, we all enjoy the same glorious freedoms, and we all salute the same great American Flag."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "You can't please everyone. When you're too focused on living up to other people's standards, you aren't spending enough time raising your own. Some people may whisper, complain and judge. But for the most part, it's all in your head. People care less about your actions than you think. Why? They have their own problems!"
   },
   "author": {
    "text": "Kris Carr"
   }
  },
  {
   "quote": {
    "text": "What people don't understand is joining a gang ain't bad, it's cool, it's fine. When you in the hood, joining a gang it's cool because all your friends are in the gang, all your family's in the gang. We're not just killing people every night, we're just hanging out, having a good time."
   },
   "author": {
    "text": "Snoop Dogg"
   }
  },
  {
   "quote": {
    "text": "For a really long time, I thought being different was a negative thing. But as I grew older, I started to realize we were all born to stand out; nobody is born to blend in."
   },
   "author": {
    "text": "Halima Aden"
   }
  },
  {
   "quote": {
    "text": "I'm trying to stay as calm as possible and focus one day at a time, but when reality sets in, I feel everything: anxiety, excitement, nerves, pressure and joy."
   },
   "author": {
    "text": "Shawn Johnson"
   }
  },
  {
   "quote": {
    "text": "You can fool all the people some of the time, and some of the people all the time, but you cannot fool all the people all the time."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "I like to think I'm a pretty good friend. I love having a good time, and I enjoy being able to share those good times with others."
   },
   "author": {
    "text": "Jacob Batalon"
   }
  },
  {
   "quote": {
    "text": "Actually, my dog I think is the only person who consistently loves me all the time."
   },
   "author": {
    "text": "H. G. Bissinger"
   }
  },
  {
   "quote": {
    "text": "In a time of universal deceit - telling the truth is a revolutionary act."
   },
   "author": {
    "text": "Unknown"
   }
  },
  {
   "quote": {
    "text": "We all have our time machines. Some take us back, they're called memories. Some take us forward, they're called dreams."
   },
   "author": {
    "text": "Jeremy Irons"
   }
  },
  {
   "quote": {
    "text": "Spending time outdoors makes you feel great."
   },
   "author": {
    "text": "Elizabeth Hurley"
   }
  },
  {
   "quote": {
    "text": "Sadness flies away on the wings of time."
   },
   "author": {
    "text": "Jean de La Fontaine"
   }
  },
  {
   "quote": {
    "text": "The spring, summer, is quite a hectic time for people in their lives, but then it comes to autumn, and to winter, and you can't but help think back to the year that was, and then hopefully looking forward to the year that is approaching."
   },
   "author": {
    "text": "Enya"
   }
  },
  {
   "quote": {
    "text": "I feel sorry for kids these days. They get so much homework. Remember the days when we put a belt around our two books and carried them home? Now they're dragging a suitcase. They have school all day, then homework from six until eleven. There's no time left to be creative."
   },
   "author": {
    "text": "Tom Petty"
   }
  },
  {
   "quote": {
    "text": "I'll tell you what I'm grateful for, and that's the clarity of understanding that the most important things in life are health, family and friends, and the time to spend on them."
   },
   "author": {
    "text": "Kenneth Branagh"
   }
  },
  {
   "quote": {
    "text": "Love is a strange emotion. It is ever evolving. Lust is transient. With time, one realizes that love and togetherness are two different things. Very few people are lucky enough to experience the two emotions simultaneously."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "I'm just here for good times, man. I want people to have the best time ever. Especially if they're around me."
   },
   "author": {
    "text": "Travis Scott"
   }
  },
  {
   "quote": {
    "text": "Christmas is not a time nor a season, but a state of mind. To cherish peace and goodwill, to be plenteous in mercy, is to have the real spirit of Christmas."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "Autumn's the mellow time."
   },
   "author": {
    "text": "William Allingham"
   }
  },
  {
   "quote": {
    "text": "They always say time changes things, but you actually have to change them yourself."
   },
   "author": {
    "text": "Andy Warhol"
   }
  },
  {
   "quote": {
    "text": "My best friend is the most important girl, outside of family, to me. I met her when I went to college and we bonded immediately. I'd do anything for her at any time. We phone each other every day."
   },
   "author": {
    "text": "Dawn French"
   }
  },
  {
   "quote": {
    "text": "Time moves in one direction, memory in another."
   },
   "author": {
    "text": "William Gibson"
   }
  },
  {
   "quote": {
    "text": "For me, every hour is grace. And I feel gratitude in my heart each time I can meet someone and look at his or her smile."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "I love everything about the holidays: the decorations, the parties, and spending time with friends and family. What I love most is that feeling of giving back. Every bit counts."
   },
   "author": {
    "text": "Brad Goreski"
   }
  },
  {
   "quote": {
    "text": "Any time women come together with a collective intention, it's a powerful thing. Whether it's sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens."
   },
   "author": {
    "text": "Phylicia Rashad"
   }
  },
  {
   "quote": {
    "text": "It's always fun to visit multiple locations on one trip, but I think it also really depends on the ages of those on holiday. As a child, I loved spending time in one vacation spot, getting attached to the location, becoming comfortable, and feeling as though I were at home. This is something I would like for my children to experience."
   },
   "author": {
    "text": "Margherita Missoni"
   }
  },
  {
   "quote": {
    "text": "My childhood, adolescence and high school days are unusually important. If there has ever been a time that I developed a uniqueness and sense of humor and the ability to organize, it was then. In those early days, I developed the skills that gave me a certain degree of success in American politics."
   },
   "author": {
    "text": "Lee Atwater"
   }
  },
  {
   "quote": {
    "text": "I have a family, loving aunts, and a good home. No, on the surface I seem to have everything except my one true friend. All I think about when I'm with friends is having a good time. I can't bring myself to talk about anything but ordinary everyday things. We don't seem to be able to get any closer, and that's the problem."
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "I think, every time I'm on the mountain, I'm just so thankful to be there."
   },
   "author": {
    "text": "Chloe Kim"
   }
  },
  {
   "quote": {
    "text": "Attitude and enthusiasm play a big part in my life. I get excited about the things that inspire me. I also believe in laughing and having a good time."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "In seed time learn, in harvest teach, in winter enjoy."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "A Bond girl must be a strong and independent woman, but at the same time charming and sensual. Those opposite qualities combined together make her interesting. She must be strong but at the same time feminine."
   },
   "author": {
    "text": "Olga Kurylenko"
   }
  },
  {
   "quote": {
    "text": "Health is the thing that makes you feel that now is the best time of the year."
   },
   "author": {
    "text": "Franklin Pierce Adams"
   }
  },
  {
   "quote": {
    "text": "How did it get so late so soon? Its night before its afternoon. December is here before its June. My goodness how the time has flewn. How did it get so late so soon?"
   },
   "author": {
    "text": "Dr. Seuss"
   }
  },
  {
   "quote": {
    "text": "Some people think that the truth can be hidden with a little cover-up and decoration. But as time goes by, what is true is revealed, and what is fake fades away."
   },
   "author": {
    "text": "Ismail Haniyeh"
   }
  },
  {
   "quote": {
    "text": "Take time to be kind and to say 'thank you.'"
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "A great restaurant is one that just makes you feel like you're not sure whether you went out or you came home and confuses you. If it can do both of those things at the same time, you're hooked."
   },
   "author": {
    "text": "Danny Meyer"
   }
  },
  {
   "quote": {
    "text": "The time to relax is when you don't have time for it."
   },
   "author": {
    "text": "Sydney J. Harris"
   }
  },
  {
   "quote": {
    "text": "We all need to make time for a burger once in a while."
   },
   "author": {
    "text": "Erica Durance"
   }
  },
  {
   "quote": {
    "text": "Time changes everything except something within us which is always surprised by change."
   },
   "author": {
    "text": "Thomas Hardy"
   }
  },
  {
   "quote": {
    "text": "Stay open-minded; stay focused. Train hard and train smart. For me, the older I get, the smarter I have to train also, because the recovery time is longer. Work on everything: become a well-rounded fighter - don't just be good at one thing; be good at everything."
   },
   "author": {
    "text": "Brock Lesnar"
   }
  },
  {
   "quote": {
    "text": "I have to think that I think it's always been a horse race between this administration's temporary political acumen and their completely, utterly, totally bankrupt policies. And they're coming home to roost. It was always a question of time. These guys aren't conservative. These guys are radicals."
   },
   "author": {
    "text": "Bradley Whitford"
   }
  },
  {
   "quote": {
    "text": "Every time we go into the voting booth, we are choosing the moral and spiritual direction of our nation. That is a privilege and responsibility that should not be abdicated."
   },
   "author": {
    "text": "Robert Jeffress"
   }
  },
  {
   "quote": {
    "text": "An intelligent man is sometimes forced to be drunk to spend time with his fools."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Going home and spending time with your family and your real friends keeps you grounded."
   },
   "author": {
    "text": "Jennifer Ellison"
   }
  },
  {
   "quote": {
    "text": "We can be tired, weary and emotionally distraught, but after spending time alone with God, we find that He injects into our bodies energy, power and strength."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "Your competition is not other people but the time you kill, the ill will you create, the knowledge you neglect to learn, the connections you fail to build, the health you sacrifice along the path, your inability to generate ideas, the people around you who don't support and love your efforts, and whatever god you curse for your bad luck."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "A bad system will beat a good person every time."
   },
   "author": {
    "text": "W. Edwards Deming"
   }
  },
  {
   "quote": {
    "text": "A lot of legends, a lot of people, have come before me. But this is my time."
   },
   "author": {
    "text": "Usain Bolt"
   }
  },
  {
   "quote": {
    "text": "Learn from the past, set vivid, detailed goals for the future, and live in the only moment of time over which you have any control: now."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "The only people for me are the mad ones: the ones who are mad to live, mad to talk, mad to be saved, desirous of everything at the same time, the ones who... burn, burn, burn like fabulous yellow Roman candles."
   },
   "author": {
    "text": "Jack Kerouac"
   }
  },
  {
   "quote": {
    "text": "Time begins the healing process of wounds cut deeply by oppression. We soothe ourselves with the salve of attempted indifference, accepting the false pattern set up by the horrible restriction of Jim Crow laws."
   },
   "author": {
    "text": "Rosa Parks"
   }
  },
  {
   "quote": {
    "text": "If I'm half as good as everybody said I am, I'm far too good to be wasting time with ordinary people. But I seem to be spending my life with ordinary people, who are the best people in the world."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "I wish I could say I see my little brother more. We used to fight all the time but now that I don't see him very often I cherish the time I have with him."
   },
   "author": {
    "text": "Zac Efron"
   }
  },
  {
   "quote": {
    "text": "When we understand the connection between how we live and how long we live, it's easier to make different choices. Instead of viewing the time we spend with friends and family as luxuries, we can see that these relationships are among the most powerful determinants of our well-being and survival."
   },
   "author": {
    "text": "Dean Ornish"
   }
  },
  {
   "quote": {
    "text": "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "Time goes by so slowly when you're a child, and then, as an adult, it goes by in the blink of an eye."
   },
   "author": {
    "text": "David Lowery"
   }
  },
  {
   "quote": {
    "text": "The greatest discovery of all time is that a person can change his future by merely changing his attitude."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "A lot of people are crazy, cruel and negative. They got a little too much time on their hands to discuss everybody else. I have a limited amount of energy to blow in a day. I'd rather read something that I like or watch a program I enjoy or ride my damn motorcycle or throw back a couple of shots of tequila with my friends."
   },
   "author": {
    "text": "Queen Latifah"
   }
  },
  {
   "quote": {
    "text": "When leaders throughout an organization take an active, genuine interest in the people they manage, when they invest real time to understand employees at a fundamental level, they create a climate for greater morale, loyalty, and, yes, growth."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "Time and memory are true artists; they remould reality nearer to the heart's desire."
   },
   "author": {
    "text": "John Dewey"
   }
  },
  {
   "quote": {
    "text": "My greatest pleasure is spending time with my family: my husband and daughter, but also my mother, my three sisters, and their families."
   },
   "author": {
    "text": "Siri Hustvedt"
   }
  },
  {
   "quote": {
    "text": "The winter solstice has always been special to me as a barren darkness that gives birth to a verdant future beyond imagination, a time of pain and withdrawal that produces something joyfully inconceivable, like a monarch butterfly masterfully extracting itself from the confines of its cocoon, bursting forth into unexpected glory."
   },
   "author": {
    "text": "Gary Zukav"
   }
  },
  {
   "quote": {
    "text": "Mathematics has beauty and romance. It's not a boring place to be, the mathematical world. It's an extraordinary place; it's worth spending time there."
   },
   "author": {
    "text": "Marcus du Sautoy"
   }
  },
  {
   "quote": {
    "text": "True generosity is an offering; given freely and out of pure love. No strings attached. No expectations. Time and love are the most valuable possession you can share."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "You can never control who you fall in love with, even when you're in the most sad, confused time of your life. You don't fall in love with people because they're fun. It just happens."
   },
   "author": {
    "text": "Kirsten Dunst"
   }
  },
  {
   "quote": {
    "text": "Nothing is a waste of time if you use the experience wisely."
   },
   "author": {
    "text": "Auguste Rodin"
   }
  },
  {
   "quote": {
    "text": "This is the key to time management - to see the value of every moment."
   },
   "author": {
    "text": "Menachem Mendel Schneerson"
   }
  },
  {
   "quote": {
    "text": "Everything is a learning process: any time you fall over, it's just teaching you to stand up the next time."
   },
   "author": {
    "text": "Joel Edgerton"
   }
  },
  {
   "quote": {
    "text": "Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday."
   },
   "author": {
    "text": "Wilma Rudolph"
   }
  },
  {
   "quote": {
    "text": "The future rewards those who press on. I don't have time to feel sorry for myself. I don't have time to complain. I'm going to press on."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "There is a saying that every nice piece of work needs the right person in the right place at the right time."
   },
   "author": {
    "text": "Benoit Mandelbrot"
   }
  },
  {
   "quote": {
    "text": "Comedy is tragedy - plus time."
   },
   "author": {
    "text": "Carol Burnett"
   }
  },
  {
   "quote": {
    "text": "I am happy to continue with my journey through time."
   },
   "author": {
    "text": "Mary, Crown Princess of Denmark"
   }
  },
  {
   "quote": {
    "text": "If someone decides they're not going to be happy, it's not your problem. You don't have to spend your time and energy trying to cheer up someone who has already decided to stay in a bad mood. Believe it or not, you can actually hurt people by playing into their self-pity."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "It's when children are 15, 16 or 17 that they decide whether they want to be a doctor, an engineer, a politician or go to the Mars or moon. That is the time they start having a dream, and that's the time you can work on them. You can help them shape their dreams."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Our many different cultures notwithstanding, there's something about the holidays that makes the planet communal. Even nations that do not celebrate Christmas can't help but be caught up in the collective spirit of their neighbors, as twinkling lights dot the landscape and carols fill the air. It's an inspiring time of the year."
   },
   "author": {
    "text": "Marlo Thomas"
   }
  },
  {
   "quote": {
    "text": "The greatest achievement was at first and for a time a dream. The oak sleeps in the acorn, the bird waits in the egg, and in the highest vision of the soul a waking angel stirs. Dreams are the seedlings of realities."
   },
   "author": {
    "text": "James Allen"
   }
  },
  {
   "quote": {
    "text": "Christmas is the day that holds all time together."
   },
   "author": {
    "text": "Alexander Smith"
   }
  },
  {
   "quote": {
    "text": "I try to keep it real. I don't have time to worry about what I'm projecting to the world. I'm just busy being myself."
   },
   "author": {
    "text": "Demi Lovato"
   }
  },
  {
   "quote": {
    "text": "History is not everything, but it is a starting point. History is a clock that people use to tell their political and cultural time of day. It is a compass they use to find themselves on the map of human geography. It tells them where they are but, more importantly, what they must be."
   },
   "author": {
    "text": "John Henrik Clarke"
   }
  },
  {
   "quote": {
    "text": "It's been proven by quite a few studies that plants are good for our psychological development. If you green an area, the rate of crime goes down. Torture victims begin to recover when they spend time outside in a garden with flowers. So we need them, in some deep psychological sense, which I don't suppose anybody really understands yet."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "It's easy to play any musical instrument: all you have to do is touch the right key at the right time and the instrument will play itself."
   },
   "author": {
    "text": "Johann Sebastian Bach"
   }
  },
  {
   "quote": {
    "text": "Am I complicated? Nah, I'm interesting. I just like having a good time."
   },
   "author": {
    "text": "Gerry Cooney"
   }
  },
  {
   "quote": {
    "text": "Time flies really quickly. It feels like only a few months ago that I was traded over here and started my career as a Cub in 2013."
   },
   "author": {
    "text": "Jake Arrieta"
   }
  },
  {
   "quote": {
    "text": "Silence is as deep as eternity, speech a shallow as time."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "I enjoy going to the beach, relaxing with my wife, going out to dinner, and having a good time."
   },
   "author": {
    "text": "Frank Vincent"
   }
  },
  {
   "quote": {
    "text": "Change is a continuous process. You cannot assess it with the static yardstick of a limited time frame. When a seed is sown into the ground, you cannot immediately see the plant. You have to be patient. With time, it grows into a large tree. And then the flowers bloom, and only then can the fruits be plucked."
   },
   "author": {
    "text": "Mamata Banerjee"
   }
  },
  {
   "quote": {
    "text": "I'm not sure why I like cats so much. I mean, they're really cute obviously. They are both wild and domestic at the same time."
   },
   "author": {
    "text": "Michael Showalter"
   }
  },
  {
   "quote": {
    "text": "There are people in every time and every land who want to stop history in its tracks. They fear the future, mistrust the present, and invoke the security of a comfortable past which, in fact, never existed."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Only the guy who isn't rowing has time to rock the boat."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "Vision without action is merely a dream. Action without vision just passes the time. Vision with action can change the world."
   },
   "author": {
    "text": "Joel A. Barker"
   }
  },
  {
   "quote": {
    "text": "As you grow older, you learn a few things. One of them is to actually take the time you've allotted for vacation."
   },
   "author": {
    "text": "John Battelle"
   }
  },
  {
   "quote": {
    "text": "I love the sensation of being out in the open air, far away from all the distractions of modern life. I will usually disappear for a couple of hours, and that time on my bike is quite sacred, as it's when I do all my serious thinking. Sometimes I will stop off at bikers' cafe and have a bacon sandwich."
   },
   "author": {
    "text": "Paul Hollywood"
   }
  },
  {
   "quote": {
    "text": "It's not attractive to be talking down about yourself all the time. All you continue to do to yourself is pull yourself further down into a deeper place of depression and sadness and insecurity and fear and hopelessness, so it's like, having God in your life is important, accepting who you are is important, regardless of what you look like."
   },
   "author": {
    "text": "Lamman Rucker"
   }
  },
  {
   "quote": {
    "text": "One of the funny things about the stock market is that every time one person buys, another sells, and both think they are astute."
   },
   "author": {
    "text": "William Feather"
   }
  },
  {
   "quote": {
    "text": "You can't have a hit every time. The main thing is to keep on working and not be afraid to take risks. It's better to do something that's not perfect and successful every time. It's important to be fearless and move forward, to learn from what went wrong."
   },
   "author": {
    "text": "Jhumpa Lahiri"
   }
  },
  {
   "quote": {
    "text": "At the end of your life, you will never regret not having passed one more test, not winning one more verdict or not closing one more deal. You will regret time not spent with a husband, a friend, a child, or a parent."
   },
   "author": {
    "text": "Barbara Bush"
   }
  },
  {
   "quote": {
    "text": "Christmas, my child, is love in action. Every time we love, every time we give, it's Christmas."
   },
   "author": {
    "text": "Dale Evans"
   }
  },
  {
   "quote": {
    "text": "The time is always right to do what is right."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Love is like a virus. It can happen to anybody at any time."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "The difference between a democracy and a dictatorship is that in a democracy you vote first and take orders later; in a dictatorship you don't have to waste your time voting."
   },
   "author": {
    "text": "Charles Bukowski"
   }
  },
  {
   "quote": {
    "text": "Everywhere is within walking distance if you have the time."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "I remember the first time I put on the Army uniform. I just felt like a totally different person - I felt proud."
   },
   "author": {
    "text": "Jessica Lynch"
   }
  },
  {
   "quote": {
    "text": "The airplane stays up because it doesn't have the time to fall."
   },
   "author": {
    "text": "Orville Wright"
   }
  },
  {
   "quote": {
    "text": "There comes a time when people get tired of being pushed out of the glittering sunlight of life's July and left standing amid the piercing chill of an alpine November."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Many people spend more time in planning the wedding than they do in planning the marriage."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "With each new day in Africa, a gazelle wakes up knowing he must outrun the fastest lion or perish. At the same time, a lion stirs and stretches, knowing he must outrun the fastest gazelle or starve. It's no different for the human race. Whether you consider yourself a gazelle or a lion, you have to run faster than others to survive."
   },
   "author": {
    "text": "Mohammed bin Rashid Al Maktoum"
   }
  },
  {
   "quote": {
    "text": "Soup is a lot like a family. Each ingredient enhances the others; each batch has its own characteristics; and it needs time to simmer to reach full flavor."
   },
   "author": {
    "text": "Marge Kennedy"
   }
  },
  {
   "quote": {
    "text": "Life is about having a good time, and it was a good time. We did some things well and some things poorly, but that was always the case."
   },
   "author": {
    "text": "Norman Lear"
   }
  },
  {
   "quote": {
    "text": "You are your greatest asset. Put your time, effort and money into training, grooming, and encouraging your greatest asset."
   },
   "author": {
    "text": "Tom Hopkins"
   }
  },
  {
   "quote": {
    "text": "I've always been the type that, every few months, I'm like, 'Let's change the haircut one more time.'"
   },
   "author": {
    "text": "Coco Rocha"
   }
  },
  {
   "quote": {
    "text": "As long as we are persistence in our pursuit of our deepest destiny, we will continue to grow. We cannot choose the day or time when we will fully bloom. It happens in its own time."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "Tell the truth, work hard, and come to dinner on time."
   },
   "author": {
    "text": "Gerald R. Ford"
   }
  },
  {
   "quote": {
    "text": "If you set out to be liked, you would be prepared to compromise on anything at any time, and you would achieve nothing."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "I have a new philosophy. I'm only going to dread one day at a time."
   },
   "author": {
    "text": "Charles M. Schulz"
   }
  },
  {
   "quote": {
    "text": "The older we get, the swifter time seems to pass and the quicker memories seem to fade."
   },
   "author": {
    "text": "Brian Sibley"
   }
  },
  {
   "quote": {
    "text": "Time flies never to be recalled."
   },
   "author": {
    "text": "Virgil"
   }
  },
  {
   "quote": {
    "text": "If I have free time, I want to go to the beach, walk around a shopping mall, go grocery shopping. Live a little bit of life."
   },
   "author": {
    "text": "James Wan"
   }
  },
  {
   "quote": {
    "text": "There may be times when we are powerless to prevent injustice, but there must never be a time when we fail to protest."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "Humans are creatures of habit. If you quit when things get tough, it gets that much easier to quit the next time. On the other hand, if you force yourself to push through it, the grit begins to grow in you."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "We are at our very best, and we are happiest, when we are fully engaged in work we enjoy on the journey toward the goal we've established for ourselves. It gives meaning to our time off and comfort to our sleep. It makes everything else in life so wonderful, so worthwhile."
   },
   "author": {
    "text": "Earl Nightingale"
   }
  },
  {
   "quote": {
    "text": "Truth is the daughter of time, not of authority."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "I'm a human being. I've got opinions, I'm not always right, I'm not always on time, I don't always say things in the proper way, but my intentions are always extremely pure."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "I think it's important for us as a society to remember that the youth within juvenile justice systems are, most of the time, youths who simply haven't had the right mentors and supporters around them - because of circumstances beyond their control."
   },
   "author": {
    "text": "Q'orianka Kilcher"
   }
  },
  {
   "quote": {
    "text": "I've realized through the years that I just find happiness in other things, whether it's my dogs or my friends or, like, looking at the sunset. So if I were to wish for something else, it would just to be happy all the time, to have a superpower of not letting things affect me, and to be true to who I am, always."
   },
   "author": {
    "text": "Kylie Jenner"
   }
  },
  {
   "quote": {
    "text": "The innocent and the beautiful have no enemy but time."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "Lipstick is the most valuable weapon in a woman's make-up kit. It has the power to transform the appearance and mood of the person wearing it, and, at the same time, arouses the admiration of everybody else."
   },
   "author": {
    "text": "Monica Bellucci"
   }
  },
  {
   "quote": {
    "text": "The history of innovation is the story of ideas that seemed dumb at the time."
   },
   "author": {
    "text": "Andy Dunn"
   }
  },
  {
   "quote": {
    "text": "Time is long but life is short."
   },
   "author": {
    "text": "Stevie Wonder"
   }
  },
  {
   "quote": {
    "text": "Tattoos, for me, are like a timeline of my life. I could look at a certain tattoo, and it reminds of me of a certain time in my life and why I got that tattoo."
   },
   "author": {
    "text": "Tyga"
   }
  },
  {
   "quote": {
    "text": "Tramping is too easy with all this money. My days were more exciting when I was penniless and had to forage around for my next meal... I've decided that I'm going to live this life for some time to come. The freedom and simple beauty of it is just too good to pass up."
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "We act as if that being of a man or that being of a woman is actually an internal reality or something that is simply true about us, a fact about us, but actually it's a phenomenon that is being produced all the time and reproduced all the time, so to say gender is performative is to say that nobody really is a gender from the start."
   },
   "author": {
    "text": "Judith Butler"
   }
  },
  {
   "quote": {
    "text": "Video games are a waste of time for men with nothing else to do. Real brains don't do that."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "Time is kind of an amazing thing because you can do so much with it. I think people underestimate time... I don't want to just sit on my phone for hours."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "I think every girl's dream is to find a bad boy at the right time, when he wants to not be bad anymore."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "Humans have a light side and a dark side, and it's up to us to choose which way we're going to live our lives. Even if you start out on the dark side, it doesn't mean you have to continue your journey that way. You always have time to turn it around."
   },
   "author": {
    "text": "Taraji P. Henson"
   }
  },
  {
   "quote": {
    "text": "Live one day at a time emphasizing ethics rather than rules."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "The Green New Deal we are proposing will be similar in scale to the mobilization efforts seen in World War II or the Marshall Plan. We must again invest in the development, manufacturing, deployment, and distribution of energy, but this time green energy."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "A youth, when at home, should be filial and, abroad, respectful to his elders. He should be earnest and truthful. He should overflow in love to all and cultivate the friendship of the good. When he has time and opportunity, after the performance of these things, he should employ them in polite studies."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Stop being a critic and be a light; don't be a judge, be a model. I think we are far too critical. I think the best way to correct behavior is to accentuate and affirm positive behavior and to ignore negative behavior. Generally speaking, there is a time to correct, of course; but my biggest advice would be, 'Affirm your child.'"
   },
   "author": {
    "text": "Sean Covey"
   }
  },
  {
   "quote": {
    "text": "Time will pass and seasons will come and go."
   },
   "author": {
    "text": "Roy Bean"
   }
  },
  {
   "quote": {
    "text": "Nobody gets lucky all the time. Nobody can win all the time. Nobody's a robot. Nobody's perfect."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "The only time people dislike gossip is when you gossip about them."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "My time off is usually spent working out and getting better at football. When I come home and spend time with my little brother, we're out on the football field. We're working out or playing Madden. We're spending time with each other, but our quality time is football."
   },
   "author": {
    "text": "Stefon Diggs"
   }
  },
  {
   "quote": {
    "text": "He who is too busy doing good finds no time to be good."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "You want a friend who's going to tell you the truth. That's what it's about. If you don't have a friend who's going to tell you the truth every time something comes up, you feel like he's not a true friend."
   },
   "author": {
    "text": "Donald Driver"
   }
  },
  {
   "quote": {
    "text": "Over time, naturally, you lose your innocence from gaining knowledge. You can't be innocent forever, but there's something in innocence you need to regain to be creative."
   },
   "author": {
    "text": "Albert Hammond, Jr."
   }
  },
  {
   "quote": {
    "text": "I still spend my time feeling sorry for myself and making serious mistakes."
   },
   "author": {
    "text": "Joe Thomas"
   }
  },
  {
   "quote": {
    "text": "I am a marathon worker and marathon mother. I'll spend three or four days completely swallowed up by work. And if I make it home in time to say good night, I may have one good hour with the girls, maybe a brief family dinner or a family walk with the dog, and then it is back on the computer to prepare for tomorrow's shows."
   },
   "author": {
    "text": "Mika Brzezinski"
   }
  },
  {
   "quote": {
    "text": "Being funny is one of my greatest strengths. I can make girls smile when they're down, and when they're having a good time, I can carry on the joke."
   },
   "author": {
    "text": "John Krasinski"
   }
  },
  {
   "quote": {
    "text": "I don't think you should try to be anything you're not. If you're not smiling all the time or always happy - I don't think it matters. If you're having bad day, show you're having a bad day. Don't try to put up something that's fake."
   },
   "author": {
    "text": "Elle Fanning"
   }
  },
  {
   "quote": {
    "text": "One of the nice things about being busy is it makes you focus on what's important to you and how you use your time."
   },
   "author": {
    "text": "Lorne Michaels"
   }
  },
  {
   "quote": {
    "text": "There are times when you're being judged on your appearance and you're not feeling your best self. It hurts, but as I always say, I try and be 100 percent myself all the time. So if I'm rejected, it just hurts that little bit less because at least I was myself."
   },
   "author": {
    "text": "Adwoa Aboah"
   }
  },
  {
   "quote": {
    "text": "Those who stand at the threshold of life always waiting for the right time to change are like the man who stands at the bank of a river waiting for the water to pass so he can cross on dry land."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "It's been a long comeback. Things were pretty dark for me. But I have a faith now, and it saves my day. I was angry with God for a long time because I was unhappy with me. I hadn't learned to make the distinction between God and my parents. But there's a peace now. In the end, I got sick and tired of being sick and tired."
   },
   "author": {
    "text": "William Hurt"
   }
  },
  {
   "quote": {
    "text": "In every battle there comes a time when both sides consider themselves beaten, then he who continues the attack wins."
   },
   "author": {
    "text": "Ulysses S. Grant"
   }
  },
  {
   "quote": {
    "text": "There's no time for regrets. You've just got to keep moving forward."
   },
   "author": {
    "text": "Mike McCready"
   }
  },
  {
   "quote": {
    "text": "No man goes before his time - unless the boss leaves early."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "Life teaches you that you need to make decisions in the right time - not too early, not too late."
   },
   "author": {
    "text": "Jeb Bush"
   }
  },
  {
   "quote": {
    "text": "I trust in nature for the stable laws of beauty and utility. Spring shall plant and autumn garner to the end of time."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "It is never too late to strengthen the foundation of faith. There is always time. With faith in the Savior, you can repent and plead for forgiveness. There is someone you can forgive. There is someone you can thank. There is someone you can serve and lift. You can do it wherever you are and however alone and deserted you may feel."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "I try to look cute all the time."
   },
   "author": {
    "text": "Sloane Stephens"
   }
  },
  {
   "quote": {
    "text": "I want to make sure I always show off my smile and have a positive attitude the whole time, whether it's during a performance, practice, or doing an interview."
   },
   "author": {
    "text": "Laurie Hernandez"
   }
  },
  {
   "quote": {
    "text": "Every time you tear a leaf off a calendar, you present a new place for new ideas and progress."
   },
   "author": {
    "text": "Charles Kettering"
   }
  },
  {
   "quote": {
    "text": "All I want to do when I have time off is to have a laugh with my school friends and go down the pub."
   },
   "author": {
    "text": "Samantha Mumba"
   }
  },
  {
   "quote": {
    "text": "I always had a philosophy which I got from my father. He used to say, 'Listen. God gave to you the gift to play football. This is your gift from God. If you take care of your health, if you are in good shape all the time, with your gift from God no one will stop you, but you must be prepared.'"
   },
   "author": {
    "text": "Pele"
   }
  },
  {
   "quote": {
    "text": "Procrastination is the thief of time."
   },
   "author": {
    "text": "Edward Young"
   }
  },
  {
   "quote": {
    "text": "Know the true value of time; snatch, seize, and enjoy every moment of it. No idleness, no laziness, no procrastination: never put off till tomorrow what you can do today."
   },
   "author": {
    "text": "Philip Stanhope, 4th Earl of Chesterfield"
   }
  },
  {
   "quote": {
    "text": "Don't let the fear of the time it will take to accomplish something stand in the way of your doing it. The time will pass anyway; we might just as well put that passing time to the best possible use."
   },
   "author": {
    "text": "Earl Nightingale"
   }
  },
  {
   "quote": {
    "text": "It takes a long time to grow an old friend."
   },
   "author": {
    "text": "John Leonard"
   }
  },
  {
   "quote": {
    "text": "The finest workers in stone are not copper or steel tools, but the gentle touches of air and water working at their leisure with a liberal allowance of time."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Patience and time do more than strength or passion."
   },
   "author": {
    "text": "Jean de La Fontaine"
   }
  },
  {
   "quote": {
    "text": "Where I am today... I still have my ups and downs, but I take it one day at a time and I just hope that I can be the best that I can possibly be, not only for myself, but also young people that are out there today that need someone to look up to."
   },
   "author": {
    "text": "Demi Lovato"
   }
  },
  {
   "quote": {
    "text": "It takes a long time for a man to look like his portrait."
   },
   "author": {
    "text": "James Whistler"
   }
  },
  {
   "quote": {
    "text": "When you hold your baby in your arms the first time, and you think of all the things you can say and do to influence him, it's a tremendous responsibility. What you do with him can influence not only him, but everyone he meets and not for a day or a month or a year but for time and eternity."
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "I pass my time in the open air on the beach when it is really heavy weather or when the boats go out fishing."
   },
   "author": {
    "text": "Claude Monet"
   }
  },
  {
   "quote": {
    "text": "The way to deal with the devil of obesity and diabetes is literally one day at a time."
   },
   "author": {
    "text": "Stephen Furst"
   }
  },
  {
   "quote": {
    "text": "It took me quite a long time to develop a voice, and now that I have it, I am not going to be silent."
   },
   "author": {
    "text": "Madeleine Albright"
   }
  },
  {
   "quote": {
    "text": "After spending time with police officers on ride-alongs, meeting with politicians on the state and federal level and grass roots organizations fighting for human rights, it's clear that our criminal justice system is still crippling communities of color through mass incarceration."
   },
   "author": {
    "text": "Malcolm Jenkins"
   }
  },
  {
   "quote": {
    "text": "Each time dawn appears, the mystery is there in its entirety."
   },
   "author": {
    "text": "Rene Daumal"
   }
  },
  {
   "quote": {
    "text": "I've been around a long time, and life still has a whole lot of surprises for me."
   },
   "author": {
    "text": "Loretta Lynn"
   }
  },
  {
   "quote": {
    "text": "Christmas makes me happy no matter what time of year it comes around."
   },
   "author": {
    "text": "Bryan White"
   }
  },
  {
   "quote": {
    "text": "I'm thankful for each and every day. We never know when time is up."
   },
   "author": {
    "text": "Chuck Berry"
   }
  },
  {
   "quote": {
    "text": "Flowers are an easy, eloquent expression of love at a time when words can seem clumsy and inadequate."
   },
   "author": {
    "text": "Lynn Coady"
   }
  },
  {
   "quote": {
    "text": "I don't have time for hobbies. At the end of the day, I treat my job as a hobby. It's something I love doing."
   },
   "author": {
    "text": "David Beckham"
   }
  },
  {
   "quote": {
    "text": "Time management is an oxymoron. Time is beyond our control, and the clock keeps ticking regardless of how we lead our lives. Priority management is the answer to maximizing the time we have."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "You can't have a better tomorrow if you are thinking about yesterday all the time."
   },
   "author": {
    "text": "Charles Kettering"
   }
  },
  {
   "quote": {
    "text": "All things are subject to interpretation whichever interpretation prevails at a given time is a function of power and not truth."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "You don't want to have any negativity in your life. Continue to push. Continue to be patient. And when your time comes, then you've got to do everything you can, that's all."
   },
   "author": {
    "text": "Stefon Diggs"
   }
  },
  {
   "quote": {
    "text": "Life is short and we have never too much time for gladdening the hearts of those who are travelling the dark journey with us. Oh be swift to love, make haste to be kind."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "That old law about 'an eye for an eye' leaves everybody blind. The time is always right to do the right thing."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "As we get older, we get better at choosing in ways that will make us happy. We do a better job at picking activities that make us happy, and at spending time with people who make us happy. We're also better at letting things go."
   },
   "author": {
    "text": "Sheena Iyengar"
   }
  },
  {
   "quote": {
    "text": "There are no secrets that time does not reveal."
   },
   "author": {
    "text": "Jean Racine"
   }
  },
  {
   "quote": {
    "text": "Our birthdays are feathers in the broad wing of time."
   },
   "author": {
    "text": "Jean Paul"
   }
  },
  {
   "quote": {
    "text": "The next time you see a spider web, please, pause and look a little closer. You'll be seeing one of the most high-performance materials known to man."
   },
   "author": {
    "text": "Cheryl Hayashi"
   }
  },
  {
   "quote": {
    "text": "People change with time. There are things that happened to a person in his childhood and years later they seem to him alien and strange. I am trying to decipher that child. Sometimes he is a stranger to me. When you think about when you were 14, don't you feel a certain alienation?"
   },
   "author": {
    "text": "Gunter Grass"
   }
  },
  {
   "quote": {
    "text": "Don't waste time on what's not important. Don't get sucked into the drama. Get on with it: don't dwell on the past. Be a big person; be generous of spirit; be the person you'd admire."
   },
   "author": {
    "text": "Allegra Huston"
   }
  },
  {
   "quote": {
    "text": "Time flies. It's up to you to be the navigator."
   },
   "author": {
    "text": "Robert Orben"
   }
  },
  {
   "quote": {
    "text": "My favorite things in life don't cost any money. It's really clear that the most precious resource we all have is time."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "My life is not that glamorous. I actually live a pretty simple life, really. I just work. I don't have time to do all these glamorous things. I just do my thing, just work."
   },
   "author": {
    "text": "Olga Kurylenko"
   }
  },
  {
   "quote": {
    "text": "In the city, we work until quitting time. On the farm, we work until the job is finished."
   },
   "author": {
    "text": "John Bytheway"
   }
  },
  {
   "quote": {
    "text": "You really don't need to wear any make-up most of the time; keep your eyebrows the way they are, and find your own natural beauty signature."
   },
   "author": {
    "text": "Erin Heatherton"
   }
  },
  {
   "quote": {
    "text": "Nobody sees a flower really; it is so small. We haven't time, and to see takes time - like to have a friend takes time."
   },
   "author": {
    "text": "Georgia O'Keeffe"
   }
  },
  {
   "quote": {
    "text": "Since you cannot do good to all, you are to pay special attention to those who, by the accidents of time, or place, or circumstances, are brought into closer connection with you."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "Through consciousness, our minds have the power to change our planet and ourselves. It is time we heed the wisdom of the ancient indigenous people and channel our consciousness and spirit to tend the garden and not destroy it."
   },
   "author": {
    "text": "Bruce Lipton"
   }
  },
  {
   "quote": {
    "text": "The more you do stuff, the better you get at dealing with how you still fail at it a lot of the time."
   },
   "author": {
    "text": "John Mulaney"
   }
  },
  {
   "quote": {
    "text": "We waste time looking for the perfect lover, instead of creating the perfect love."
   },
   "author": {
    "text": "Tom Robbins"
   }
  },
  {
   "quote": {
    "text": "I've gotten to travel all over the world and meet all kinds of people and do all kinds of great things, so it's, like, surreal. It just lets you know how time flies, especially when you're having fun. It seems like time keeps going by faster as I get older."
   },
   "author": {
    "text": "Mekhi Phifer"
   }
  },
  {
   "quote": {
    "text": "Of course, I think that people are just waiting for that time when I make a mistake and they're gonna jump on it.... There's gonna be haters."
   },
   "author": {
    "text": "Justin Bieber"
   }
  },
  {
   "quote": {
    "text": "I thank God for my failures. Maybe not at the time but after some reflection. I never feel like a failure just because something I tried has failed."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "Forever is composed of nows."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "What will I be doing in twenty years' time? I'll be dead, darling! Are you crazy?"
   },
   "author": {
    "text": "Freddie Mercury"
   }
  },
  {
   "quote": {
    "text": "I'm not good at being a picture-perfect pop star, happy all the time. If I'm having a bad day, I can't pretend. I'm always a bit unhappy, but that's just me. I like dwelling in my sadness."
   },
   "author": {
    "text": "Charli XCX"
   }
  },
  {
   "quote": {
    "text": "Economics is a choice between alternatives all the time. Those are the trade-offs."
   },
   "author": {
    "text": "Paul Samuelson"
   }
  },
  {
   "quote": {
    "text": "Death Row inmates are almost twice as expensive to house each year as other inmates. Death penalty trials are much costlier than trials where execution is not a potential punishment and consume more time from judges, public defenders, and other legal personnel."
   },
   "author": {
    "text": "Reid Hoffman"
   }
  },
  {
   "quote": {
    "text": "There's actually a song called 'Vegas Lights,' which I wanted to be an anthem for Vegas, that represented how I felt when I went to the clubs. I felt this weird energy where everybody was having a good time, and it didn't matter. Dancing like nobody's watching. It was kind of beautiful."
   },
   "author": {
    "text": "Brendon Urie"
   }
  },
  {
   "quote": {
    "text": "I learned that we can do anything, but we can't do everything... at least not at the same time. So think of your priorities not in terms of what activities you do, but when you do them. Timing is everything."
   },
   "author": {
    "text": "Dan Millman"
   }
  },
  {
   "quote": {
    "text": "You can't be afraid to fail. It's the only way you succeed - you're not gonna succeed all the time, and I know that."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "Loyalty to the Nation all the time, loyalty to the Government when it deserves it."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "People are stubborn about what they perceive to be the right thing or the wrong thing, and it takes a long time to filter this human condition. There's a waiting period until people catch up. But if you have patience - which it takes when someone thinks differently from you - everybody always catches up. That patience is a wonderful virtue."
   },
   "author": {
    "text": "Johnny Mathis"
   }
  },
  {
   "quote": {
    "text": "I was not a good student. I did not spend much time at college; I was too busy enjoying myself."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Children should be able to live a life free from bullying and harassment and it is time that we all took a stand against this."
   },
   "author": {
    "text": "Katherine Jenkins"
   }
  },
  {
   "quote": {
    "text": "The season of failure is the best time for sowing the seeds of success."
   },
   "author": {
    "text": "Paramahansa Yogananda"
   }
  },
  {
   "quote": {
    "text": "The industrial revolution allowed us, for the first time, to start replacing human labour with machines."
   },
   "author": {
    "text": "Vitalik Buterin"
   }
  },
  {
   "quote": {
    "text": "The first time you marry for love, the second for money, and the third for companionship."
   },
   "author": {
    "text": "Jackie Kennedy"
   }
  },
  {
   "quote": {
    "text": "Personally, I've learned about perseverance: when you hear the word 'No,' and when you hear rejection, that it's not always final. And that timing is everything, and you have to stay the course and just keep working hard and know that, when your time comes, that it will be sweet and that it will be the perfect time."
   },
   "author": {
    "text": "Angela Robinson"
   }
  },
  {
   "quote": {
    "text": "I realize that I live on the bubble of insanity. I feel the weight of human suffering, loneliness and despair on me all the time. It's not getting easier; if anything, it's always right on the edge of my skin."
   },
   "author": {
    "text": "Erwin McManus"
   }
  },
  {
   "quote": {
    "text": "I find that it's best to take one step at a time and cross each bridge as they come to you."
   },
   "author": {
    "text": "Michael Stuhlbarg"
   }
  },
  {
   "quote": {
    "text": "I think there's a right time for everything, and I'm a true believer that everything happens for a reason."
   },
   "author": {
    "text": "Bella Hadid"
   }
  },
  {
   "quote": {
    "text": "All the lessons are in nature. You look at the way rocks are formed - the wind and the water hitting them, shaping them, making them what they are. Things take time, you know?"
   },
   "author": {
    "text": "Diane Lane"
   }
  },
  {
   "quote": {
    "text": "Time itself comes in drops."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "There is a time for many words, and there is also a time for sleep."
   },
   "author": {
    "text": "Homer"
   }
  },
  {
   "quote": {
    "text": "Don't spend time beating on a wall, hoping to transform it into a door."
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "My father wasn't around when I was a kid, and I used to always say, 'Why me? Why don't I have a father? Why isn't he around? Why did he leave my mother?' But as I got older I looked deeper and thought, 'I don't know what my father was going through, but if he was around all the time, would I be who I am today?'"
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "Clock watchers never seem to be having a good time."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "I like that time is marked by each sunrise and sunset whether or not you actually see it."
   },
   "author": {
    "text": "Catherine Opie"
   }
  },
  {
   "quote": {
    "text": "Islam expect every Muslim to do this duty, and if we realise our responsibility time will come soon when we shall justify ourselves worthy of a glorious past."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "I have short goals - to get better every day, to help my teammates every day - but my only ultimate goal is to win an NBA championship. It's all that matters. I dream about it. I dream about it all the time, how it would look, how it would feel. It would be so amazing."
   },
   "author": {
    "text": "LeBron James"
   }
  },
  {
   "quote": {
    "text": "The only time I have problems is when I sleep."
   },
   "author": {
    "text": "Tupac Shakur"
   }
  },
  {
   "quote": {
    "text": "I would like to be remembered as a man who had a wonderful time living life, a man who had good friends, fine family - and I don't think I could ask for anything more than that, actually."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "The starting point of discovering who you are, your gifts, your talents, your dreams, is being comfortable with yourself. Spend time alone. Write in a journal. Take long walks in the woods."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "If you could get all the people in the organization rowing in the same direction, you could dominate any industry, in any market, against any competition, at any time."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "Some people see things that are and ask, Why? Some people dream of things that never were and ask, Why not? Some people have to go to work and don't have time for all that."
   },
   "author": {
    "text": "George Carlin"
   }
  },
  {
   "quote": {
    "text": "Modeling is really what I do during my free time. It's fun for me, so it doesn't feel like work. I choose to do it."
   },
   "author": {
    "text": "Kaia Gerber"
   }
  },
  {
   "quote": {
    "text": "Once again, we come to the Holiday Season, a deeply religious time that each of us observes, in his own way, by going to the mall of his choice."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "There's a time to impress someone, and then there's a time to make an impression on someone."
   },
   "author": {
    "text": "Cameron Dallas"
   }
  },
  {
   "quote": {
    "text": "Time is the fire in which we burn."
   },
   "author": {
    "text": "Gene Roddenberry"
   }
  },
  {
   "quote": {
    "text": "I'm not interested in trying to work on people's perceptions. I am who I am, and if you don't take the time to learn about that, then your perception is going to be your problem."
   },
   "author": {
    "text": "Jim Brown"
   }
  },
  {
   "quote": {
    "text": "I don't take on a project unless I know the end result is going to make me happy. If I can't give 100 percent to something, I choose not to do it because it's very difficult to have so many pots on the fire at one time."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "Having soon discovered to be great, I must appear so, and therefore studiously avoided mixing in society, and wrapped myself in mystery, devoting my time to fasting and prayer."
   },
   "author": {
    "text": "Nat Turner"
   }
  },
  {
   "quote": {
    "text": "The first time I performed musically, I threw up."
   },
   "author": {
    "text": "Marilyn Manson"
   }
  },
  {
   "quote": {
    "text": "I don't need a holiday or a feast to feel grateful for my children, the sun, the moon, the roof over my head, music, and laughter, but I like to take this time to take the path of thanks less traveled."
   },
   "author": {
    "text": "Paula Poundstone"
   }
  },
  {
   "quote": {
    "text": "As others have recently suggested, the term 'gamer' is no longer useful as an identity because games are for everyone. These days, even my mom spends an inordinate amount of time gaming on her iPad. So I'll take a cue from my younger self and say I don't care about being a 'gamer,' but I sure do love video games."
   },
   "author": {
    "text": "Anita Sarkeesian"
   }
  },
  {
   "quote": {
    "text": "There should not be a question of legal or illegal immigration. People came and immigrated to this country from the time of the Indians. No one's illegal. They should just be able to come."
   },
   "author": {
    "text": "Linda Ronstadt"
   }
  },
  {
   "quote": {
    "text": "Divorce is one of the most destructive, emotionally traumatic experiences a human being can go through, no matter if you're the instigator or the recipient. It's hard, and it hurts, and it takes a long time to feel normal again."
   },
   "author": {
    "text": "Emily V. Gordon"
   }
  },
  {
   "quote": {
    "text": "Failure saves lives. In the airline industry, every time a plane crashes the probability of the next crash is lowered by that. The Titanic saved lives because we're building bigger and bigger ships. So these people died, but we have effectively improved the safety of the system, and nothing failed in vain."
   },
   "author": {
    "text": "Nassim Nicholas Taleb"
   }
  },
  {
   "quote": {
    "text": "I suppose leadership at one time meant muscles; but today it means getting along with people."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "If patience is worth anything, it must endure to the end of time. And a living faith will last in the midst of the blackest storm."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "We need to internalize this idea of excellence. Not many folks spend a lot of time trying to be excellent."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "All great achievements require time."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "It's not really about the competition. Your biggest challenge in a race is yourself. You're often racing against time. You're frequently running everything through your mind. You're always competing against preconceived ideas. It's not really the person next to you that you worry about."
   },
   "author": {
    "text": "Summer Sanders"
   }
  },
  {
   "quote": {
    "text": "Beauty is the only thing that time cannot harm. Philosophies fall away like sand, creeds follow one another, but what is beautiful is a joy for all seasons, a possession for all eternity."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Life is like dancing. If we have a big floor, many people will dance. Some will get angry when the rhythm changes. But life is changing all the time."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "I think most of us are raised with preconceived notions of the choices we're supposed to make. We waste so much time making decisions based on someone else's idea of our happiness - what will make you a good citizen or a good wife or daughter or actress. Nobody says, 'Just be happy - go be a cobbler or go live with goats.'"
   },
   "author": {
    "text": "Sandra Bullock"
   }
  },
  {
   "quote": {
    "text": "I wasted time, and now doth time waste me."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Much of the time, the things we feel guilty about are not our issues. Another person behaves inappropriately or in some way violates our boundaries. We challenge the behavior, and the person gets angry and defensive. Then we feel guilty."
   },
   "author": {
    "text": "Melody Beattie"
   }
  },
  {
   "quote": {
    "text": "Talent alone won't make you a success. Neither will being in the right place at the right time, unless you are ready. The most important question is: 'Are your ready?'"
   },
   "author": {
    "text": "Johnny Carson"
   }
  },
  {
   "quote": {
    "text": "Photography is my passion. Whenever I get time, I click."
   },
   "author": {
    "text": "Shaheer Sheikh"
   }
  },
  {
   "quote": {
    "text": "Don't be afraid to give your best to what seemingly are small jobs. Every time you conquer one it makes you that much stronger. If you do the little jobs well, the big ones will tend to take care of themselves."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "Most people spend more time and energy going around problems than in trying to solve them."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "Someday, after mastering the winds, the waves, the tides and gravity, we shall harness for God the energies of love, and then, for a second time in the history of the world, man will have discovered fire."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "It's time for the human race to enter the solar system."
   },
   "author": {
    "text": "Dan Quayle"
   }
  },
  {
   "quote": {
    "text": "My personal style is bipolar. Sometimes I feel like dressing in a boyish leather jacket; other times I want to dress more elegantly. Most of the time it's what I like to call 'comfortable chic': Giuseppe Zanotti flat sandals, Rag & Bone jeans, slouchy Isabel Marant shirts."
   },
   "author": {
    "text": "Joan Smalls"
   }
  },
  {
   "quote": {
    "text": "I think I have a hard time expressing myself in my relationships. I use songs to tell people how I'm feeling. If I can't say 'I love you,' I'll write a song about it and hope that the person figures it out."
   },
   "author": {
    "text": "Jenny Lewis"
   }
  },
  {
   "quote": {
    "text": "There comes a point in your life when you realize how quickly time goes by, and how quickly it has gone. Then it really speeds up exponentially. With that, I think you start to put a lot of things into context; you start to see how huge the world is, and really, the universe."
   },
   "author": {
    "text": "Michael Keaton"
   }
  },
  {
   "quote": {
    "text": "Nobody's angry all the time, unless you're a psycho."
   },
   "author": {
    "text": "Brian Azzarello"
   }
  },
  {
   "quote": {
    "text": "For myself, personally, I am never really aware of timing or anything because I am passionate about what I do, so I have found that if you really love what you do, then time flies."
   },
   "author": {
    "text": "Colm Wilkinson"
   }
  },
  {
   "quote": {
    "text": "The Joker is my favorite villain of all time: You don't know his past; you just know what his plans are."
   },
   "author": {
    "text": "The Weeknd"
   }
  },
  {
   "quote": {
    "text": "Don't worry about the world coming to an end today. It is already tomorrow in Australia."
   },
   "author": {
    "text": "Charles M. Schulz"
   }
  },
  {
   "quote": {
    "text": "Short as life is, we make it still shorter by the careless waste of time."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "I never could have done what I have done without the habits of punctuality, order, and diligence, without the determination to concentrate myself on one subject at a time."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "I'm very emotional; I think I may go mad in several years' time."
   },
   "author": {
    "text": "Freddie Mercury"
   }
  },
  {
   "quote": {
    "text": "Don't wait. The time will never be just right."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "'Fast Life' is just about going out with your friends and having a good time - I think it's one of those songs that people can relate with and like."
   },
   "author": {
    "text": "Joe Jonas"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, if the guy is going to write the girl a letter, whether it's chicken scratch or scribble or looks like a doctor's note, if he takes the time to put pen to paper and not type something, there's something so incredibly romantic and beautiful about that."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "I guess hip-hop has been closer to the pulse of the streets than any music we've had in a long time. It's sociology as well as music, which is in keeping with the tradition of black music in America."
   },
   "author": {
    "text": "Quincy Jones"
   }
  },
  {
   "quote": {
    "text": "Truth is the daughter of time, and I feel no shame in being her midwife."
   },
   "author": {
    "text": "Johannes Kepler"
   }
  },
  {
   "quote": {
    "text": "It was a confusing time in my life, a really bad day at the office."
   },
   "author": {
    "text": "Boris Becker"
   }
  },
  {
   "quote": {
    "text": "Medical science has proven time and again that when the resources are provided, great progress in the treatment, cure, and prevention of disease can occur."
   },
   "author": {
    "text": "Michael J. Fox"
   }
  },
  {
   "quote": {
    "text": "I don't want any title. I just say what I say, and hopefully somebody gets it, man. I'm not perfect, and I'm just here and trying to make a dollar, and being real at the same time, you know?"
   },
   "author": {
    "text": "Nas"
   }
  },
  {
   "quote": {
    "text": "The holidays are a rough time for the homeless, but it's a year-round problem we have to solve."
   },
   "author": {
    "text": "Mike Binder"
   }
  },
  {
   "quote": {
    "text": "Every day, every birthday candle I blow out, every penny I throw over my shoulder in a wishing well, every time my daughter says, 'Let's make a wish on a star,' there's one thing I wish for: wisdom."
   },
   "author": {
    "text": "Rene Russo"
   }
  },
  {
   "quote": {
    "text": "Wondrous is the strength of cheerfulness, and its power of endurance - the cheerful man will do more in the same time, will do it; better, will preserve it longer, than the sad or sullen."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "I gave up my struggle with perfection a long time ago. That is a concept I don't find very interesting anymore. Everyone just wants to look good in the photographs. I think that is where some of the pressure comes from. Be happy. Be yourself, the day is about a lot more."
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "You just can't be someone else all the time; you just have to be you sometimes."
   },
   "author": {
    "text": "Seth Rollins"
   }
  },
  {
   "quote": {
    "text": "If your ego starts out, 'I am important, I am big, I am special,' you're in for some disappointments when you look around at what we've discovered about the universe. No, you're not big. No, you're not. You're small in time and in space. And you have this frail vessel called the human body that's limited on Earth."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "If you spend too much time thinking about a thing, you'll never get it done."
   },
   "author": {
    "text": "Bruce Lee"
   }
  },
  {
   "quote": {
    "text": "We've seen over time that countries that have the best economic growth are those that have good governance, and good governance comes from freedom of communication. It comes from ending corruption. It comes from a populace that can go online and say, 'This politician is corrupt, this administrator, or this public official is corrupt.'"
   },
   "author": {
    "text": "Ramez Naam"
   }
  },
  {
   "quote": {
    "text": "All we have to decide is what to do with the time that is given us."
   },
   "author": {
    "text": "J. R. R. Tolkien"
   }
  },
  {
   "quote": {
    "text": "The police are the public and the public are the police; the police being only members of the public who are paid to give full time attention to duties which are incumbent on every citizen in the interests of community welfare and existence."
   },
   "author": {
    "text": "Robert Peel"
   }
  },
  {
   "quote": {
    "text": "One time, the teacher was the storehouse of knowledge. That will no longer be so. So what would a teacher do? A very good teacher will play the role of augmenter. Also, the teacher will be located anywhere and helping students."
   },
   "author": {
    "text": "Shiv Nadar"
   }
  },
  {
   "quote": {
    "text": "There are no words that can describe the euphoria you feel when your baby recognizes you for the first time and smiles."
   },
   "author": {
    "text": "Jared Padalecki"
   }
  },
  {
   "quote": {
    "text": "I learned a long time ago that reality was much weirder than anyone's imagination."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "When you grow up by the sea, you spend a good deal of time looking at the horizon. You wonder what on Earth the waves might bring - and where the sea might deposit you - until one day you know you have lived between two places, the scene of arrival and the point of departure."
   },
   "author": {
    "text": "Andrew O'Hagan"
   }
  },
  {
   "quote": {
    "text": "What you want in a mentor is someone who truly cares for you and who will look after your interests and not just their own. When you do come across the right person to mentor you, start by showing them that the time they spend with you is worthwhile."
   },
   "author": {
    "text": "Vivek Wadhwa"
   }
  },
  {
   "quote": {
    "text": "We didn't lose the game; we just ran out of time."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "There is something good in all seeming failures. You are not to see that now. Time will reveal it. Be patient."
   },
   "author": {
    "text": "Swami Sivananda"
   }
  },
  {
   "quote": {
    "text": "Fog is my weakness, and every time there is low fog, I am out and about with my camera."
   },
   "author": {
    "text": "Om Malik"
   }
  },
  {
   "quote": {
    "text": "I don't ever think about the roads I didn't take because I spend too much time thinking what's ahead. I don't go backwards."
   },
   "author": {
    "text": "Kelli O'Hara"
   }
  },
  {
   "quote": {
    "text": "Each time I think I've created time for myself, along comes a throwback to disrupt my private space."
   },
   "author": {
    "text": "Wole Soyinka"
   }
  },
  {
   "quote": {
    "text": "No one should have to choose between medicine and other necessities. No one should have to use the emergency room every time a child gets sick. And no one should have to live in constant fear that a medical problem will become a financial crisis."
   },
   "author": {
    "text": "Brad Henry"
   }
  },
  {
   "quote": {
    "text": "If time be of all things the most precious, wasting time must be the greatest prodigality."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "I don't care how busy I am - I will always make time for what's most important to me."
   },
   "author": {
    "text": "Kevin Hart"
   }
  },
  {
   "quote": {
    "text": "There is no greater harm than that of time wasted."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "I was a terrible student. Still, I managed to get into college, but my daydreaming threatened to sabotage me. I used behavior modification to break the cycle. I started by setting an arbitrary time limit on studying: for every 15 minutes of study, I'd allow myself an hour of daydreaming. I set the alarm."
   },
   "author": {
    "text": "Sandra Cisneros"
   }
  },
  {
   "quote": {
    "text": "If you're being ignored, that's a good time to concentrate on finding yourself and creating your own mystery."
   },
   "author": {
    "text": "Lykke Li"
   }
  },
  {
   "quote": {
    "text": "Time flies like an arrow - but fruit flies like a banana."
   },
   "author": {
    "text": "Terry Wogan"
   }
  },
  {
   "quote": {
    "text": "Perfection is attained by slow degrees; it requires the hand of time."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "I love KIND bars. My favorites are coconut and almond and the dark chocolate and sea salt because staying fueled helps keep me from getting sick or injured. Bananas have also made a great comeback in my life. My kids eat them all the time on the go, which has inspired my go-to pre-run morning meal of peanut butter and banana on toast."
   },
   "author": {
    "text": "Summer Sanders"
   }
  },
  {
   "quote": {
    "text": "Most of us grew up with video games in the household, either the original Nintendo in the living room or hoarding quarters for that trip to the arcade. And as time moves on, that line of nostalgia will keep moving forward where 'Frogger' gets replaced with 'Street Fighter 2' or 'Resident Evil 4.'"
   },
   "author": {
    "text": "Rob Manuel"
   }
  },
  {
   "quote": {
    "text": "When you are a photographer, you work all the time, because your eye is the first camera."
   },
   "author": {
    "text": "Patrick Demarchelier"
   }
  },
  {
   "quote": {
    "text": "We live in a digital world where all is available at the touch of a screen. Money has been simplified, changed subtly over time from tangible bills to numbers in cyberspace. Cash is no longer in a cloth bag; it's numbers on a screen. Numbers that can be manipulated and modified. If you run out of numbers, you can just buy some more, right?"
   },
   "author": {
    "text": "Rhys Darby"
   }
  },
  {
   "quote": {
    "text": "We're surrounded by distractions. Whether it's emails, phone calls, text messages, social media notifications, or people entering and leaving your workspace, those distractions end up eating a good portion of your time."
   },
   "author": {
    "text": "John Rampton"
   }
  },
  {
   "quote": {
    "text": "Even if it turns out that time travel is impossible, it is important that we understand why it is impossible."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Sometimes you will think you can't take it another day. But if you hang in there, one step at a time, you will be able to accomplish more than you ever imagine."
   },
   "author": {
    "text": "Taya Kyle"
   }
  },
  {
   "quote": {
    "text": "Aaah, summer - that long anticipated stretch of lazy, lingering days, free of responsibility and rife with possibility. It's a time to hunt for insects, master handstands, practice swimming strokes, conquer trees, explore nooks and crannies, and make new friends."
   },
   "author": {
    "text": "Darell Hammond"
   }
  },
  {
   "quote": {
    "text": "I don't get jealous of people. Jealousy is such a waste of time because you're jealous of them, and they go about their lives and have a wonderful time, so what's the point?"
   },
   "author": {
    "text": "Joy Behar"
   }
  },
  {
   "quote": {
    "text": "There's a bond among a kitchen staff, I think. You spend more time with your chef in the kitchen than you do with your own family."
   },
   "author": {
    "text": "Gordon Ramsay"
   }
  },
  {
   "quote": {
    "text": "It's time to move on to the next step in the psychedelic revolution. We've reached a certain point, but we're not moving any more."
   },
   "author": {
    "text": "Ken Kesey"
   }
  },
  {
   "quote": {
    "text": "I would fight for my liberty so long as my strength lasted, and if the time came for me to go, the Lord would let them take me."
   },
   "author": {
    "text": "Harriet Tubman"
   }
  },
  {
   "quote": {
    "text": "Mom spent the time that she was supposed to be a kid actully raising children, her younger brother and younger sister. She was tough as nails and did not suffer fools at all. And the truth was she could not afford to. She spoke the truth, bluntly, directly, and without much varnish. I am her son."
   },
   "author": {
    "text": "Chris Christie"
   }
  },
  {
   "quote": {
    "text": "I think we all have our own personality, unique and distinctive, and at the same time, I think that our own unique and distinctive personality blends with the wind, with the footsteps in the street, with the noises around the corner, and with the silence of memory, which is the great producer of ghosts."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "I'm not a Starbucks guy. I'm a Dunkin Donuts guy, but I like to pay for the coffee of the other folks behind me in line. It typically costs me less than $10, and makes the other people feel good, but more importantly, it makes me feel so good, and random acts of kindness change the world one person at a time."
   },
   "author": {
    "text": "Robert Kraft"
   }
  },
  {
   "quote": {
    "text": "People come into your lives who you have a good time with, and time goes by and you still have a good time with them and you do stupid stuff with them. To me, that's life."
   },
   "author": {
    "text": "Danny DeVito"
   }
  },
  {
   "quote": {
    "text": "Every day that you're on set is a new day to learn something. Every time you're there, there's something new that you'll notice or something that you'll miss, and you think of something new that you can do."
   },
   "author": {
    "text": "Isaac Hempstead Wright"
   }
  },
  {
   "quote": {
    "text": "The Philippines and the U.S. have had a strong relationship with each other for a very long time now. We have a shared history. We have shared values, democracy, freedom, and we have been in all the wars together in modern history, the World War, Second World War, Cold War, Vietnam, Korea, now the war on terrorism."
   },
   "author": {
    "text": "Gloria Macapagal Arroyo"
   }
  },
  {
   "quote": {
    "text": "As to war, I am and always was a great enemy, at the same time a warrior the greater part of my life and were I young again, should still be a warrior while ever this country should be invaded and I lived."
   },
   "author": {
    "text": "Daniel Morgan"
   }
  },
  {
   "quote": {
    "text": "I believe it's time that women truly owned their superpowers and used their beauty and strength to change the world around them."
   },
   "author": {
    "text": "Janelle Monae"
   }
  },
  {
   "quote": {
    "text": "If atomic bombs are to be added as new weapons to the arsenals of a warring world, or to the arsenals of nations preparing for war, then the time will come when mankind will curse the names of Los Alamos and of Hiroshima."
   },
   "author": {
    "text": "J. Robert Oppenheimer"
   }
  },
  {
   "quote": {
    "text": "Christmas gives us the opportunity to pause and reflect on the important things around us - a time when we can look back on the year that has passed and prepare for the year ahead."
   },
   "author": {
    "text": "David Cameron"
   }
  },
  {
   "quote": {
    "text": "Saying goodbye doesn't mean anything. It's the time we spent together that matters, not how we left it."
   },
   "author": {
    "text": "Trey Parker"
   }
  },
  {
   "quote": {
    "text": "The time to repair the roof is when the sun is shining."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "I've been lucky enough that I can gather all sorts of experiences and find inspiration by traveling around and by spending time with people I admire."
   },
   "author": {
    "text": "Bonnie Raitt"
   }
  },
  {
   "quote": {
    "text": "There is no right time and right place for love... it can happen any time."
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "Achievers have an enabling attitude, realism, and a conviction that they themselves were the laboratory of innovation. Their ability to change themselves is central to their success. They have learned to conserve their energy by minimizing the time spent in regret or complaint. Every event is a lesson to them, every person a teacher."
   },
   "author": {
    "text": "Marilyn Ferguson"
   }
  },
  {
   "quote": {
    "text": "Mental prayer in my opinion is nothing else than an intimate sharing between friends; it means taking time frequently to be alone with Him who we know loves us. The important thing is not to think much but to love much and so do that which best stirs you to love. Love is not great delight but desire to please God in everything."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "My ultimate goal is to end up being happy. Most of the time."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "Lost - yesterday, somewhere between sunrise and sunset, two golden hours, each set with sixty diamond minutes. No reward is offered, for they are gone forever."
   },
   "author": {
    "text": "Horace Mann"
   }
  },
  {
   "quote": {
    "text": "Playing video games is something I enjoy in my spare time. I'm a gamer, always have been."
   },
   "author": {
    "text": "Kevin Garnett"
   }
  },
  {
   "quote": {
    "text": "Right now I'm having amnesia and deja vu at the same time... I think Ive forgotten this before."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "A liberal to me is one who - and it suits some of the dictionary definitions - is unbeholden to any specific belief or party or group or person, but makes up his or her mind on the basis of the facts and the presentation of those facts at the time. That defines what I am."
   },
   "author": {
    "text": "Walter Cronkite"
   }
  },
  {
   "quote": {
    "text": "If you have a chance to accomplish something that will make things better for people coming behind you, and you don't do that, you are wasting your time on this earth."
   },
   "author": {
    "text": "Roberto Clemente"
   }
  },
  {
   "quote": {
    "text": "Poorly planned and stressful vacations eliminate the positive benefit of time away. The less the stress, the more likely you will experience a positive benefit from the time off. A positive, well-managed vacation can make you happier and less stressed, and you can return with more energy at work and with more meaning in your life."
   },
   "author": {
    "text": "Shawn Achor"
   }
  },
  {
   "quote": {
    "text": "I love the sunrise, as I am definitely a morning person! It's a great time to get up and have a coffee in the garden by myself before everybody wakes up."
   },
   "author": {
    "text": "Bianca Balti"
   }
  },
  {
   "quote": {
    "text": "I went to a restaurant that serves 'breakfast at any time'. So I ordered French Toast during the Renaissance."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "The time you spend alone with God will transform your character and increase your devotion. Then your integrity and godly behavior in an unbelieving world will make others long to know the Lord."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "In order to succeed you must fail, so that you know what not to do the next time."
   },
   "author": {
    "text": "Anthony J. D'Angelo"
   }
  },
  {
   "quote": {
    "text": "We must reject the idea that every time a law's broken, society is guilty rather than the lawbreaker. It is time to restore the American precept that each individual is accountable for his actions."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "If you can look into the seeds of time, and say which grain will grow and which will not, speak then unto me."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "I spend several days at a time without enough sleep. At first, normal activities become annoying. When you are too tired to eat, you really need some sleep. A few days later, things become strange. Loud noises become louder and more startling, familiar sounds become unfamiliar, and life reinvents itself as a surrealist dream."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Strong women, when respected, make the whole society stronger. One must be careful with such rapid changes, though, and make an effort to preserve, at the same time, the positive traditions of Indian culture."
   },
   "author": {
    "text": "Chitra Banerjee Divakaruni"
   }
  },
  {
   "quote": {
    "text": "For me, forgiveness and compassion are always linked: how do we hold people accountable for wrongdoing and yet at the same time remain in touch with their humanity enough to believe in their capacity to be transformed?"
   },
   "author": {
    "text": "bell hooks"
   }
  },
  {
   "quote": {
    "text": "As I have done in every election since I started voting so many years ago, I always like to take my time and examine the two candidates, see not only the two candidates but the policies they will bring in, the people they will bring in, who they might appoint to the Supreme Court, and look at the whole range of issues before making a decision."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "I love getting dressed up in a suit because I don't do it all the time."
   },
   "author": {
    "text": "Jason Statham"
   }
  },
  {
   "quote": {
    "text": "I think the best riffs and the best songs come when you're jamming and having a good time."
   },
   "author": {
    "text": "Scott Ian"
   }
  },
  {
   "quote": {
    "text": "Nearly every moment of every day, we have the opportunity to give something to someone else - our time, our love, our resources."
   },
   "author": {
    "text": "S. Truett Cathy"
   }
  },
  {
   "quote": {
    "text": "Your grandparents came of age in the Great Depression, when everyday life was about deprivation and sacrifice, when the economic conditions of the time were so grave and so unrelenting it would have been easy enough for the American dream to fade away."
   },
   "author": {
    "text": "Tom Brokaw"
   }
  },
  {
   "quote": {
    "text": "I never cut class. I loved getting A's, I liked being smart. I liked being on time. I thought being smart is cooler than anything in the world."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Youth is the best time to be rich, and the best time to be poor."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "When you spend a lot of time, like I do, just standing around and waiting, or being moved from place to place, every minute gets consumed by something someone else has set up for you. And it's not like I'm always in a beautiful place wearing something gorgeous."
   },
   "author": {
    "text": "Scarlett Johansson"
   }
  },
  {
   "quote": {
    "text": "In time of difficulties, we must not lose sight of our achievements."
   },
   "author": {
    "text": "Mao Zedong"
   }
  },
  {
   "quote": {
    "text": "No excuses and no sob stories. Life is full of excuses if you're looking. I have no time to gripe over misfortune. I don't waste time looking back."
   },
   "author": {
    "text": "Junior Seau"
   }
  },
  {
   "quote": {
    "text": "My grandmother, she's been the positive portion of my life the entire time."
   },
   "author": {
    "text": "Curtis Jackson"
   }
  },
  {
   "quote": {
    "text": "Being a survivor doesn't mean being strong - it's telling people when you need a meal or a ride, company, whatever. It's paying attention to heart wisdom, feelings, not living a role, but having a unique, authentic life, having something to contribute, finding time to love and laugh. All these things are qualities of survivors."
   },
   "author": {
    "text": "Bernie Siegel"
   }
  },
  {
   "quote": {
    "text": "Poetry may make us from time to time a little more aware of the deeper, unnamed feelings which form the substratum of our being, to which we rarely penetrate; for our lives are mostly a constant evasion of ourselves."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "Beauty, sweet love, is like the morning dew, Whose short refresh upon tender green, Cheers for a time, but till the sun doth show And straight is gone, as it had never been."
   },
   "author": {
    "text": "Samuel Daniel"
   }
  },
  {
   "quote": {
    "text": "Take time to appreciate employees and they will reciprocate in a thousand ways."
   },
   "author": {
    "text": "Bob Nelson"
   }
  },
  {
   "quote": {
    "text": "If we listened to our intellect, we'd never have a love affair. We'd never have a friendship. We'd never go into business, because we'd be cynical. Well, that's nonsense. You've got to jump off cliffs all the time and build your wings on the way down."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "There is never just one thing that leads to success for anyone. I feel it always a combination of passion, dedication, hard work, and being in the right place at the right time."
   },
   "author": {
    "text": "Lauren Conrad"
   }
  },
  {
   "quote": {
    "text": "Life is so fast. And I still remember when I came up to the big leagues and played as if it were yesterday. Time flies."
   },
   "author": {
    "text": "Asdrubal Cabrera"
   }
  },
  {
   "quote": {
    "text": "The time that I have on this earth should just be filled with good times."
   },
   "author": {
    "text": "Kyle Kinane"
   }
  },
  {
   "quote": {
    "text": "The more time passes in your life, I think the greater you understand perspective. So I'm happy that I've had experiences that have reminded me that most exciting things might not feel so exciting later, and the most disappointing things might not be so disappointing later, either."
   },
   "author": {
    "text": "K. Flay"
   }
  },
  {
   "quote": {
    "text": "Looking back, we were the luckiest people in the world. There was no choice but to be pioneers; no time to be beginners."
   },
   "author": {
    "text": "Margaret H. Hamilton"
   }
  },
  {
   "quote": {
    "text": "Eventually, my eyes were opened, and I really understood nature. I learned to love at the same time."
   },
   "author": {
    "text": "Claude Monet"
   }
  },
  {
   "quote": {
    "text": "The real test of a musician is live performance. It's one thing to spend a long time learning how to play well in the studio, but to do it in front of people is what keeps me coming back to touring."
   },
   "author": {
    "text": "Neil Peart"
   }
  },
  {
   "quote": {
    "text": "We have that storytelling history in country and bluegrass and old time and folk music, blues - all those things that combine to make up the genre. It was probably storytelling before it was songwriting, as far as country music is concerned. It's fun to be a part of that and tip the hat to that. You know, and keep that tradition alive."
   },
   "author": {
    "text": "Chris Stapleton"
   }
  },
  {
   "quote": {
    "text": "Although I know it's unfair I reveal myself one mask at a time."
   },
   "author": {
    "text": "Stephen Dunn"
   }
  },
  {
   "quote": {
    "text": "We get to live in a time that we get to use social media as a tool. It's not just a face on a piece of paper, and that's what makes you someone's favorite model. We can have a very similar sense of humor as someone, and that's why we're their favorite model, or our personal style, off the runway, is why we're their favorite."
   },
   "author": {
    "text": "Gigi Hadid"
   }
  },
  {
   "quote": {
    "text": "Long hair, for me, is actually less maintenance. I went through a phase when I was kid where I wanted a pixie cut. At the time I thought it looked awesome, but I look back and I looked like such a dork! When I have short hair, I feel like I have to blow dry it, or it doesn't sit properly."
   },
   "author": {
    "text": "Mallory Jansen"
   }
  },
  {
   "quote": {
    "text": "The Antichrist will be the infernal prince again for the third and last time... so many evils shall be committed by the means of Satan, the infernal Prince, that almost the entire world shall be found undone and desolate. Before these events happen, many rare birds will cry in the air, 'Now! Now!' and sometime later will vanish."
   },
   "author": {
    "text": "Nostradamus"
   }
  },
  {
   "quote": {
    "text": "I'm a very positive person, but this whole concept of having to always be nice, always smiling, always happy, that's not real. It was like I was wearing a mask. I was becoming this perfectly chiselled sculpture, and that was bad. That took a long time to understand."
   },
   "author": {
    "text": "Alicia Keys"
   }
  },
  {
   "quote": {
    "text": "We have time, there's no big rush."
   },
   "author": {
    "text": "Jimi Hendrix"
   }
  },
  {
   "quote": {
    "text": "Time is but the shadow of the world upon the background of Eternity."
   },
   "author": {
    "text": "Jerome K. Jerome"
   }
  },
  {
   "quote": {
    "text": "I love the sun but don't have the time to get a good tan and keep it year-round, so I am a huge fan of tanning products."
   },
   "author": {
    "text": "Kim Kardashian"
   }
  },
  {
   "quote": {
    "text": "The 20th century taught us how far unbridled evil can and will go when the world fails to confront it. It is time that we heed the lessons of the 20th century and stand up to these murderers. It is time that we end genocide in the 21st century."
   },
   "author": {
    "text": "Allyson Schwartz"
   }
  },
  {
   "quote": {
    "text": "The art of leadership is not to spend your time measuring, evaluating. It's all about selecting the person. And if you believe you selected the right person, then you give that person the freedom, the authority, the delegation to innovate and to lead with some very simple measure."
   },
   "author": {
    "text": "Pierre Nanterme"
   }
  },
  {
   "quote": {
    "text": "If someone is always to blame, if every time something goes wrong someone has to be punished, people quickly stop taking risks. Without risks, there can't be breakthroughs."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "Believing in yourself and what you do is so important. It took me a long time to find that confidence. If you're an artist and you're taking risks, then you're doing something right if some people don't get it."
   },
   "author": {
    "text": "Kate Voegele"
   }
  },
  {
   "quote": {
    "text": "There was a time in the 1930s when magazine writers could actually make a good living. 'The Saturday Evening Post' and 'Collier's' both had three stories in each issue. These were usually entertaining, and people really went for them. But then television came along, and now of course, information technology... the new way of killing time."
   },
   "author": {
    "text": "Tom Wolfe"
   }
  },
  {
   "quote": {
    "text": "Weekends are sacred for me. They're the perfect time to relax and spend time with family and friends."
   },
   "author": {
    "text": "Marcus Samuelsson"
   }
  },
  {
   "quote": {
    "text": "There was one point in high school actually when I was on the chess team, marching band, model United Nations and debate club all at the same time. And I would spend time with the computer club after school. And I had just quit pottery club, which I was in junior high, but I let that go."
   },
   "author": {
    "text": "Rainn Wilson"
   }
  },
  {
   "quote": {
    "text": "When you are missing someone, time seems to move slower, and when I'm falling in love with someone, time seems to be moving faster."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "Rest is not idleness, and to lie sometimes on the grass under trees on a summer's day, listening to the murmur of the water, or watching the clouds float across the sky, is by no means a waste of time."
   },
   "author": {
    "text": "John Lubbock"
   }
  },
  {
   "quote": {
    "text": "During the time men live without a common power to keep them all in awe, they are in that conditions called war; and such a war, as if of every man, against every man."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "At what point then is the approach of danger to be expected? I answer, if it ever reach us, it must spring up amongst us. It cannot come from abroad. If destruction be our lot, we must ourselves be its author and finisher. As a nation of freemen, we must live through all time, or die by suicide."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Our duty is to encourage every one in his struggle to live up to his own highest idea, and strive at the same time to make the ideal as near as possible to the Truth."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "If a man walks in the woods for love of them half of each day, he is in danger of being regarded as a loafer. But if he spends his days as a speculator, shearing off those woods and making the earth bald before her time, he is deemed an industrious and enterprising citizen."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "It seems like every time you come up something happens to bring you back down."
   },
   "author": {
    "text": "Tupac Shakur"
   }
  },
  {
   "quote": {
    "text": "We will be more successful in all our endeavors if we can let go of the habit of running all the time, and take little pauses to relax and re-center ourselves. And we'll also have a lot more joy in living."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Civilization began the first time an angry person cast a word instead of a rock."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "In a time of domestic crisis, men of goodwill and generosity should be able to unite regardless of party or politics."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Experience hath shewn, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "I'm having a great time. It's like I'm on some ridiculous big roller coaster not knowing what's happening next, but just having a great time on the ride."
   },
   "author": {
    "text": "Samantha Mumba"
   }
  },
  {
   "quote": {
    "text": "The only time you really live fully is from thirty to sixty. The young are slaves to dreams; the old servants of regrets. Only the middle-aged have all their five senses in the keeping of their wits."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Like most guys, I've always liked watches. I can always check the time on my phone, but having a watch is so much better."
   },
   "author": {
    "text": "Andy Murray"
   }
  },
  {
   "quote": {
    "text": "Every time I start to get worked up over something, I just think to myself, 'Is this really going to matter in my life tomorrow, in an hour, in a year?' You just can't get stressed about the little things 'cause it's just not worth it at the end of the day."
   },
   "author": {
    "text": "Kylie Jenner"
   }
  },
  {
   "quote": {
    "text": "As societies grow decadent, the language grows decadent, too. Words are used to disguise, not to illuminate, action: you liberate a city by destroying it. Words are to confuse, so that at election time people will solemnly vote against their own interests."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "Marathon running, like golf, is a game for players, not winners. That is why Callaway sells golf clubs and Nike sells running shoes. But running is unique in that the world's best racers are on the same course, at the same time, as amateurs, who have as much chance of winning as your average weekend warrior would scoring a touchdown in the NFL."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "The moon puts on an elegant show, different every time in shape, colour and nuance."
   },
   "author": {
    "text": "Arthur Smith"
   }
  },
  {
   "quote": {
    "text": "I don't feel pressure in a negative way. I like pressure. I feel excitement and calm at the same time. No pressure, no diamonds. I want pressure: pressure creates drama, creates emotion."
   },
   "author": {
    "text": "Conor McGregor"
   }
  },
  {
   "quote": {
    "text": "People have a hard time letting go of their suffering. Out of a fear of the unknown, they prefer suffering that is familiar."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "To be a Negro in this country and to be relatively conscious is to be in a rage almost all the time."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "The more time you spend contemplating what you should have done... you lose valuable time planning what you can and will do."
   },
   "author": {
    "text": "Lil Wayne"
   }
  },
  {
   "quote": {
    "text": "Viewed freely, the English language is the accretion and growth of every dialect, race, and range of time, and is both the free and compacted composition of all."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "I obviously would love to have a girlfriend, but a girlfriend deserves so much of your time and energy. And she deserves to be treated like a princess because that's how you should treat your girls. And if I can't give them that time and that devotion because of my dedication to football, then I don't feel like I should almost waste their time."
   },
   "author": {
    "text": "J. J. Watt"
   }
  },
  {
   "quote": {
    "text": "Each of us should think of the future. Every puff on a cigarette is another tick closer to a time bomb of terrible consequences. Christopher Hitchens didn't care about the consequences of smoking cigarettes. Tragically, he died of throat cancer in December 2011."
   },
   "author": {
    "text": "Ray Comfort"
   }
  },
  {
   "quote": {
    "text": "I talk to my readers on social networking sites, but I never tell them what the book is about. Writing is lonely, so from time to time I talk to them on the Internet. It's like chatting at a bar without leaving your office. I talk with them about a lot of things other than my books."
   },
   "author": {
    "text": "Paulo Coelho"
   }
  },
  {
   "quote": {
    "text": "We must find new lands from which we can easily obtain raw materials and at the same time exploit the cheap slave labor that is available from the natives of the colonies. The colonies would also provide a dumping ground for the surplus goods produced in our factories."
   },
   "author": {
    "text": "Cecil Rhodes"
   }
  },
  {
   "quote": {
    "text": "I was raised in a very humble environment, and I was always taught to be humble to the things that are happening in my life because they're blessings. They're blessings in every way. Whether you're able to help someone get through a tough time in their life through your music or through comedy, or whatever it is, you're just a channel."
   },
   "author": {
    "text": "Justin Timberlake"
   }
  },
  {
   "quote": {
    "text": "It is wonderful how much time good people spend fighting the devil. If they would only expend the same amount of energy loving their fellow men, the devil would die in his own tracks of ennui."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "I attended college in prison. I was in jail, so there ain't no going to no classes. They have programs in certain facilities where you can earn good time, and then you get time taken off your sentence. But as far as going to classes, it's not like that. You study, and then an administrator gives you a test. I got a Master's in psychology."
   },
   "author": {
    "text": "Kevin Gates"
   }
  },
  {
   "quote": {
    "text": "We can't solve modern problems by going back in time. Retreating to the safety of the familiar is an understandable response, but God has called us to a life of faith. And faith requires us to face the unknown while trusting Him completely."
   },
   "author": {
    "text": "Charles R. Swindoll"
   }
  },
  {
   "quote": {
    "text": "I strongly believe that the Founding Fathers of our country got it right: power corrupts, and any time you have too much power concentrated in one place, it tends to get abused, so checks and balances are always needed."
   },
   "author": {
    "text": "Dean Ornish"
   }
  },
  {
   "quote": {
    "text": "I'm just cruising, doing me, having a good time and focusing on getting better."
   },
   "author": {
    "text": "Alistair Overeem"
   }
  },
  {
   "quote": {
    "text": "I do have a close circle of friends and I am very fortunate to have them as friends. I feel very close to them I think friends are everything in life after your family. You come across lots of people all the time but you only make very few friends and you have to be true to them otherwise what's the point in life?"
   },
   "author": {
    "text": "Shah Rukh Khan"
   }
  },
  {
   "quote": {
    "text": "Those who give themselves to prayer should in a special manner have always a devotion to St. Joseph; for I know not how any man can think of the Queen of the angels, during the time that she suffered so much with the Infant Jesus, without giving thanks to St. Joseph for the services he rendered them then."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "In 1985, I was living with my sister in Virginia, and since I was still in high school, I worked at McDonald's to save money to get an abortion. It sounds really terrible, but it was the best decision I ever made. It was the first time I took responsibility for my actions. I messed up, had sex without contraception, and got pregnant at 15."
   },
   "author": {
    "text": "Kathleen Hanna"
   }
  },
  {
   "quote": {
    "text": "Weekends are about replenishment and rejuvenation. Time in Wales would definitely be part of my ideal weekend, at my own hotel, set in 72 acres of absolute gorgeousness. I can already feel the air working its magic, with the sea breeze drifting over us."
   },
   "author": {
    "text": "Neil Morrissey"
   }
  },
  {
   "quote": {
    "text": "There never is a good time for tough decisions. There will always be an election or something else. You have to pick courage and do it. Governance is about taking tough, even unpopular, decisions."
   },
   "author": {
    "text": "Jairam Ramesh"
   }
  },
  {
   "quote": {
    "text": "Each person is an enigma. You're a puzzle not only to yourself but also to everyone else, and the great mystery of our time is how we penetrate this puzzle."
   },
   "author": {
    "text": "Theodore Zeldin"
   }
  },
  {
   "quote": {
    "text": "But meanwhile time flies; it flies never to be regained."
   },
   "author": {
    "text": "Virgil"
   }
  },
  {
   "quote": {
    "text": "Life is strong and fragile. It's a paradox... It's both things, like quantum physics: It's a particle and a wave at the same time. It all exists all together."
   },
   "author": {
    "text": "Joan Jett"
   }
  },
  {
   "quote": {
    "text": "I think goals should never be easy, they should force you to work, even if they are uncomfortable at the time."
   },
   "author": {
    "text": "Michael Phelps"
   }
  },
  {
   "quote": {
    "text": "My beautiful son... I can't wait to see his face, hug him, and spend time with him."
   },
   "author": {
    "text": "Jencarlos Canela"
   }
  },
  {
   "quote": {
    "text": "My art is an attempt to reach beyond the surface appearance. I want to see growth in wood, time in stone, nature in a city, and I do not mean its parks but a deeper understanding that a city is nature too-the ground upon which it is built, the stone with which it is made."
   },
   "author": {
    "text": "Andy Goldsworthy"
   }
  },
  {
   "quote": {
    "text": "Life is like an ice-cream cone, you have to lick it one day at a time."
   },
   "author": {
    "text": "Charles M. Schulz"
   }
  },
  {
   "quote": {
    "text": "Even if you don't have time for a big workout, stretching in the morning and night really changes your body."
   },
   "author": {
    "text": "Erin Heatherton"
   }
  },
  {
   "quote": {
    "text": "Make gifts meaningful by putting the time in creating them, whether baking and cooking, or in making arts and craft. It will all have more meaning for the giver and receiver."
   },
   "author": {
    "text": "Lidia Bastianich"
   }
  },
  {
   "quote": {
    "text": "There's no wrong time to make the right decision."
   },
   "author": {
    "text": "Dalton McGuinty"
   }
  },
  {
   "quote": {
    "text": "Since I'm always working, my best holiday memories are definitely when I can just go home and spend time with my family."
   },
   "author": {
    "text": "Chris Brown"
   }
  },
  {
   "quote": {
    "text": "When you are in business for a long time, you go through good times and bad times. When you go through bad times, you learn to control costs, satisfy customers better, satisfy employees better and become more transparent. Therefore, you build character in the company."
   },
   "author": {
    "text": "N. R. Narayana Murthy"
   }
  },
  {
   "quote": {
    "text": "I respect everybody, but at the same time, I carry myself with an aura that demands respect, too."
   },
   "author": {
    "text": "Lil' Kim"
   }
  },
  {
   "quote": {
    "text": "Time flies so quick. I remember my second year in business when Bullocks Wilshire did a whole window of my white dresses. I was so excited, I went there at night and took pictures."
   },
   "author": {
    "text": "Tadashi Shoji"
   }
  },
  {
   "quote": {
    "text": "I started making music... I guess I was 12, and I started playing 'Guitar Hero.' And you know, it got to a point where on expert, you can only exceed to a certain point. And so, you know, I was like, 'Let's play real guitar. Let's not waste more time.' So, I got my mom, I told her to buy me a guitar for Christmas, and I started making music then."
   },
   "author": {
    "text": "Post Malone"
   }
  },
  {
   "quote": {
    "text": "Each time you take a good picture, you have the wonderful feeling of exhilaration... and almost instantly, the flip side. You have this terrible, terrible anxiety that you've just taken your last good picture."
   },
   "author": {
    "text": "Sally Mann"
   }
  },
  {
   "quote": {
    "text": "Every time I appoint someone to a vacant position, I make a hundred unhappy and one ungrateful."
   },
   "author": {
    "text": "Louis XIV"
   }
  },
  {
   "quote": {
    "text": "In a time not distant, it will be possible to flash any image formed in thought on a screen and render it visible at any place desired. The perfection of this means of reading thought will create a revolution for the better in all our social relations."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "Ten percent of the big fish still remain. There are still some blue whales. There are still some krill in Antarctica. There are a few oysters in Chesapeake Bay. Half the coral reefs are still in pretty good shape, a jeweled belt around the middle of the planet. There's still time, but not a lot, to turn things around."
   },
   "author": {
    "text": "Sylvia Earle"
   }
  },
  {
   "quote": {
    "text": "When you encounter difficulties and contradictions, do not try to break them, but bend them with gentleness and time."
   },
   "author": {
    "text": "Saint Francis de Sales"
   }
  },
  {
   "quote": {
    "text": "Art and nature shall always be wrestling until they eventually conquer one another so that the victory is the same stroke and line: that which is conquered, conquers at the same time."
   },
   "author": {
    "text": "Maria Sibylla Merian"
   }
  },
  {
   "quote": {
    "text": "I was very depressed when I was 19... I would go back to my apartment every day and I would just sit there. It was quiet and it was lonely. It was still. It was just my piano and myself. I had a television and I would leave it on all the time just to feel like somebody was hanging out with me."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "There's something magical about spending a Sunday night watching real people at a deli, then watching fake people pretending to be real on TV, then engaging in (arguably) false interaction with (arguably) real people on the Internet. Never at any prior point in time has this been possible."
   },
   "author": {
    "text": "Diablo Cody"
   }
  },
  {
   "quote": {
    "text": "Employee of the month is a good example of how somebody can be both a winner and a loser at the same time."
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "We are so obsessed with doing that we have no time and no imagination left for being. As a result, men are valued not for what they are but for what they do or what they have - for their usefulness."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "I've been obsessed with sunglasses since the beginning of time."
   },
   "author": {
    "text": "Madelaine Petsch"
   }
  },
  {
   "quote": {
    "text": "Time passes, and little by little everything that we have spoken in falsehood becomes true."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "Community colleges are one of America's great social inventions a gateway to the future for first time students looking for an affordable college education, and for mid-career students looking to get ahead in the workplace."
   },
   "author": {
    "text": "Barbara Mikulski"
   }
  },
  {
   "quote": {
    "text": "You can't please everybody. You'd be crazy if you're trying to. So take some time out to do some things for yourself."
   },
   "author": {
    "text": "Nas"
   }
  },
  {
   "quote": {
    "text": "Living is strife and torment, disappointment and love and sacrifice, golden sunsets and black storms. I said that some time ago, and today I do not think I would add one word."
   },
   "author": {
    "text": "Laurence Olivier"
   }
  },
  {
   "quote": {
    "text": "We gon' be around for a long time."
   },
   "author": {
    "text": "Quavo"
   }
  },
  {
   "quote": {
    "text": "Let's be honest; it's rather easy to be busy. We all can think up a list of tasks that will overwhelm our schedules. Some might even think that their self-worth depends on the length of their to-do list. They flood the open spaces in their time with lists of meetings and minutia - even during times of stress and fatigue."
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "What's important to me is love, especially that. What's important to me is growing and evolving. But ultimately, what's important to me is being real and being authentic. I've spent enough time in my life holding poses, playing roles."
   },
   "author": {
    "text": "Ann Wilson"
   }
  },
  {
   "quote": {
    "text": "You know, you only get to live life once, so there are two things that that yields. One is that there's no point in crying over spilt milk, but secondly you hate wasting time, energy, and whatever talent you've got."
   },
   "author": {
    "text": "David Miliband"
   }
  },
  {
   "quote": {
    "text": "I work a lot of hours, and in this business you really try to keep as busy as you possibly can. Sometimes when you really focus on kids in your free time you lose the husband and wife relationship to some degree. It's been a real focus for us to make sure we stay focused on us two."
   },
   "author": {
    "text": "Cameron Mathison"
   }
  },
  {
   "quote": {
    "text": "The trouble with our times is that the future is not what it used to be."
   },
   "author": {
    "text": "Paul Valery"
   }
  },
  {
   "quote": {
    "text": "A thing is mighty big when time and distance cannot shrink it."
   },
   "author": {
    "text": "Zora Neale Hurston"
   }
  },
  {
   "quote": {
    "text": "When you're hiding behind a character all the time, as soon as you have to be yourself, you feel kind of terrified."
   },
   "author": {
    "text": "Sheridan Smith"
   }
  },
  {
   "quote": {
    "text": "I was always lonesome. The only time I felt accepted or wanted was when I was on stage performing. I guess the stage was my only friend: the only place where I could feel comfortable. It was the only place where I felt equal and safe."
   },
   "author": {
    "text": "Judy Garland"
   }
  },
  {
   "quote": {
    "text": "Longevity conquers scandal every time."
   },
   "author": {
    "text": "Shelby Foote"
   }
  },
  {
   "quote": {
    "text": "Time is money."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "The past cannot be cured."
   },
   "author": {
    "text": "Elizabeth I"
   }
  },
  {
   "quote": {
    "text": "Life is too short to not have fun; we are only here for a short time compared to the sun and the moon and all that."
   },
   "author": {
    "text": "Coolio"
   }
  },
  {
   "quote": {
    "text": "There was a time when men thought it was sexy to have a housewife waiting for him to come home from work in her slippers, but in modern society, I think an independent woman is even more sexy."
   },
   "author": {
    "text": "Kat Graham"
   }
  },
  {
   "quote": {
    "text": "If you have an important point to make, don't try to be subtle or clever. Use a pile driver. Hit the point once. Then come back and hit it again. Then hit it a third time - a tremendous whack."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Dreams have only one owner at a time. That's why dreamers are lonely."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "Nothing is easy in cricket. Maybe when you watch it on TV, it looks easy. But it is not. You have to use your brain and time the ball."
   },
   "author": {
    "text": "Rohit Sharma"
   }
  },
  {
   "quote": {
    "text": "Sometimes a loss is the best thing that can happen. It teaches you what you should have done next time."
   },
   "author": {
    "text": "Snoop Dogg"
   }
  },
  {
   "quote": {
    "text": "I am ready any time. Do not keep me waiting."
   },
   "author": {
    "text": "John Mason Brown"
   }
  },
  {
   "quote": {
    "text": "I would say that a good shoe is exactly like a good wine. These shoes are going to stay and last for a long time."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "If you're doing your best, you won't have any time to worry about failure."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "People always fear change. People feared electricity when it was invented, didn't they? People feared coal, they feared gas-powered engines... There will always be ignorance, and ignorance leads to fear. But with time, people will come to accept their silicon masters."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "I don't spend much time looking back at what happened. I do remember it, but I don't see any purpose of wanting to look back."
   },
   "author": {
    "text": "Amitabh Bachchan"
   }
  },
  {
   "quote": {
    "text": "Time is something that interests me a whole lot - past and present, and how the past appears as people change."
   },
   "author": {
    "text": "Alice Munro"
   }
  },
  {
   "quote": {
    "text": "I been a long time leaving but I'm going to be a long time gone."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "We should not say that one man's hour is worth another man's hour, but rather that one man during an hour is worth just as much as another man during an hour. Time is everything, man is nothing: he is at the most time's carcass."
   },
   "author": {
    "text": "Karl Marx"
   }
  },
  {
   "quote": {
    "text": "Regardless of who wins, an election should be a time for optimism and fresh approaches."
   },
   "author": {
    "text": "Gary Johnson"
   }
  },
  {
   "quote": {
    "text": "Time is the friend of the wonderful company, the enemy of the mediocre."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "There'd never been a more advantageous time to be a criminal in America than during the 13 years of Prohibition. At a stroke, the American government closed down the fifth largest industry in the United States - alcohol production - and just handed it to criminals - a pretty remarkable thing to do."
   },
   "author": {
    "text": "Bill Bryson"
   }
  },
  {
   "quote": {
    "text": "Every time I see an adult on a bicycle, I no longer despair for the future of the human race."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "I'm concentrating on staying healthy, having peace, being happy, remembering what is important, taking in nature and animals, spending time reading, trying to understand the universe, where science and the spiritual meet."
   },
   "author": {
    "text": "Joan Jett"
   }
  },
  {
   "quote": {
    "text": "In this hectic life, we have no time to take care of ourselves, hence massage is needed for rejuvenation and stress reduction. A lot of people are looking for quick fixes: like, they are taking medications, and they are doing other things which are not healthy. But massage is very holistic and natural."
   },
   "author": {
    "text": "Nargis Fakhri"
   }
  },
  {
   "quote": {
    "text": "Time is a sort of river of passing events, and strong is its current; no sooner is a thing brought to sight than it is swept by and another takes its place, and this too will be swept away."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "Halloween isn't the only time for ghosts and ghost stories. In Victorian Britain, spooky winter's tales were part of the Christmas season, often told after dinner, over port or coffee."
   },
   "author": {
    "text": "Michael Dirda"
   }
  },
  {
   "quote": {
    "text": "I can be fascinated with very little things. The clouds stimulate my imagination, and sometimes I just sit somewhere and go on dreaming for a long time. Your head is also a computer. When you're dreaming, you are simulating a world in which you are living."
   },
   "author": {
    "text": "Theo Jansen"
   }
  },
  {
   "quote": {
    "text": "I don't want to know what time it is. I don't want to know what day it is or where I am. None of that matters."
   },
   "author": {
    "text": "Christopher McCandless"
   }
  },
  {
   "quote": {
    "text": "Success consists of getting up just one more time than you fall."
   },
   "author": {
    "text": "Oliver Goldsmith"
   }
  },
  {
   "quote": {
    "text": "There is no science in this world like physics. Nothing comes close to the precision with which physics enables you to understand the world around you. It's the laws of physics that allow us to say exactly what time the sun is going to rise. What time the eclipse is going to begin. What time the eclipse is going to end."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Time is not measured by the passing of years but by what one does, what one feels, and what one achieves."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "Women in particular need to keep an eye on their physical and mental health, because if we're scurrying to and from appointments and errands, we don't have a lot of time to take care of ourselves. We need to do a better job of putting ourselves higher on our own 'to do' list."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "I love spending time with my dog, my niece and my family. I'm very family-oriented."
   },
   "author": {
    "text": "Lil' Kim"
   }
  },
  {
   "quote": {
    "text": "I'd realize it's not worth our time to worry. You do your best, and God will put the right people in your path."
   },
   "author": {
    "text": "Taya Kyle"
   }
  },
  {
   "quote": {
    "text": "Time well spent results in more money to spend, more money to save, and more time to vacation."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "I wasn't close to my father, but I wanted to be all my life. He had a funny sense of humor, and he laughed all the time - good and loud, like I do. He was a gay Irish gentleman and very good-looking. And he wanted to be close to me, too, but we never had much time together."
   },
   "author": {
    "text": "Judy Garland"
   }
  },
  {
   "quote": {
    "text": "We've persevered because of a belief we share with the Iraqi people - a belief that out of the ashes of war, a new beginning could be born in this cradle of civilization. Through this remarkable chapter in the history of the United States and Iraq, we have met our responsibility. Now, it's time to turn the page."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "I'm a really nice guy when you meet me, and that surprises a lot of people. I'm not that eccentric in real life - and certainly not that disrespectful. In my own time, I like to just chill out with friends and not get in people's faces."
   },
   "author": {
    "text": "KSI"
   }
  },
  {
   "quote": {
    "text": "For years my wedding ring has done its job. It has led me not into temptation. It has reminded my husband numerous times at parties that it's time to go home. It has been a source of relief to a dinner companion. It has been a status symbol in the maternity ward."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "The thing about New York is, more than any other place I've ever been, you run into people on the street that you would never imagine you'd see, old friends, people just like there for a day or two. I find that all the time when I'm walking around Manhattan, running into people that I had no idea were even there."
   },
   "author": {
    "text": "Michael Shannon"
   }
  },
  {
   "quote": {
    "text": "Do not waste time dreaming of great faraway opportunities; do the best you can where you are. Open your petals of power and beauty and fling out the fragrance of your life in the place that has been assigned to you."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "I try to do the right thing at the right time. They may just be little things, but usually they make the difference between winning and losing."
   },
   "author": {
    "text": "Kareem Abdul-Jabbar"
   }
  },
  {
   "quote": {
    "text": "Nature gives to every time and season some beauties of its own; and from morning to night, as from the cradle to the grave, it is but a succession of changes so gentle and easy that we can scarcely mark their progress."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "It's only when we truly know and understand that we have a limited time on earth - and that we have no way of knowing when our time is up, we will then begin to live each day to the fullest, as if it was the only one we had."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "In rivers, the water that you touch is the last of what has passed and the first of that which comes; so with present time."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "His talent was as natural as the pattern that was made by the dust on a butterfly's wings. At one time he understood it no more than the butterfly did and he did not know when it was brushed or marred."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Leadership is inspiring people. Management is keeping the trains running on time."
   },
   "author": {
    "text": "Andy Dunn"
   }
  },
  {
   "quote": {
    "text": "I think the big problem this country has is being politically correct. I've been challenged by so many people, and I don't frankly have time for total political correctness. And to be honest with you, this country doesn't have time either."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Getting an audience is hard. Sustaining an audience is hard. It demands a consistency of thought, of purpose, and of action over a long period of time."
   },
   "author": {
    "text": "Bruce Springsteen"
   }
  },
  {
   "quote": {
    "text": "Without music to decorate it, time is just a bunch of boring production deadlines or dates by which bills must be paid."
   },
   "author": {
    "text": "Frank Zappa"
   }
  },
  {
   "quote": {
    "text": "One time, I was given an essay topic: to describe a perfect horse, whom the mere sight of the rider's whip would make obedient. I depicted this perfect horse throwing his rider at the sight of the whip."
   },
   "author": {
    "text": "Marquis de Lafayette"
   }
  },
  {
   "quote": {
    "text": "'Back To Love' is a way of letting people know that sometimes you get caught up in trying to be successful in school or in your social life, and it's a reminder not to forget that each day people are getting older. Nobody is promised tomorrow, so we should make sure that we spend quality time with quality people."
   },
   "author": {
    "text": "Anthony Hamilton"
   }
  },
  {
   "quote": {
    "text": "Memories are like mercury. Every time you sort of try to get near them, they slip out of your hand like a bar of soap."
   },
   "author": {
    "text": "Daphne Guinness"
   }
  },
  {
   "quote": {
    "text": "I do get to have my normal childhood. I just love to get together with my friends and family and have a good time."
   },
   "author": {
    "text": "Austin O'Brien"
   }
  },
  {
   "quote": {
    "text": "There is nothing as sweet as a comeback, when you are down and out, about to lose, and out of time."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "I was able to get along with everybody. I really enjoyed all of those guys. They were unique in their own ways, and I think that's what made the sport fun. We had a great time laughing and having fun."
   },
   "author": {
    "text": "Lee Haney"
   }
  },
  {
   "quote": {
    "text": "I'm the one that has to die when it's time for me to die, so let me live my life, the way I want to."
   },
   "author": {
    "text": "Jimi Hendrix"
   }
  },
  {
   "quote": {
    "text": "I think people should look cute all the time."
   },
   "author": {
    "text": "Rachel Zoe"
   }
  },
  {
   "quote": {
    "text": "If there are no stupid questions, then what kind of questions do stupid people ask? Do they get smart just in time to ask questions?"
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "I grew up in uptown Jamaica; I went to a rich school. I was raised by my mother and my stepfather; they made sure education came before anything. I had a good childhood, grew up spending time with my bigger brothers and sisters. My people are good people. I was exposed to a lot of different kinds of people and culture."
   },
   "author": {
    "text": "Damian Marley"
   }
  },
  {
   "quote": {
    "text": "Punctuality is the virtue of the bored."
   },
   "author": {
    "text": "Evelyn Waugh"
   }
  },
  {
   "quote": {
    "text": "I have moments where I miss my old self. But I think anyone can get caught up in what we used to have. But at the same time, we can choose to focus on the beauty of now."
   },
   "author": {
    "text": "Steve Gleason"
   }
  },
  {
   "quote": {
    "text": "Old age and the passage of time teach all things."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "You will encounter misguided people from time to time. That's part of life. The challenge is to educate them when you can, but always to keep your dignity and self-respect and persevere in your personal growth and development."
   },
   "author": {
    "text": "Bernice King"
   }
  },
  {
   "quote": {
    "text": "People tattoo for different reasons. I use a tattoo as a marker of time, to be reminded of a time in my life. It is something special and personal."
   },
   "author": {
    "text": "Jennifer Nettles"
   }
  },
  {
   "quote": {
    "text": "Television is a medium of entertainment which permits millions of people to listen to the same joke at the same time, and yet remain lonesome."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "About the time we can make the ends meet, somebody moves the ends."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "No story is the same to us after a lapse of time; or rather we who read it are no longer the same interpreters."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "Most families like to spend time bonding over meals out, picnics in the country, maybe weekend camping trips - we take things to the extreme!"
   },
   "author": {
    "text": "Holly Branson"
   }
  },
  {
   "quote": {
    "text": "My life has been such a blur since I was 18, 19 years old. I haven't even had time to contemplate my own life. By forcing yourself to write your life story you learn a great deal about yourself."
   },
   "author": {
    "text": "Grant Achatz"
   }
  },
  {
   "quote": {
    "text": "Our minds work in real time, which begins at the Big Bang and will end, if there is a Big Crunch - which seems unlikely, now, from the latest data showing accelerating expansion. Consciousness would come to an end at a singularity."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Meditation is to dive all the way within, beyond thought, to the source of thought and pure consciousness. It enlarges the container, every time you transcend. When you come out, you come out refreshed, filled with energy and enthusiasm for life."
   },
   "author": {
    "text": "David Lynch"
   }
  },
  {
   "quote": {
    "text": "I think I first realized I wanted to be in country music and be an artist when I was 10. And I started dragging my parents to festivals, and fairs, and karaoke contests, and I did that for about a year before I came to Nashville for the first time. I was 11 and I had this demo CD of me singing Dixie Chicks and Leanne Rimes songs."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "I feel it is time to lighten up and laugh about things and enjoy ourselves a little bit more."
   },
   "author": {
    "text": "Vicki Lawrence"
   }
  },
  {
   "quote": {
    "text": "My only personal time is a couple of hours in the gym in the morning."
   },
   "author": {
    "text": "Aaron Schock"
   }
  },
  {
   "quote": {
    "text": "All the forces in the world are not so powerful as an idea whose time has come."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "I never thought of it as God. I didn't know what to call it. I don't believe in devils, but demons I do because everyone at one time or another has some kind of a demon, even if you call it by another name, that drives them."
   },
   "author": {
    "text": "Gene Wilder"
   }
  },
  {
   "quote": {
    "text": "In the game of 'Survivor,' there is no time for regrets."
   },
   "author": {
    "text": "Jenna Morasca"
   }
  },
  {
   "quote": {
    "text": "Cirque du Soleil means Circus of the Sun. When I need to take time to reenergize, I go somewhere by the ocean to sit back and watch the sunsets. That is where the idea of 'Soleil' came from, on a beach in Hawaii, and because the sun is the symbol of youth and energy."
   },
   "author": {
    "text": "Guy Laliberte"
   }
  },
  {
   "quote": {
    "text": "But time growing old teaches all things."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "I'm sorry, man, but I've got magic. I've got poetry in my fingertips. Most of the time - and this includes naps - I'm an F-18, bro. And I will destroy you in the air. I will deploy my ordinance to the ground."
   },
   "author": {
    "text": "Charlie Sheen"
   }
  },
  {
   "quote": {
    "text": "I can be a goofball sometimes. I love having a good time and being carefree."
   },
   "author": {
    "text": "Spencer Boldman"
   }
  },
  {
   "quote": {
    "text": "I love spending time with my family and friends during the holidays, and my favorite holiday tradition would be the pozole that my mom makes almost every Christmas. It's the best!"
   },
   "author": {
    "text": "Becky G"
   }
  },
  {
   "quote": {
    "text": "For me, I don't expect to have a really amazing meal each time I dine out. Having a good meal with your loved ones - that's what makes the experience."
   },
   "author": {
    "text": "Wolfgang Puck"
   }
  },
  {
   "quote": {
    "text": "Emigration, forced or chosen, across national frontiers or from village to metropolis, is the quintessential experience of our time."
   },
   "author": {
    "text": "John Berger"
   }
  },
  {
   "quote": {
    "text": "It's a big, big advantage because understanding what changes we might make takes time and it takes time to work out settings and to understand everything about the new machine."
   },
   "author": {
    "text": "Valentino Rossi"
   }
  },
  {
   "quote": {
    "text": "It's not just about getting a song on the radio or appearing on television. It really is about helping people change their lives one day at a time."
   },
   "author": {
    "text": "Yolanda Adams"
   }
  },
  {
   "quote": {
    "text": "There has certainly been criticism of the timing involved in getting help to the victims of the storm, and much of it may indeed be warranted. However, this is not the time for pointing fingers; rather, it is the time for offering a helping hand to our neighbors in need."
   },
   "author": {
    "text": "Jo Bonner"
   }
  },
  {
   "quote": {
    "text": "Time is what we want most, but what we use worst."
   },
   "author": {
    "text": "William Penn"
   }
  },
  {
   "quote": {
    "text": "I spent a lot of time with a crown on my head."
   },
   "author": {
    "text": "Halle Berry"
   }
  },
  {
   "quote": {
    "text": "If you're not religious, like me, how do you explain the transformational power that certain places have? They bring an incredible degree of attention to where you are and the passage of time. You're looking at every flower twitching, wondering if it's just the breeze or some magical pulse."
   },
   "author": {
    "text": "Geoff Dyer"
   }
  },
  {
   "quote": {
    "text": "I learned that, with grief, you have to take it one day at a time and learn how to find the happiness amid the heartbreak."
   },
   "author": {
    "text": "Adrienne C. Moore"
   }
  },
  {
   "quote": {
    "text": "The past always looks better than it was. It's only pleasant because it isn't here."
   },
   "author": {
    "text": "Finley Peter Dunne"
   }
  },
  {
   "quote": {
    "text": "The time for action is now. It's never too late to do something."
   },
   "author": {
    "text": "Antoine de Saint-Exupery"
   }
  },
  {
   "quote": {
    "text": "I never smoke to excess - that is, I smoke in moderation, only one cigar at a time."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Like as the waves make towards the pebbl'd shore, so do our minutes, hasten to their end."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "The test of a first-rate intelligence is the ability to hold two opposed ideas in mind at the same time and still retain the ability to function."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "I think hearts are very much like glasses. If they do not break with the first ring, they usually last a considerable time."
   },
   "author": {
    "text": "Letitia Elizabeth Landon"
   }
  },
  {
   "quote": {
    "text": "Our greatest glory is not in never failing, but in rising up every time we fail."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "I believe God has a path for me. He's always had a path for me, and I've always been in the right place at the right time - not because of my efforts, but because of my preparation and because of the guides that I have, the mentors that I have, the spiritual walkers that I've had all my life."
   },
   "author": {
    "text": "Judith Jamison"
   }
  },
  {
   "quote": {
    "text": "Substitute 'damn' every time you're inclined to write 'very'; your editor will delete it and the writing will be just as it should be."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "There are so many forms of love. Spending time with friends, love stories. I enjoy showing my love by baking a cake for somebody and writing his or her name on it, and seeing his or her reaction. I love to offer flowers, too!"
   },
   "author": {
    "text": "Pom Klementieff"
   }
  },
  {
   "quote": {
    "text": "Raising children uses every bit of your being - your heart, your time, your patience, your foresight, your intuition to protect them, and you have to use all of this while trying to figure out how to discipline them."
   },
   "author": {
    "text": "Nicole Ari Parker"
   }
  },
  {
   "quote": {
    "text": "As long as you know yourself and you got good people around you and you passionate about what you do, that's all that matters because at the end of the day, you go to sleep with the people you love, you wake up with the people you love, and you spend your time with the people you love."
   },
   "author": {
    "text": "Tyga"
   }
  },
  {
   "quote": {
    "text": "I will never forget experiencing Venice for the first time. It feels like you are transported to another time - the art, music, food and pure romance in the air is like no other place."
   },
   "author": {
    "text": "Elizabeth Berkley"
   }
  },
  {
   "quote": {
    "text": "The senses deceive from time to time, and it is prudent never to trust wholly those who have deceived us even once."
   },
   "author": {
    "text": "Rene Descartes"
   }
  },
  {
   "quote": {
    "text": "It's very difficult to take candid portraits of children because they're moving around all the time."
   },
   "author": {
    "text": "Ren Ng"
   }
  },
  {
   "quote": {
    "text": "Be of service. Whether you make yourself available to a friend or co-worker, or you make time every month to do volunteer work, there is nothing that harvests more of a feeling of empowerment than being of service to someone in need."
   },
   "author": {
    "text": "Gillian Anderson"
   }
  },
  {
   "quote": {
    "text": "Time stays long enough for anyone who will use it."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Abortion is wrong. I think everyone knows that, which is why abortion activists are so angry all the time. It's a bit like when you catch someone out in a lie, and they get really mad at you really quickly, and you can't work out why until later. It's guilt."
   },
   "author": {
    "text": "Milo Yiannopoulos"
   }
  },
  {
   "quote": {
    "text": "It's so important to keep a marriage alive with small treats and doing little things for each other. Just remembering to say nice things and to have listening time is vital. That ghastly phrase 'quality time' means taking three minutes to sit down and be still with someone rather than yelling over your shoulder as you rush out."
   },
   "author": {
    "text": "Joanna Lumley"
   }
  },
  {
   "quote": {
    "text": "The two most important requirements for major success are: first, being in the right place at the right time, and second, doing something about it."
   },
   "author": {
    "text": "Ray Kroc"
   }
  },
  {
   "quote": {
    "text": "Raising awareness on the most pressing environmental issues of our time is more important than ever."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "There is never time in the future in which we will work out our salvation. The challenge is in the moment; the time is always now."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "We believe in working hard and having fun at the same time. It's a way of life for me, and I feel tremendous."
   },
   "author": {
    "text": "Robert Stigwood"
   }
  },
  {
   "quote": {
    "text": "Few and far between are the books you'll cherish, returning to them time and again, to revisit old friends, relive old happiness, and recapture the magic of that first read."
   },
   "author": {
    "text": "Michael A. Stackpole"
   }
  },
  {
   "quote": {
    "text": "If you're not really having a good time, it's not worth it."
   },
   "author": {
    "text": "Kyle Chandler"
   }
  },
  {
   "quote": {
    "text": "Time is the substance from which I am made. Time is a river which carries me along, but I am the river; it is a tiger that devours me, but I am the tiger; it is a fire that consumes me, but I am the fire."
   },
   "author": {
    "text": "Jorge Luis Borges"
   }
  },
  {
   "quote": {
    "text": "Research has shown time and time again that infants who receive the high-quality child care and early education programs do better in school, have more developed social skills, and display fewer behavior problems."
   },
   "author": {
    "text": "Judy Biggert"
   }
  },
  {
   "quote": {
    "text": "The opportunity for brotherhood presents itself every time you meet a human being."
   },
   "author": {
    "text": "Jane Wyman"
   }
  },
  {
   "quote": {
    "text": "When you get a groove going, time flies."
   },
   "author": {
    "text": "Donald Fagen"
   }
  },
  {
   "quote": {
    "text": "They always say, 'Time heals.' But it really doesn't. You just get used to it. I live life with the mentality of 'OK, I lost the only thing that has ever been important to me.' So going forward, anything bad that happens can't be nearly as bad as what happened before."
   },
   "author": {
    "text": "Paris Jackson"
   }
  },
  {
   "quote": {
    "text": "It's refreshing to have some time off from wondering whether I look fat."
   },
   "author": {
    "text": "Pamela Druckerman"
   }
  },
  {
   "quote": {
    "text": "It's always refreshing to step into another time."
   },
   "author": {
    "text": "Diane Lane"
   }
  },
  {
   "quote": {
    "text": "I remember the first time I had sex - I kept the receipt."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "I feel the older I get, the more I'm learning to handle life. Being on this quest for a long time, it's all about finding yourself."
   },
   "author": {
    "text": "Ringo Starr"
   }
  },
  {
   "quote": {
    "text": "I'm not going to please everyone; not everyone's going to like me. I accepted that a long time ago, and if I had to shed a tear every time I got a hate email, believe me, I'd be severely dehydrated."
   },
   "author": {
    "text": "Michael Bisping"
   }
  },
  {
   "quote": {
    "text": "Treat your kid like a darling for the first five years. For the next five years, scold them. By the time they turn sixteen, treat them like a friend. Your grown up children are your best friends."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "Time is the coin of your life. It is the only coin you have, and only you can determine how it will be spent. Be careful lest you let other people spend it for you."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, you entertain for few hours, but people remember a good human being for a longer time."
   },
   "author": {
    "text": "Karan Patel"
   }
  },
  {
   "quote": {
    "text": "Time passes faster and faster, but with every project I always want to find the next challenge and the next challenge is just as exciting as the previous one."
   },
   "author": {
    "text": "Alexander Wang"
   }
  },
  {
   "quote": {
    "text": "There is undoubtedly a lot of pressure that comes with recognition, which can be a good thing and bad thing all at the same time. But if you stay focused and don't lose sight of what you're doing and who you are, you can rise above it."
   },
   "author": {
    "text": "Prabal Gurung"
   }
  },
  {
   "quote": {
    "text": "I'm fun with people I know. But at the same time, people also say that I am a little cold, rude, and moody. 'Moody' is the word they generally use for me."
   },
   "author": {
    "text": "Shaheer Sheikh"
   }
  },
  {
   "quote": {
    "text": "The two biggest things that translate from the pitching mound to hunting and fishing are patience and perseverance. When you're on the mound, you have to take the game one pitch at a time, regardless of the score, and that approach helps when I'm in the woods or on the water as well."
   },
   "author": {
    "text": "Jon Lester"
   }
  },
  {
   "quote": {
    "text": "I still get the jitters every time I start a new job! I love it - makes you feel alive."
   },
   "author": {
    "text": "Camille Guaty"
   }
  },
  {
   "quote": {
    "text": "Devote each day to the object then in time and every evening will find something done."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Half of my library are old books because I like seeing how people thought about their world at their time. So that I don't get bigheaded about something we just discovered and I can be humble about where we might go next. Because you can see who got stuff right and most of the people who got stuff wrong."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "There is only one you for all time. Fearlessly be yourself."
   },
   "author": {
    "text": "Anthony Rapp"
   }
  },
  {
   "quote": {
    "text": "Everyone talks about how we're on our phones all the time, but the fact remains that when I'm away on a film set for two months, I can Skype my family. I remember the phone calls my parents had to make when my dad was away for a while when I was younger - that once-a-week expensive phone call! The time pressure on talking to your father!"
   },
   "author": {
    "text": "Domhnall Gleeson"
   }
  },
  {
   "quote": {
    "text": "Not managing your time and making excuses are two bad habits. Don't put them both together by claiming you 'don't have the time'."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "Most of the people who will walk after me will be children, so make the beat keep time with short steps."
   },
   "author": {
    "text": "Hans Christian Andersen"
   }
  },
  {
   "quote": {
    "text": "Time is a circus, always packing up and moving away."
   },
   "author": {
    "text": "Ben Hecht"
   }
  },
  {
   "quote": {
    "text": "Everything changes with time. I am not so experienced enough to analyze what the people love in me."
   },
   "author": {
    "text": "Allu Arjun"
   }
  },
  {
   "quote": {
    "text": "Your greatest asset is your earning ability. Your greatest resource is your time."
   },
   "author": {
    "text": "Brian Tracy"
   }
  },
  {
   "quote": {
    "text": "All my friends were in college when I was making 'Superbad.' We were drinking beer and watching movies and eating pizza. It wasn't like I was going to nice restaurants or anything like that, and I lived like a frat guy. Eventually it was time to grow up, be healthy and be responsible. You can't live like a kid forever, you know?"
   },
   "author": {
    "text": "Jonah Hill"
   }
  },
  {
   "quote": {
    "text": "You can't jump from little things to big things. It just takes time and patience."
   },
   "author": {
    "text": "Nadia Comaneci"
   }
  },
  {
   "quote": {
    "text": "Politics - I still think it's a bunch of liars and a bunch of self-interest. It's not about the people: it's about themselves and their rise to power. They are voting on things based on whether they will have the support of the people when they vote next time. They don't have the balls to say, 'I believe in this. I don't care what happens.'"
   },
   "author": {
    "text": "Jay-Z"
   }
  },
  {
   "quote": {
    "text": "Since day one, since the first time I touched the pen, I wanted to be the best at what I do."
   },
   "author": {
    "text": "Kendrick Lamar"
   }
  },
  {
   "quote": {
    "text": "It is time for us to make a real commitment to our rural communities by expanding broadband, by supporting our farmers, by building affordable housing and taking on rural poverty. That's how we leave no one behind."
   },
   "author": {
    "text": "Amy Klobuchar"
   }
  },
  {
   "quote": {
    "text": "Time passes irrevocably."
   },
   "author": {
    "text": "Virgil"
   }
  },
  {
   "quote": {
    "text": "I grew up in New York City during the Depression. My earliest recollections were of my parents talking about what they would do if they didn't have the rent money. Luckily, we were never evicted. But my father was unemployed most of the time."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "For a time, I believed not in God nor Santa Claus, but in mermaids. They seemed as logical and possible to me as the brittle twig of a seahorse in the zoo aquarium or the skates lugged up on the lines of cursing Sunday fishermen - skates the shape of old pillowslips with the full, coy lips of women."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "We have what we seek, it is there all the time, and if we give it time, it will make itself known to us."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "The right man, in the right place, at the right time, can steal millions."
   },
   "author": {
    "text": "Gregory Nunn"
   }
  },
  {
   "quote": {
    "text": "It is important for me to carve out time in my schedule to spend quality time with my family."
   },
   "author": {
    "text": "Belinda Johnson"
   }
  },
  {
   "quote": {
    "text": "With patient and firm determination, I am going to press on for jobs. I'm going to press on for equality. I'm going to press on for the sake of our children. I'm going to press on for the sake of all those families who are struggling right now. I don't have time to feel sorry for myself. I don't have time to complain. I am going to press on."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Sometimes you just vibe with people. Some people have great energy, and you click with them, and you just wanna have a good time."
   },
   "author": {
    "text": "Rotimi"
   }
  },
  {
   "quote": {
    "text": "Time makes more converts than reason."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "If you're the smartest person you know, it's time to know some new people."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "I don't need to be so full of myself that I feel I am without flaw. I can feel beautiful and imperfect at the same time. I have a healthy relationship with my aesthetic insecurities."
   },
   "author": {
    "text": "Lupita Nyong'o"
   }
  },
  {
   "quote": {
    "text": "I get up at sunrise. I'm a Buddhist, so I chant in the morning. My wife and I sit and have coffee together, but then it's list-making time. I have carpentry projects. We have roads we keep in repair. It's not back-breaking, but it's certainly aerobic and mildly strenuous."
   },
   "author": {
    "text": "Patrick Duffy"
   }
  },
  {
   "quote": {
    "text": "The more sleep you get in before the clock turns midnight, the more rested you feel no matter what time your alarm goes off."
   },
   "author": {
    "text": "Summer Sanders"
   }
  },
  {
   "quote": {
    "text": "I have very liberal parents. People forget that Fidel Castro was on the cover of 'Time' magazine, and the one that I remember the most - it's not necessarily my favorite - was when they dressed me as Castro when I was eight years old. I was in fatigues, camouflage hat, beard and cigar. I don't think I did that well with candy that year."
   },
   "author": {
    "text": "Robert Englund"
   }
  },
  {
   "quote": {
    "text": "School is where children spend most of their time, and it is where we lay the foundation for healthy habits. That's why New Jersey is the first state to adopt a comprehensive school nutrition policy that bans candy, soda, and other junk food."
   },
   "author": {
    "text": "Richard J. Codey"
   }
  },
  {
   "quote": {
    "text": "Spending more time with my colleagues outside the Capitol helps build bipartisan relationships."
   },
   "author": {
    "text": "Erik Paulsen"
   }
  },
  {
   "quote": {
    "text": "One of the things you learn in football is that you're only as good as your last outing. I don't like to reflect on what we've done in the past. I'm not a very good storyteller, for one thing. I'd disappoint you. When it's time, I'll talk about the good old days. But it's a sign of old age, reveling in the past."
   },
   "author": {
    "text": "Chuck Noll"
   }
  },
  {
   "quote": {
    "text": "There are a lot of things that are personally uncomfortable to show, especially me without makeup and completely bloated or crying. But I've realized that it's time for me to show my audience that you don't have to be perfect to achieve your dreams. Because nobody relates to being perfect."
   },
   "author": {
    "text": "Katy Perry"
   }
  },
  {
   "quote": {
    "text": "If ants are such busy workers, how come they find time to go to all the picnics?"
   },
   "author": {
    "text": "Marie Dressler"
   }
  },
  {
   "quote": {
    "text": "Life is a series of steps. Things are done gradually. Once in a while there is a giant step, but most of the time we are taking small, seemingly insignificant steps on the stairway of life."
   },
   "author": {
    "text": "Ralph Ransom"
   }
  },
  {
   "quote": {
    "text": "When I was 17, I worked in a mentoring program in Harlem designed to improve the community. That's when I first gained an appreciation of the Harlem Renaissance, a time when African-Americans rose to prominence in American culture. For the first time, they were taken seriously as artists, musicians, writers, athletes, and as political thinkers."
   },
   "author": {
    "text": "Kareem Abdul-Jabbar"
   }
  },
  {
   "quote": {
    "text": "On some level, every story draws something from life experiences. Most of the time, it's just a matter of me pulling bits and pieces of my own past to help give characters or settings a little more life."
   },
   "author": {
    "text": "Cullen Bunn"
   }
  },
  {
   "quote": {
    "text": "Things happen for a reason, and the only thing you can do is at night time get on your knees and ask God for forgiveness for anything that you did that you didn't feel was right."
   },
   "author": {
    "text": "Floyd Mayweather, Jr."
   }
  },
  {
   "quote": {
    "text": "When I love, I do it without counting. I give myself entirely. And each time, it is the grand love of my life."
   },
   "author": {
    "text": "Brigitte Bardot"
   }
  },
  {
   "quote": {
    "text": "If you don't like the way the world is, you change it. You have an obligation to change it. You just do it one step at a time."
   },
   "author": {
    "text": "Marian Wright Edelman"
   }
  },
  {
   "quote": {
    "text": "In time, foods such as hamburgers and ice cream became more than just meals. They became part of American history and culture, touchstones that are almost immediately nostalgic and sentimental no matter how old you are or what part of the country you are from."
   },
   "author": {
    "text": "Homaro Cantu"
   }
  },
  {
   "quote": {
    "text": "There's much to be said for feeling numb. Time passes more quickly. You eat less, and because numbness encourages laziness, you do fewer things, good or bad, and the world's probably a better place for it."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "I believe I can even yet remember when I saw the stars for the first time."
   },
   "author": {
    "text": "Max Muller"
   }
  },
  {
   "quote": {
    "text": "Within our culture, every school has a swimming pool. We lived on the coast. People swam in the surf. It's a very sporty nation and at that particular time anyone who had an artistic bent was very much an outsider. So if you liked reading or ideas or playing the piano then your dad viewed you as a sissy, basically."
   },
   "author": {
    "text": "Geoffrey Rush"
   }
  },
  {
   "quote": {
    "text": "Small- and medium-sized businesses need access to a diverse range of finance options, including non-bank lending. These new forms of finance are still small in scale today but they should, over time, bring additional choice and greater competition to the lending market."
   },
   "author": {
    "text": "Vince Cable"
   }
  },
  {
   "quote": {
    "text": "One time at the University of Colorado, at a faculty dinner, this professor said to me, 'Well, my goodness, a boy from Appa-lay-chee-a with a Ph.D!' The dinner was in her house. And I said, 'My grandparents didn't have indoor plumbing, but they had more books in their house than you do.' I was a little insulted by the Appa-lay-chee-a business."
   },
   "author": {
    "text": "Charles Frazier"
   }
  },
  {
   "quote": {
    "text": "Time you enjoy wasting, was not wasted."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "Time and tide wait for no man."
   },
   "author": {
    "text": "Geoffrey Chaucer"
   }
  },
  {
   "quote": {
    "text": "I am what time, circumstance, history, have made of me, certainly, but I am also, much more than that. So are we all."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "You may delay, but time will not."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "You know, when you really connect with the instrument and everything just comes out on an emotional level very naturally through your playing. That's, you know, a great night. And I think the reason I love touring so much is you're chasing that high around all the time, trying to have another good night."
   },
   "author": {
    "text": "Slash"
   }
  },
  {
   "quote": {
    "text": "I love my iPhone; it's great to have a camera around all the time."
   },
   "author": {
    "text": "Win Butler"
   }
  },
  {
   "quote": {
    "text": "We must use time as a tool, not as a couch."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "We must use time creatively."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Ideas do not always come in a flash but by diligent trial-and-error experiments that take time and thought."
   },
   "author": {
    "text": "Charles K. Kao"
   }
  },
  {
   "quote": {
    "text": "We are time's subjects, and time bids be gone."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Try and leave this world a little better than you found it, and when your turn comes to die, you can die happy in feeling that at any rate, you have not wasted your time but have done your best."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "It is possible to become discouraged about the injustice we see everywhere. But God did not promise us that the world would be humane and just. He gives us the gift of life and allows us to choose the way we will use our limited time on earth. It is an awesome opportunity."
   },
   "author": {
    "text": "Cesar Chavez"
   }
  },
  {
   "quote": {
    "text": "It is a grand mistake to think of being great without goodness and I pronounce it as certain that there was never a truly great man that was not at the same time truly virtuous."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "I believe that life is short, and there is too much time wasted bearing grudges, and I like to move on."
   },
   "author": {
    "text": "Sam Taylor-Johnson"
   }
  },
  {
   "quote": {
    "text": "In my situation, every time I write a sentence, I'm thinking not only of the people I ended up in college with but my siblings, my family, my school friends, the people from my neighborhood. I've come to realize that this is an advantage, really: it keeps you on your toes."
   },
   "author": {
    "text": "Zadie Smith"
   }
  },
  {
   "quote": {
    "text": "It's always difficult to say goodbye, especially when one has spent a long time - literally years, in the case of a series - inside a character or two, suffering and celebrating with them."
   },
   "author": {
    "text": "Lilith Saintcrow"
   }
  },
  {
   "quote": {
    "text": "I prefer peace. But if trouble must come, let it come in my time, so that my children can live in peace."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "Timing has always been a key element in my life. I have been blessed to have been in the right place at the right time."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "I love holidays. It's such a wonderful time for the whole family to be together and not have to worry about schedules and that kind of thing."
   },
   "author": {
    "text": "Toni Collette"
   }
  },
  {
   "quote": {
    "text": "Every year, I travel extensively in the autumn and the spring. I set most of the winter and summer aside for my family and my own tribal relatives. But during that traveling time, I often find myself visiting other native communities around the continent - perhaps a dozen or more each year."
   },
   "author": {
    "text": "Joseph Bruchac"
   }
  },
  {
   "quote": {
    "text": "Lost time is never found again."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "When the faith is strong enough, it is sufficient just to be. It's a journey towards simplicity, towards quietness, towards a kind of joy that is not in time. It's a journey that has taken us from primary identification with our body and our psyche, on to an identification with God, and ultimately beyond identification."
   },
   "author": {
    "text": "Ram Dass"
   }
  },
  {
   "quote": {
    "text": "'What if?' statements throw fuel on the fire of stress and worry. Things can go in a million different directions, and the more time you spend worrying about the possibilities, the less time you'll spend focusing on taking action that will calm you down and keep your stress under control."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "Your personal integrity, once established and earned, people don't have to think about it. They know. They know you. They know you'll do the right thing every time."
   },
   "author": {
    "text": "Rex Tillerson"
   }
  },
  {
   "quote": {
    "text": "I had a period in my life where I decided that I would never be bored again and that, if I had any free time at all, I would make plans, and I would always be doing things. It actually was great for a year or so, but then I lost all of my friends."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "I think there comes a time when you start dropping expectations. Because the world doesn't owe you anything, and you don't owe the world anything in return. Things, feelings, are a very simple transaction. If you get it, be grateful. If you don't, be alright with it."
   },
   "author": {
    "text": "Fawad Khan"
   }
  },
  {
   "quote": {
    "text": "The time was ripe for Flower. The vibe was right."
   },
   "author": {
    "text": "Jody Watley"
   }
  },
  {
   "quote": {
    "text": "I imagine a day, some time in the not too distant future when children and teenagers will be able to create their own genetically engineered machines, cure the diseases of the old and find new ways to build and extend the capabilities of humanity, moving from programming software to programing the physical world, through biology."
   },
   "author": {
    "text": "Ryan Bethencourt"
   }
  },
  {
   "quote": {
    "text": "The truth is of course is that there is no journey. We are arriving and departing all at the same time."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "One may walk over the highest mountain one step at a time."
   },
   "author": {
    "text": "Barbara Walters"
   }
  },
  {
   "quote": {
    "text": "I just love to see people having a good time."
   },
   "author": {
    "text": "Garth Brooks"
   }
  },
  {
   "quote": {
    "text": "The current practice of extending U.S. citizenship to hundreds of thousands of 'anchor babies' must end because it creates a magnet for illegal immigration into our country. Now is the time to ensure that the laws in this country do not encourage law-breaking."
   },
   "author": {
    "text": "Steve King"
   }
  },
  {
   "quote": {
    "text": "I put instant coffee in a microwave oven and almost went back in time."
   },
   "author": {
    "text": "Steven Wright"
   }
  },
  {
   "quote": {
    "text": "It is strange that the years teach us patience; that the shorter our time, the greater our capacity for waiting."
   },
   "author": {
    "text": "Elizabeth Taylor"
   }
  },
  {
   "quote": {
    "text": "A wise man will make haste to forgive, because he knows the true value of time, and will not suffer it to pass away in unnecessary pain."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "It seems that I have always been ahead of my time. I had to wait nineteen years before Niagara was harnessed by my system, fifteen years before the basic inventions for wireless which I gave to the world in 1893 were applied universally."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "It has been said that time heals all wounds. I don't agree. The wounds remain. Time - the mind, protecting its sanity - covers them with some scar tissue and the pain lessens, but it is never gone."
   },
   "author": {
    "text": "Rose Kennedy"
   }
  },
  {
   "quote": {
    "text": "Time is only an idea. There is only the Reality. Whatever you think it is, it looks like that. If you call it time, it is time. If you call it existence, it is existence, and so on. After calling it time, you divide it into days and nights, months, years, hours, minutes, etc. Time is immaterial for the Path of Knowledge."
   },
   "author": {
    "text": "Ramana Maharshi"
   }
  },
  {
   "quote": {
    "text": "There's no good way to waste your time. Wasting time is just wasting time."
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "None of us can claim to be fair and square in love - and I'm definitely not a hypocrite! Humans are built to evolve with time. It depends on the nature of the relationship you share with a person. It is there today, tomorrow it may be gone; c'est la vie."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "I was wearing black clothes almost from the beginning. I feel comfortable in black. I felt like black looked good onstage, that it was attractive, so I started wearing it all the time."
   },
   "author": {
    "text": "Johnny Cash"
   }
  },
  {
   "quote": {
    "text": "Veterans Day is a time to celebrate the men and women who have worn this nation's uniform and to honor their service."
   },
   "author": {
    "text": "Tammy Duckworth"
   }
  },
  {
   "quote": {
    "text": "Yet, taught by time, my heart has learned to glow for other's good, and melt at other's woe."
   },
   "author": {
    "text": "Homer"
   }
  },
  {
   "quote": {
    "text": "I would feel more optimistic about a bright future for man if he spent less time proving that he can outwit Nature and more time tasting her sweetness and respecting her seniority."
   },
   "author": {
    "text": "E. B. White"
   }
  },
  {
   "quote": {
    "text": "I think we all do have a guardian angel. I believe they work through us all the time, when we are thoughtful and good and kind to each other."
   },
   "author": {
    "text": "Roma Downey"
   }
  },
  {
   "quote": {
    "text": "Time is flying never to return."
   },
   "author": {
    "text": "Virgil"
   }
  },
  {
   "quote": {
    "text": "Taking time to do something slower than you normally would is a privilege that should not be ignored."
   },
   "author": {
    "text": "Harper Reed"
   }
  },
  {
   "quote": {
    "text": "Tobacco marketing often reaches children and youth and entices them to start using tobacco while they are still at an impressionable age. Nearly four out of five high school cigarette smokers will become adult smokers, even if they intend to quit in a few years. By the time they want to quit, they're hooked."
   },
   "author": {
    "text": "Tom Frieden"
   }
  },
  {
   "quote": {
    "text": "I'm Italian. I love to cook Italian food, so I learned from my dad how to make sauce and meatballs and all that stuff. With my wife and kids, I started making homemade pasta. The very first time, I didn't have a pasta maker, so I had to cut it with a knife, the old-school way! The noodles were all jacked up, but it was fun."
   },
   "author": {
    "text": "Joey Fatone"
   }
  },
  {
   "quote": {
    "text": "The man who rows the boat seldom has time to rock it."
   },
   "author": {
    "text": "Bill Copeland"
   }
  },
  {
   "quote": {
    "text": "Ironically, being a coach on 'The Voice' and spending time with those kids, Xenia and Dia especially, I learned a lot about myself. It reminded me how lucky I am that this happened for me, and it kind of lit the spark inside me again for my love of music."
   },
   "author": {
    "text": "Blake Shelton"
   }
  },
  {
   "quote": {
    "text": "Jazz is the only music in which the same note can be played night after night but differently each time."
   },
   "author": {
    "text": "Ornette Coleman"
   }
  },
  {
   "quote": {
    "text": "Most people go to ashrams or retreats to destress and rejuvenate themselves. But I come back to my roots, the place where I spent half my life. And when I return, I spend time in the farms, eating a stalk of sugarcane, driving a tractor, and chilling with childhood friends."
   },
   "author": {
    "text": "Nawazuddin Siddiqui"
   }
  },
  {
   "quote": {
    "text": "I don't sound disloyal, but I've never had a pair of Marvel pyjamas or underwear. I do have a lot of Marvel figurines at home in a cabinet. Every time they make a new Marvel figure I put it in my cabinet."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "Just scratching the surface. It's just the beginning. I'm still young. I've got a lot of time to grow."
   },
   "author": {
    "text": "Stefon Diggs"
   }
  },
  {
   "quote": {
    "text": "I'm a walker, whether that's a stroll on the beach at sunset or getting up at eight o'clock on a Sunday morning and doing an eight-hour hike through a canyon. It's Zen time for me."
   },
   "author": {
    "text": "Lara Pulver"
   }
  },
  {
   "quote": {
    "text": "I've been humbled by the amount of people who have gone out of their way to reach out, mentor me on an ongoing basis, and devote time to help solve the problems Rent the Runway faces as a company - simply out of their own interest and kindness."
   },
   "author": {
    "text": "Jennifer Hyman"
   }
  },
  {
   "quote": {
    "text": "I was born in London in England in 1934. I went through, as a child, the horrors of World War II, through a time when food was rationed and we learned to be very careful, and we never had more to eat than what we needed to eat. There was no waste. Everything was used."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "I'm very shy and awkward. I think the best thing is to embrace it. It's about accepting who you are and what you want to become and knowing all that you've got to work with, whether it's good or bad. My music was the only place I could be me for the longest time."
   },
   "author": {
    "text": "Hunter Hayes"
   }
  },
  {
   "quote": {
    "text": "The more time goes by, the more things will happen to you in your life. And the ability to be positive throughout and look for the good in people, look for the good in situations - it's so important."
   },
   "author": {
    "text": "Jennifer Hyman"
   }
  },
  {
   "quote": {
    "text": "Perfection is the child of time."
   },
   "author": {
    "text": "Joseph Hall"
   }
  },
  {
   "quote": {
    "text": "There is a time in the last few days of summer when the ripeness of autumn fills the air."
   },
   "author": {
    "text": "Rudolfo Anaya"
   }
  },
  {
   "quote": {
    "text": "Fun is one of the most important - and underrated - ingredients in any successful venture. If you're not having fun, then it's probably time to call it quits and try something else."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "Every time I slip into the ocean, it's like going home."
   },
   "author": {
    "text": "Sylvia Earle"
   }
  },
  {
   "quote": {
    "text": "Together with a culture of work, there must be a culture of leisure as gratification. To put it another way: people who work must take the time to relax, to be with their families, to enjoy themselves, read, listen to music, play a sport."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "We provoke a shark every time we enter the water where sharks happen to be, for we forget: The ocean is not our territory - it's theirs."
   },
   "author": {
    "text": "Peter Benchley"
   }
  },
  {
   "quote": {
    "text": "The time to take counsel of your fears is before you make an important battle decision. That's the time to listen to every fear you can imagine! When you have collected all the facts and fears and made your decision, turn off all your fears and go ahead!"
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "The time you enjoy wasting is not wasted time."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "I have just got a new theory of eternity."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "The mind of America is seized by a fatal dry rot - and it's only a question of time before all that the mind controls will run amuck in a frenzy of stupid, impotent fear."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "No idea is so outlandish that it should not be considered with a searching but at the same time a steady eye."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Time is but the stream I go a-fishing in."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "In the time of darkest defeat, victory may be nearest."
   },
   "author": {
    "text": "William McKinley"
   }
  },
  {
   "quote": {
    "text": "Being nice doesn't necessarily mean you're weak. You can be nice and be strong at the same time. That's a character trait that we need more in Washington."
   },
   "author": {
    "text": "Shelley Moore Capito"
   }
  },
  {
   "quote": {
    "text": "Many a trip continues long after movement in time and space have ceased."
   },
   "author": {
    "text": "John Steinbeck"
   }
  },
  {
   "quote": {
    "text": "I think I'm mostly looking forward to the college life. I'm looking forward to more freedom. Here everything is really structured and scheduled, but in college you've got to be more responsible and you can get things done on your own time. I'm really looking forward to that."
   },
   "author": {
    "text": "Nerlens Noel"
   }
  },
  {
   "quote": {
    "text": "If you don't have time to do it right, when will you have time to do it over?"
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "You don't have to be serious all the time to do a good job."
   },
   "author": {
    "text": "Simone Biles"
   }
  },
  {
   "quote": {
    "text": "In all natural disasters through time, man needs to attach meaning to tragedy, no matter how random and inexplicable the event is."
   },
   "author": {
    "text": "Nathaniel Philbrick"
   }
  },
  {
   "quote": {
    "text": "It's hard being a Barbie doll all the time."
   },
   "author": {
    "text": "Alice Ripley"
   }
  },
  {
   "quote": {
    "text": "Being pregnant is supposed to be the happiest time in your life."
   },
   "author": {
    "text": "Kyla Pratt"
   }
  },
  {
   "quote": {
    "text": "Don't time travel into the past, roaming through the nuances as if they can change. Don't bookmark pages you've already read."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "Time is too slow for those who wait, too swift for those who fear, too long for those who grieve, too short for those who rejoice, but for those who love, time is eternity."
   },
   "author": {
    "text": "Henry Van Dyke"
   }
  },
  {
   "quote": {
    "text": "The only thing I can do is fight. Win or lose, I'm here every damn time."
   },
   "author": {
    "text": "Donald Cerrone"
   }
  },
  {
   "quote": {
    "text": "Time has been transformed, and we have changed; it has advanced and set us in motion; it has unveiled its face, inspiring us with bewilderment and exhilaration."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Every time a football player goes to ply his trade, he's got to play from the ground up - from the soles of his feet right up to his head. Every inch of him has to play."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "One of the things I realized is that if you do not take control over your time and your life, other people will gobble it up. If you don't prioritize yourself, you constantly start falling lower and lower on your list, your kids fall lower and lower on your list."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "I want to create things while I have time on Earth, and the art of costume and culture has always inspired me."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "A thought transfixed me: for the first time in my life, I saw the truth as it is set into song by so many poets, proclaimed as the final wisdom by so many thinkers. The truth - that love is the ultimate and the highest goal to which man can aspire."
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "The right of every American to first-class citizenship is the most important issue of our time."
   },
   "author": {
    "text": "Jackie Robinson"
   }
  },
  {
   "quote": {
    "text": "Friends are thieves of time."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Next time I see you, remind me not to talk to you."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "You've got to enjoy time with your family and friends, and if you're involved in sports franchises, those peak moments in playoff games. You have to enjoy life."
   },
   "author": {
    "text": "Paul Allen"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, nobody told me I was good-looking. I wish they had. I would've had a better time."
   },
   "author": {
    "text": "Robert Redford"
   }
  },
  {
   "quote": {
    "text": "We lost the American colonies because we lacked the statesmanship to know the right time and the manner of yielding what is impossible to keep."
   },
   "author": {
    "text": "Queen Elizabeth II"
   }
  },
  {
   "quote": {
    "text": "A 'harmonized' life these days sounds like a tall order. Between housework, homework, workwork, and busywork, there are perpetually too many things to do, and not enough time to find that mythical balance. Nothing is more frustrating than feeling like you're doing doing doing but getting nothing truly done that you really want."
   },
   "author": {
    "text": "Jack Canfield"
   }
  },
  {
   "quote": {
    "text": "I must govern the clock, not be governed by it."
   },
   "author": {
    "text": "Golda Meir"
   }
  },
  {
   "quote": {
    "text": "Above and beyond having the social life, to have a core group of people that you work with and spend time with and learn how to work with is a nice thing."
   },
   "author": {
    "text": "Shawn Ashmore"
   }
  },
  {
   "quote": {
    "text": "There are no shortcuts to genuine friendship. Relationships are built over time."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "People who cannot find time for recreation are obliged sooner or later to find time for illness."
   },
   "author": {
    "text": "John Wanamaker"
   }
  },
  {
   "quote": {
    "text": "To stop the flow of music would be like the stopping of time itself, incredible and inconceivable."
   },
   "author": {
    "text": "Aaron Copland"
   }
  },
  {
   "quote": {
    "text": "This is an exciting time. A new chapter in our history."
   },
   "author": {
    "text": "John Barth"
   }
  },
  {
   "quote": {
    "text": "There is no room for second place. There is only one place in my game and that is first place. I have finished second twice in my time at Green Bay and I never want to finish second again."
   },
   "author": {
    "text": "Vince Lombardi"
   }
  },
  {
   "quote": {
    "text": "Time abides long enough for those who make use of it."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "I've used a stylist twice, and that was when I didn't have time to go shopping or pick up an outfit for a photo shoot. I think you should dress yourself, have fun with it - it's only clothes."
   },
   "author": {
    "text": "Imelda May"
   }
  },
  {
   "quote": {
    "text": "You gotta call it out first; it always has to be called out when we need social change, but this is how social change happens: you call it out. People had to call out child labor. People had to call out, 'Hey time's up; we need to vote. We live in this country.' People had to call out 'time's up' on enslaving people, you know."
   },
   "author": {
    "text": "Debra Granik"
   }
  },
  {
   "quote": {
    "text": "Middle school students are at a critical time in their lives when making good choices matters - the decisions they make in these formative years have an impact on their future success."
   },
   "author": {
    "text": "Danny K. Davis"
   }
  },
  {
   "quote": {
    "text": "Time sometimes flies like a bird, sometimes crawls like a snail; but a man is happiest when he does not even notice whether it passes swiftly or slowly."
   },
   "author": {
    "text": "Ivan Turgenev"
   }
  },
  {
   "quote": {
    "text": "If we had more time for discussion we should probably have made a great many more mistakes."
   },
   "author": {
    "text": "Leon Trotsky"
   }
  },
  {
   "quote": {
    "text": "The death clock is ticking slowly in our breast, and each drop of blood measures its time, and our life is a lingering fever."
   },
   "author": {
    "text": "Georg Buchner"
   }
  },
  {
   "quote": {
    "text": "This is the miracle that happens every time to those who really love: the more they give, the more they possess."
   },
   "author": {
    "text": "Rainer Maria Rilke"
   }
  },
  {
   "quote": {
    "text": "Now that I'm older, I see the benefits of having free time to release energy."
   },
   "author": {
    "text": "Ashton Eaton"
   }
  },
  {
   "quote": {
    "text": "Work is hard. Distractions are plentiful. And time is short."
   },
   "author": {
    "text": "Adam Hochschild"
   }
  },
  {
   "quote": {
    "text": "Music is something that should speak for itself, straight from the heart. It took me a long time to understand that."
   },
   "author": {
    "text": "Damon Albarn"
   }
  },
  {
   "quote": {
    "text": "At the same time the folk boom was happening, the civil rights movement was happening, the anti-war movement was happening, the ban the bomb movement was happening, the environmental movement was happening. There was suddenly a generation ready to change the course of history."
   },
   "author": {
    "text": "Arlo Guthrie"
   }
  },
  {
   "quote": {
    "text": "So during those first moments of the day, which are yours and yours alone, you can circumvent these boundaries and concentrate fully on spiritual matters. And this gives you the opportunity to plan the time management of the entire day."
   },
   "author": {
    "text": "Menachem Mendel Schneerson"
   }
  },
  {
   "quote": {
    "text": "If I have made an appointment with you, I owe you punctuality, I have no right to throw away your time, if I do my own."
   },
   "author": {
    "text": "Richard Cecil"
   }
  },
  {
   "quote": {
    "text": "Democrats, independents, Republicans, all of us Americans who love our country. What a wonderful time to come together and really just count our blessings. And to remember those who have paid the ultimate sacrifice for us and for this country and all those freedoms we love."
   },
   "author": {
    "text": "Robert Hurt"
   }
  },
  {
   "quote": {
    "text": "Waste your money and you're only out of money, but waste your time and you've lost a part of your life."
   },
   "author": {
    "text": "Michael LeBoeuf"
   }
  },
  {
   "quote": {
    "text": "Sometimes your friends are your lovers, or have been at one time."
   },
   "author": {
    "text": "Axl Rose"
   }
  },
  {
   "quote": {
    "text": "Lose not yourself in a far off time, seize the moment that is thine."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "We must go fast, because the race is against time."
   },
   "author": {
    "text": "Anna Held"
   }
  },
  {
   "quote": {
    "text": "For time is the longest distance between two places."
   },
   "author": {
    "text": "Tennessee Williams"
   }
  },
  {
   "quote": {
    "text": "And when is there time to remember, to sift, to weigh, to estimate, to total?"
   },
   "author": {
    "text": "Tillie Olsen"
   }
  },
  {
   "quote": {
    "text": "Men talk of killing time, while time quietly kills them."
   },
   "author": {
    "text": "Dion Boucicault"
   }
  },
  {
   "quote": {
    "text": "There's time enough, but none to spare."
   },
   "author": {
    "text": "Charles W. Chesnutt"
   }
  },
  {
   "quote": {
    "text": "Spending time with America's soldiers is always inspiring."
   },
   "author": {
    "text": "John Boehner"
   }
  },
  {
   "quote": {
    "text": "The only reason for time is so that everything doesn't happen at once."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Time and the hour run through the roughest day."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Children begin by loving their parents; after a time they judge them; rarely, if ever, do they forgive them."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Traveling is irritating to me, but not driving. Going to the airport makes me nervous, but when I set out to just take a leisurely drive, it's blue skies and puffy clouds and time."
   },
   "author": {
    "text": "Edward Ruscha"
   }
  },
  {
   "quote": {
    "text": "I know of no time in human history where ignorance was better than knowledge."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Don't stay at the job for safe salary increases over time. That will never get you where you want - freedom from financial worry. Only free time, imagination, creativity, and an ability to disappear will help you deliver value that nobody ever delivered before in the history of mankind."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "The future is something which everyone reaches at the rate of 60 minutes an hour, whatever he does, whoever he is."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "In all our deeds, the proper value and respect for time determines success or failure."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "As time goes by, people get to know you better. They pose problems for you, and you have to come up with solutions."
   },
   "author": {
    "text": "Pep Guardiola"
   }
  },
  {
   "quote": {
    "text": "The main difference in the effectiveness of teaching comes from the thoughts the teacher has had during the entire time of his or her existence and brings into the classroom. A teacher concerned with developing humans affects the students quite differently from a teacher who never thinks about such things."
   },
   "author": {
    "text": "Rudolf Steiner"
   }
  },
  {
   "quote": {
    "text": "Everything happens to everybody sooner or later if there is time enough."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "All our sweetest hours fly fastest."
   },
   "author": {
    "text": "Virgil"
   }
  },
  {
   "quote": {
    "text": "I was in my thirteenth year when I heard a voice from God to help me govern my conduct. And the first time I was very much afraid."
   },
   "author": {
    "text": "Joan of Arc"
   }
  },
  {
   "quote": {
    "text": "Time is the most valuable thing a man can spend."
   },
   "author": {
    "text": "Theophrastus"
   }
  },
  {
   "quote": {
    "text": "The time making money should be greater than the time that you are spending money."
   },
   "author": {
    "text": "Sophia Amoruso"
   }
  },
  {
   "quote": {
    "text": "In times like these, it helps to recall that there have always been times like these."
   },
   "author": {
    "text": "Paul Harvey"
   }
  },
  {
   "quote": {
    "text": "It would take six months to get to Mars if you go there slowly, with optimal energy cost. Then it would take eighteen months for the planets to realign. Then it would take six months to get back, though I can see getting the travel time down to three months pretty quickly if America has the will."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "I schedule 'me' time because, just like everyone else, I need to unwind. I try to remember to take it easy and breathe."
   },
   "author": {
    "text": "Mandy Ingber"
   }
  },
  {
   "quote": {
    "text": "Time is the wisest counselor of all."
   },
   "author": {
    "text": "Pericles"
   }
  },
  {
   "quote": {
    "text": "What then is time? If no one asks me, I know what it is. If I wish to explain it to him who asks, I do not know."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "The only thing wrong with immortality is that it tends to go on forever."
   },
   "author": {
    "text": "Herb Caen"
   }
  },
  {
   "quote": {
    "text": "Time is the most valuable thing on earth: time to think, time to act, time to extend our fraternal relations, time to become better men, time to become better women, time to become better and more independent citizens."
   },
   "author": {
    "text": "Samuel Gompers"
   }
  },
  {
   "quote": {
    "text": "Time is the school in which we learn, time is the fire in which we burn."
   },
   "author": {
    "text": "Delmore Schwartz"
   }
  },
  {
   "quote": {
    "text": "Let the refining and improving of your own life keep you so busy that you have little time to criticize others."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "Hide nothing, for time, which sees all and hears all, exposes all."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "Time = Life, Therefore, waste your time and waste of your life, or master your time and master your life."
   },
   "author": {
    "text": "Alan Lakein"
   }
  },
  {
   "quote": {
    "text": "I want to go ahead of Father Time with a scythe of my own."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "Time brings all things to pass."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "Everything that has existed, lingers in the Eternity."
   },
   "author": {
    "text": "Agatha Christie"
   }
  },
  {
   "quote": {
    "text": "Lost wealth may be replaced by industry, lost knowledge by study, lost health by temperance or medicine, but lost time is gone forever."
   },
   "author": {
    "text": "Samuel Smiles"
   }
  },
  {
   "quote": {
    "text": "Who makes quick use of the moment is a genius of prudence."
   },
   "author": {
    "text": "Johann Kaspar Lavater"
   }
  },
  {
   "quote": {
    "text": "Time is what prevents everything from happening at once."
   },
   "author": {
    "text": "John Archibald Wheeler"
   }
  },
  {
   "quote": {
    "text": "When Time is spent, Eternity begins."
   },
   "author": {
    "text": "Helen Hunt Jackson"
   }
  },
  {
   "quote": {
    "text": "Finding some quiet time in your life, I think, is hugely important."
   },
   "author": {
    "text": "Mariel Hemingway"
   }
  },
  {
   "quote": {
    "text": "Time goes, you say? Ah, no! alas, time stays, we go."
   },
   "author": {
    "text": "Henry Austin Dobson"
   }
  },
  {
   "quote": {
    "text": "When in doubt, take more time."
   },
   "author": {
    "text": "John Zimmerman"
   }
  },
  {
   "quote": {
    "text": "Put two ships in the open sea, without wind or tide, and, at last, they will come together. Throw two planets into space, and they will fall one on the other. Place two enemies in the midst of a crowd, and they will inevitably meet; it is a fatality, a question of time; that is all."
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "The time I kill is killing me."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "You must have been warned against letting the golden hours slip by; but some of them are golden only because we let them slip by."
   },
   "author": {
    "text": "James M. Barrie"
   }
  },
  {
   "quote": {
    "text": "Until you value yourself, you won't value your time. Until you value your time, you will not do anything with it."
   },
   "author": {
    "text": "M. Scott Peck"
   }
  },
  {
   "quote": {
    "text": "We have not the time to take our time."
   },
   "author": {
    "text": "Eugene Ionesco"
   }
  },
  {
   "quote": {
    "text": "Time is bunk."
   },
   "author": {
    "text": "Douglas Adams"
   }
  },
  {
   "quote": {
    "text": "Time is the father of truth, its mother is our mind."
   },
   "author": {
    "text": "Giordano Bruno"
   }
  },
  {
   "quote": {
    "text": "O sweet, delusive Noon, Which the morning climbs to find, O moment sped too soon, And morning left behind."
   },
   "author": {
    "text": "Helen Hunt Jackson"
   }
  },
  {
   "quote": {
    "text": "Now is the age of anxiety."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "The best way to fill time is to waste it."
   },
   "author": {
    "text": "Marguerite Duras"
   }
  },
  {
   "quote": {
    "text": "Each moment is perfect and heaven-sent, in that each moment holds the seeds for growth."
   },
   "author": {
    "text": "Suzan-Lori Parks"
   }
  },
  {
   "quote": {
    "text": "Time has a way of demonstrating that the most stubborn are the most intelligent."
   },
   "author": {
    "text": "Yevgeny Yevtushenko"
   }
  },
  {
   "quote": {
    "text": "Day, n. A period of twenty-four hours, mostly misspent."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "Time, the devourer of all things."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "Nothing puzzles me more than the time and space; and yet nothing troubles me less."
   },
   "author": {
    "text": "Charles Lamb"
   }
  },
  {
   "quote": {
    "text": "The present is a point just passed."
   },
   "author": {
    "text": "David Russell"
   }
  },
  {
   "quote": {
    "text": "The clock talked loud. I threw it away, it scared me what it talked."
   },
   "author": {
    "text": "Tillie Olsen"
   }
  },
  {
   "quote": {
    "text": "Well-timed silence is the most commanding expression."
   },
   "author": {
    "text": "Mark Helprin"
   }
  },
  {
   "quote": {
    "text": "Know how to live the time that is given you."
   },
   "author": {
    "text": "Dario Fo"
   }
  },
  {
   "quote": {
    "text": "Both young children and old people have a lot of time on their hands. That's probably why they get along so well."
   },
   "author": {
    "text": "Jonathan Carroll"
   }
  },
  {
   "quote": {
    "text": "The time to hesitate is through."
   },
   "author": {
    "text": "Robby Krieger"
   }
  },
  {
   "quote": {
    "text": "True time is four-dimensional."
   },
   "author": {
    "text": "Martin Heidegger"
   }
  },
  {
   "quote": {
    "text": "For disappearing acts, it's hard to beat what happens to the eight hours supposedly left after eight of sleep and eight of work."
   },
   "author": {
    "text": "Doug Larson"
   }
  },
  {
   "quote": {
    "text": "Time, whose tooth gnaws away everything else, is powerless against truth."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "By the time we've made it, we've had it."
   },
   "author": {
    "text": "Malcolm Forbes"
   }
  },
  {
   "quote": {
    "text": "The present time has one advantage over every other - it is our own."
   },
   "author": {
    "text": "Charles Caleb Colton"
   }
  },
  {
   "quote": {
    "text": "Much may be done in those little shreds and patches of time which every day produces, and which most men throw away."
   },
   "author": {
    "text": "Charles Caleb Colton"
   }
  },
  {
   "quote": {
    "text": "I confess, I do not believe in time."
   },
   "author": {
    "text": "Vladimir Nabokov"
   }
  },
  {
   "quote": {
    "text": "Time makes heroes but dissolves celebrities."
   },
   "author": {
    "text": "Daniel J. Boorstin"
   }
  },
  {
   "quote": {
    "text": "It is my feeling that Time ripens all things; with Time all things are revealed; Time is the father of truth."
   },
   "author": {
    "text": "Francois Rabelais"
   }
  },
  {
   "quote": {
    "text": "Time is nature's way of keeping everything from happening at once."
   },
   "author": {
    "text": "John Archibald Wheeler"
   }
  },
  {
   "quote": {
    "text": "Time is a beautiful thing. It's like when you meet an old lover on the street six years later and they don't look so ugly anymore."
   },
   "author": {
    "text": "Sarah McLachlan"
   }
  },
  {
   "quote": {
    "text": "Time does not change us. It just unfolds us."
   },
   "author": {
    "text": "Max Frisch"
   }
  },
  {
   "quote": {
    "text": "Eternity: a moment standing still for ever."
   },
   "author": {
    "text": "James Montgomery"
   }
  },
  {
   "quote": {
    "text": "The one thing I regret is that I will never have time to read all the books I want to read."
   },
   "author": {
    "text": "Francoise Sagan"
   }
  },
  {
   "quote": {
    "text": "Time is a dressmaker specializing in alterations."
   },
   "author": {
    "text": "Faith Baldwin"
   }
  },
  {
   "quote": {
    "text": "I took some time out for life."
   },
   "author": {
    "text": "James L. Brooks"
   }
  },
  {
   "quote": {
    "text": "Time and space - time to be alone, space to move about - these may well become the great scarcities of tomorrow."
   },
   "author": {
    "text": "Edwin Way Teale"
   }
  },
  {
   "quote": {
    "text": "Let him who would enjoy a good future waste none of his present."
   },
   "author": {
    "text": "Roger Babson"
   }
  },
  {
   "quote": {
    "text": "Time was God's first creation."
   },
   "author": {
    "text": "Walter Lang"
   }
  },
  {
   "quote": {
    "text": "My time is now."
   },
   "author": {
    "text": "John Turner"
   }
  }
 ]
}