{
 "TravelQuotes": [
  {
   "quote": {
    "text": "A lie can travel half way around the world while the truth is putting on its shoes."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "The world is a book, and those who do not travel read only a page."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "Wherever you go, go with all your heart."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Success comes to those who dedicate everything to their passion in life. To be successful, it is also very important to be humble and never let fame or money travel to your head."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "Every day is a journey, and the journey itself is home."
   },
   "author": {
    "text": "Matsuo Basho"
   }
  },
  {
   "quote": {
    "text": "A man travels the world over in search of what he needs and returns home to find it."
   },
   "author": {
    "text": "George A. Moore"
   }
  },
  {
   "quote": {
    "text": "Travel is a new experience that can transport you out of your everyday routine to create memories with the ones you love."
   },
   "author": {
    "text": "Brian Chesky"
   }
  },
  {
   "quote": {
    "text": "The real voyage of discovery consists not in seeking new landscapes, but in having new eyes."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "I see my path, but I don't know where it leads. Not knowing where I'm going is what inspires me to travel it."
   },
   "author": {
    "text": "Rosalia de Castro"
   }
  },
  {
   "quote": {
    "text": "Life is short and the older you get, the more you feel it. Indeed, the shorter it is. People lose their capacity to walk, run, travel, think, and experience life. I realise how important it is to use the time I have."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "It is better to travel well than to arrive."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "We shall not cease from exploration, and the end of all our exploring will be to arrive where we started and know the place for the first time."
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "Nature is impersonal, awe-inspiring, elegant, eternal. It's geometrically perfect. It's tiny and gigantic. You can travel far to be in a beautiful natural setting, or you can observe it in your backyard - or, in my case, in the trees lining New York City sidewalks, or in the clouds above skyscrapers."
   },
   "author": {
    "text": "Gretchen Rubin"
   }
  },
  {
   "quote": {
    "text": "Exploration is really the essence of the human spirit."
   },
   "author": {
    "text": "Frank Borman"
   }
  },
  {
   "quote": {
    "text": "The best education I have ever received was through travel."
   },
   "author": {
    "text": "Lisa Ling"
   }
  },
  {
   "quote": {
    "text": "We are what our thoughts have made us; so take care about what you think. Words are secondary. Thoughts live; they travel far."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "Riding a bicycle is the summit of human endeavour - an almost neutral environmental effect coupled with the ability to travel substantial distances without disturbing anybody. The bike is the perfect marriage of technology and human energy."
   },
   "author": {
    "text": "Jeremy Corbyn"
   }
  },
  {
   "quote": {
    "text": "If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success."
   },
   "author": {
    "text": "John D. Rockefeller"
   }
  },
  {
   "quote": {
    "text": "I travel light. I think the most important thing is to be in a good mood and enjoy life, wherever you are."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "For once you have tasted flight you will walk the earth with your eyes turned skywards, for there you have been and there you will long to return."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "I always encourage people to get out there, travel the world, see new things, experience new people, experience new food, experience new culture. What happens is that helps you to grow and be your best self."
   },
   "author": {
    "text": "Karamo Brown"
   }
  },
  {
   "quote": {
    "text": "A good traveler has no fixed plans, and is not intent on arriving."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "We must go beyond textbooks, go out into the bypaths and untrodden depths of the wilderness and travel and explore and tell the world the glories of our journey."
   },
   "author": {
    "text": "John Hope Franklin"
   }
  },
  {
   "quote": {
    "text": "Never go on trips with anyone you do not love."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Only by going alone in silence, without baggage, can one truly get into the heart of the wilderness. All other travel is mere dust and hotels and baggage and chatter."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "People will travel anywhere for good food - it's crazy."
   },
   "author": {
    "text": "Rene Redzepi"
   }
  },
  {
   "quote": {
    "text": "My message, especially to young people is to have courage to think differently, courage to invent, to travel the unexplored path, courage to discover the impossible and to conquer the problems and succeed. These are great qualities that they must work towards. This is my message to the young people."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "Our brand of democracy is hard. But I can promise that a year from now, when I no longer hold this office, I'll be right there with you as a citizen - inspired by those voices of fairness and vision, of grit and good humor and kindness that have helped America travel so far."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "To travel is to take a journey into yourself."
   },
   "author": {
    "text": "Danny Kaye"
   }
  },
  {
   "quote": {
    "text": "All journeys have secret destinations of which the traveler is unaware."
   },
   "author": {
    "text": "Martin Buber"
   }
  },
  {
   "quote": {
    "text": "The beauty of reading is that it lets you travel in a way you could never know."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "Life is an unfoldment, and the further we travel the more truth we can comprehend. To understand the things that are at our door is the best preparation for understanding those that lie beyond."
   },
   "author": {
    "text": "Hypatia"
   }
  },
  {
   "quote": {
    "text": "Being in Blur has allowed me to travel and hear the music that's being made all over the world."
   },
   "author": {
    "text": "Damon Albarn"
   }
  },
  {
   "quote": {
    "text": "I've gotten to travel all over the world and meet all kinds of people and do all kinds of great things, so it's, like, surreal. It just lets you know how time flies, especially when you're having fun. It seems like time keeps going by faster as I get older."
   },
   "author": {
    "text": "Mekhi Phifer"
   }
  },
  {
   "quote": {
    "text": "The world is getting more connected through technology and travel. Cuisines are evolving. Some people are scared of globalization, but I think people will always take pride in cultural heritage."
   },
   "author": {
    "text": "John Mackey"
   }
  },
  {
   "quote": {
    "text": "I am sort of an adventurer. I like to explore new places. I don't get to travel as often as I would like but I love it."
   },
   "author": {
    "text": "Edi Gathegi"
   }
  },
  {
   "quote": {
    "text": "The Lord gave me 'Sojourner,' because I was to travel up an' down the land, showin' the people their sins an' bein' a sign unto them. Afterwards, I told the Lord I wanted another name 'cause everybody else had two names, and the Lord gave me 'Truth,' because I was to declare the truth to people."
   },
   "author": {
    "text": "Sojourner Truth"
   }
  },
  {
   "quote": {
    "text": "Japan is the most intoxicating place for me. In Kyoto, there's an inn called the Tawaraya which is quite extraordinary. The Japanese culture fascinates me: the food, the dress, the manners and the traditions. It's the travel experience that has moved me the most."
   },
   "author": {
    "text": "Roman Coppola"
   }
  },
  {
   "quote": {
    "text": "I am blessed for what I have, but I believed in it from the beginning. Today, the dream is the same: I still want to travel, I still want to entertain, and I most certainly still want to have fun."
   },
   "author": {
    "text": "Guy Laliberte"
   }
  },
  {
   "quote": {
    "text": "The traveler sees what he sees, the tourist sees what he has come to see."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "You and I come by road or rail, but economists travel on infrastructure."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "The person attempting to travel two roads at once will get nowhere."
   },
   "author": {
    "text": "Xun Kuang"
   }
  },
  {
   "quote": {
    "text": "Travel stories teach geography; insect stories lead the child into natural science; and so on. The teacher, in short, can use reading to introduce her pupils to the most varied subjects; and the moment they have been thus started, they can go on to any limit guided by the single passion for reading."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "I love flying; I love aircraft, and you could say I've had a love affair with flight since I was a child. I travel a huge amount. I use airports, and as a pilot, I've flown in and out of airports thousands of times, so really, I have a fairly broad perspective."
   },
   "author": {
    "text": "Norman Foster"
   }
  },
  {
   "quote": {
    "text": "Paris is always a good idea."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "The desire to fly is an idea handed down to us by our ancestors who... looked enviously on the birds soaring freely through space... on the infinite highway of the air."
   },
   "author": {
    "text": "Wilbur Wright"
   }
  },
  {
   "quote": {
    "text": "I travel, I read, I write, I have other lives. But when I have a camera, I know that's my country, my island."
   },
   "author": {
    "text": "Leos Carax"
   }
  },
  {
   "quote": {
    "text": "I want my handbags and my shoes to be stylish but I want to make sure that they're versatile. I travel and I have to make sure the pieces I put into my bag can go with a dress or with shorts or jeans."
   },
   "author": {
    "text": "Maria Sharapova"
   }
  },
  {
   "quote": {
    "text": "Even if it turns out that time travel is impossible, it is important that we understand why it is impossible."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Though we travel the world over to find the beautiful, we must carry it with us or we find it not."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Travelling expands the mind rarely."
   },
   "author": {
    "text": "Hans Christian Andersen"
   }
  },
  {
   "quote": {
    "text": "I have wandered all my life, and I have also traveled; the difference between the two being this, that we wander for distraction, but we travel for fulfillment."
   },
   "author": {
    "text": "Hilaire Belloc"
   }
  },
  {
   "quote": {
    "text": "Slow travel now rivals the fly-to-Barcelona-for-lunch culture. Advocates savour the journey, travelling by train or boat or bicycle, or even on foot, rather than crammed into an airplane. They take time to plug into the local culture instead of racing through a list of tourist traps."
   },
   "author": {
    "text": "Carl Honore"
   }
  },
  {
   "quote": {
    "text": "I like to sit down, relax, have a cup of coffee on the terrace and read a book. I like to travel the world - and I'm lucky to see so much through cycling."
   },
   "author": {
    "text": "Marianne Vos"
   }
  },
  {
   "quote": {
    "text": "He travels the fastest who travels alone."
   },
   "author": {
    "text": "Rudyard Kipling"
   }
  },
  {
   "quote": {
    "text": "To be a Christian who is willing to travel with Christ on his downward road requires being willing to detach oneself constantly from any need to be relevant, and to trust ever more deeply the Word of God."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "I used to bodyguard for Muhammad Ali, Leon Spinks, Sugar Ray Leonard. I used to bodyguard a lot of diamond merchants; I would travel with a suitcase full of diamonds and take them from point A to point B. My reputation grew because I was a professional. I did my job, and I was courteous - a no-nonsense guy."
   },
   "author": {
    "text": "Mr. T"
   }
  },
  {
   "quote": {
    "text": "I love to see new things, and I love to learn. I always learn so much when I travel - that's the best thing."
   },
   "author": {
    "text": "Larry Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "What is it we want out of travel? Is it to take snapshots of ourselves in front of famous monuments, surrounded by other tourists? To eat unfamiliar food chosen from unintelligible menus? To earn frequent-flier miles? No. It's to glimpse what life is like somewhere else."
   },
   "author": {
    "text": "Chris Pavone"
   }
  },
  {
   "quote": {
    "text": "The travel and tourism industry, it's just a huge part of our economy."
   },
   "author": {
    "text": "Karen Hughes"
   }
  },
  {
   "quote": {
    "text": "I would wear the blue overalls of the fieldworker and often wore round, rimless glasses known as Mazzawati teaglasses. I had a car, and I wore a chauffeur's cap with my overalls. The pose of chauffeur was convenient because I could travel under the pretext of driving my master's car."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "My goals have changed throughout my life. At one time it was winning awards, selling out concert dates, selling more albums than anyone else. Now, my goals are to see my grandchildren grown, live a long and healthy life with my family and friends and travel the world."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "I never saw a discontented tree. They grip the ground as though they liked it, and though fast rooted they travel about as far as we do."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "Venice is like eating an entire box of chocolate liqueurs in one go."
   },
   "author": {
    "text": "Truman Capote"
   }
  },
  {
   "quote": {
    "text": "In spite of the opinions of certain narrow-minded people, who would shut up the human race upon this globe, as within some magic circle it must never outstep, we shall one day travel to the moon, the planets, and the stars, with the same facility, rapidity, and certainty as we now make the voyage from Liverpool to New York!"
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "It always rains on tents. Rainstorms will travel thousands of miles, against prevailing winds for the opportunity to rain on a tent."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "It's funny. You travel all over the world, and you wind up with a guy from your hometown."
   },
   "author": {
    "text": "Patty Smyth"
   }
  },
  {
   "quote": {
    "text": "Through machinery, man can exert tremendous powers almost as fantastic as if he were the hero of a fairy tale. Through machinery, man can travel with an ever increasing velocity; he can fly through the air and go beneath the surface of the ocean."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Reminds me of my safari in Africa. Somebody forgot the corkscrew and for several days we had to live on nothing but food and water."
   },
   "author": {
    "text": "W. C. Fields"
   }
  },
  {
   "quote": {
    "text": "The world reveals itself to those who travel on foot."
   },
   "author": {
    "text": "Werner Herzog"
   }
  },
  {
   "quote": {
    "text": "Just got back from a pleasure trip: I took my mother-in-law to the airport."
   },
   "author": {
    "text": "Henny Youngman"
   }
  },
  {
   "quote": {
    "text": "Almost all of my jobs have been on locations. And I think you can be that person who says, 'I have a job that forces me to travel and I'm just going to go ahead and do it and pray for my next flight home.' Or 'this is where I am, this is my life, let me see a part of this world I now live in.'"
   },
   "author": {
    "text": "Erin Cummings"
   }
  },
  {
   "quote": {
    "text": "I think I am a travel junkie, and I have never enjoyed anything else in my life more than travelling and going to places."
   },
   "author": {
    "text": "Imtiaz Ali"
   }
  },
  {
   "quote": {
    "text": "To the lover of wilderness, Alaska is one of the most wonderful countries in the world."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "A journey is a person in itself; no two are alike. And all plans, safeguards, policing, and coercion are fruitless. We find that after years of struggle that we do not take a trip; a trip takes us."
   },
   "author": {
    "text": "John Steinbeck"
   }
  },
  {
   "quote": {
    "text": "Travel can be one of the most rewarding forms of introspection."
   },
   "author": {
    "text": "Lawrence Durrell"
   }
  },
  {
   "quote": {
    "text": "We are all travelers in the wilderness of this world, and the best we can find in our travels is an honest friend."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "The everyday kindness of the back roads more than makes up for the acts of greed in the headlines."
   },
   "author": {
    "text": "Charles Kuralt"
   }
  },
  {
   "quote": {
    "text": "Every traveler knows too well the endless quest for the perfect travel bag: the one that's stylish enough to carry through Paris, sturdy enough to tote around Peru, and - most important - doesn't make your shoulder sag even before you've loaded it up with everything you need for a day of sightseeing."
   },
   "author": {
    "text": "Hanya Yanagihara"
   }
  },
  {
   "quote": {
    "text": "I see travelling as a great learning process, and my biggest dream is to travel the world."
   },
   "author": {
    "text": "Pooja Hegde"
   }
  },
  {
   "quote": {
    "text": "Airplanes may kill you, but they ain't likely to hurt you."
   },
   "author": {
    "text": "Satchel Paige"
   }
  },
  {
   "quote": {
    "text": "During their service, men and women in our Armed Forces live by a common creed, promising never to leave a soldier behind. We should live by the same principle. When our veterans are asked to travel hundreds of miles for care that's offered right next door, we simply aren't living up to that standard, and something has to change."
   },
   "author": {
    "text": "John Delaney"
   }
  },
  {
   "quote": {
    "text": "I am learning that in life it is OK to travel in darkness, not knowing what your next move is."
   },
   "author": {
    "text": "Cobie Smulders"
   }
  },
  {
   "quote": {
    "text": "Many years ago, large packs of wolves roamed the countryside in Ukraine, making travel in that part of the world very dangerous. These wolf packs were fearless. They were not intimidated by people nor by any of the weapons available at that time. The only thing that seemed to frighten them was fire."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "When the traveler goes alone he gets acquainted with himself."
   },
   "author": {
    "text": "Liberty Hyde Bailey"
   }
  },
  {
   "quote": {
    "text": "Technologies that may be realized in centuries or millennium include: warp drive, traveling faster than the speed of light, parallel universes; are there other parallel dimensions and parallel realities? Time travel that we mentioned and going to the stars."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "I usually travel with a posse. I roll deep. I travel like a rapper, but without the artillery. We don't carry guns, we carry cookies."
   },
   "author": {
    "text": "Gabriel Iglesias"
   }
  },
  {
   "quote": {
    "text": "I never thought it was fair that women couldn't travel freely because it was dangerous. I'd stay by myself on the North Carolina coast for a couple of weeks, with my dog and my gun, and my mom would be terrified. I told her, if I stay home, a lamp could fall on my head. You can't spend your whole life inside because you're scared."
   },
   "author": {
    "text": "Margo Price"
   }
  },
  {
   "quote": {
    "text": "I put a list together. It was like: Get health insurance, get a car, get a bigger apartment, travel more, get a record deal, get a publishing deal, sell 10,000 units, be a part of a No. 1 album, make a million dollars. I got to check off 90 percent of the stuff last year. I hit some serious landmarks in 2015."
   },
   "author": {
    "text": "Anderson Paak"
   }
  },
  {
   "quote": {
    "text": "Working is actually a pleasure. It's just very time-consuming. It's a way of life. I find that I can work when I travel and work when I run. There is nothing like, on a rainy day, to work."
   },
   "author": {
    "text": "Helmut Jahn"
   }
  },
  {
   "quote": {
    "text": "I love to travel, but hate to arrive."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "We travel, some of us forever, to seek other states, other lives, other souls."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "Rome is the city of echoes, the city of illusions, and the city of yearning."
   },
   "author": {
    "text": "Giotto di Bondone"
   }
  },
  {
   "quote": {
    "text": "Every year, I travel extensively in the autumn and the spring. I set most of the winter and summer aside for my family and my own tribal relatives. But during that traveling time, I often find myself visiting other native communities around the continent - perhaps a dozen or more each year."
   },
   "author": {
    "text": "Joseph Bruchac"
   }
  },
  {
   "quote": {
    "text": "Fifty years of isolating Cuba had failed to promote democracy, setting us back in Latin America. That's why we restored diplomatic relations, opened the door to travel and commerce, and positioned ourselves to improve the lives of the Cuban people."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "If one had but a single glance to give the world, one should gaze on Istanbul."
   },
   "author": {
    "text": "Alphonse de Lamartine"
   }
  },
  {
   "quote": {
    "text": "My parents being Bengali, we always had music in our house. My nani was a trained classical singer, who taught my mum, who, in turn, was my first teacher. Later I would travel almost 70 kms to the nearest town, Kota, to learn music from my guru Mahesh Sharmaji, who was also the principal of the music college there."
   },
   "author": {
    "text": "Shreya Ghoshal"
   }
  },
  {
   "quote": {
    "text": "What does it mean to pre-board? Do you get on before you get on?"
   },
   "author": {
    "text": "George Carlin"
   }
  },
  {
   "quote": {
    "text": "I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Travel, in the younger sort, is a part of education; in the elder, a part of experience."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "I think a lot of the American people feel more than a little disappointed that the high-water mark for human exploration was 1969. The dream of human space travel has almost died for a lot of people."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "I travel around the world, and there are so many beautiful girls, but that's not going to make you a supermodel. You have to have something more than just a pretty face."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "Songs really are like a form of time travel because they really have moved forward in a bubble. Everyone who's connected with it, the studio's gone, the musicians are gone, and the only thing that's left is this recording which was only about a three-minute period maybe 70 years ago."
   },
   "author": {
    "text": "Tom Waits"
   }
  },
  {
   "quote": {
    "text": "Pageants were an amazing platform that gave a little girl like me from the mountains of my beautiful Puerto Rico a chance to travel, explore the world, meet amazing people, work for great charities and be a voice to empower women wherever I went. For all those things, I am grateful."
   },
   "author": {
    "text": "Joyce Giraud"
   }
  },
  {
   "quote": {
    "text": "I like the sci-fi channel. Just science in general. I came across a segment on time travel and how time travel is possible. We create a spaceship that's moving at almost the speed of light, we go in that spaceship in outer space, and we fly around for a year, when we get back to Earth, Earth would've aged 10 years."
   },
   "author": {
    "text": "Von Miller"
   }
  },
  {
   "quote": {
    "text": "I'm not a DJ, I don't know how to scratch and I don't know how to mix, but I do know how to party. One of my jobs is actually to travel the world and party."
   },
   "author": {
    "text": "Amber Rose"
   }
  },
  {
   "quote": {
    "text": "Time travel is a wonderful thing, isn't it?"
   },
   "author": {
    "text": "Bradley Walsh"
   }
  },
  {
   "quote": {
    "text": "I've just concluded - since President Obama endorses the same-sex marriage, advocates homosexual people, and enjoys an attractive countenance - thus if it becomes necessary, I shall travel to Washington, D.C., get down on my knee, and ask his hand."
   },
   "author": {
    "text": "Robert Mugabe"
   }
  },
  {
   "quote": {
    "text": "The use of travelling is to regulate imagination by reality, and instead of thinking how things may be, to see them as they are."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Travel like a pro, not like a hobo. That's my motto."
   },
   "author": {
    "text": "Greg Gutfeld"
   }
  },
  {
   "quote": {
    "text": "When I was drafted to Smackdown, I was like, 'Hell yes, I'm going to captain this ship.' Then I was like, 'Oh, wait, you're losing your best friend and travel partner and the person you enjoy having matches with the absolute most.' That's Charlotte. We travel together, and she is my best friend."
   },
   "author": {
    "text": "Becky Lynch"
   }
  },
  {
   "quote": {
    "text": "I really have to dance more often, and so I travel around. If I don't, I will crumble."
   },
   "author": {
    "text": "Rudolf Nureyev"
   }
  },
  {
   "quote": {
    "text": "I travel like a maniac. I travel more than anyone I know. I love learning the languages."
   },
   "author": {
    "text": "Quincy Jones"
   }
  },
  {
   "quote": {
    "text": "One of the few luxuries left is travel. And the aspect of travel that is luxurious is not the movement, but the being there."
   },
   "author": {
    "text": "Andre Balazs"
   }
  },
  {
   "quote": {
    "text": "The more you travel, the better you get at it. It sounds silly, but with experience you learn how to pack the right way. I remember one of my first trips abroad, travelling around Europe by rail, fresh out of high school. I brought all these books with me and a paint set. I really had too much stuff, so I've learnt to be more economical."
   },
   "author": {
    "text": "Roman Coppola"
   }
  },
  {
   "quote": {
    "text": "If you wish to travel far and fast, travel light. Take off all your envies, jealousies, unforgiveness, selfishness and fears."
   },
   "author": {
    "text": "Cesare Pavese"
   }
  },
  {
   "quote": {
    "text": "Rail travel for me is the most relaxing, most scenic way to see the country."
   },
   "author": {
    "text": "John Paul DeJoria"
   }
  },
  {
   "quote": {
    "text": "The way to Heaven is ascending; we must be content to travel uphill, though it be hard and tiresome, and contrary to the natural bias of our flesh."
   },
   "author": {
    "text": "Jonathan Edwards"
   }
  },
  {
   "quote": {
    "text": "I travel without barely any luggage. Just a second set of underwear and binoculars and a map and a toothbrush."
   },
   "author": {
    "text": "Werner Herzog"
   }
  },
  {
   "quote": {
    "text": "I think the most romantic thing you can do is just turn up. Turn up when it's difficult for you. Travel halfway around the world or just up the road. Whatever it is, just be there."
   },
   "author": {
    "text": "James McAvoy"
   }
  },
  {
   "quote": {
    "text": "I do my best work alone. I travel alone a lot."
   },
   "author": {
    "text": "Seth Rollins"
   }
  },
  {
   "quote": {
    "text": "Travel early and travel often. Live abroad, if you can. Understand cultures other than your own. As your understanding of other cultures increases, your understanding of yourself and your own culture will increase exponentially."
   },
   "author": {
    "text": "Tom Freston"
   }
  },
  {
   "quote": {
    "text": "Time travel used to be thought of as just science fiction, but Einstein's general theory of relativity allows for the possibility that we could warp space-time so much that you could go off in a rocket and return before you set out."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "I would travel only by horse, if I had the choice."
   },
   "author": {
    "text": "Linda McCartney"
   }
  },
  {
   "quote": {
    "text": "I had rather have a fool to make me merry than experience to make me sad and to travel for it too!"
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Many a trip continues long after movement in time and space have ceased."
   },
   "author": {
    "text": "John Steinbeck"
   }
  },
  {
   "quote": {
    "text": "It is for us to pray not for tasks equal to our powers, but for powers equal to our tasks, to go forward with a great desire forever beating at the door of our hearts as we travel toward our distant goal."
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "Don't time travel into the past, roaming through the nuances as if they can change. Don't bookmark pages you've already read."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "To travel is to discover that everyone is wrong about other countries."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Food makes travel so exceptional, because you get to taste what it's actually supposed to taste like. To eat the real Pad Thai or finally have a proper curry is something pretty amazing."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "The traveller has reached the end of the journey!"
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "There are few places you can find silence. Air travel could be the last fortress of solitude."
   },
   "author": {
    "text": "Regina Brett"
   }
  },
  {
   "quote": {
    "text": "Everywhere is nowhere. When a person spends all his time in foreign travel, he ends by having many acquaintances, but no friends."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "There comes a moment on a journey when something sweet, something irresistible and charming as wine raised to thirsty lips, wells up in the traveller's being."
   },
   "author": {
    "text": "Patrick MacGill"
   }
  },
  {
   "quote": {
    "text": "Aviation, this young modern giant, exemplifies the possible relationship of women and the creations of science. Although women have not taken full advantage of its use and benefits, air travel is as available to them as to men."
   },
   "author": {
    "text": "Amelia Earhart"
   }
  },
  {
   "quote": {
    "text": "One travels more usefully when alone, because he reflects more."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Southeast Asia has a real grip on me. From the very first time I went there, it was a fulfillment of my childhood fantasies of the way travel should be."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "A good traveller is one who does not know where he is going to, and a perfect traveller does not know where he came from."
   },
   "author": {
    "text": "Lin Yutang"
   }
  },
  {
   "quote": {
    "text": "A zero-gravity flight is a first step toward space travel."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "The cool thing about being famous is traveling. I have always wanted to travel across seas, like to Canada and stuff."
   },
   "author": {
    "text": "Britney Spears"
   }
  },
  {
   "quote": {
    "text": "I'm very proud of the Rome episode of 'No Reservations' because it violated all the conventional wisdom about making television. You're never, ever supposed to do a food or travel show in black and white."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "Besides, I'm a gypsy at heart and I like to travel around."
   },
   "author": {
    "text": "Reba McEntire"
   }
  },
  {
   "quote": {
    "text": "Rome - the city of visible history, where the past of a whole hemisphere seems moving in funeral procession with strange ancestral images and trophies gathered from afar."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "The helicopter is a fine way to travel, but it induces a view of the world that only God and CEOs share on a regular basis."
   },
   "author": {
    "text": "Morley Safer"
   }
  },
  {
   "quote": {
    "text": "Travelers repose and dream among my leaves."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "To travel hopefully is a better thing than to arrive."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "When I travel, I feel more like a nomad than a tourist."
   },
   "author": {
    "text": "Mohsin Hamid"
   }
  },
  {
   "quote": {
    "text": "What draws me in is that a trip is a leap in the dark. It's like a metaphor for life. You set off from home, and in the classic travel book, you go to an unknown place. You discover a different world, and you discover yourself."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "I wanted to travel from the beginning. As a kid, I used to dream about airplanes, before I ever flew in one."
   },
   "author": {
    "text": "Mary Ellen Mark"
   }
  },
  {
   "quote": {
    "text": "When you look at the calculation, it's amazing that every time you try to prove or disprove time travel, you've pushed Einstein's theory to the very limits where quantum effects must dominate. That's telling us that you really need a theory of everything to resolve this question. And the only candidate is string theory."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "Airline glamour never promised anything as mundane as elbow room, much less a flat bed, a massage, or an arugula salad. It promised a better world. Service and dress reflected the more formal era, but no one expected air travel to be comfortable. It was amazing just to have hot food above the clouds."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "Think Indonesia and tourism, and the first thing that comes to mind is probably Bali. Think golf holiday, and most people would dream of Scotland or Ireland. But Indonesia harbors one of the best-kept secrets in the world of travel: it is a golfer's paradise."
   },
   "author": {
    "text": "Raymond Bonner"
   }
  },
  {
   "quote": {
    "text": "London is a roost for every bird."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Airplane travel is nature's way of making you look like your passport photo."
   },
   "author": {
    "text": "Al Gore"
   }
  },
  {
   "quote": {
    "text": "The world is getting so small. Young people are mobile; they want to travel around the world. When you travel around the world, you exchange culture, you want to make friends, you want to exchange things."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "I've been lucky enough to meet a lot of fantastic people, from royalty to rock stars. I've also been known to be a bit of a daredevil, so I've tried to explore extreme travel and adventure - scuba-diving in an arctic glacier and camping in the Himalayas."
   },
   "author": {
    "text": "Cynthia Rowley"
   }
  },
  {
   "quote": {
    "text": "I get very homesick, but otherwise it's a great privilege to get to travel for work."
   },
   "author": {
    "text": "Jesse Eisenberg"
   }
  },
  {
   "quote": {
    "text": "'Closed timelike curve' is the jargon for time travel. It means you go out, come back and meet yourself in the past."
   },
   "author": {
    "text": "Kip Thorne"
   }
  },
  {
   "quote": {
    "text": "My keen love of travel was seldom hindered by Father. He permitted me, even as a mere boy, to visit many cities and pilgrimage spots."
   },
   "author": {
    "text": "Paramahansa Yogananda"
   }
  },
  {
   "quote": {
    "text": "When traveling with someone, take large does of patience and tolerance with your morning coffee."
   },
   "author": {
    "text": "Helen Hayes"
   }
  },
  {
   "quote": {
    "text": "Travel in all the four quarters of the earth, yet you will find nothing anywhere. Whatever there is, is only here."
   },
   "author": {
    "text": "Ramakrishna"
   }
  },
  {
   "quote": {
    "text": "There are those who travel and those who are going somewhere. They are different and yet they are the same. The success has this over his rivals: He knows where he is going."
   },
   "author": {
    "text": "Mark Caine"
   }
  },
  {
   "quote": {
    "text": "People travel and hunt on the sea ice - in Alaska, they hunt in skin boats for bowhead whales; in Greenland, they hunt with dogsleds. The ice is their highway. The ice is also the ecosystem in which marine mammals and terrestrial animals such as polar bears exist."
   },
   "author": {
    "text": "Gretel Ehrlich"
   }
  },
  {
   "quote": {
    "text": "I just travel the world with my backpack and my cameras and a bunch of Clif bars."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "The reason why people wear pajamas to the airport in the first place is so that they'll be comfortable during their flight. But you know, typically, air travel is 50 to 75 percent of the time you spend traveling. The rest of the time you spend in public places like airports and around other people. That's when looking good trumps comfort."
   },
   "author": {
    "text": "Casey Neistat"
   }
  },
  {
   "quote": {
    "text": "I travel continuously, and I see many cities, but there is nowhere like London."
   },
   "author": {
    "text": "Norman Foster"
   }
  },
  {
   "quote": {
    "text": "But you can travel on for ten thousand miles, and still stay where you are."
   },
   "author": {
    "text": "Harry Chapin"
   }
  },
  {
   "quote": {
    "text": "I was told at first that being different was a bad thing. Everywhere I went, it was just, 'You're too different'... And it turned out that being different was the best thing that ever happened to my career. It is why people travel to my shows. It's why people want to hear my story and buy my book."
   },
   "author": {
    "text": "Lindsey Stirling"
   }
  },
  {
   "quote": {
    "text": "Technology doesn't address everything - for example, air travel still sucks."
   },
   "author": {
    "text": "Brad Feld"
   }
  },
  {
   "quote": {
    "text": "Ah! Young people, travel if you can, and if you cannot - travel all the same!"
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "The secret to modern life is finding the measure in time management. I have two kids, career and I travel, and I don't think my life is any different than most couples. The most valuable commodity now for many people is time and how to parcel that out."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "People just hate the idea of losing. Any loss, even a small one, is just so terrible to contemplate that they compensate by buying insurance, including totally absurd policies like air travel."
   },
   "author": {
    "text": "Daniel Kahneman"
   }
  },
  {
   "quote": {
    "text": "The attention of a traveller, should be particularly turned, in the first place, to the various works of Nature, to mark the distinctions of the climates he may explore, and to offer such useful observations on the different productions as may occur."
   },
   "author": {
    "text": "William Bartram"
   }
  },
  {
   "quote": {
    "text": "Every hotel room, every apartment we rent, I am sage-ing. And I have crystals that I travel with. It just makes me feel better."
   },
   "author": {
    "text": "Jenna Dewan"
   }
  },
  {
   "quote": {
    "text": "As you think, you travel, and as you love, you attract. You are today where your thoughts have brought you; you will be tomorrow where your thoughts take you."
   },
   "author": {
    "text": "James Lane Allen"
   }
  },
  {
   "quote": {
    "text": "I think it's part of my personality - I love to travel; I love different cultures and philosophies and perspectives on things."
   },
   "author": {
    "text": "Martin Henderson"
   }
  },
  {
   "quote": {
    "text": "I tend to pack light but still keep a large bag because I love to shop. For each destination I travel to, I like to buy something that the country or city is known for such as olive oil, truffle, jewelry, etc. I also like to buy perfumes because the smell brings me back to the memory of my travels."
   },
   "author": {
    "text": "Jacqueline MacInnes Wood"
   }
  },
  {
   "quote": {
    "text": "I love to photograph the gorgeous landscapes when I travel."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "The travel writer seeks the world we have lost - the lost valleys of the imagination."
   },
   "author": {
    "text": "Alexander Cockburn"
   }
  },
  {
   "quote": {
    "text": "I don't want to take anything to the grave. I want to die used up and emptied out. I don't want to carry around anything I don't have to. I want to travel light."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "Every perfect traveler always creates the country where he travels."
   },
   "author": {
    "text": "Nikos Kazantzakis"
   }
  },
  {
   "quote": {
    "text": "Big climbs energize me. It's all the other aspects of being a pro-climber that wear me down. The travel and expeditions and training can become pretty tiring. But the actual big climbs - that's what I live for."
   },
   "author": {
    "text": "Alex Honnold"
   }
  },
  {
   "quote": {
    "text": "It's been a huge blessing, being able to travel and have a great life."
   },
   "author": {
    "text": "Seann William Scott"
   }
  },
  {
   "quote": {
    "text": "We all become great explorers during our first few days in a new city, or a new love affair."
   },
   "author": {
    "text": "Mignon McLaughlin"
   }
  },
  {
   "quote": {
    "text": "Extensive traveling induces a feeling of encapsulation, and travel, so broadening at first, contracts the mind."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "Travel around the world is amazing. New people. New-found family, really."
   },
   "author": {
    "text": "Dhani Jones"
   }
  },
  {
   "quote": {
    "text": "To tell you the truth, I'm shocked, as I travel across this country, at how little people know or don't want to know about HIV/AIDS. There are a lot of people who don't know that HIV is one thing and AIDS is another. Those people just think it's one big old alphabet of a disease."
   },
   "author": {
    "text": "Sheryl Lee Ralph"
   }
  },
  {
   "quote": {
    "text": "I love being an illustrator because I get to read really great stories, work with amazing people, travel and see places I never would've seen. And I get to draw all the time."
   },
   "author": {
    "text": "Brian Selznick"
   }
  },
  {
   "quote": {
    "text": "Being in a band is like a small family. You travel together, make music, and share time with each other."
   },
   "author": {
    "text": "Mohit Chauhan"
   }
  },
  {
   "quote": {
    "text": "One of the great things about music is that it has the capability of time travel - you smell a certain smell in the room and it takes you back to your childhood. I feel like music is able to do that, and it happens to me all the time."
   },
   "author": {
    "text": "M. Ward"
   }
  },
  {
   "quote": {
    "text": "I myself believe that there will one day be time travel because when we find that something isn't forbidden by the over-arching laws of physics we usually eventually find a technological way of doing it."
   },
   "author": {
    "text": "David Deutsch"
   }
  },
  {
   "quote": {
    "text": "A man who leaves home to mend himself and others is a philosopher; but he who goes from country to country, guided by the blind impulse of curiosity, is a vagabond."
   },
   "author": {
    "text": "Oliver Goldsmith"
   }
  },
  {
   "quote": {
    "text": "I go on walks during lunch breaks and travel with a fold-up yoga mat. I also love reading by candlelight at night."
   },
   "author": {
    "text": "Rachel Boston"
   }
  },
  {
   "quote": {
    "text": "The best way to get to know the place you are traveling in is to walk around... and the best way to walk around is with comfortable shoes! Grab your travel buddy and your running shoes and go explore!"
   },
   "author": {
    "text": "Laura Marano"
   }
  },
  {
   "quote": {
    "text": "I've taken a lot of risks through the years, but I always followed my instincts and always explored new opportunities. The biggest reward has been having an idea and being able to make it a reality. My passions always lead the way - travel and adventure, fitness, art, and home."
   },
   "author": {
    "text": "Cynthia Rowley"
   }
  },
  {
   "quote": {
    "text": "To read a writer is for me not merely to get an idea of what he says, but to go off with him and travel in his company."
   },
   "author": {
    "text": "Andre Gide"
   }
  },
  {
   "quote": {
    "text": "No matter how you travel, it's still you going."
   },
   "author": {
    "text": "Jeff Goldblum"
   }
  },
  {
   "quote": {
    "text": "My ideal travel companions are my family."
   },
   "author": {
    "text": "Pharrell Williams"
   }
  },
  {
   "quote": {
    "text": "I do kabbalistic meditation. It's not unlike time travel; it can change the past and not just the future. You can look at what was lost and go beyond the grief of what was lost."
   },
   "author": {
    "text": "Roseanne Barr"
   }
  },
  {
   "quote": {
    "text": "If I have to travel, I'm going to travel my way and travel in the real world. And I'm going to have conversations every day with people in rest stops and people in gas stations and people in hotels and diners. That nourishes me."
   },
   "author": {
    "text": "Neil Peart"
   }
  },
  {
   "quote": {
    "text": "Travel magazines are just one cupcake after another. They're not about travel. The travel magazine is, in fact, about the opposite of travel. It's about having a nice time on a honeymoon, or whatever."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "I think I'd just like to get in a time machine and travel and never come back. The '20s would be an incredible place to be, dressing up in tuxedos with fancy cars. That sounds incredible."
   },
   "author": {
    "text": "Victor Webster"
   }
  },
  {
   "quote": {
    "text": "In Einstein's equation, time is a river. It speeds up, meanders, and slows down. The new wrinkle is that it can have whirlpools and fork into two rivers. So, if the river of time can be bent into a pretzel, create whirlpools and fork into two rivers, then time travel cannot be ruled out."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "I think that one of the main privileges of what I do, which I am just starting to learn, is to have the ability to travel all over the world and experience different cultures."
   },
   "author": {
    "text": "Chris Cornell"
   }
  },
  {
   "quote": {
    "text": "I do recall one moment when I went to India by myself. I was paralyzed with fear to travel alone, but I had this intuitive hint that I had to do it. It was transformative and beautiful."
   },
   "author": {
    "text": "Jen Sincero"
   }
  },
  {
   "quote": {
    "text": "Travel is a lot like love."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "If you have a fear of flying, don't. The data are very clear: If you have to travel someplace, the safest way is by airplane."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "After I finished high school I went to Hong Kong and Thailand and spent some time there. Just to get that whole experience of being out of the bubble that I was in from high school in Vancouver, to be able to travel around and be on your own was an amazing experience."
   },
   "author": {
    "text": "Shay Mitchell"
   }
  },
  {
   "quote": {
    "text": "I got the chance to do things that I dreamed of when I was a kid: I got to travel around the world; I had my own 'Goosebumps' attraction at Disney World; I've been on TV and had three TV series."
   },
   "author": {
    "text": "R. L. Stine"
   }
  },
  {
   "quote": {
    "text": "A careful inspection showed them that, even if they succeeded in righting it by themselves, the cart would travel no longer. The axles were in a hopeless state, and the missing wheel was shattered into pieces."
   },
   "author": {
    "text": "Kenneth Grahame"
   }
  },
  {
   "quote": {
    "text": "The last couple relationships I had were long distance. It's not like I can make much of an effort to travel and see anybody. The guy had to do all the work, unfortunately."
   },
   "author": {
    "text": "Holly Madison"
   }
  },
  {
   "quote": {
    "text": "I wasn't a big fan of social anthropology. And, luckily, that created room for me to work in visual arts because I sort of ignored my requirements. I think I was attracted to social anthropology because I liked to travel and was always interested in far-off places."
   },
   "author": {
    "text": "Darren Aronofsky"
   }
  },
  {
   "quote": {
    "text": "The trading side of the business means a lot of travel, being out of the office a lot of time."
   },
   "author": {
    "text": "Ivan Glasenberg"
   }
  },
  {
   "quote": {
    "text": "Air travel is the safest form of travel aside from walking; even then, the chances of being hit by a public bus at 30,000 feet are remarkably slim. I also have no problem with confined spaces. Or heights. What I am afraid of is speed."
   },
   "author": {
    "text": "Sloane Crosley"
   }
  },
  {
   "quote": {
    "text": "When I got started, the Bulls weren't even that popular in Chicago. The Chicago Sting, the indoor soccer team, was outdrawing the Bulls. Now you can travel all over the world - Europe, Far East, Africa, wherever - and you see people with Bulls memorabilia or merchandise. It's incredible and the one thing I never could imagined accomplishing."
   },
   "author": {
    "text": "Jerry Reinsdorf"
   }
  },
  {
   "quote": {
    "text": "Space travel is the only technology that is more dangerous and more expensive now than it was in its first year. Fifty years after Yuri Gagarin, the space shuttle ended up being more dangerous and more expensive to fly than those first throwaway rockets, even though large portions of it were reusable. It's absurd."
   },
   "author": {
    "text": "Burt Rutan"
   }
  },
  {
   "quote": {
    "text": "I used to suffer from stage fright, which at times was an ordeal. I won't perform live again. I'm going to do some TV shows and videos but nothing else... I don't like to travel too much or do concerts. I'm more of a studio and home girl."
   },
   "author": {
    "text": "Agnetha Faltskog"
   }
  },
  {
   "quote": {
    "text": "Absolutely the worst thing about this job is the travel and being away from family. I have a wife and three wonderful children, the kids are all active in sports and it's very difficult to up and leave and miss them growing up."
   },
   "author": {
    "text": "Roy Clark"
   }
  },
  {
   "quote": {
    "text": "Everything becomes magnified at night. Sounds travel in a different way, it's dark, and everything seems far more spooky."
   },
   "author": {
    "text": "Jo Brand"
   }
  },
  {
   "quote": {
    "text": "If all difficulties were known at the outset of a long journey, most of us would never start out at all."
   },
   "author": {
    "text": "Dan Rather"
   }
  },
  {
   "quote": {
    "text": "Perhaps travel cannot prevent bigotry, but by demonstrating that all peoples cry, laugh, eat, worry, and die, it can introduce the idea that if we try and understand each other, we may even become friends."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Japan, not only a mega-busy city that thrives on electronics and efficiency, actually has an almost sacred appreciation of nature. One must travel outside of Tokyo to truly experience the 'old Japan' and more importantly feel these aspects of Japanese culture."
   },
   "author": {
    "text": "Apolo Ohno"
   }
  },
  {
   "quote": {
    "text": "Own only what you can always carry with you: know languages, know countries, know people. Let your memory be your travel bag."
   },
   "author": {
    "text": "Aleksandr Solzhenitsyn"
   }
  },
  {
   "quote": {
    "text": "I never travel without my diary. One should always have something sensational to read in the train."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "As I get older, the things that I want are starting to make more sense. Being able to travel makes me happy, and I am a person that lives in the moment. I also want to live a good life. Traveling makes everyday issues seem so much smaller and really changes my perspective on things."
   },
   "author": {
    "text": "Jacqueline MacInnes Wood"
   }
  },
  {
   "quote": {
    "text": "Hurt leads to bitterness, bitterness to anger, travel too far that road and the way is lost."
   },
   "author": {
    "text": "Terry Brooks"
   }
  },
  {
   "quote": {
    "text": "People commonly travel the world over to see rivers and mountains, new stars, garish birds, freak fish, grotesque breeds of human; they fall into an animal stupor that gapes at existence and they think they have seen something."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "Writing and travel broaden your ass if not your mind and I like to write standing up."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "No level of border security, no wall, doubling the size of the border patrol, all these things will not stop the illegal migration from countries as long as a 7-year-old is desperate enough to flee on her own and travel the entire length of Mexico because of the poverty and the violence in her country."
   },
   "author": {
    "text": "Jeh Johnson"
   }
  },
  {
   "quote": {
    "text": "Certainly, travel is more than the seeing of sights; it is a change that goes on, deep and permanent, in the ideas of living."
   },
   "author": {
    "text": "Mary Ritter Beard"
   }
  },
  {
   "quote": {
    "text": "Uncontrolled, the hunger and thirst after God may become an obstacle, cutting off the soul from what it desires. If a man would travel far along the mystic road, he must learn to desire God intensely but in stillness, passively and yet with all his heart and mind and strength."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "I dislike feeling at home when I am abroad."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "No one can travel your own road for you; you must travel it for yourself. My faith in this stems from my childhood. I grew up in a family with a system of religious beliefs handed down to me."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "In college I never realized the opportunities available to a pro athlete. I've been given the chance to meet all kinds of people, to travel and expand my financial capabilities, to get ideas and learn about life, to create a world apart from basketball."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "It would take six months to get to Mars if you go there slowly, with optimal energy cost. Then it would take eighteen months for the planets to realign. Then it would take six months to get back, though I can see getting the travel time down to three months pretty quickly if America has the will."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "In all my wild mountaineering, I have enjoyed only one avalanche ride; and the start was so sudden, and the end came so soon, I thought but little of the danger that goes with this sort of travel, though one thinks fast at such times."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "There is a part of me that still wants to go out and grab a backpack and unplug - not take a cellphone or even a camera and just get out there and experience the world and travel. I have yet to do that, but someday I hope."
   },
   "author": {
    "text": "Emilio Estevez"
   }
  },
  {
   "quote": {
    "text": "Restore human legs as a means of travel. Pedestrians rely on food for fuel and need no special parking facilities."
   },
   "author": {
    "text": "Lewis Mumford"
   }
  },
  {
   "quote": {
    "text": "I was a little doubtful about the propriety of going to the Mammoth Cave without a gentleman escort, but if two ladies travel alone they must have the courage of men."
   },
   "author": {
    "text": "Maria Mitchell"
   }
  },
  {
   "quote": {
    "text": "It's cool to meet your idols. It's a good opportunity to travel. Those kinds of things are good."
   },
   "author": {
    "text": "Meg White"
   }
  },
  {
   "quote": {
    "text": "Time travel offends our sense of cause and effect - but maybe the universe doesn't insist on cause and effect."
   },
   "author": {
    "text": "Edward M. Lerner"
   }
  },
  {
   "quote": {
    "text": "I always pack a travel snack bag. You don't want to get stuck without snacks no matter where you go!"
   },
   "author": {
    "text": "Busy Philipps"
   }
  },
  {
   "quote": {
    "text": "When I'm home, I spend Sunday with my husband. If we're not cooking, we travel around in our camper, stop at fast-food restaurants, and picnic. We love that stuff that will harden your arteries in a hurry."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "During the past few decades, modern technology, with radio, TV, air travel, and satellites, has woven a network of communication which puts each part of the world in to almost instant contact with all the other parts."
   },
   "author": {
    "text": "David Bohm"
   }
  },
  {
   "quote": {
    "text": "And, obviously as a, as one who likes to travel around myself a lot, I think the Earth is a beautiful place. And, I'm looking forward to some new perspectives."
   },
   "author": {
    "text": "Duane G. Carey"
   }
  },
  {
   "quote": {
    "text": "Travel becomes a strategy for accumulating photographs."
   },
   "author": {
    "text": "Susan Sontag"
   }
  },
  {
   "quote": {
    "text": "It's true that immigrant novels have to do with people going from one country to another, but there isn't a single novel that doesn't travel from one place to another, emotionally or locally."
   },
   "author": {
    "text": "Oscar Hijuelos"
   }
  },
  {
   "quote": {
    "text": "If I could time travel into the future, my first port of call would be the point where medical technology is at its best because, like most people on this planet, I have this aversion to dying."
   },
   "author": {
    "text": "Neal Asher"
   }
  },
  {
   "quote": {
    "text": "Time travel was once considered scientific heresy, and I used to avoid talking about it for fear of being labelled a 'crank.'"
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "In both business and personal life, I've always found that travel inspires me more than anything else I do. Evidence of the languages, cultures, scenery, food, and design sensibilities that I discover all over the world can be found in every piece of my jewelry."
   },
   "author": {
    "text": "Ivanka Trump"
   }
  },
  {
   "quote": {
    "text": "I am not a great cook, I am not a great artist, but I love art, and I love food, so I am the perfect traveller."
   },
   "author": {
    "text": "Michael Palin"
   }
  },
  {
   "quote": {
    "text": "I try to lead a pretty active lifestyle. My biggest hobby is traveling with my family. I love to travel to new places and try crazy things. I'm a bit of a daredevil, so I have done things like zip lining, parasailing, scuba diving, and reverse bungee jumping!"
   },
   "author": {
    "text": "Caroline Sunshine"
   }
  },
  {
   "quote": {
    "text": "I was studying tourism at college and wanted to travel the world as a tour guide - that was my dream! But actually, sometimes modeling feels quite similar, because I travel so much - probably even more than tour guiding."
   },
   "author": {
    "text": "Liu Wen"
   }
  },
  {
   "quote": {
    "text": "You know more of a road by having traveled it than by all the conjectures and descriptions in the world."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "When we see the shadow on our images, are we seeing the time 11 minutes ago on Mars? Or are we seeing the time on Mars as observed from Earth now? It's like time travel problems in science fiction. When is now; when was then?"
   },
   "author": {
    "text": "Bill Nye"
   }
  },
  {
   "quote": {
    "text": "The land created me. I'm wild and lonesome. Even as I travel the cities, I'm more at home in the vacant lots."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "Time travel is such a magic concept."
   },
   "author": {
    "text": "Matt Smith"
   }
  },
  {
   "quote": {
    "text": "Imagination makes us aware of limitless possibilities. How many of us haven't pondered the concept of infinity or imagined the possibility of time travel? In one of her poems, Emily Bronte likens imagination to a constant companion, but I prefer to think of it as a built-in entertainment system."
   },
   "author": {
    "text": "Alexandra Adornetto"
   }
  },
  {
   "quote": {
    "text": "No one realizes how beautiful it is to travel until he comes home and rests his head on his old, familiar pillow."
   },
   "author": {
    "text": "Lin Yutang"
   }
  },
  {
   "quote": {
    "text": "White sharks and tuna travel for thousands of miles before returning to the same hot spot just as salmon do when they return to the same stream. These journeys are the marine equivalent of wildebeest migrations that take place on the Serengeti plain in Africa."
   },
   "author": {
    "text": "Barbara Block"
   }
  },
  {
   "quote": {
    "text": "How often I found where I should be going only by setting out for somewhere else."
   },
   "author": {
    "text": "R. Buckminster Fuller"
   }
  },
  {
   "quote": {
    "text": "When I was a kid, dressing right and looking good was a priority. As I grew up, I just wanted to stay that way, stick out a bit and have my own thing. That's where white belts and wearing some colors started. So signing with Puma was a great fit for me. I usually travel with nine pairs of golf shoes and 10 belts."
   },
   "author": {
    "text": "Rickie Fowler"
   }
  },
  {
   "quote": {
    "text": "You do not travel if you are afraid of the unknown, you travel for the unknown, that reveals you with yourself."
   },
   "author": {
    "text": "Ella Maillart"
   }
  },
  {
   "quote": {
    "text": "If we want to travel into the future, we just need to go fast. Really fast. And I think the only way we're ever likely to do that is by going into space."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Both JFK and George W. Bush were the sons of wealthy U.S. ambassadors and thus privileged to meet distinguished figures, to travel, and to see the world and think about its problems if they chose."
   },
   "author": {
    "text": "Nigel Hamilton"
   }
  },
  {
   "quote": {
    "text": "I find the whole time travel question very unsettling if you take it to its logical extension. I think it might eventually be possible, but then what happens?"
   },
   "author": {
    "text": "William Shatner"
   }
  },
  {
   "quote": {
    "text": "Travel and society polish one, but a rolling stone gathers no moss, and a little moss is a good thing on a man."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "If you're successful, it's important to enjoy it! I love shopping for clothes, branded clothes. I love shopping in England, Dubai. I like to travel whenever I can."
   },
   "author": {
    "text": "Suresh Raina"
   }
  },
  {
   "quote": {
    "text": "I loved working on 'Happy Gilmore' because I love to travel to new places and we got to go to British Columbia. Any Adam Sandler film is fun to work on because it is a reunion of the boys club of guys that have worked together in the past."
   },
   "author": {
    "text": "Kevin Nealon"
   }
  },
  {
   "quote": {
    "text": "Halloween is one of my favorite days of the year. I have a strict rule: I don't work on Halloween and I won't travel on Halloween. Not for any reason."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "Travelers never think that they are the foreigners."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "I travel a lot, so when I arrive in a city, I like to go to good local bookshops and make a selection based on how I'm feeling and what I'm thinking. The book I pick usually seems to have a definite karmic connection!"
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "In Italy, they add work and life on to food and wine."
   },
   "author": {
    "text": "Robin Leach"
   }
  },
  {
   "quote": {
    "text": "For me, I went into 'Drag Race' wanting to further catapult my career, to travel around the world, and perform for all my fans."
   },
   "author": {
    "text": "Aquaria"
   }
  },
  {
   "quote": {
    "text": "I always like to arrive at the airport early to enjoy breakfast and lounge about so that when I get on the plane all my travel fever has disappeared."
   },
   "author": {
    "text": "Julian Fellowes"
   }
  },
  {
   "quote": {
    "text": "One of the things that I love to do is travel around the world and look at archaeological sites. Because archaeology gives us an opportunity to study past civilizations, and see where they succeeded and where they failed. Use science to, you know, work backwards and say, 'Well, really, what were they thinking?'"
   },
   "author": {
    "text": "Nathan Myhrvold"
   }
  },
  {
   "quote": {
    "text": "I love single life! Why would it be boring? I mean, I get to travel around and have loads of girls screaming at me, so it's definitely not boring. However, it can get lonely on the road, but I'm sorted I've got good people around me."
   },
   "author": {
    "text": "Olly Murs"
   }
  },
  {
   "quote": {
    "text": "The most useful form of time travel would be to go back a year or two and rectify the mistakes we made."
   },
   "author": {
    "text": "Matt Lucas"
   }
  },
  {
   "quote": {
    "text": "Young people should travel, and they don't. You can't know if you don't go."
   },
   "author": {
    "text": "Quincy Jones"
   }
  },
  {
   "quote": {
    "text": "Travel is one of the best anti-war weapons that there are. I've been to Iran, and if you're there you see little kids, cops, old people, cemeteries. Once you see that, you can't say, 'Oh, Iran, let's bomb them.'"
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "Space travel for everyone is the next frontier in the human experience."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "The traveler was active; he went strenuously in search of people, of adventure, of experience. The tourist is passive; he expects interesting things to happen to him. He goes 'sight-seeing.'"
   },
   "author": {
    "text": "Daniel J. Boorstin"
   }
  },
  {
   "quote": {
    "text": "I grew up in an era of thinking of travel as escape. The idea that you could conceivably have a new life, go somewhere, fall in love, have little children under the palm trees."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "There's something about using the cinematic device as a tool to connect with dimensions of the world that you don't know too well, you're not too familiar with. It's like a creating a bridge, or a spaceship to travel to the unknown."
   },
   "author": {
    "text": "Sebastian Lelio"
   }
  },
  {
   "quote": {
    "text": "I do have to travel a lot for speaking engagements."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "The human voice: mysterious, spontaneous, primal. For me, the human voice is the vessel on which all emotions travel - except perhaps jealousy. And the breath, the breath is the captain of that vessel."
   },
   "author": {
    "text": "Claron McFadden"
   }
  },
  {
   "quote": {
    "text": "I have found adventure in flying, in world travel, in business, and even close at hand... Adventure is a state of mind - and spirit."
   },
   "author": {
    "text": "Jacqueline Cochran"
   }
  },
  {
   "quote": {
    "text": "All travel has its advantages. If the passenger visits better countries, he may learn to improve his own. And if fortune carries him to worse, he may learn to enjoy it."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "The whole infrastructure of air travel was, and is, part of government policy. It is not a natural development of a free economic system - at least not in the way that is claimed. The same is true of the roads, of course."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "With all the travel we're doing to cold-weather cities, your mind definitely starts to wander. It gets you away from the game. Even when you arrive in a city, you're tempted to just sit in your hotel and rest. Sometimes it's nice to just get out and walk around, to see what's there."
   },
   "author": {
    "text": "Stephen Curry"
   }
  },
  {
   "quote": {
    "text": "For my part, I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "Our deeds still travel with us from afar, and what we have been makes us what we are."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "Our budget works to reduce and eliminate the risk of attacks at our ports, rails, in the skies, our food supply and roads by allowing for increases in many of the programs and agencies to help protect these important areas of commerce and travel."
   },
   "author": {
    "text": "Jim Ryun"
   }
  },
  {
   "quote": {
    "text": "Because it's cheaper and easier to fly than ever before, air travel is becoming democratized."
   },
   "author": {
    "text": "Peter Diamandis"
   }
  },
  {
   "quote": {
    "text": "Tourists don't know where they've been, travelers don't know where they're going."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "Modeling isn't really a tough job. Acting is much harder: so much prep and changing your look and mannerisms. It's a more difficult lifestyle being a model. I traveled all the time. Although, now I wonder, because I travel all the time for acting, too. So they both have their difficulties."
   },
   "author": {
    "text": "Olga Kurylenko"
   }
  },
  {
   "quote": {
    "text": "My public image is so low-key, but I get to travel the world and still have an audience and it's really amazing. I don't take that for granted."
   },
   "author": {
    "text": "K. D. Lang"
   }
  },
  {
   "quote": {
    "text": "The first condition of understanding a foreign country is to smell it."
   },
   "author": {
    "text": "Rudyard Kipling"
   }
  },
  {
   "quote": {
    "text": "I'll bring my grits when I travel, because I get so hungry on the road."
   },
   "author": {
    "text": "Dolly Parton"
   }
  },
  {
   "quote": {
    "text": "It was one of my dreams as a child, growing up in my little village with my cousins. We used to walk together, and I used to say, when you look at the world map, 'This town is there, that town is there, that river is there.' I used to say, 'One day, I'm going to travel these places.'"
   },
   "author": {
    "text": "Jimmy Cliff"
   }
  },
  {
   "quote": {
    "text": "I cry if something bad happens. I grab a drink with friends when I get stressed out. I travel. I sometimes lash out at my closest friends."
   },
   "author": {
    "text": "Song Hye-kyo"
   }
  },
  {
   "quote": {
    "text": "Traveling is the ruin of all happiness! There's no looking at a building after seeing Italy."
   },
   "author": {
    "text": "Frances Burney"
   }
  },
  {
   "quote": {
    "text": "An unexpected benefit of my career in biochemistry has been travel."
   },
   "author": {
    "text": "Paul D. Boyer"
   }
  },
  {
   "quote": {
    "text": "I actually did not like to run. It was probably my least favorite thing that I had to do, and then in 1999, I was diagnosed as a type 1 diabetic. It was really strange. One good thing to do for diabetes is to exercise. I don't really like gyms anymore, and I travel quite a bit, so I realized that you can just take shoes and shorts and run anywhere."
   },
   "author": {
    "text": "Paul Sparks"
   }
  },
  {
   "quote": {
    "text": "I love to travel, I love to go out with my friends, but what I love most is being home with my family."
   },
   "author": {
    "text": "Deborah Raney"
   }
  },
  {
   "quote": {
    "text": "Like all great travellers, I have seen more than I remember, and remember more than I have seen."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "When a place gets crowded enough to require ID's, social collapse is not far away. It is time to go elsewhere. The best thing about space travel is that it made it possible to go elsewhere."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "You develop a sympathy for all human beings when you travel a lot."
   },
   "author": {
    "text": "Shakuntala Devi"
   }
  },
  {
   "quote": {
    "text": "Boys do not evaluate a book. They divide books into categories. There are sexy books, war books, westerns, travel books, science fiction. A boy will accept anything from a section he knows rather than risk another sort. He has to have the label on the bottle to know it is the mixture as before."
   },
   "author": {
    "text": "William Golding"
   }
  },
  {
   "quote": {
    "text": "We have one planet in our solar system that's habitable, and that's the Earth, and space travel can transform things back here for the better. First of all, by just having people go to space and look back on this fragile planet we live on. People have come back transformed and have done fantastic things."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "I'm a travel enthusiast."
   },
   "author": {
    "text": "Iggy Pop"
   }
  },
  {
   "quote": {
    "text": "The whole object of travel is not to set foot on foreign land; it is at last to set foot on one's own country as a foreign land."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "I do often fly first class, but I don't travel with a posse, or bodyguard, or an assistant."
   },
   "author": {
    "text": "Gene Simmons"
   }
  },
  {
   "quote": {
    "text": "We've gotta reinvest in space travel. We should've never left the moon."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "When I read that Malaysia Airlines flight MH370 had disappeared - a state-of-the-art Boeing 777, said to be an incredibly safe way to travel - I waited patiently for the chance to learn what happened."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "The most important thing we can do is inspire young minds and to advance the kind of science, math and technology education that will help youngsters take us to the next phase of space travel."
   },
   "author": {
    "text": "John Glenn"
   }
  },
  {
   "quote": {
    "text": "Thursday night football is here to stay. So we're looking at ways to make it safer. Now they're playing division games, so you limit travel. Now the question is, should you play Sunday night before a Thursday night?"
   },
   "author": {
    "text": "John Madden"
   }
  },
  {
   "quote": {
    "text": "I wanted to do my part to help preserve that golden age of travel... I step aboard The Patron Tequila Express railcar, and I go back in time to the days when a long journey was something fun and very special."
   },
   "author": {
    "text": "John Paul DeJoria"
   }
  },
  {
   "quote": {
    "text": "I never make a trip to the United States without visiting a supermarket. To me they are more fascinating than any fashion salon."
   },
   "author": {
    "text": "Wallis Simpson"
   }
  },
  {
   "quote": {
    "text": "Nothing in the universe can travel at the speed of light, they say, forgetful of the shadow's speed."
   },
   "author": {
    "text": "Howard Nemerov"
   }
  },
  {
   "quote": {
    "text": "I've always said that I use my voice as an instrument. It was something I created myself, and I said, 'Have voice, will travel.'"
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "I got to work for my hero and travel with him on a regular basis. It doesn't get much better than that for a job."
   },
   "author": {
    "text": "Sarah Huckabee Sanders"
   }
  },
  {
   "quote": {
    "text": "I've thought it would be cool to have a baby young. You know, be my road dog - like my dogs, they travel the world - but there's always something you have to give up for success. Everything comes at a cost. Just what are you willing to pay for it?"
   },
   "author": {
    "text": "Serena Williams"
   }
  },
  {
   "quote": {
    "text": "People don't understand that where I come from, everyone is either a convict, been in jail, been in a gang, is a hooligan of some sorts, but those are my brothers, my family and the people that I travel with. Those are the people that I roll with."
   },
   "author": {
    "text": "Lupe Fiasco"
   }
  },
  {
   "quote": {
    "text": "Like all women, my path to womanhood is unique. No two paths are the same. Each of us travel with different privileges, challenges, and perspectives - some limiting, others illuminating."
   },
   "author": {
    "text": "Sarah McBride"
   }
  },
  {
   "quote": {
    "text": "I enjoy the preparatory elements of travel - packing my bags and choosing my outfits - but my favourite part is getting there."
   },
   "author": {
    "text": "Dominic Monaghan"
   }
  },
  {
   "quote": {
    "text": "I grew up in South Africa and I would look at maps and we were at the bottom of the world. There was this whole thing up there. I was always reading encyclopedias about the world. So travel was something I was always attracted to."
   },
   "author": {
    "text": "Charlize Theron"
   }
  },
  {
   "quote": {
    "text": "We take so many of our freedoms for granted nowadays - I can travel where I like, I can have a baby when I like, I can do any job I want - but I do think chivalry has been lost a little bit."
   },
   "author": {
    "text": "Dan Stevens"
   }
  },
  {
   "quote": {
    "text": "I like science fiction, I like fantasy, I like time travel, so I had this idea: What if you had a phone that could call into the past?"
   },
   "author": {
    "text": "Rainbow Rowell"
   }
  },
  {
   "quote": {
    "text": "I love listening to music on holiday, and back in the old days, I used to travel with cassette tapes and a boombox."
   },
   "author": {
    "text": "Art Malik"
   }
  },
  {
   "quote": {
    "text": "I want to explore a new place each year, and it can be within India. When I was shooting for 'Mohenjo Daro', I couldn't travel out of the country for two years. But it gave me an opportunity to explore new places within India. I'm sure there are so many places to explore in India, and I would love to go there."
   },
   "author": {
    "text": "Pooja Hegde"
   }
  },
  {
   "quote": {
    "text": "With the dramatic increase in ease of transportation and the incredible decrease in the amount of time required to travel between far-flung areas of the United States, representatives began spending more and more time in Washington and less and less time in their home districts."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "Travel teaches toleration."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "People want to go out and travel around and meet cool people. I could just go live in Vermont, but is that what I really want?"
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "Originally, the burden of proof was on physicists to prove that time travel was possible. Now the burden of proof is on physicists to prove there must be a law forbidding time travel."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "Let me be a free man - free to travel, free to stop, free to work."
   },
   "author": {
    "text": "Chief Joseph"
   }
  },
  {
   "quote": {
    "text": "Travel makes a wise man better, and a fool worse."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "One of the triumphs of the Civil Rights Movement is that when you travel through the South today, you do not feel overwhelmed by a residue of grievance and hate."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "I think young people should travel and travel often to other countries... like I do."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "A lot of Americans don't have a passport, never will have a passport. Not only will they not travel, they don't want to travel."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "The Bad Seeds are a band I will travel a great distance to see whenever possible."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "People who think about time travel stories sometimes think that going back in time would be fun because you would have all the information you needed to be much more astute than the people there, when the truth is of course you wouldn't."
   },
   "author": {
    "text": "Octavia E. Butler"
   }
  },
  {
   "quote": {
    "text": "We travel together, passengers on a little spaceship, dependent on its vulnerable reserves of air and soil, all committed, for our safety, to its security and peace. Preserved from annihilation only by the care, the work and the love we give our fragile craft."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "Himanshu and I travel together whenever possible, but there are times when I like to travel with my mother and maasi. It is really shocking that trolls comment on that, too. They say 'Don't you get along with your mother-in-law that you don't take her along?' Now, who would accept such remarks about one's mother?"
   },
   "author": {
    "text": "Amruta Khanvilkar"
   }
  },
  {
   "quote": {
    "text": "The bottom line is that time travel is allowed by the laws of physics."
   },
   "author": {
    "text": "Brian Greene"
   }
  },
  {
   "quote": {
    "text": "One of the sad truths about leadership is that, the higher up the ladder you travel, the less you know."
   },
   "author": {
    "text": "Margaret Heffernan"
   }
  },
  {
   "quote": {
    "text": "I get to travel the world doing what I love to do - making other people happy... They might not even understand my words, but the one thing everybody understands is music."
   },
   "author": {
    "text": "Martin Garrix"
   }
  },
  {
   "quote": {
    "text": "If you were to actually travel around schools and universities and listen in on lectures about evolution, you might find a fairly substantial fraction of young people, without knowing what it is they disapprove of, think they disapprove of it, because they've been brought up to."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "We travel to learn; and I have never been in any country where they did not do something better than we do it, think some thoughts better than we think, catch some inspiration from heights above our own."
   },
   "author": {
    "text": "Maria Mitchell"
   }
  },
  {
   "quote": {
    "text": "The one thing I regret was that my work required an enormous amount of my time, and a lot of travel."
   },
   "author": {
    "text": "Neil Armstrong"
   }
  },
  {
   "quote": {
    "text": "I'm very happy with my life and career, but I do find myself having serious attacks of nostalgia, and I don't quite know why. Even though I've got to travel the world and do amazing things, I still want to go back to my teenage years and change little aspects of it. It's strange, but it does continue to bug me."
   },
   "author": {
    "text": "Edgar Wright"
   }
  },
  {
   "quote": {
    "text": "I don't mind where I work, it's really nice to be able to travel around and taste the flavours of different countries."
   },
   "author": {
    "text": "Toni Collette"
   }
  },
  {
   "quote": {
    "text": "The travel book is a convenient metaphor for life, with its optimistic beginning or departure, its determined striving, and its reflective conclusion. Journeys change travellers just as a good travel book can change readers."
   },
   "author": {
    "text": "Rory MacLean"
   }
  },
  {
   "quote": {
    "text": "Each and every one of the security measures we implement serves an important goal: providing safe and efficient air travel for the millions of people who rely on our aviation system every day."
   },
   "author": {
    "text": "Janet Napolitano"
   }
  },
  {
   "quote": {
    "text": "I take a cooking class everywhere I travel. I find it's the best way to get to know a culture."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "You can learn from everyone, the president or the cleaner. You need teachers in life, but they're not always school teachers or professors. You learn from ordinary people. You learn from travel, from just walking down the street."
   },
   "author": {
    "text": "Lapo Elkann"
   }
  },
  {
   "quote": {
    "text": "Antigravity, teleportation, time travel, energetic DNA evolution and consciousness transformation could create a world few of us ever even dreamed of."
   },
   "author": {
    "text": "David Wilcock"
   }
  },
  {
   "quote": {
    "text": "When you travel, remember that a foreign country is not designed to make you comfortable. It is designed to make its own people comfortable."
   },
   "author": {
    "text": "Clifton Fadiman"
   }
  },
  {
   "quote": {
    "text": "I've said before, the number one thing that we have to work on is protecting the gay community from sharia law. Now, in the United States, it's probably not a big issue right now, but my brother-in-law is gay, and his partner and I would like them to be able to travel any place in the world without them risking harm."
   },
   "author": {
    "text": "Foster Friess"
   }
  },
  {
   "quote": {
    "text": "When I travel, I draw and paint sketches which is great fun. And as long as you are fully aware that it has nothing to do with actual art, I think that's all right."
   },
   "author": {
    "text": "Arne Jacobsen"
   }
  },
  {
   "quote": {
    "text": "In our town, Halloween was terrifying and thrilling, and there was a whiff of homicide. We'd travel by foot in the dark for miles, collecting candy, watching out for adults who seemed too eager to give us treats."
   },
   "author": {
    "text": "Rosecrans Baldwin"
   }
  },
  {
   "quote": {
    "text": "I don't especially like to travel, not the way many people do. I know many people that love to go to far-off and different places, and I've never been like that. I seem to get homesick as quickly as a child."
   },
   "author": {
    "text": "Elizabeth Strout"
   }
  },
  {
   "quote": {
    "text": "If you travel around America you see different sections of highways donated by this or that person, and that's a slow beginning of what may end up being a situation common in the Third World: some sections of highways in wealthy areas are beautifully maintained and other parts are just dirt-strewn potholes."
   },
   "author": {
    "text": "Robert D. Kaplan"
   }
  },
  {
   "quote": {
    "text": "Look at anyone's bookcase at home, no matter how modest, and you're going to find a book that contains wisdom or ideas or a language that's at least a thousand years old. And the idea that humans have created a mechanism to time travel, to hurl ideas into the future, it sort of bookends. Books are a time machine."
   },
   "author": {
    "text": "Jonathan Nolan"
   }
  },
  {
   "quote": {
    "text": "At American Airlines, we have built a business around the love of travel that has lasted three quarters of a century. And I'm pretty sure we're just getting started."
   },
   "author": {
    "text": "Gerard Arpey"
   }
  },
  {
   "quote": {
    "text": "I never travel without my sketch book."
   },
   "author": {
    "text": "Ian Wright"
   }
  },
  {
   "quote": {
    "text": "It's often hard for us to imagine going without some of our luxuries like travel, dining out, or Internet, much less our basic necessities like food and water. But try for a minute to imagine how life would be with such deprivations."
   },
   "author": {
    "text": "Marcus Samuelsson"
   }
  },
  {
   "quote": {
    "text": "I want to teach. I want to speak. I want to travel."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "I'm such a girl for the living room. I really like to stay in my nest and not move. I travel in my mind, and that that's a rigorous state of journeying for me. My body isn't that interested in moving from place to place."
   },
   "author": {
    "text": "bell hooks"
   }
  },
  {
   "quote": {
    "text": "Doing Shakespeare once is not fair to the play. I have been in Shakespeare plays when it's not until the last two or three performances when I even understand certain things. In the old days star actors would travel the world doing the same parts over and over again."
   },
   "author": {
    "text": "Al Pacino"
   }
  },
  {
   "quote": {
    "text": "My life is really quite conservative. I've been married nearly 50 years. I don't have hobbies or children. I don't much care to travel. I've never had a big social life. I really just stay home, except when I go to work."
   },
   "author": {
    "text": "Christopher Walken"
   }
  },
  {
   "quote": {
    "text": "I still make sure to go, at least once every year, to a country where things cannot be taken for granted, and where there is either too much law and order or too little."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "Thanks to the Interstate Highway System, it is now possible to travel across the country from coast to coast without seeing anything."
   },
   "author": {
    "text": "Charles Kuralt"
   }
  },
  {
   "quote": {
    "text": "The first time probably people really were aware of me, I unfortunately had the title of Showtime's Funniest Person in America. And that's a really tough title to travel around with when you're not even known."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "Sometimes you want to go for a walk and you don't want to be watched. You just want to be anonymous and blend in. Especially when I travel, I feel that way, because I can't really go out and see a city the way other people can and I miss out on a lot."
   },
   "author": {
    "text": "Madonna Ciccone"
   }
  },
  {
   "quote": {
    "text": "Today, we have private airline companies, but if you take a look at a Boeing plane next time you travel, you'll see that you are basically taking a ride on a modified bomber."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "A wise traveler never despises his own country."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "When I go back to Texas, I travel the state, and I see people all the time who come up to me, men and women across Texas, and they grab me by the shoulder, and they're afraid. They say, 'Ted, you know, I just lost my health insurance. I got a child with diabetes. I'm scared. Please stop this from happening.'"
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "All the privileged can travel, see different worlds; not everyone can. I think it is important for people to have an interesting locale nearby."
   },
   "author": {
    "text": "Zaha Hadid"
   }
  },
  {
   "quote": {
    "text": "Radicals must be resilient, adaptable to shifting political circumstances, and sensitive enough to the process of action and reaction to avoid being trapped by their own tactics and forced to travel a road not of their choosing. In short, radicals must have a degree of control over the flow of events."
   },
   "author": {
    "text": "Saul Alinsky"
   }
  },
  {
   "quote": {
    "text": "What should I have known or written had I been a quiet, mercantile politician or a lord in waiting? A man must travel, and turmoil, or there is no existence."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "The only thing that I travel with is an Ole Henriksen facial cleanser, something that my skin is used to avoid using different soaps at different hotels all the time, and Givenchy Man Pro-Energizing Massive Moisturizer. I usually keep my hair pretty short, too, so I don't require a lot of stuff."
   },
   "author": {
    "text": "Justin Timberlake"
   }
  },
  {
   "quote": {
    "text": "My favorite spot is the Maldives. Since I travel so much for work, I like to go to places that are very secluded and quiet."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "I was destined to work with dying patients. I had no choice when I encountered my first AIDS patient. I felt called to travel some 250,000 miles each year to hold workshops that helped people cope with the most painful aspects of life, death and the transition between the two."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "I don't travel and tell stories, because that's not the way these days. But I write my books to be read aloud, and I think of myself in that oral tradition."
   },
   "author": {
    "text": "Louis L'Amour"
   }
  },
  {
   "quote": {
    "text": "Social media has allowed groups, such as ISIL, to use the Internet to spot and assess potential recruits. With the widespread horizontal distribution of social media, terrorists can identify vulnerable individuals of all ages in the United States - spot, assess, recruit, and radicalize - either to travel or to conduct a homeland attack."
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "Taking time to sit back and watch and think about what you've seen is important. Traveling did a great deal to me. I found that when I travel and just sit in the corner and watch, a million ideas come to me."
   },
   "author": {
    "text": "Lionel Richie"
   }
  },
  {
   "quote": {
    "text": "I get a friend to travel with me... I need somebody to bring me back to who I am. It's hard to be alone."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "I love to travel with my family or my two best friends because I completely trust them. I forced my two best friends into learning to scuba dive with me in Sri Lanka - it was amazing but also hideous because we were learning in very difficult seas."
   },
   "author": {
    "text": "Julia Sawalha"
   }
  },
  {
   "quote": {
    "text": "In this world, shipmates, sin that pays its way can travel freely, and without passport; whereas Virtue, if a pauper, is stopped at all frontiers."
   },
   "author": {
    "text": "Herman Melville"
   }
  },
  {
   "quote": {
    "text": "In America there are two classes of travel - first class, and with children."
   },
   "author": {
    "text": "Robert Benchley"
   }
  },
  {
   "quote": {
    "text": "I have gotten to travel the world and experience all these incredible things thanks to my career."
   },
   "author": {
    "text": "Karlie Kloss"
   }
  },
  {
   "quote": {
    "text": "I distracted myself from the fear and terrorism by thinking about things like how the universe began and whether time travel is possible."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "When I travel I normally eat club sandwiches or I bring my own food. When you go into a new town, it's very had to find a good place to eat."
   },
   "author": {
    "text": "Paul Prudhomme"
   }
  },
  {
   "quote": {
    "text": "Texts and e-mails travel no faster than phone calls and telegrams, and their content isn't necessarily richer or poorer."
   },
   "author": {
    "text": "Alison Gopnik"
   }
  },
  {
   "quote": {
    "text": "You never know when some small thing will lead to a big idea. Travel is very inspirational - but it's in the ordinary that I find my themes of love and work and family."
   },
   "author": {
    "text": "Adriana Trigiani"
   }
  },
  {
   "quote": {
    "text": "Consider one possible future that could occur soon, where autonomous trucks travel highways with a human 'monitor' in the cab who can assist with particularly challenging driving like navigating city centres and ensure goods are delivered safely."
   },
   "author": {
    "text": "Cathy Engelbert"
   }
  },
  {
   "quote": {
    "text": "Mexico is where I fell in love for the first time; it's where my family lives... so however much I travel, I inevitably return there."
   },
   "author": {
    "text": "Diego Luna"
   }
  },
  {
   "quote": {
    "text": "I travel very light. I never want to check a bag. My only standards are a few sets of clothes, my white sneakers, my blue backpack, and my laptop. I don't have any special things otherwise."
   },
   "author": {
    "text": "Gillian Tans"
   }
  },
  {
   "quote": {
    "text": "I don't travel anywhere without the PS3 and XBox. There's nothing better to do on long bus trips while on tour."
   },
   "author": {
    "text": "Soulja Boy"
   }
  },
  {
   "quote": {
    "text": "In this life, you should read everything you can read. Taste everything you can taste. Meet everyone you can meet. Travel everywhere you can travel. Learn everything you can learn. Experience everything you can experience."
   },
   "author": {
    "text": "Mario Cuomo"
   }
  },
  {
   "quote": {
    "text": "I do not own a car, and my main form of travel to Westminster and in my constituency is by bicycle. I also take my bike on trains to meetings in other parts of the country, which enables me to see other cities and the other parts of the country."
   },
   "author": {
    "text": "Jeremy Corbyn"
   }
  },
  {
   "quote": {
    "text": "I am a passionate traveler, and from the time I was a child, travel formed me as much as my formal education. In order to appreciate cultures of another nation, one needs to go there, know the people and mingle with the culture of that country. One way to do that, if one is lucky enough, is to buy things from those cultures."
   },
   "author": {
    "text": "David Rockefeller"
   }
  },
  {
   "quote": {
    "text": "I was told by so many people that I wouldn't succeed because I was too different. Ironically, the very reason that people watch my channel and travel thousands of miles to see a show... is because it's different. God didn't send us to Earth to just blend in. We are here to share what makes us unique."
   },
   "author": {
    "text": "Lindsey Stirling"
   }
  },
  {
   "quote": {
    "text": "I love to travel, and I think being whisked away somewhere for a vacation is a pretty amazing date. But, I'm really into the basic movie and dinner. It's not where you are but who you're with that really matters."
   },
   "author": {
    "text": "Alexandra Daddario"
   }
  },
  {
   "quote": {
    "text": "To travel America and see everything it has to offer, with my best friend, sounds like the perfect road trip."
   },
   "author": {
    "text": "Holly Marie Combs"
   }
  },
  {
   "quote": {
    "text": "I'm not proud of it, but I'm a great liar when I travel. I smile and lie, and things are smooth."
   },
   "author": {
    "text": "Paolo Bacigalupi"
   }
  },
  {
   "quote": {
    "text": "I travel a lot. If you look at my suitcase, everything is extremely well-packed and well-folded; people who travel with me are impressed at how organized I am. Some would refer to me as a maniac for this."
   },
   "author": {
    "text": "Joel Robuchon"
   }
  },
  {
   "quote": {
    "text": "From a tourist's point of view, you finally have time to travel, but you need to spend your time looking after your child. Club Med takes care of the entire family."
   },
   "author": {
    "text": "Guo Guangchang"
   }
  },
  {
   "quote": {
    "text": "You travel with the hope that something unexpected will happen. It has to do with enjoying being lost and figuring it out and the satisfaction. I always get a little disappointed when I know too well where I'm going, or when I've lived in a place so long that there's no chance I could possibly get lost."
   },
   "author": {
    "text": "Andrew Bird"
   }
  },
  {
   "quote": {
    "text": "I've always been a big fan of time travel, and I'm very into the notion that some day we'll be able to do it. Beam me up!"
   },
   "author": {
    "text": "Scott Bakula"
   }
  },
  {
   "quote": {
    "text": "'Star Trek' is a 'Wagon Train' concept - built around characters who travel to worlds 'similar' to our own, and meet the action-adventure-drama which become our stories. Their transportation is the cruiser 'S.S. Yorktown,' performing a well-defined and long-range Exploration-Science-Security mission which helps create our format."
   },
   "author": {
    "text": "Gene Roddenberry"
   }
  },
  {
   "quote": {
    "text": "I don't buy a lot when I travel, but when I do, I like to send gifts from wherever I am. It's fun to find the local post office."
   },
   "author": {
    "text": "Juliana Hatfield"
   }
  },
  {
   "quote": {
    "text": "Well, I took a sabbatical. I walked away from shooting movies because I couldn't handle the travel. I'm a single parent. I had young kids, and I found that keeping in touch with them from hotel rooms and airports wasn't working for me. So I stopped."
   },
   "author": {
    "text": "Rick Moranis"
   }
  },
  {
   "quote": {
    "text": "In 1997, my father appointed me CEO but acted as player-coach, keeping busy on long-term clients such as KFC and international travel brands."
   },
   "author": {
    "text": "Richard Edelman"
   }
  },
  {
   "quote": {
    "text": "I've been lucky enough to travel widely. When you're based in Europe, it's very easy to go to Madrid or Budapest for the weekend. I also lived in Italy for ten years and now live in Ireland."
   },
   "author": {
    "text": "Laurie Graham"
   }
  },
  {
   "quote": {
    "text": "India offers exciting business opportunities owing to the growth in corporate travel and a significant middle-class population waiting to explore the world. To begin with, Travelex is setting up eight city centre branches in metros and other major cities including tourist destinations."
   },
   "author": {
    "text": "Lloyd Dorfman"
   }
  },
  {
   "quote": {
    "text": "Aviation - and space travel, in particular - have always been especially captivating."
   },
   "author": {
    "text": "Felix Baumgartner"
   }
  },
  {
   "quote": {
    "text": "I was born in Karachi, where my father used to work in the sales department of a pharmaceutical company. The nature of his job required him to travel, so we moved to Athens, Dubai, Saudi Arabia, and Riyadh and then went to Manchester during the Gulf War, moving back to Lahore closer to my father's retirement."
   },
   "author": {
    "text": "Fawad Khan"
   }
  },
  {
   "quote": {
    "text": "Connecting with people, getting things done - that's what makes the travel worthwhile."
   },
   "author": {
    "text": "Tim Finchem"
   }
  },
  {
   "quote": {
    "text": "We need affordable space travel to inspire our youth, to let them know that they can experience their dreams, can set significant goals and be in a position to lead all of us to future progress in exploration, discovery and fun. Thanks to the X Prize for the inspiration."
   },
   "author": {
    "text": "Burt Rutan"
   }
  },
  {
   "quote": {
    "text": "Trust is the conduit for influence; it's the medium through which ideas travel."
   },
   "author": {
    "text": "Amy Cuddy"
   }
  },
  {
   "quote": {
    "text": "Through travel, you discover a new aspect to your personality. You discover things which you wouldn't seated in the confines of your home."
   },
   "author": {
    "text": "Imtiaz Ali"
   }
  },
  {
   "quote": {
    "text": "I used to sail a lot in all kinds of weather, competing on small sailboats in the ocean. And I travel a lot in Iceland on horses every summer, through the wild areas where there's no inhabitants and there are volcanoes."
   },
   "author": {
    "text": "Baltasar Kormakur"
   }
  },
  {
   "quote": {
    "text": "Great theater continues to bind us, one to the other, and most of us will travel far and wide to see a good story told well."
   },
   "author": {
    "text": "Kenny Leon"
   }
  },
  {
   "quote": {
    "text": "I love coming home to Melbourne. The first thing I do is have a coffee. It's just so much better here than anywhere else. It's better than in Italy and I travel a lot. I crave it."
   },
   "author": {
    "text": "Curtis Stone"
   }
  },
  {
   "quote": {
    "text": "I travel way too much to have any pets. But if I could have one, I'd want a quokka. They're basically small kangaroos native to Western Australia."
   },
   "author": {
    "text": "Justine Larbalestier"
   }
  },
  {
   "quote": {
    "text": "I sit here as the first African-American attorney general, serving the first African-American President of the United States. And that has to show that we have made a great deal of progress. But there's still more we have to travel along this road so we get to the place that is consistent with our founding ideals."
   },
   "author": {
    "text": "Eric Holder"
   }
  },
  {
   "quote": {
    "text": "I got to travel around Anbar Province, had a great group of Marines who worked for me who traveled around Anbar Province. I got to hang out with a lot of different types of Marines and soldiers and sailors."
   },
   "author": {
    "text": "Phil Klay"
   }
  },
  {
   "quote": {
    "text": "I'm passionate and I travel the world not just as a tourist but to understand cultures... I've lived with Masai tribe... I travel the world and bring it back in the form of a research book that would become the starting point for the collection."
   },
   "author": {
    "text": "John Galliano"
   }
  },
  {
   "quote": {
    "text": "I'm a bad traveller because I suffer from travel sickness."
   },
   "author": {
    "text": "Miranda Raison"
   }
  },
  {
   "quote": {
    "text": "Travel at faster than the speed of light certainly can have dramatic implications that are difficult to understand, such as time travel."
   },
   "author": {
    "text": "Lisa Randall"
   }
  },
  {
   "quote": {
    "text": "The lesson of travel seems to be so banal, but so great, which is that people are just so amazingly decent the world over. Given the disparity of income and wealth, it's amazing not just that you don't get robbed everywhere - it's amazing you don't get eaten."
   },
   "author": {
    "text": "Geoff Dyer"
   }
  },
  {
   "quote": {
    "text": "Good-quality travel and good-quality food are the two luxuries that I never have any guilt indulging in."
   },
   "author": {
    "text": "Charlie Hunnam"
   }
  },
  {
   "quote": {
    "text": "Most people travel outside of Australia. They don't realise what we've got."
   },
   "author": {
    "text": "Nick Cummins"
   }
  },
  {
   "quote": {
    "text": "I might have been born in a hovel but I am determined to travel with the wind and the stars."
   },
   "author": {
    "text": "Jacqueline Cochran"
   }
  },
  {
   "quote": {
    "text": "I really wish we could stay longer in the countries we visit, but I've been lucky to have visited most of them before, because I've done a tremendous amount of travel."
   },
   "author": {
    "text": "Phil Keoghan"
   }
  },
  {
   "quote": {
    "text": "I travel so much on stories, so I don't take vacation much, but one place I go back to again and again is my ranch."
   },
   "author": {
    "text": "Bill Kurtis"
   }
  },
  {
   "quote": {
    "text": "I live and work alone and travel light, relying largely on my memory and making a point of letting intuition guide my way."
   },
   "author": {
    "text": "Lyall Watson"
   }
  },
  {
   "quote": {
    "text": "The world I travel is my inspiration. I name my dresses after cities that inspire me."
   },
   "author": {
    "text": "Naeem Khan"
   }
  },
  {
   "quote": {
    "text": "What you do on travel holiday is what your memories are based on. People want to do cool stuff, and this is what will shape your entire experience."
   },
   "author": {
    "text": "Ruzwana Bashir"
   }
  },
  {
   "quote": {
    "text": "The travel and tourism industry is the lifeblood of many states around the country - including Florida, California, New York and Nevada, to name a few."
   },
   "author": {
    "text": "Mark Foley"
   }
  },
  {
   "quote": {
    "text": "After I had written seventeen full-length mysteries, two volumes of mini-mysteries, a travel guide and some quiz books, not to mention a spin-off Roman Mystery Scrolls series, I thought it was time I moved to new historical pastures."
   },
   "author": {
    "text": "Caroline Lawrence"
   }
  },
  {
   "quote": {
    "text": "We must travel in the direction of our fear."
   },
   "author": {
    "text": "John Berryman"
   }
  },
  {
   "quote": {
    "text": "I'm the person friends come to when they want to find the perfect restaurant or boutique hotel on the outskirts of Paris. As opposed to scouring the Internet for a travel guide, wouldn't you rather ask the people who are really cool who go there? That's what I do."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "Since I travel so much, it's always great to be home. There's nothing like getting to raid my own refrigerator at two in the morning."
   },
   "author": {
    "text": "Amy Grant"
   }
  },
  {
   "quote": {
    "text": "At the age of 6, a teacher full of ambitions, who taught in the small public school of Biran, convinced my family that I should travel to Santiago de Cuba to accompany my older sister who would enter a highly prestigious convent school. Including me was a skill of that very teacher from the little school in Biran."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "Fuel prices are at the center of our lives. They affect our ability to travel, stay warm, and feed ourselves."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "Time travel and teleportation will have to wait. It may take centuries to master these technology. But within the coming decades, we will understand dark matter, perhaps test string theory, find planets which can harbor life, and maybe have Brain 2.0, i.e. our consciousness on a disk which will survive even after we die."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "Age focuses you. You are much better concentrated. There's more time when you travel less, don't do book tours, avoid interviews or public appearances. You walk the dogs, fish, hunt, cook and write."
   },
   "author": {
    "text": "Jim Harrison"
   }
  },
  {
   "quote": {
    "text": "The photograph reverses the purpose of travel, which until now had been to encounter the strange and unfamiliar."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "I mean, I'd love to have a private jet - I know people who fly by private jet all the time... I've hitched a ride a few times and it is not overrated at all; it's a great way to travel!"
   },
   "author": {
    "text": "Marc Jacobs"
   }
  },
  {
   "quote": {
    "text": "We need to protect our wilderness areas and national parks. Everywhere you travel, you see blight, denuded mountains, logging. If people know what's going on, they'll become activists to safeguard those places."
   },
   "author": {
    "text": "Christie Brinkley"
   }
  },
  {
   "quote": {
    "text": "I travel around the world constantly promoting my projects and endorsing products. Yes, I do get paid to go to parties; in fact, I'm the person who started the whole trend of paid appearances. But when you see me at a party, I'm always working or promoting something."
   },
   "author": {
    "text": "Paris Hilton"
   }
  },
  {
   "quote": {
    "text": "If I were involved with the NBA, I wouldn't want a 19-year-old or a 20-year-old kid to bring into all the travel and all the problems that exist in the NBA. I would want a much more mature kid. I would want a kid that maybe I've been watching on another team, and now he's 21, 22 years old instead of 18 or 19, and I might trade for that kid."
   },
   "author": {
    "text": "Bobby Knight"
   }
  },
  {
   "quote": {
    "text": "I've met the most interesting people while flying or on a boat. These methods of travel seem to attract the kind of people I want to be with."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "Very early on, when I started doing these plays and live shows, I would travel from city to city, and there were a million shows out there... so I wanted to step out among it, and I started putting my name above the title."
   },
   "author": {
    "text": "Tyler Perry"
   }
  },
  {
   "quote": {
    "text": "To bring up a child in the way he should go, travel that way yourself once in a while."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "I get asked to speak to a lot of different groups, one of the best parts of my job hosting a show on the Travel Channel, 'Bizarre Foods with Andrew Zimmern.' I take viewers to the far corners of the globe and introduce them to other cultures by exploring the foods they eat - at times, pretty strange stuff."
   },
   "author": {
    "text": "Andrew Zimmern"
   }
  },
  {
   "quote": {
    "text": "To be able to travel the world, especially to places I never thought I'd be... it's really, you know, still fascinating for me."
   },
   "author": {
    "text": "Beyonce Knowles"
   }
  },
  {
   "quote": {
    "text": "I'm a big fan of doing 'Triple D.' But I don't want to do it forever, don't get me wrong! Travel away from my family, are you crazy? But do you know what it does for these mom-and-pop restaurant joints? It changes their lives forever. I mean, their businesses will never be the same."
   },
   "author": {
    "text": "Guy Fieri"
   }
  },
  {
   "quote": {
    "text": "I take my Bible with me, sometimes two of them, when I travel."
   },
   "author": {
    "text": "Gabby Douglas"
   }
  },
  {
   "quote": {
    "text": "I love to prune my roses. That's the one thing I really feel I do pretty well. Other things I usually, because I travel so much, leave to my gardeners who know what I love. But I do love to prune them, because you forget everything else. It's like if you're a painter, you can forget everything else while you're doing it."
   },
   "author": {
    "text": "Julie Andrews"
   }
  },
  {
   "quote": {
    "text": "The social issues outside of football are not as defined as they were earlier, when integration took place and certain rights were legislated. The Civil Rights movement is over. Individuals can buy homes wherever they want, travel first class wherever they want, eat wherever they want."
   },
   "author": {
    "text": "Jim Brown"
   }
  },
  {
   "quote": {
    "text": "I lived in Italy for two months when I was in college. And I traveled to Paris. I traveled to Egypt. I traveled to Spain. I just would travel a lot. I remember going to Paris and saying, speaking French, 'I would like some chicken and some fries.' And just the chicken and fries was, oh my gosh, just so amazing. I became intrigued and inspired."
   },
   "author": {
    "text": "Tia Mowry"
   }
  },
  {
   "quote": {
    "text": "A lot of great medicines and ancient therapies are blocked by the FDA, so that's why I choose to travel and recognize the value of diverse points of view in medicine."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "It's wonderful to learn about new cultures and to be able to travel easily to so many countries."
   },
   "author": {
    "text": "Stephen A. Schwarzman"
   }
  },
  {
   "quote": {
    "text": "It's important to travel and move and have a continual set of experiences so you've got more to feed back into your work. For me, it's a natural thing."
   },
   "author": {
    "text": "Cate Blanchett"
   }
  },
  {
   "quote": {
    "text": "I'd love to travel to the Holy Land."
   },
   "author": {
    "text": "Loretta Lynn"
   }
  },
  {
   "quote": {
    "text": "I don't want to get back into the pressure cooker of play-by-play and worry about travel. I don't want to die in a stadium parking lot."
   },
   "author": {
    "text": "Keith Jackson"
   }
  },
  {
   "quote": {
    "text": "I like to travel in jeans because I don't want to wallow around in my suit, you know? They cost too much. Jeans are comfortable."
   },
   "author": {
    "text": "Louie Gohmert"
   }
  },
  {
   "quote": {
    "text": "As a person, I was born to give out my opinions. By giving out my opinions, I realize who I am. As long as I can communicate, I'm not so lonely. If I cannot travel, or do art, or have company, if they take away all my belongings, it doesn't matter at all."
   },
   "author": {
    "text": "Ai Weiwei"
   }
  },
  {
   "quote": {
    "text": "Life has been a really big whirlwind, but it's been a lot of fun. I travel so much, and I'm constantly doing things that I love, but it's just me."
   },
   "author": {
    "text": "Laurie Hernandez"
   }
  },
  {
   "quote": {
    "text": "My favorite books to give or get are short story collections. And always paperbacks because they are easy to carry as you travel."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "Travel is glamorous only in retrospect."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "A travel book is a book that puts you in the shoes of the traveler, and it's usually a book about having a very bad time; having a miserable time, even better."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "For me especially, I travel a lot, and with the weather change and everything, my skin gets dehydrated very fast."
   },
   "author": {
    "text": "Gal Gadot"
   }
  },
  {
   "quote": {
    "text": "As you begin to create more destinations, that will naturally create a stronger economic pipeline for space. And just as we have been the leader of commercial air travel for the first century, as we look to the second century of aviation, I would expect Boeing to be the leader in both air and space travel."
   },
   "author": {
    "text": "Dennis Muilenburg"
   }
  },
  {
   "quote": {
    "text": "The theme of the Labor Department's centennial is 'Then, Now, Next.' So in honoring Esther Peterson, we look not just to the past but to the future, acknowledging with honesty and a sense of purpose the lingering challenges we still face and the distance we've yet to travel before equality is truly a reality in the lives of all women."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "I love to travel, anywhere in the world. Wherever it is... India... Tibet... wherever. I'll go anywhere."
   },
   "author": {
    "text": "Guillermo del Toro"
   }
  },
  {
   "quote": {
    "text": "Travel is so important in its capacity to expand the mind. It's exciting to start as young as possible - you get to see how other cultures live, challenge your senses, and try different cuisines."
   },
   "author": {
    "text": "Natalie Dormer"
   }
  },
  {
   "quote": {
    "text": "I think it's important that kids have responsibilities and understand the value of things, but I think it's great I get to travel the world with my daughter."
   },
   "author": {
    "text": "Salma Hayek"
   }
  },
  {
   "quote": {
    "text": "I'd rather have huge success and huge failures than travel in the middle of the road."
   },
   "author": {
    "text": "Kevyn Aucoin"
   }
  },
  {
   "quote": {
    "text": "Science fiction is filled with Martians and space travel to other planets, and things like that."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "I've flown from Aspen and then to Switzerland the next day and then off again the day after. That's the thing I love most about snowboarding, honestly - getting to travel and explore different places and meet people."
   },
   "author": {
    "text": "Chloe Kim"
   }
  },
  {
   "quote": {
    "text": "Physical books are still my favorite, but I own an e-book reader. They're convenient for travel."
   },
   "author": {
    "text": "Jesmyn Ward"
   }
  },
  {
   "quote": {
    "text": "Eating well was something I learned as I started to be successful and had to travel and perform concerts, which are an intense cardio workout."
   },
   "author": {
    "text": "Curtis Jackson"
   }
  },
  {
   "quote": {
    "text": "People aren't just paying more to fill their gas tanks or when they pay for their heating bills for their home; they are paying more at the grocery store, on air travel and for many other daily expenses."
   },
   "author": {
    "text": "Dan Lipinski"
   }
  },
  {
   "quote": {
    "text": "I try to travel as light as possible to avoid baggage issues. Los Angeles airport is notorious for baggage delays, so I'll often FedEx a suitcase ahead or back so I don't need to stand around; it also minimises problems at check-in."
   },
   "author": {
    "text": "Kyle MacLachlan"
   }
  },
  {
   "quote": {
    "text": "The glamour of air travel - its aspirational meaning in the public imagination - disappeared before its luxury did, dissipating as flying gradually became commonplace."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "I'm not a big spender or shopper. Neither am I extravagant, nor do I have big expenses. I mainly spend on travel. I don't buy overpriced clothes, as I feel such expenses are unnecessary. I probably wouldn't buy expensive watches or jewellery either."
   },
   "author": {
    "text": "Katrina Kaif"
   }
  },
  {
   "quote": {
    "text": "I want to travel overseas and help out people all over the world."
   },
   "author": {
    "text": "Chance The Rapper"
   }
  },
  {
   "quote": {
    "text": "Just to travel is rather boring, but to travel with a purpose is educational and exciting."
   },
   "author": {
    "text": "Sargent Shriver"
   }
  },
  {
   "quote": {
    "text": "Acting helped me as I was growing up. It helped me learn about myself, helped me travel, helped me understand life, express myself, all those wonderful things. So I'm very, very grateful; it's a fun job. It's a luxury."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "We travel often to Asia, Africa, Europe, where they were born."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "When I get back on snow, it's almost like I travel back in time to that feeling I used to have. That youthful, 6-year-old, 'nothing else matters,' 'you're sort of the center of the universe' kind of a feeling."
   },
   "author": {
    "text": "Mikaela Shiffrin"
   }
  },
  {
   "quote": {
    "text": "It never ceases to amaze me that every second of every day, more than 6,000 billion neutrinos coming from nuclear reactions inside the sun whiz through my body, almost all of which will travel right through the earth without interruption."
   },
   "author": {
    "text": "Lawrence M. Krauss"
   }
  },
  {
   "quote": {
    "text": "People have to make journeys, what we want is people to have alternatives in public transport so that they can make a choice about the sort of way in which they're going to travel."
   },
   "author": {
    "text": "Theresa May"
   }
  },
  {
   "quote": {
    "text": "Travel is the best and probably cheapest graduate school you can buy."
   },
   "author": {
    "text": "Tom Freston"
   }
  },
  {
   "quote": {
    "text": "There can be many reasons to travel, but wandering into the world for no particular reason is a sublime madness, which in all its whimsy and pointlessness may depict the story of life - and indeed could be a useful model to keep in mind, seeing as so much of life's ambition comes unstuck or leads to nothing much at all."
   },
   "author": {
    "text": "Michael Leunig"
   }
  },
  {
   "quote": {
    "text": "Why, I'd like nothing better than to achieve some bold adventure, worthy of our trip."
   },
   "author": {
    "text": "Aristophanes"
   }
  },
  {
   "quote": {
    "text": "Traveling, you realize that differences are lost: each city takes to resembling all cities, places exchange their form, order, distances, a shapeless dust cloud invades the continents."
   },
   "author": {
    "text": "Italo Calvino"
   }
  },
  {
   "quote": {
    "text": "The time to enjoy a European trip is about three weeks after unpacking."
   },
   "author": {
    "text": "George Ade"
   }
  },
  {
   "quote": {
    "text": "Beauty, pleasure, freedom and plenty of sleep: these are the hallmarks of a successful idler's break. Travel should not be hard work."
   },
   "author": {
    "text": "Tom Hodgkinson"
   }
  },
  {
   "quote": {
    "text": "I've never done it, but I think if you do a Google search for 'People who will help me travel across the country to meet my online love,' I'm probably the only person that comes up."
   },
   "author": {
    "text": "Nev Schulman"
   }
  },
  {
   "quote": {
    "text": "One of the most enjoyable things I do at Government House and when I travel around Australia is to talk with children. I tell them about our parliamentary democracy - and I often do that as I'm walking into an Executive Council meeting next door!"
   },
   "author": {
    "text": "Quentin Bryce"
   }
  },
  {
   "quote": {
    "text": "While Expedia is outbound-focused, Wotif is much more about domestic travel."
   },
   "author": {
    "text": "Dara Khosrowshahi"
   }
  },
  {
   "quote": {
    "text": "Anytime you introduce volatility, it is not good for business and not good for travel."
   },
   "author": {
    "text": "Dara Khosrowshahi"
   }
  },
  {
   "quote": {
    "text": "Travel aesthetics should be just as comfortable and practical as they are fashionable."
   },
   "author": {
    "text": "Miguel"
   }
  },
  {
   "quote": {
    "text": "In a certain sense, a writer is an exile, an outsider, always reporting on things, and it is part of his life to keep on the move. Travel is natural."
   },
   "author": {
    "text": "James Salter"
   }
  },
  {
   "quote": {
    "text": "My life is to travel, and my life is also to speak out about the horrors of an environment that is being abused at the hands of oil companies."
   },
   "author": {
    "text": "Trudie Styler"
   }
  },
  {
   "quote": {
    "text": "The people with the passports, the people who travel more, tend to be the most understanding. And it's ironic that the people who travel the least have the strongest opinions about the people they've never met."
   },
   "author": {
    "text": "Brian Chesky"
   }
  },
  {
   "quote": {
    "text": "Some minds improve by travel, others, rather, resemble copper wire, or brass, which get the narrower by going farther."
   },
   "author": {
    "text": "Thomas Hood"
   }
  },
  {
   "quote": {
    "text": "Like many women, I stay active juggling many aspects of a very full life! I'm a busy mom. I also love to travel, garden, cook and volunteer at my kids school."
   },
   "author": {
    "text": "Jane Clayson"
   }
  },
  {
   "quote": {
    "text": "Things like chatbots, machine learning tools, natural language processing, or sentiment analysis are applications of artificial intelligence that may one day profoundly change how we think about and transact in travel and local experiences."
   },
   "author": {
    "text": "Gillian Tans"
   }
  },
  {
   "quote": {
    "text": "Every customer is different, and the travel experience is completely fluid, but the end goal is to find the best solutions."
   },
   "author": {
    "text": "Gillian Tans"
   }
  },
  {
   "quote": {
    "text": "I like to read, walk, cook, and travel to cities. We live in the country, so we miss museums and the bustle of city life."
   },
   "author": {
    "text": "Beverly Cleary"
   }
  },
  {
   "quote": {
    "text": "For more and more of us, home has really less to do with a piece of soil than, you could say, with a piece of soul. If somebody suddenly asks me, 'Where's your home?' I think about my sweetheart or my closest friends or the songs that travel with me wherever I happen to be."
   },
   "author": {
    "text": "Pico Iyer"
   }
  },
  {
   "quote": {
    "text": "Immortality may be impossible, but imagine what humanity could learn if we all lived 700 years. We could travel deep into utopia and beyond."
   },
   "author": {
    "text": "Gray Scott"
   }
  },
  {
   "quote": {
    "text": "Horror movies travel pretty well anyway. They're like action movies: People overseas can watch them and enjoy them, and they're not so culturally specific in terms of their references, and they can follow a good scary story."
   },
   "author": {
    "text": "Robert Englund"
   }
  },
  {
   "quote": {
    "text": "Of all possible subjects, travel is the most difficult for an artist, as it is the easiest for a journalist."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "You have very short travel blogs, and I think there's a split among travel writers: the service-oriented writers will say, 'Well, the reader wants to read about his trip, not yours.' Whereas I say, the reader just wants to read a good story and to maybe learn something."
   },
   "author": {
    "text": "Tim Cahill"
   }
  },
  {
   "quote": {
    "text": "I am a passionate traveler, and from the time I was a child, travel formed me as much as my formal education."
   },
   "author": {
    "text": "David Rockefeller"
   }
  },
  {
   "quote": {
    "text": "I really have created a family. I work with the people I love, I travel with them, I make films with them, and I'm in an office with them. So in a weird way - I know I haven't birthed a child - I feel that I'm a part of creating a family. It's a tribe. I love that word."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "I would love to be a travel writer. I'd be so stoked."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "I actually think some of my best moments in life have been while I was with people from Instagram - whether it's super late nights getting a release out or being able to travel to places I'd never visited and meeting some of the most interesting people I've ever met."
   },
   "author": {
    "text": "Kevin Systrom"
   }
  },
  {
   "quote": {
    "text": "The Patriot Act unleashed the FBI to search your email, travel and credit records without even a suspicion of wrongdoing."
   },
   "author": {
    "text": "Barton Gellman"
   }
  },
  {
   "quote": {
    "text": "Making money is often more fun than spending it, though I personally have never regretted money I've spent on friends, new experiences, saving time, travel, and causes I believe in."
   },
   "author": {
    "text": "Sam Altman"
   }
  },
  {
   "quote": {
    "text": "I used to pack a giant bag to check with every possible outfit I could think of, but now I have slimmed down my travel wardrobe."
   },
   "author": {
    "text": "Ashlan Gorse Cousteau"
   }
  },
  {
   "quote": {
    "text": "I love my cooking tools because I enjoy cooking - a Vitamix for smoothies and a rice cooker for steel-cut oats. I travel with a small rice cooker. I soak oats overnight, and when I get up, I just turn the rice cooker on, and it cooks the oats perfectly every time."
   },
   "author": {
    "text": "John Mackey"
   }
  },
  {
   "quote": {
    "text": "That's the way both they and I travel sometimes. Pick road at random, and when it's time to pull over, you pull over and hope you can find a place to crash."
   },
   "author": {
    "text": "Jello Biafra"
   }
  },
  {
   "quote": {
    "text": "Whether a plane to Singapore, a subway in Manhattan, or the streets of Cincinnati, I search for meaningful conversation wherever I may travel. Without it, I believe we lose the ability to not only understand others, but more importantly, ourselves."
   },
   "author": {
    "text": "Dhani Jones"
   }
  },
  {
   "quote": {
    "text": "Terror, married to technology and accommodated by progress in travel, has turned evil individuals into traveling ballistic missiles."
   },
   "author": {
    "text": "Greg Gutfeld"
   }
  },
  {
   "quote": {
    "text": "On stage, you're not limited at all because you're free in language: language is the source of the imagination. You can travel farther in language than you can in any film."
   },
   "author": {
    "text": "Sam Shepard"
   }
  },
  {
   "quote": {
    "text": "To stay sane, I lived in my head, where I could travel and imagine. In my mind, I played a championship game with the Knicks. I won Wimbledon five times. If the Yankees needed a home run, I came to bat."
   },
   "author": {
    "text": "Anthony Ray Hinton"
   }
  },
  {
   "quote": {
    "text": "Millennials give comics the kind of adulation past generations reserved for musicians. We respect Lady Gaga. But we'll travel hundreds of miles to touch the hem of Jon Stewart's robe."
   },
   "author": {
    "text": "Alexandra Petri"
   }
  },
  {
   "quote": {
    "text": "We have so much pride in welcoming these passengers onto the plane, and they have so much pride in travel. It's something that I definitely always remember, when I'm playing a scene on the plane, just to imbue everything with that sense of excitement."
   },
   "author": {
    "text": "Christina Ricci"
   }
  },
  {
   "quote": {
    "text": "I got to travel a lot and meet amazing people. That was a lot of fun."
   },
   "author": {
    "text": "Bhavish Aggarwal"
   }
  },
  {
   "quote": {
    "text": "Is there any possibility of giving international air travel, which we all need and use and hate, a touch of glamour, or even of reliable, soulless efficiency? I suspect future historians will puzzle over our failure. But by then, of course, we shall be in the age of mass space travel, with its fresh and unimaginable crop of horrors."
   },
   "author": {
    "text": "Paul Johnson"
   }
  },
  {
   "quote": {
    "text": "When I travel around the globe, I try as hard as I can to represent the NBA and the game of basketball to the best of my abilities. I get to go around the world and not only share the game but also my philanthropic work. Building a hospital in the Congo is one of the proudest achievements of my life."
   },
   "author": {
    "text": "Dikembe Mutombo"
   }
  },
  {
   "quote": {
    "text": "Consider: The human genome consists of about 3.3 billion base pairs. Since there are only four types of pair, that amounts to 0.8 gigabytes of information, or about what you can fit on a CD. With a microwave radio transmitter, you could beam that amount of information into space in a few minutes, and have it travel to anyone at light speed."
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "How the hell can I ask people who work for me to travel cheaply if I travel in luxury? It's a question of good leadership."
   },
   "author": {
    "text": "Ingvar Kamprad"
   }
  },
  {
   "quote": {
    "text": "Building and launching rockets has been a lifelong hobby that my son and I share. We regularly travel to Nevada's Black Rock Desert to launch rockets."
   },
   "author": {
    "text": "Steve Jurvetson"
   }
  },
  {
   "quote": {
    "text": "I still don't have a car. I still travel by public transport. I take autos to travel to and fro for recordings."
   },
   "author": {
    "text": "Arijit Singh"
   }
  },
  {
   "quote": {
    "text": "I don't like to travel. Yet all my books seem to involve a journey."
   },
   "author": {
    "text": "Chris Van Allsburg"
   }
  },
  {
   "quote": {
    "text": "For years, I meant to read 'Arabian Sands', Wilfred Thesiger's account of two punishing camel journeys during the late 1940s across Southern Arabia's Empty Quarter. Now that I have, I can sheepishly join the chorus of those who revere the book as one of the half dozen greatest works of modern English travel writing."
   },
   "author": {
    "text": "Michael Dirda"
   }
  },
  {
   "quote": {
    "text": "The only really expensive thing in our family budget, frankly, is private air travel."
   },
   "author": {
    "text": "Nick Hanauer"
   }
  },
  {
   "quote": {
    "text": "Our covering ministry is Challenge for Christ ministries, and Travel the Road was solely our mission arm, designed to expose people to what missions are, then connect them with agencies that send people out."
   },
   "author": {
    "text": "Michael Scott"
   }
  },
  {
   "quote": {
    "text": "If I don't need the money, I don't work. I'm going to spend time with my family and friends, and I'm going to travel and read and listen to music and try to learn a little bit more about how to be a human being, as opposed to learning how to be somebody else."
   },
   "author": {
    "text": "James Spader"
   }
  },
  {
   "quote": {
    "text": "I like to read and listen to music and go for walks and travel and see art. I enjoy cooking and eating and spending time with my family. I don't really find myself searching for things on the television very much."
   },
   "author": {
    "text": "James Spader"
   }
  },
  {
   "quote": {
    "text": "The shores of the Black Sea lend themselves to the literary genre that may be classified as 'cultural pilgrimage,' which is not just a higher form of travel writing but which has the further mission of reporting on present conditions and supplying neglected knowledge."
   },
   "author": {
    "text": "Norman Davies"
   }
  },
  {
   "quote": {
    "text": "Our focus going forward is on sectors where the life of China's middle class can be upgraded: health, travel, leisure, education, and the Internet. We call it marrying China's growth with global resources."
   },
   "author": {
    "text": "Guo Guangchang"
   }
  },
  {
   "quote": {
    "text": "Travel teaches as much as books."
   },
   "author": {
    "text": "Youssou N'Dour"
   }
  },
  {
   "quote": {
    "text": "When I'm in London I do have the convenience of being close to St James Park which is also good for me because it gives me an excuse to get out and get some much needed exercise!"
   },
   "author": {
    "text": "David Blunkett"
   }
  },
  {
   "quote": {
    "text": "All I wanted was to be big, to be in show business and to travel... and that's what I've been doing all my life."
   },
   "author": {
    "text": "Count Basie"
   }
  },
  {
   "quote": {
    "text": "I'm lucky my parents travel with me."
   },
   "author": {
    "text": "Paula Creamer"
   }
  },
  {
   "quote": {
    "text": "I am originally from Florida. So Thanksgiving was always something I really looked forward to, because I got to travel back home every year and see everyone all at once, around one big happy table."
   },
   "author": {
    "text": "Troy Gentile"
   }
  },
  {
   "quote": {
    "text": "Travel is the only way to get empathy for other people's mindsets - to know their struggles and what they're drawn to."
   },
   "author": {
    "text": "Abigail Spencer"
   }
  },
  {
   "quote": {
    "text": "Screenplays I didn't really care about, journalism, travel books, getting my writer friends to write about their dreams or something. I just determined to write the books I had to write."
   },
   "author": {
    "text": "Kazuo Ishiguro"
   }
  },
  {
   "quote": {
    "text": "On the tennis court, one needs a cool temperament, tremendous ball sense, reflexes, speed, hand-eye co-ordination, power, timing and peak physical fitness. Off the court, the player and support team need skills in planning, execution, travel, an ability to raise funds when needed, and several other talents."
   },
   "author": {
    "text": "Sania Mirza"
   }
  },
  {
   "quote": {
    "text": "If you travel too often, you actually come face-to-face with what you're trying to escape. I feel like when I travel alone, sometimes it's like being locked in a hotel room with my own worst enemy."
   },
   "author": {
    "text": "Simon Van Booy"
   }
  },
  {
   "quote": {
    "text": "I don't write diaries and things like that, but I have a fantastic memory. I call that like a magic carpet. I can really concentrate and travel back in the past I don't know how many years from now and evoke that space if I wanted."
   },
   "author": {
    "text": "Francoise Gilot"
   }
  },
  {
   "quote": {
    "text": "My wife and I love to travel, so if we don't have work on either her or my birthday, we definitely travel."
   },
   "author": {
    "text": "Barun Sobti"
   }
  },
  {
   "quote": {
    "text": "I used to buy nice clothes and drive a nice car when I couldn't afford it. But I spent all my money doing it, and now I don't have to. I like nice things. I like to travel in a certain style. I like to live in a nice place."
   },
   "author": {
    "text": "Helmut Jahn"
   }
  },
  {
   "quote": {
    "text": "So you've decided to travel around the world. This is an excellent thing to do. It's a precious place, this planet. We should see it."
   },
   "author": {
    "text": "J. Maarten Troost"
   }
  },
  {
   "quote": {
    "text": "Touch seems to be such an important tool for enhancing social cooperation and affiliation that we have evolved a special physical route along which those subliminal feelings of social connection travel from skin to brain."
   },
   "author": {
    "text": "Leonard Mlodinow"
   }
  },
  {
   "quote": {
    "text": "All my books reflect travel adventures of some kind, and all have a soul: a spiritual or mystical underpinning."
   },
   "author": {
    "text": "O. R. Melling"
   }
  },
  {
   "quote": {
    "text": "When you say you're from Virginia, when you travel outside of this state and somebody asks where you're from, you say with pride, 'I am from Virginia. I'm very, very proud of it.' You're very, very proud of it. And why is it? It's because of our history, folks. It's because of our history."
   },
   "author": {
    "text": "Corey Stewart"
   }
  },
  {
   "quote": {
    "text": "Even if you can't afford to travel the world, you can take your children to the museum, zoo or local park. And don't be afraid to take them to grown-up spots. Eating out in a restaurant teaches children how to be quiet and polite and gives them the pleasure of knowing you trust them to behave."
   },
   "author": {
    "text": "Kimora Lee Simmons"
   }
  },
  {
   "quote": {
    "text": "If your work requires you to travel, you will understand that there's no vacation destination like home."
   },
   "author": {
    "text": "Park Chan-wook"
   }
  },
  {
   "quote": {
    "text": "I don't travel without a sleep mask or Post Its!"
   },
   "author": {
    "text": "Georgina Bloomberg"
   }
  },
  {
   "quote": {
    "text": "We travel so much, I never adjust to time zones any more."
   },
   "author": {
    "text": "Jillian Hervey"
   }
  },
  {
   "quote": {
    "text": "My daughter has probably gotten some benefit of being inspired by a woman who is willing to take on things. We travel. We travel to exotic places. I'm the first person to jump in the ocean with a whale. Even if I'm scared, I'll do it anyway, because I never wanted her to see fear, especially when she was younger."
   },
   "author": {
    "text": "Teri Hatcher"
   }
  },
  {
   "quote": {
    "text": "Lovers of air travel find it exhilarating to hang poised between the illusion of immortality and the fact of death."
   },
   "author": {
    "text": "Alexander Chase"
   }
  },
  {
   "quote": {
    "text": "My goal is to ensure the Northern Border is safe, secure and allows for the free flow of travel and commerce."
   },
   "author": {
    "text": "Rick Larsen"
   }
  },
  {
   "quote": {
    "text": "Invoking Nature always measures the distance we have yet to travel to achieve real progress on environmental issues."
   },
   "author": {
    "text": "Timothy Morton"
   }
  },
  {
   "quote": {
    "text": "Ball caps travel far and wide. They do far more than keep the sun out of your eyes or the cold off your head. Ball caps are a statement."
   },
   "author": {
    "text": "George Vecsey"
   }
  },
  {
   "quote": {
    "text": "One travels to run away from routine, that dreadful routine that kills all imagination and all our capacity for enthusiasm."
   },
   "author": {
    "text": "Ella Maillart"
   }
  },
  {
   "quote": {
    "text": "When I travel, I make certain that I spend at least half of my time in the field. You have to get out to meet people that are in poverty, that are looking to improve their lives. That's something that you can't read in books."
   },
   "author": {
    "text": "James Wolfensohn"
   }
  },
  {
   "quote": {
    "text": "Chicago is an October sort of city even in spring."
   },
   "author": {
    "text": "Nelson Algren"
   }
  },
  {
   "quote": {
    "text": "Fitness is very important to me because it helps give me a routine when I travel. It gives me one hour of 'me' time and passes the time when I'm lonely. Living with scoliosis serves as a constant reminder to keep my core and back strong. If I get lazy, I feel it in my back first."
   },
   "author": {
    "text": "Martha Hunt"
   }
  },
  {
   "quote": {
    "text": "I absolutely love my job. I feel so privileged: I get to travel the world, I get to witness history... and I'm constantly inspired by the different amazing characters I meet along the way."
   },
   "author": {
    "text": "Clarissa Ward"
   }
  },
  {
   "quote": {
    "text": "I don't write under the ghost of Faulkner. I live in the same town and find his life and work inspiring, but that's it. I have a motorcycle and tool along the country lanes. I travel at my own speed."
   },
   "author": {
    "text": "Barry Hannah"
   }
  },
  {
   "quote": {
    "text": "At the moment I'm doing this space movie, so I'm obsessed with physics and space travel. I know three months down the line it's gone. Then I'll be able to superficially say stuff about space."
   },
   "author": {
    "text": "Cillian Murphy"
   }
  },
  {
   "quote": {
    "text": "I love the fabric of Genetic jeans. There's a softness. I always travel in them. It feels like you're in like your most comfortable pajamas."
   },
   "author": {
    "text": "Liberty Ross"
   }
  },
  {
   "quote": {
    "text": "There are two books that I often travel with; one is 'The Theory on Moral Sentiments' by Adam Smith. The other is 'The Meditations.' It's not that I agree with either views expressed in the books, but I believe ideas and thoughts of older generations can offer food for thought for the current generation."
   },
   "author": {
    "text": "Wen Jiabao"
   }
  },
  {
   "quote": {
    "text": "I sometimes think that Thomas Cook should be numbered among the secular saints. He took travel from the privileged and gave it to the people."
   },
   "author": {
    "text": "Robert Runcie"
   }
  },
  {
   "quote": {
    "text": "I think family is very important in West Virginia and has long been so because the mountains made travel difficult in the past, and family members had to depend on each other."
   },
   "author": {
    "text": "David Selby"
   }
  },
  {
   "quote": {
    "text": "My writing is a combination of three elements. The first is travel: not travel like a tourist, but travel as exploration. The second is reading literature on the subject. The third is reflection."
   },
   "author": {
    "text": "Ryszard Kapuscinski"
   }
  },
  {
   "quote": {
    "text": "'The Wall' is a reaction to 'Edge of Tomorrow,' where I was like, 'I don't need time travel and aliens to take a hero and pin them down in an impossible situation. I can do it in a much simpler way.' And that was 'The Wall.'"
   },
   "author": {
    "text": "Doug Liman"
   }
  },
  {
   "quote": {
    "text": "I want my life to match my work now. I don't want to work and then travel. I want to be at one place."
   },
   "author": {
    "text": "Sarita Choudhury"
   }
  },
  {
   "quote": {
    "text": "I have to travel a lot, but relaxation to me is when I am at home."
   },
   "author": {
    "text": "Mikhail Khodorkovsky"
   }
  },
  {
   "quote": {
    "text": "I like to travel any chance I get, even if it's just a local vacation to San Diego or Palm Springs or wherever. I just like to get out and do stuff and see the world."
   },
   "author": {
    "text": "Christa B. Allen"
   }
  },
  {
   "quote": {
    "text": "We're constantly buying airplane tickets; we travel on the Concorde."
   },
   "author": {
    "text": "Eva Herzigova"
   }
  },
  {
   "quote": {
    "text": "I love to take risks, I love to travel, and I'm very outdoor-sy, so any girl who can pick up a football and throw a spiral will definitely catch my attention."
   },
   "author": {
    "text": "Kellan Lutz"
   }
  },
  {
   "quote": {
    "text": "Whenever possible, I use local, fresh ingredients, just because it tastes and feels better to eat an egg or a tomato or a hamburger that wasn't flown halfway around the world, that didn't travel on a truck and get stuck in traffic jams, that hasn't been sitting in a supermarket's refrigerator case for days."
   },
   "author": {
    "text": "Kate Christensen"
   }
  },
  {
   "quote": {
    "text": "New York is a lovely city. It is an easy city to go back to and an easy city to leave. Every time I go there I immediately make travel plans."
   },
   "author": {
    "text": "Kiran Desai"
   }
  },
  {
   "quote": {
    "text": "I adore Madrid. It's my city. If I ever move, it will only be for work. Whenever I travel, I always want to get back home."
   },
   "author": {
    "text": "Maria Valverde"
   }
  },
  {
   "quote": {
    "text": "I always travel with a fun skirt, a go-to dress you can dress up or down; walking heels & flats are a must."
   },
   "author": {
    "text": "Ashley Nell Tipton"
   }
  },
  {
   "quote": {
    "text": "WWI is a romantic war, in all senses of the word. An entire generation of men and women left the comforts of Edwardian life to travel bravely, and sometimes even jauntily, to almost certain death. At the very least, any story or novel about WWI is about innocence shattered in the face of experience."
   },
   "author": {
    "text": "Anita Shreve"
   }
  },
  {
   "quote": {
    "text": "Novels set in distant places give us expectations not unlike those we have of travel writing, and often the distinctions are blurred, as in, say, the way the low life of Tokyo's Shinjuku Ward is depicted in John David Morley's recent 'Pictures from the Water Trade.'"
   },
   "author": {
    "text": "Darryl Pinckney"
   }
  },
  {
   "quote": {
    "text": "Further ahead, I'd like to see tiny spacebots - smaller than your cell phone - travel outside our solar system to the nearest star system, Alpha Centauri. By keeping the mass of those spacebots low, we could more easily accelerate them."
   },
   "author": {
    "text": "Debra Fischer"
   }
  },
  {
   "quote": {
    "text": "In a fit at the bookstore one day, I bought all my favourite composers' biographies: Schubert, Massenet, Wolf. I've still not had a chance to read them; it breaks my heart. But when you travel so much, you just can't take that many books with you."
   },
   "author": {
    "text": "Danielle de Niese"
   }
  },
  {
   "quote": {
    "text": "We are going to sign a treaty with Mexico. We are competing internationally. We need another international airport for international cargo, international travel, international businesses."
   },
   "author": {
    "text": "Richard M. Daley"
   }
  },
  {
   "quote": {
    "text": "The only thing I like about air travel is it gives me time to read."
   },
   "author": {
    "text": "Jane Lindskold"
   }
  },
  {
   "quote": {
    "text": "I am obsessed with planning travel! Not just traveling, which I love, but the whole planning process and all the details that go into it. I subscribe to all these travel blogs and airline forums and research hotels and activities and destinations for hours on end, and I volunteer to plan trips for everyone I know."
   },
   "author": {
    "text": "Lauren Weisberger"
   }
  },
  {
   "quote": {
    "text": "The world has become more complex as technology and easy travel mixes cultures without homogenizing them."
   },
   "author": {
    "text": "Norman Spinrad"
   }
  },
  {
   "quote": {
    "text": "It's kind of amazing that people will travel because of a book. I admire that."
   },
   "author": {
    "text": "Frances Mayes"
   }
  },
  {
   "quote": {
    "text": "You need to be an adrenalin junkie when you travel with kids."
   },
   "author": {
    "text": "Graeme Le Saux"
   }
  },
  {
   "quote": {
    "text": "For young girls, whom I meet a lot when I travel around the country, it will be a big thing. It will really show them that there's no post in Denmark that a girl can't aspire to."
   },
   "author": {
    "text": "Helle Thorning-Schmidt"
   }
  },
  {
   "quote": {
    "text": "When I travel, I just take what I need and I run. I always have my briefcase stuffed with work, even when I go on a holiday."
   },
   "author": {
    "text": "Ian Schrager"
   }
  },
  {
   "quote": {
    "text": "I don't buy things now, I buy plane tickets. The only thing I want is to make enough money to be able to travel with my children."
   },
   "author": {
    "text": "Oona Chaplin"
   }
  },
  {
   "quote": {
    "text": "Growing up in the '60s and early '70s, with the space flight and the Apollo program, I always loved planes. I always loved rockets and I always loved space travel."
   },
   "author": {
    "text": "Stewart O'Nan"
   }
  },
  {
   "quote": {
    "text": "In the late 20th century, it became possible to travel between cultures, between the old world and the new, with great ease. So when you go back, you take the changed person with you who, in turn, changes things that otherwise might have stayed the same."
   },
   "author": {
    "text": "Shyam Selvadurai"
   }
  },
  {
   "quote": {
    "text": "You couldn't get me to go travel around and sit in a hotel room again. I have no interest in doing that. So everybody's happy. I am, at 74. Some people like doing it, but I never was much for that, anyway. It's a lot of work. So the only thing I miss about all of it is the camaraderie of the tour, but that doesn't offset the rest of it."
   },
   "author": {
    "text": "Phil Everly"
   }
  },
  {
   "quote": {
    "text": "Sure, I travel. I went to Washington to negotiate a $1 billion prepayment to Mexico on its oil revenues to help it out of its financial crisis."
   },
   "author": {
    "text": "John Gavin"
   }
  },
  {
   "quote": {
    "text": "I'm not going to date a crazy party animal; I'm more into culture. I'd rather go to a museum, travel somewhere, or go to a play. That's more interesting to me than partying at the hottest club."
   },
   "author": {
    "text": "Jessica Lucas"
   }
  },
  {
   "quote": {
    "text": "I think a lot of times, especially for certain stories, photographers travel together for safety reasons, and they also invariably cross paths. But you could have 10 photographers shooting together in the same spot but capturing different images."
   },
   "author": {
    "text": "Carol Guzy"
   }
  },
  {
   "quote": {
    "text": "I used to date Kellan Lutz. We were together for two and a half years, but the distance and travel really kept us apart. In the end, we decided it wouldn't work, but we're still good friends."
   },
   "author": {
    "text": "Kayla Ewell"
   }
  },
  {
   "quote": {
    "text": "I really love mountain sports, hiking, skiing, and I love to travel and get to know different places and cultures."
   },
   "author": {
    "text": "Ruth Reinhardt"
   }
  },
  {
   "quote": {
    "text": "Travel, which was once either a necessity or an adventure, has become very largely a commodity, and from all sides we are persuaded into thinking that it is a social requirement, too."
   },
   "author": {
    "text": "Jan Morris"
   }
  },
  {
   "quote": {
    "text": "I love to travel but hate traffic and planes. I wish I could just beam myself anywhere instantly."
   },
   "author": {
    "text": "Jordan Ladd"
   }
  },
  {
   "quote": {
    "text": "Within 10 years it will be impossible to travel to the North Pole by dog team. There will be too much open water."
   },
   "author": {
    "text": "Will Steger"
   }
  },
  {
   "quote": {
    "text": "Strange - is it not? That of the myriads who Before us passed the door of Darkness through, Not one returns to tell us of the road Which to discover we must travel too."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "I've been lucky to travel and work all over the world through the lens of the back of the house, and I love that monocle. I love that lens, because it's real people."
   },
   "author": {
    "text": "Marcus Samuelsson"
   }
  },
  {
   "quote": {
    "text": "I always want off-the-beaten-path, Anthony Bourdain-inspired travel."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "On a normal day, I love a shift dress with flats and a little cropped jacket. That, for me, is my travel wear if it's not too chilly - you can throw a scarf over your legs if it's cold on the plane!"
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "I love Ralph Lauren. As I travel so much, I prefer to shop online."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "It's all about balance, and I have so much happiness in my career and am fortunate to travel the world and see so many amazing things - it will also be nice to be anchored to something grounded and in the same place. Raising a family will be a wonderful part of that."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "As I travel the world, it seems that younger people identify me merely with some of the folklore in the 'Chuck Norris Facts' - those hyperbolic sayings that elevate my abilities beyond my capabilities. Others view me in light of the character I played in 'Walker, Texas Ranger' or in one of my 20 tough-guy films."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "Man is an artifact designed for space travel. He is not designed to remain in his present biologic state any more than a tadpole is designed to remain a tadpole."
   },
   "author": {
    "text": "William S. Burroughs"
   }
  },
  {
   "quote": {
    "text": "I think a major element of jetlag is psychological. Nobody ever tells me what time it is at home."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "Before the BBC, I joined the Navy in order to travel."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "I like animals. I like natural history. The travel bit is not the important bit. The travel bit is what you have to do in order to go and look at animals."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "Dealing with global warming doesn't mean we have all got to suddenly stop breathing. Dealing with global warming means that we have to stop waste, and if you travel for no reason whatsoever, that is a waste."
   },
   "author": {
    "text": "David Attenborough"
   }
  },
  {
   "quote": {
    "text": "I coach soccer, and my wife and I are very involved in our kids' lives. Our family is busy with doctor appointments, soccer practice, school, work, travel, vacation... life."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "Tyga's one of my best friends ever, so it's so much fun to travel with him. I always like having my friends out on the road with me."
   },
   "author": {
    "text": "Kylie Jenner"
   }
  },
  {
   "quote": {
    "text": "I try and work out as often as possible. Since I travel very often, it becomes very difficult to have a daily work out routine, but I practice yoga every day or try and play some sport. Also, I am very aware of what suits my body in terms of food and exercise."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "I've always believed that as actors, one of the biggest advantages of being in the film business - not just of being actors, but being in this industry - is the fact that you get to travel so much, and you get to see places that you probably would not if you went just as a tourist."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "An English man does not travel to see English men."
   },
   "author": {
    "text": "Laurence Sterne"
   }
  },
  {
   "quote": {
    "text": "What I like about modelling is that it has given me that opportunity to travel and experience different cultures, work with creative people, and now it's given me a voice, and with that voice hopefully I can do good things with it."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "I like to engage the public because when I was in high school, I had all these questions about anti-matter, higher dimensions and time travel. Every time I went to the library, every time I asked people these questions, I would get some strange looks. Nobody could answer any of these questions."
   },
   "author": {
    "text": "Michio Kaku"
   }
  },
  {
   "quote": {
    "text": "After a lifetime of world travel I've been fascinated that those in the third world don't have the same perception of reality that we do."
   },
   "author": {
    "text": "Jim Harrison"
   }
  },
  {
   "quote": {
    "text": "I travel all the time, but when I come back to the South, I see such progress. In a real sense, a great deal of the South has been redeemed. People feel freer, more complete, more whole, because of what happened in the movement."
   },
   "author": {
    "text": "John Lewis"
   }
  },
  {
   "quote": {
    "text": "When I travel with my kids abroad, I am not myself, but I'm more a father who wants to protect them. Sometimes, I am even aggressive about certain things and get surprised seeing myself like that: for instance, when people want to take pictures of them. I am fine if they want to take my pictures, but they are not public property."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "I read on my iPad when I travel. I listen to audiobooks in the car. I read books in my bedroom, where I have a comfortable couch, a lamp and two dogs to keep me warm."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "Whenever I think of the high salaries we are paid as film actors, I think it is for the travel, the time away, and any trouble you get into through being well known. It's not for the acting, that's for sure."
   },
   "author": {
    "text": "Bill Murray"
   }
  },
  {
   "quote": {
    "text": "I like to go to work, and also, I don't have any kids. I don't have any hobbies. I don't like to travel. So going to work is kind of it."
   },
   "author": {
    "text": "Christopher Walken"
   }
  },
  {
   "quote": {
    "text": "My fans are honestly so unique and so similar. Wherever I travel, they are so, so different but so the same."
   },
   "author": {
    "text": "Lilly Singh"
   }
  },
  {
   "quote": {
    "text": "Being an actor, imitating to the point of inhabiting the lives of others, may simply be a way of continuing to do what I learned to do as a boy - to travel, mentally and physically."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "I have two kids, career and I travel, and I don't think my life is any different than most couples. The most valuable commodity now for many people is time and how to parcel that out."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "Of course there were times, particularly when you travel, when it's very tough to leave the kids, particularly when they were very young. I would try to take them with me when I could just so they could experience and see a little bit of what a work day involved."
   },
   "author": {
    "text": "Anna Wintour"
   }
  },
  {
   "quote": {
    "text": "I never subscribe to the stay-at-home policy. I'm not sick of the road or sick of eating in good restaurants around the country. I like to travel."
   },
   "author": {
    "text": "Levon Helm"
   }
  },
  {
   "quote": {
    "text": "We're all dealt with the same hand here, so to speak. I feel like I've had it a lot better than most people. I've had the opportunity to travel and play music all my life."
   },
   "author": {
    "text": "Levon Helm"
   }
  },
  {
   "quote": {
    "text": "It's sometimes tiring to get off a long-haul flight and go straight to the studio for a shoot, but if you really plan everything well, you can get so much out of combining travel with work."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "Probably the first time I left Italy was to travel by train to Lourdes. I went with my mother and my grandmother - who was a very religious person - so it was a pilgrimage of sorts. I remember it as a very intense, but beautiful experience."
   },
   "author": {
    "text": "Andrea Bocelli"
   }
  },
  {
   "quote": {
    "text": "The reason I loved working at Boeing was because I loved the idea of air travel as a way of bringing people and cultures together - because when we come together as people and cultures, we realize that we are not that different after all, and when we realize that we are not that different after all, the world becomes a better place."
   },
   "author": {
    "text": "Alan Mulally"
   }
  },
  {
   "quote": {
    "text": "No one's going to be able to operate without a grounding in the basic sciences. Language would be helpful, although English is becoming increasingly international. And travel. You have to have a global attitude."
   },
   "author": {
    "text": "Rupert Murdoch"
   }
  },
  {
   "quote": {
    "text": "When we were making Flickr, we called it the 'Eyes of the World.' The idea was that everybody, everywhere, is looking. It was this sense of being able to penetrate worlds that you had never been able to access before - of global, universal travel."
   },
   "author": {
    "text": "Caterina Fake"
   }
  },
  {
   "quote": {
    "text": "The good news is that real-world hands-on conservation is alive and well and catching on across the America I travel."
   },
   "author": {
    "text": "Ted Nugent"
   }
  },
  {
   "quote": {
    "text": "I believe the biggest impediment we have right now with going to Mars is public commitment. More people need to see themselves as a part of space travel; we need to see more inclusiveness."
   },
   "author": {
    "text": "Mae Jemison"
   }
  },
  {
   "quote": {
    "text": "I do not like people touching my underwear. That's just weird! I travel with a washer and dryer, and I like cooking on the bus, too."
   },
   "author": {
    "text": "Carrie Underwood"
   }
  },
  {
   "quote": {
    "text": "As we begin to have landings on the moon, we can alternate those with vertical launch of similar crew modules on similar launch vehicles for vertical-launch tourism in space, if you want to call it that... adventure travel."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "A hybrid human-robot mission to investigate an asteroid affords a realistic opportunity to demonstrate new technological capabilities for future deep-space travel and to test spacecraft for long-duration spaceflight."
   },
   "author": {
    "text": "Buzz Aldrin"
   }
  },
  {
   "quote": {
    "text": "My son is so fortunate, you know. He's always going to have food. Yes, my children are going to be privileged, but that's why it's so important for them to see different realities and to travel, and they do already."
   },
   "author": {
    "text": "Gisele Bundchen"
   }
  },
  {
   "quote": {
    "text": "I fly economy. I do often fly first class, but I don't travel with a posse, or bodyguard, or an assistant."
   },
   "author": {
    "text": "Gene Simmons"
   }
  },
  {
   "quote": {
    "text": "My phone is my favorite travel gadget because it has my translator."
   },
   "author": {
    "text": "Andrew Zimmern"
   }
  },
  {
   "quote": {
    "text": "In the frequently-asked-question category, the question I get asked almost as much as 'What's the worst thing you've ever eaten?' is 'What's the best pair of pants to travel in, work in, trek in, and use on the road for the most activities possible?'"
   },
   "author": {
    "text": "Andrew Zimmern"
   }
  },
  {
   "quote": {
    "text": "In 2012, I launched Andrew Zimmern's Canteen. Inspired by visits to street stalls and markets around the world, Andrew Zimmern's Canteen reflects the intersection of food and travel."
   },
   "author": {
    "text": "Andrew Zimmern"
   }
  },
  {
   "quote": {
    "text": "It is not fit that every man should travel; it makes a wise man better, and a fool worse."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "I want to go to college to study journalism. I want to speak French fluently, to travel. My mom was a journalist and it's in my blood."
   },
   "author": {
    "text": "Mandy Moore"
   }
  },
  {
   "quote": {
    "text": "I travel the world visiting global health programs as an ambassador for the global health organization, PSI, and sometimes the disconnect I see is truly striking: people can get cold Coca Cola, but far too infrequently malaria drugs; most own mobile phones, but don't have equal access to pre-natal care."
   },
   "author": {
    "text": "Mandy Moore"
   }
  },
  {
   "quote": {
    "text": "We travel so much as touring musicians and artists that sometimes, when you hear a great song that you really think could be on your project, you go ahead and record it instead of try to write it."
   },
   "author": {
    "text": "Jon Pardi"
   }
  },
  {
   "quote": {
    "text": "Through my work as a nutritionist and trainer to celebrity clients, I've had amazing opportunities to travel the world. In my experience, I made what seemed to be a remarkable discovery: the farther I travel from the U.S., the easier it is to find foods that are both nourishing and slimming."
   },
   "author": {
    "text": "Harley Pasternak"
   }
  },
  {
   "quote": {
    "text": "I travel a lot and rarely make it home to Seattle."
   },
   "author": {
    "text": "Hope Solo"
   }
  },
  {
   "quote": {
    "text": "When I haven't been working I've tried to travel a lot."
   },
   "author": {
    "text": "Emma Watson"
   }
  },
  {
   "quote": {
    "text": "Work done by other people sounds easy. How hard can it be to take care of a newborn who sleeps 20 hours a day? How hard can it be to keep track of your billable hours? To travel for one night for business? To get a 4-year-old ready for school? To return a few phone calls? To load the dishwasher? To fill out some forms?"
   },
   "author": {
    "text": "Gretchen Rubin"
   }
  },
  {
   "quote": {
    "text": "I hope to play until I'm, like, 38 or something, and that's a lot of years in the game and a lot of travel and a lot of sacrifice on my family's part."
   },
   "author": {
    "text": "Stephen Curry"
   }
  },
  {
   "quote": {
    "text": "People feel vulnerable when they travel. Nobody wants to be taken advantage of or talked into something they don't want. Staying at Motel 6 makes you feel smarter. In fact, I think it actually means you are smarter, but I have no hard data to support that."
   },
   "author": {
    "text": "Tom Bodett"
   }
  },
  {
   "quote": {
    "text": "I'm real. I believe what I'm saying. If Motel 6 wasn't the type of operation they say it is - and I stay at them when I travel - I wouldn't do their commercials. That comes through on the radio, and that's what it's all about."
   },
   "author": {
    "text": "Tom Bodett"
   }
  },
  {
   "quote": {
    "text": "When you travel so many weeks a year, it's always nice to have a home-cooked meal."
   },
   "author": {
    "text": "Maria Sharapova"
   }
  },
  {
   "quote": {
    "text": "When I travel, I love speaking to women around the world about the things that inspire them, the fashions they like, what makes something good and what would make it even better."
   },
   "author": {
    "text": "Maria Sharapova"
   }
  },
  {
   "quote": {
    "text": "Michael Palin decided to give up on his considerable comedy talents to make those dreadfully tedious travel shows. Have you ever tried to watch one?"
   },
   "author": {
    "text": "John Cleese"
   }
  },
  {
   "quote": {
    "text": "Actually, I had a lot of good people with me - my mother's sister did a lot of taking care of me, and I suppose I got more attention than my stepbrothers because at least I got to travel with my parents."
   },
   "author": {
    "text": "Julie Andrews"
   }
  },
  {
   "quote": {
    "text": "I wake up every morning and I feel like I'm juggling glass balls. I live in Los Angeles, my business is run out of London, and most evenings I'm cuddled up in front of Skype, in my dressing gown, speaking with my studio in London. I travel a lot, my team travel a lot, but I wouldn't have it any other way."
   },
   "author": {
    "text": "Victoria Beckham"
   }
  },
  {
   "quote": {
    "text": "I just can't do heels any more. At least not when I'm working. I travel a lot."
   },
   "author": {
    "text": "Victoria Beckham"
   }
  },
  {
   "quote": {
    "text": "I've always liked the idea that writing is a form of travel. And I started my writing career as a mystery novelist for adults."
   },
   "author": {
    "text": "Rick Riordan"
   }
  },
  {
   "quote": {
    "text": "When I write, I'm still imagining a kid reading it on paper. I read e-books when I travel, but in general I still prefer holding an old-fashioned book in my hands. There's a special, tactile experience."
   },
   "author": {
    "text": "Rick Riordan"
   }
  },
  {
   "quote": {
    "text": "Everyone carries his own inch rule of taste, and amuses himself by applying it, triumphantly, wherever he travels."
   },
   "author": {
    "text": "Henry Adams"
   }
  },
  {
   "quote": {
    "text": "I travel a lot. I'm on the move."
   },
   "author": {
    "text": "Ted Turner"
   }
  },
  {
   "quote": {
    "text": "I like to watch Bourdain and Andrew Zimmern, because I like them when they travel. I like Ina Garten, 'The Barefoot Contessa.' Giada is really nice, but I get a little bit bored with just staying in the kitchen."
   },
   "author": {
    "text": "Debi Mazar"
   }
  },
  {
   "quote": {
    "text": "The Book of Mormon is our handbook of instructions as we travel the pathway from bad to good to better and strive to have our hearts changed."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "I want to see friends more and travel more."
   },
   "author": {
    "text": "Jennifer Aniston"
   }
  },
  {
   "quote": {
    "text": "Touring can be tough; the crew and I travel everywhere by a big pink bus, and live in petrol stations."
   },
   "author": {
    "text": "Marina and the Diamonds"
   }
  },
  {
   "quote": {
    "text": "There was part of me that wanted to see the world and travel to distant places, but I could only do it in my imagination, so I read ferociously and imagined things."
   },
   "author": {
    "text": "George R. R. Martin"
   }
  },
  {
   "quote": {
    "text": "Travelers are always discoverers, especially those who travel by air. There are no signposts in the sky to show a man has passed that way before. There are no channels marked. The flier breaks each second into new uncharted seas."
   },
   "author": {
    "text": "Anne Morrow Lindbergh"
   }
  },
  {
   "quote": {
    "text": "We didn't travel much when I was little - most of what we did was visit various campsites around Conway, north Wales. My first major holiday abroad was to Ibiza with my parents when I was five. I vividly remember the plane touching down and that the hotel had great swings with lots of little lizards darting about that I was determined to catch."
   },
   "author": {
    "text": "Paul Hollywood"
   }
  },
  {
   "quote": {
    "text": "As a child I sometimes used to travel to the West Bank to visit my family, so I know what the checkpoints felt like. I knew what it was like to live under occupation."
   },
   "author": {
    "text": "Queen Rania of Jordan"
   }
  },
  {
   "quote": {
    "text": "Sardinia is beautiful. The people were so friendly, and the food was incredible! I also loved Florence. I spent two months there as part of a school study-abroad program. On the weekends, we would get to travel wherever we wanted, so I would explore. That was a magical time."
   },
   "author": {
    "text": "Tia Mowry"
   }
  },
  {
   "quote": {
    "text": "I never get enough sleep, even when I travel. I wake up in the middle of the night, either with the help of my kids or because my mind is going. I wish I got eight hours a night, but it is more like an interrupted six or seven. The secret is to go to sleep well before midnight."
   },
   "author": {
    "text": "Summer Sanders"
   }
  },
  {
   "quote": {
    "text": "I love to run, but training can be hard, especially with a family and a crazy travel schedule. I often do sprints with my kids, where they bike and I run along side them so we can 'race' each other for a quarter-mile or shorter repeats."
   },
   "author": {
    "text": "Summer Sanders"
   }
  },
  {
   "quote": {
    "text": "I've three children, three grandchildren, I work, I travel, and I'm very happily married. I'm very satisfied and happy with my life and there really isn't anything I want."
   },
   "author": {
    "text": "Joan Collins"
   }
  },
  {
   "quote": {
    "text": "I travel in so many different ways; I travel high, I rough it... it all depends on who I travel with."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "I was lucky enough to have it all. To be successful in business, to have children, to raise them on my own, and to travel and live my life. It was a lot of work, but it's a privilege to have been able to do it."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "I have always wanted to learn the piano, but because I travel so much, I can never get any consistency of lessons. So everywhere I go, if I can find a piano, even if it is in the lobby of a hotel or something, I go on YouTube and pick some songs to learn."
   },
   "author": {
    "text": "Lewis Hamilton"
   }
  },
  {
   "quote": {
    "text": "If I don't travel, if I stay at home for a week, I would go out of my mind. That is just the way I am. I love to be on the move, and I am fortunate that I have friends all over the world."
   },
   "author": {
    "text": "Lewis Hamilton"
   }
  },
  {
   "quote": {
    "text": "I have so much energy. I train, I travel, I'm learning about music and fashion, reading a lot. I don't want to miss anything. I want to experience everything."
   },
   "author": {
    "text": "Lewis Hamilton"
   }
  },
  {
   "quote": {
    "text": "I travel for work, but recently, friends said I should take major trips."
   },
   "author": {
    "text": "Jeff Goldblum"
   }
  },
  {
   "quote": {
    "text": "By the time I'm 40, interplanetary travel will be common. Nobody will want to talk to me at that age, anyway."
   },
   "author": {
    "text": "Ace Frehley"
   }
  },
  {
   "quote": {
    "text": "I just see too many people retire and say, 'I'm going to take off, travel, spend time with my family' and they are just miserable. They end up dying. People who work and stay active, and like what they are doing, live longer."
   },
   "author": {
    "text": "Terry Bradshaw"
   }
  },
  {
   "quote": {
    "text": "I love to travel, but sometimes it's nice to stay in one place."
   },
   "author": {
    "text": "Gustavo Dudamel"
   }
  },
  {
   "quote": {
    "text": "I really encourage people to travel so we can see how the rest of the world views our country. That's really important. Secondly, as artists, activists, and citizens who vote, we have to begin to vote from our heart."
   },
   "author": {
    "text": "Michael Franti"
   }
  },
  {
   "quote": {
    "text": "Each day as I travel through downtown Tucson, I am amazed at how quickly the most ancient of human behaviors have changed. For as long as there have been Homo sapiens - roughly 200,000 years - people have filled their lives principally with two activities: talking directly with other people, and doing physical things."
   },
   "author": {
    "text": "Andrew Weil"
   }
  },
  {
   "quote": {
    "text": "Most people travel with a good book, but I also keep my agenda with me; I'll flip through the pages and take a few moments to organize my life a little - I rarely get the time to do this normally."
   },
   "author": {
    "text": "Carolina Herrera"
   }
  },
  {
   "quote": {
    "text": "I was a huge Beatles fan. We could talk about who I listened to growing up and what my sources were, but certainly the Beatles were a late, important resource for me, and I just took my guitar and a handful of songs, and I decided, well, I'll just go over and travel around Europe and see what comes of it."
   },
   "author": {
    "text": "James Taylor"
   }
  },
  {
   "quote": {
    "text": "There's this group online that I frequent. It's a group of prop crazies just like me called the Replica Props Forum, and it's people who trade, make and travel in information about movie props."
   },
   "author": {
    "text": "Adam Savage"
   }
  },
  {
   "quote": {
    "text": "Christmas to a child is the first terrible proof that to travel hopefully is better than to arrive."
   },
   "author": {
    "text": "Stephen Fry"
   }
  },
  {
   "quote": {
    "text": "The fact that I stay anonymous means I can exhibit wherever I want. No one knows my name, so it's easy for me to travel."
   },
   "author": {
    "text": "JR"
   }
  },
  {
   "quote": {
    "text": "When I was little, I didn't really travel - from the suburbs to Paris was already a journey. I had a foreigner's eye on the city, and I still enjoy that point of view. Then there's the fact that one of the things that touches me most is injustice."
   },
   "author": {
    "text": "JR"
   }
  },
  {
   "quote": {
    "text": "The first book I did - the first successful book - was a kind of a travel book, and publishers in Britain encouraged me to do more."
   },
   "author": {
    "text": "Bill Bryson"
   }
  },
  {
   "quote": {
    "text": "You're going to find out who your friends are. Anything that happens in your life is one of those challenges. It may not be at the level of celebrity, but everybody's going to travel that road."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "My grandma did opera singing for the better part of her life; she used to sing all over the place. My grandpa was a sax player, and he used to travel all over the place, too."
   },
   "author": {
    "text": "Mac DeMarco"
   }
  },
  {
   "quote": {
    "text": "Know how to travel from your town to a nearby town without a car, either by bus or by rail."
   },
   "author": {
    "text": "Marilyn vos Savant"
   }
  },
  {
   "quote": {
    "text": "I have just returned from Boston. It is the only thing to do if you find yourself up there."
   },
   "author": {
    "text": "Fred Allen"
   }
  },
  {
   "quote": {
    "text": "All the rappers my age are getting Audemars and Rolexes. I want to find my own thing. That's why I travel the world - for me, that's my B-side, why we go places. I have a Hublot on from time to time but I want a home base watch - something that's elegant but has got a little pizzazz to it."
   },
   "author": {
    "text": "Wale"
   }
  },
  {
   "quote": {
    "text": "I think the only thing I knew for sure is that I wanted to, whatever I did, I wanted to travel with my work, an adventurous spirit."
   },
   "author": {
    "text": "Cate Blanchett"
   }
  },
  {
   "quote": {
    "text": "If you have enthusiasm, you have a very dynamic, effective companion to travel with you on the road to Somewhere."
   },
   "author": {
    "text": "Loretta Young"
   }
  },
  {
   "quote": {
    "text": "I travel a lot for work and have people waiting outside my hotel or call my room constantly or show up at whatever restaurant I'm eating at because I Snapchatted. It is a little terrifying."
   },
   "author": {
    "text": "Colleen Ballinger"
   }
  },
  {
   "quote": {
    "text": "I feel so lucky to have the career that I have. I can travel the world and be a goofball and make people laugh."
   },
   "author": {
    "text": "Colleen Ballinger"
   }
  },
  {
   "quote": {
    "text": "Remember travel agents? Remember how they just kind of vanished one day? Well, that's where all the other jobs that once made us middle class are going, to that same magical, class-killing, job-sucking wormhole into which travel agency jobs vanished, never to return."
   },
   "author": {
    "text": "Douglas Coupland"
   }
  },
  {
   "quote": {
    "text": "Once you're in a room like '30 Rock,' it's a creative setting, so you write more even after you go home, just because you're still in that mode of coming up with jokes. So the job wasn't sapping standup jokes, but it was sapping stand up time and energy, and I wouldn't be able to travel as much."
   },
   "author": {
    "text": "Hannibal Buress"
   }
  },
  {
   "quote": {
    "text": "But as far as being an American and loving this country and getting a chance to travel across it every day and meeting people on the road and folks in the military, I love this country on so many different levels."
   },
   "author": {
    "text": "Dierks Bentley"
   }
  },
  {
   "quote": {
    "text": "The president felt that it was important to send an ordinary citizen to experience the excitement of space travel as a representative for all Americans."
   },
   "author": {
    "text": "Christa McAuliffe"
   }
  },
  {
   "quote": {
    "text": "I've got a real sense of three-dimensional geometry. I can look at a flat piece of fabric and know that if I put a slit in it and make some fabric travel around a square, then when you lift it up it will drape in a certain way, and I can feel how that will happen."
   },
   "author": {
    "text": "Vivienne Westwood"
   }
  },
  {
   "quote": {
    "text": "My mom loved fashion. We loved to travel and go to Italy and Paris."
   },
   "author": {
    "text": "Melania Trump"
   }
  },
  {
   "quote": {
    "text": "Nobody controls me. I travel with my husband when I can, when I know that I can go, and I know that my son is okay alone for a few days with the help."
   },
   "author": {
    "text": "Melania Trump"
   }
  },
  {
   "quote": {
    "text": "It's amazing: it's so cool being from Brampton, Ontario, and being able to travel the world and being embraced by so many countries."
   },
   "author": {
    "text": "Alessia Cara"
   }
  },
  {
   "quote": {
    "text": "I do think that travel can be part of a journey of inner maturation, but you've got to do it right."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "I guess, growing up at Australia Zoo and getting to travel all over the world, I have this great outlook on life, and that's what I hope I inspire other kids to have."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "I live in a town called Beerwah, right in the middle of Australia Zoo. It's not hustle and bustle and busy, so that's helpful. We travel all over the world, but I've always been able to come home and run around in the middle of the Australian outback."
   },
   "author": {
    "text": "Bindi Irwin"
   }
  },
  {
   "quote": {
    "text": "Cameras can look down from on high and predict crop yields, traffic in Walmart parking lots, and travel patterns on Labor Day weekend. On the ground, they form the foundation of autonomous-driving systems."
   },
   "author": {
    "text": "Om Malik"
   }
  },
  {
   "quote": {
    "text": "I get to experience so much in my life as I travel around, and it's just such a great way to get to share that with people. All these sites, like Twitter and Make It Pro, give me such a very strong way to interact with people. It's easy to let people be part of your life and to keep all of your friends and fans together."
   },
   "author": {
    "text": "Gretchen Bleiler"
   }
  },
  {
   "quote": {
    "text": "I took a gap year myself after high school and worked on a farm near Lyon, France. I stayed with the Vallet family, picked and packed fruit, and discovered that red wine can be a breakfast drink. That led to further travel as a university student."
   },
   "author": {
    "text": "Nicholas Kristof"
   }
  },
  {
   "quote": {
    "text": "The Journey of Reconciliation was organized not only to devise techniques for eliminating Jim Crow in travel, but also as a training ground for similar peaceful projects against discrimination in such major areas as employment and in the armed services."
   },
   "author": {
    "text": "Bayard Rustin"
   }
  },
  {
   "quote": {
    "text": "This June, I'll travel once again to the Food and Wine Magazine Classic in Aspen, Colorado. For many years, my dear friend Julia Child and I have teamed up to teach classes together at the event; for the past seven years, my daughter, Claudine, has been my cooking partner on stage."
   },
   "author": {
    "text": "Jacques Pepin"
   }
  },
  {
   "quote": {
    "text": "I've missed the association with players and coaches but haven't missed the recruiting and the travel."
   },
   "author": {
    "text": "Ara Parseghian"
   }
  },
  {
   "quote": {
    "text": "I don't feel restless, I just like to travel."
   },
   "author": {
    "text": "Brad Pitt"
   }
  },
  {
   "quote": {
    "text": "I love to travel the world. My husband and I always travel and everywhere we go I've been to Italy, of course London, Ireland, and you just receive so much love."
   },
   "author": {
    "text": "Tamera Mowry"
   }
  },
  {
   "quote": {
    "text": "I never got to go to prom or homecoming or a lot of the typical teenage stuff. But, if you think about it, I've gotten to go and meet different people and travel all over the world."
   },
   "author": {
    "text": "Nathan Chen"
   }
  },
  {
   "quote": {
    "text": "I love to travel. This is the time for me. When will I do it if not now?"
   },
   "author": {
    "text": "Rakul Preet Singh"
   }
  },
  {
   "quote": {
    "text": "It was a rural upbringing by the seaside. A real quiet place surrounded by fields. I had to travel into town for school and stuff like that."
   },
   "author": {
    "text": "Hozier"
   }
  },
  {
   "quote": {
    "text": "I had this thesis that we had entered the experience economy. People were getting married later and starting to value experiences like travel over owning things."
   },
   "author": {
    "text": "Jennifer Hyman"
   }
  },
  {
   "quote": {
    "text": "There was a film that really affected me, 'La Strada' by Fellini, where Anthony Quinn and Giulietta Masina travel around on his little motorcycle thing."
   },
   "author": {
    "text": "Kris Kristofferson"
   }
  },
  {
   "quote": {
    "text": "My mom would always travel with us to everything; my dad introduced us to the weight room and showed us how to properly work out."
   },
   "author": {
    "text": "Rob Gronkowski"
   }
  },
  {
   "quote": {
    "text": "One of the places I'd like to travel to is Ibiza, off the coast of Spain."
   },
   "author": {
    "text": "Rob Gronkowski"
   }
  },
  {
   "quote": {
    "text": "If you travel to Germany, it's still absolutely Germany. If you travel to Sweden, it still has a Swedish identity."
   },
   "author": {
    "text": "Morrissey"
   }
  },
  {
   "quote": {
    "text": "There are so many things I want to do. Like, I want to get an artist, a musician, a photographer, and a bunch of dancers that I know and just travel across Africa and just film it and just see what happens. Do and learn as much as I possibly can. Luckily, I have a lot more time."
   },
   "author": {
    "text": "Channing Tatum"
   }
  },
  {
   "quote": {
    "text": "Americans aren't good at accents, but the English are because their accents change. You go five or six blocks and the accent is different, so they are used to hearing different pitches. In America, you gotta travel maybe 10 states before you can really hear a difference."
   },
   "author": {
    "text": "Nick Nolte"
   }
  },
  {
   "quote": {
    "text": "I love short trips to New York; to me it is the finest three-day town on earth."
   },
   "author": {
    "text": "James Cameron"
   }
  },
  {
   "quote": {
    "text": "I travel all over the country making speeches for people I believe in."
   },
   "author": {
    "text": "Ann Richards"
   }
  },
  {
   "quote": {
    "text": "When you travel the world, you have to watch and you have to listen. We're not going to come in to Ireland without an understanding that there's a history that's very sensitive."
   },
   "author": {
    "text": "Chuck D"
   }
  },
  {
   "quote": {
    "text": "I only travel with a carry-on suitcase in most instances."
   },
   "author": {
    "text": "Brad Goreski"
   }
  },
  {
   "quote": {
    "text": "I am very lucky to have the opportunity to travel to so many amazing destinations for work!"
   },
   "author": {
    "text": "Brad Goreski"
   }
  },
  {
   "quote": {
    "text": "You get educated by traveling."
   },
   "author": {
    "text": "Solange Knowles"
   }
  },
  {
   "quote": {
    "text": "Interesting things come your way but as you get older, your lifestyle changes. I don't want to travel; I don't want to be in a hotel room away from my family."
   },
   "author": {
    "text": "Gary Oldman"
   }
  },
  {
   "quote": {
    "text": "Everywhere I go, I travel with Estee Lauder Perfectionist Youth-Infusing Brightening Serum + Concealer, M.A.C. In Extreme Dimension Lash mascara, and Nars' tinted moisturizer."
   },
   "author": {
    "text": "Shanina Shaik"
   }
  },
  {
   "quote": {
    "text": "I own more pairs of Calvin Klein underwear than I can count. At any given time, I probably have 50 to 60 pairs on deck. I travel with an entire suitcase of underwear and t-shirts, and they're all Calvin Klein."
   },
   "author": {
    "text": "Trey Songz"
   }
  },
  {
   "quote": {
    "text": "I travel all the time."
   },
   "author": {
    "text": "Guy Kawasaki"
   }
  },
  {
   "quote": {
    "text": "America has the best hand ever dealt to any country on this planet, ever. Yes, we have problems, but you travel around the world, you'll see we have it all."
   },
   "author": {
    "text": "Jamie Dimon"
   }
  },
  {
   "quote": {
    "text": "You define a good flight by negatives: you didn't get hijacked, you didn't crash, you didn't throw up, you weren't late, you weren't nauseated by the food. So you are grateful."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "Travel works best when you're forced to come to terms with the place you're in."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "A travel book is about someone who goes somewhere, travels on the ground, sees something and spends quite a lot of time doing it, and has a hard time, and then comes back and writes about it. It's not about inventing."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "The amount of hassle involved in travel can be overwhelming."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "Mark Twain was a great traveler and he wrote three or four great travel books. I wouldn't say that I'm a travel novelist but rather a novelist who travels - and who uses travel as a background for finding stories of places."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "One of the things the 'Tao of Travel' shows is how unforthcoming most travel writers are, how most travelers are. They don't tell you who they were traveling with, and they're not very reliable about things that happened to them."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "I was raised in a large family. The first reason for my travel was to get away from my family. I knew that I wanted to be a writer, but I didn't want people to ask me questions about it."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "The worst thing that can happen to you in travel is having a gun pointed at you by a very young person. That's happened to me maybe four times in my life. I didn't like it."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "The appeal of travel books is also the sense that you are different, an outsider, almost like the Robinson Crusoe or Christopher Columbus notion of being the first person in a new place."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "I think people read travel books either because they intend to take that trip, or because they would never take that trip. In a sense, as a writer you are doing the travel for the reader."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "I wouldn't say that I'm a travel novelist, but rather a novelist who travels - and who uses travel as a background for finding stories of places."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "The travel impulse is mental and physical curiosity. It's a passion. And I can't understand people who don't want to travel."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "The idea of traveling in Africa for me is based on going by road or train or bus or whatever and crossing borders. You can't travel easily or at all through some countries."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "The two impulses in travel are to get away from home, and the other is to pursue something - a landscape, people, an exotic place. Certainly finding a place that you like or discovering something unusual is a very sustaining thing in travel."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "Because of my capacity for listening to strangers' tales, or the details of their lives, my patience with their food and their crotchets, my curiosity that borders on nosiness, I am told that anyone traveling with me experiences an unbelievable tedium, and this is why I choose to travel alone."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "The job of the travel writer is to go far and wide, to make voluminous notes, to tell the truth."
   },
   "author": {
    "text": "Paul Theroux"
   }
  },
  {
   "quote": {
    "text": "Schubert had arguably the same melodic gift as Mozart, but even less support. He didn't have the early exposure, never got to travel anywhere, and yet generated and amassed a body of work that grew and developed and is very profound."
   },
   "author": {
    "text": "Twyla Tharp"
   }
  },
  {
   "quote": {
    "text": "I've never met a person who does not want a safer world, better medical care and education for their children, and peace with their neighbours. I just don't meet those people. What I meet, over and over again, as I travel around, is that the essential human condition is optimistic - in every one of these places."
   },
   "author": {
    "text": "Eric Schmidt"
   }
  },
  {
   "quote": {
    "text": "To build my legacy and be that person I want to be, this is what it's going to take: to get on the road and travel. Let's do it that way."
   },
   "author": {
    "text": "Deontay Wilder"
   }
  },
  {
   "quote": {
    "text": "In the end, what I'm trying to say as a person who does all this travel and fashions these images is that you arrive at an approximate location but never one destination."
   },
   "author": {
    "text": "Kehinde Wiley"
   }
  },
  {
   "quote": {
    "text": "People forget I go to work. They forget that the Coleridge house was bought and paid for by the daughter of a travel agent and a barmaid from what the actor Richard Burton once described as the nightmarish 'featureless suburb' of Croydon."
   },
   "author": {
    "text": "Kate Moss"
   }
  },
  {
   "quote": {
    "text": "I run five miles three times a week; I log everything. I look up routes when I travel."
   },
   "author": {
    "text": "Kevin Plank"
   }
  },
  {
   "quote": {
    "text": "From a pretty early age, my mother realized that I was a little bit more gifted and talented than my own age group. So, she moved me over to play with the boys' travel soccer team when I was about 11 years old."
   },
   "author": {
    "text": "Abby Wambach"
   }
  },
  {
   "quote": {
    "text": "I'm going to do more movies and travel."
   },
   "author": {
    "text": "Tommy Wiseau"
   }
  },
  {
   "quote": {
    "text": "The world is a country which nobody ever yet knew by description; one must travel through it one's self to be acquainted with it."
   },
   "author": {
    "text": "Philip Stanhope, 4th Earl of Chesterfield"
   }
  },
  {
   "quote": {
    "text": "My 'go to' workout is called the Asylum from Beach Body. It's intense training with lots of intervals, core work. It's hard! I travel a lot, so I can take it on the road with me and do it in a hotel room."
   },
   "author": {
    "text": "Apolo Ohno"
   }
  },
  {
   "quote": {
    "text": "My father is 100% Japanese and came to the United States when he was only 18 years old. My grandmother still resides in Japan, which has allowed me to travel to the roots of my ancestors with my father."
   },
   "author": {
    "text": "Apolo Ohno"
   }
  },
  {
   "quote": {
    "text": "I think you're going to see an interest in space tourism, space travel for the sake of travel."
   },
   "author": {
    "text": "Dennis Muilenburg"
   }
  },
  {
   "quote": {
    "text": "I believe you'll see a low Earth orbit space travel business begin."
   },
   "author": {
    "text": "Dennis Muilenburg"
   }
  },
  {
   "quote": {
    "text": "As we deliver airplanes and we enable global travel and global cargo delivery, it provides overall economic growth around the world as well."
   },
   "author": {
    "text": "Dennis Muilenburg"
   }
  },
  {
   "quote": {
    "text": "When I travel around the country and talk about the need to raise the minimum wage or expand access to paid leave, I often talk about the need for us to reject false choices."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "As I travel around the country, I am inspired by leaders who know that offering paid leave - whether sick time or family leave - isn't just the right thing to do: it's essential to building an economy that works for everyone."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "I clean my own utensils, my house and I even travel alone. I don't know what the life of a superstar is like."
   },
   "author": {
    "text": "Esha Gupta"
   }
  },
  {
   "quote": {
    "text": "I travel a lot, so I know that it's important to have people in your life to keep you ground."
   },
   "author": {
    "text": "Marley Dias"
   }
  },
  {
   "quote": {
    "text": "I generally travel with my laptop, a couple of great books, and my iPod."
   },
   "author": {
    "text": "Orlando Bloom"
   }
  },
  {
   "quote": {
    "text": "I have flown with British Airways since I was a very little child, so it feels quite special to have gone from family holidays flying around Europe to become a gold card holder and be spoiled enough to travel more than not in first class."
   },
   "author": {
    "text": "Orlando Bloom"
   }
  },
  {
   "quote": {
    "text": "I think maths is the root of everything. If we understood every area of math, it would lead to improving our sense of science, physics, engineering, space travel... all those great things. Maths is a backbone for it."
   },
   "author": {
    "text": "Matt Haig"
   }
  },
  {
   "quote": {
    "text": "And it was a great experience, you know, to travel the world and compete at a certain level. It teaches you discipline, focus, and certainly keeps you out of trouble."
   },
   "author": {
    "text": "Jason Statham"
   }
  },
  {
   "quote": {
    "text": "People travel north from Barcelona, not south."
   },
   "author": {
    "text": "Jose Andres"
   }
  },
  {
   "quote": {
    "text": "I stepped away to find out more about myself, which I was having difficulty doing as a football player. I got a chance to travel the world. I studied Eastern philosophy, and I've grown as a person so much."
   },
   "author": {
    "text": "Ricky Williams"
   }
  },
  {
   "quote": {
    "text": "I considered becoming a priest very seriously. I wanted to travel the world. By the time I turned 16, I realized I was only in it for selfish reasons. And, more importantly, I didn't want to sacrifice the ladies!"
   },
   "author": {
    "text": "James McAvoy"
   }
  },
  {
   "quote": {
    "text": "On Sundays, we would travel to the town and watch English movies. This way, we must have ended up watching some 1,000 movies during college."
   },
   "author": {
    "text": "Shiv Nadar"
   }
  },
  {
   "quote": {
    "text": "You can tell all our songs come from us and from our artists, the people we write with and travel with."
   },
   "author": {
    "text": "Zac Brown"
   }
  },
  {
   "quote": {
    "text": "I hope my desire to travel so much isn't forever because it's not the most conducive lifestyle for a relationship or a family by any means."
   },
   "author": {
    "text": "Lisa Ling"
   }
  },
  {
   "quote": {
    "text": "If you travel in time and space, most of the people you know and love will eventually be gone. But you'll also be able to go and find them again."
   },
   "author": {
    "text": "Peter Capaldi"
   }
  },
  {
   "quote": {
    "text": "When I go on Japanese Airlines, I really love it because I like Japanese food."
   },
   "author": {
    "text": "Phil Collins"
   }
  },
  {
   "quote": {
    "text": "I guess after college, I just got really into food. I also think going on the road doing stand-up makes you more into food. Because when you travel like that, one of the things to do is find really good places to eat."
   },
   "author": {
    "text": "Aziz Ansari"
   }
  },
  {
   "quote": {
    "text": "I travel every single day, but I make it a point to hit the gym. I want to look good for the summer."
   },
   "author": {
    "text": "Pauly D"
   }
  },
  {
   "quote": {
    "text": "I do miss competition, but I get to travel a little bit on my own terms, which is a little bit different. And I get the chance to walk around, explore, and not have to save my energy for the match days."
   },
   "author": {
    "text": "Ana Ivanovic"
   }
  },
  {
   "quote": {
    "text": "When I was starting out, it was almost impossible for me to get visas to travel to tournaments."
   },
   "author": {
    "text": "Ana Ivanovic"
   }
  },
  {
   "quote": {
    "text": "I always used to travel without a passport case, and because of it I think I'm four passports in. I bought this small Tumi case to protect my new one, and it works really well, not just for protecting it but also for keeping credit cards and small stuff. I just throw it in my bag when I'm traveling, as opposed to stuffed in my pocket."
   },
   "author": {
    "text": "Avicii"
   }
  },
  {
   "quote": {
    "text": "I travel with a bunch of battery packs because I don't always have time to charge my phone at the hotel room when I'm traveling. I always change them, so I never run out of battery."
   },
   "author": {
    "text": "Avicii"
   }
  },
  {
   "quote": {
    "text": "In between films I like to travel and hope to visit every continent before I become a mother."
   },
   "author": {
    "text": "Diane Kruger"
   }
  },
  {
   "quote": {
    "text": "I really enjoy what I do, and who I'm with and where I am. Having said that, I'm not really a person of habit, because what I do in my job is travel around the world and play concerts to people, and occasionally do very weird things."
   },
   "author": {
    "text": "Robert Smith"
   }
  },
  {
   "quote": {
    "text": "Some people are drawn naturally - there are natural guitarists, and there are natural piano players, and I think guitar implies travel, a sort of footloose gypsy existence. You grab your bag and you go to the next town."
   },
   "author": {
    "text": "Hugh Laurie"
   }
  },
  {
   "quote": {
    "text": "Snowboarding's tough, because you've got to go to the mountains. For me, I love the skateboard season because I get to hangout at home and still be skating. I don't have to travel to Norway or Japan or these crazy places to be snowboarding."
   },
   "author": {
    "text": "Shaun White"
   }
  },
  {
   "quote": {
    "text": "I think they need to get a more reliable way of watching television on the laptop. Because I travel so much, if I want to watch my favorite sports team it might not be showing in that place, so I want a reliable way to watch whatever I want to watch on my laptop."
   },
   "author": {
    "text": "John Legend"
   }
  },
  {
   "quote": {
    "text": "All this misjudgment that we have of each other is based on ignorance. The second you get to travel, you see that human beings, no matter where they come from, they are the same."
   },
   "author": {
    "text": "Marjane Satrapi"
   }
  },
  {
   "quote": {
    "text": "I have always followed exactly what interests me and never really worried about the money. And when you think about it, to be able to travel the world... on an expense account and do exactly what interests you, it just doesn't get much better than that."
   },
   "author": {
    "text": "Dan Buettner"
   }
  },
  {
   "quote": {
    "text": "I collect travel alarm clocks. I was in a flea market in France once, in 1994, and I opened up this beautiful Jaeger-LeCoultre folding eight-day winding clock folded into a beautiful case, and I went, 'Wow, man.' And I've been collecting travel alarm clocks since 1994."
   },
   "author": {
    "text": "Alec Baldwin"
   }
  },
  {
   "quote": {
    "text": "There are some times when you make films and you travel places, and the take that people in the business have is that the worst way to see a city is to shoot there, because you work these long 12, 13 and 14-hour days, and you go home to the hotel, you eat, and you pass out."
   },
   "author": {
    "text": "Alec Baldwin"
   }
  },
  {
   "quote": {
    "text": "Local economies are suffering as people spend more on fuel and less on consumer goods and travel."
   },
   "author": {
    "text": "Dan Lipinski"
   }
  },
  {
   "quote": {
    "text": "Ours is the century of enforced travel of disappearances. The century of people helplessly seeing others, who were close to them, disappear over the horizon."
   },
   "author": {
    "text": "John Berger"
   }
  },
  {
   "quote": {
    "text": "Our singer, Matt, was reading Stephen Hawking and other physics-related books, and I was reading entrepreneurial books, and we all started discussing the new technologies that were taking over the world, from 3-D printing to space travel. These conversations starting leading us to think of how we could portray these things in a musical way."
   },
   "author": {
    "text": "Synyster Gates"
   }
  },
  {
   "quote": {
    "text": "As an actor, I travel around a lot and live in a lot of hotels, and many times I've been in a town where the only entertainment to be had is what you find in the hotel bar or lobby."
   },
   "author": {
    "text": "Beau Bridges"
   }
  },
  {
   "quote": {
    "text": "People who might normally have to travel hours to a distant city to see a cardiologist can now do so virtually, through Cisco technology, at their local hospital or health clinic. Clinicians use technology to share patient reports and diagnostic images and collaborate on cases."
   },
   "author": {
    "text": "John T. Chambers"
   }
  },
  {
   "quote": {
    "text": "The glamour of twentieth-century air travel helped to persuade once-fearful travelers to take to the skies and encouraged parochial Americans to go out and see the world."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "People without children do have the freedom to do things that caring parents with dependent kids can't - to work long hours, to travel frequently, to relocate, and to do all these things on short notice if necessary. In return, they can achieve positions that devoted parents can't."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "Strange, is it not? That of the myriads who Before us pass'd the door of Darkness through, Not one returns to tell us of the Road Which to discover we must travel too."
   },
   "author": {
    "text": "Edward Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "I am traveling less in order to be able to write more. I select my travel destinations according to their degree of usefulness to my work."
   },
   "author": {
    "text": "Jose Saramago"
   }
  },
  {
   "quote": {
    "text": "But today we become aware of other readings of the human experience very quickly because of the media and the speed with which people travel the planet."
   },
   "author": {
    "text": "Chaim Potok"
   }
  },
  {
   "quote": {
    "text": "I always tell people, 'The music's free. I get paid to travel.'"
   },
   "author": {
    "text": "Chris Stapleton"
   }
  },
  {
   "quote": {
    "text": "I think it's very important for writers and artists generally to be witnesses to the world, and to be transparent. To let other people speak... to travel... to experience the world. And memorialize it."
   },
   "author": {
    "text": "Joyce Carol Oates"
   }
  },
  {
   "quote": {
    "text": "I travel the world, and I can see in Toronto the cooking is very personal. These people cook with their hearts."
   },
   "author": {
    "text": "Alain Ducasse"
   }
  },
  {
   "quote": {
    "text": "If I had the choice to travel to two places in Europe, it would be Paris and London."
   },
   "author": {
    "text": "Alain Ducasse"
   }
  },
  {
   "quote": {
    "text": "Given the number of restaurants I have, I could easily travel all the time - but I try not to."
   },
   "author": {
    "text": "Alain Ducasse"
   }
  },
  {
   "quote": {
    "text": "It's a great culture to be a part of: there are hockey players all over the world. It has taken me to an education, getting an education at Wisconsin. I've been able to travel the world."
   },
   "author": {
    "text": "Hilary Knight"
   }
  },
  {
   "quote": {
    "text": "There's going to be space travel at some point."
   },
   "author": {
    "text": "Anne Wojcicki"
   }
  },
  {
   "quote": {
    "text": "I've been a comedian, hosted travel shows, explored world religions, started improv troupes, given keynote speeches at conferences around the country, and had a milk shake named after me called the Handicappuccino."
   },
   "author": {
    "text": "Zach Anner"
   }
  },
  {
   "quote": {
    "text": "It's amazing how many companies aren't really in tune to the needs of different travelers. There's just so many embarrassing situations that you go through when you travel. You have to have a sense of humor about it and take it in stride. My whole approach is to embrace spontaneity."
   },
   "author": {
    "text": "Zach Anner"
   }
  },
  {
   "quote": {
    "text": "I've always wanted to do a travel show for people who never thought they could."
   },
   "author": {
    "text": "Zach Anner"
   }
  },
  {
   "quote": {
    "text": "Spontaneity is what travel is all about."
   },
   "author": {
    "text": "Zach Anner"
   }
  },
  {
   "quote": {
    "text": "When people think of me, I want them to think of a travel show host who's really funny and good at his job, and I think eventually the CP won't even play into it, or at least that's the goal."
   },
   "author": {
    "text": "Zach Anner"
   }
  },
  {
   "quote": {
    "text": "There's no such thing as a specific authenticity to what Mexico is, because Mexico is incredibly complex and varied, and the food is completely different if you travel 50 kilometers. It just changes all the time."
   },
   "author": {
    "text": "Gael Garcia Bernal"
   }
  },
  {
   "quote": {
    "text": "Could I say that the reason that I am here today, you know, from the mouth of the State Department itself, is: I should not be allowed to travel because I have struggled for years for the independence of the colonial peoples of Africa."
   },
   "author": {
    "text": "Paul Robeson"
   }
  },
  {
   "quote": {
    "text": "It really is a fact that liberals are much higher than conservatives on a major personality trait called 'openness to experience.' People who are high on openness to experience just crave novelty, variety, diversity, new ideas, travel. People low on it like things that are familiar, that are safe and dependable."
   },
   "author": {
    "text": "Jonathan Haidt"
   }
  },
  {
   "quote": {
    "text": "In North America, more than half of all children travel to school by bus. We need a similar programme in London."
   },
   "author": {
    "text": "Zac Goldsmith"
   }
  },
  {
   "quote": {
    "text": "When it comes to the things that people really want in science fiction - like space travel - the simplest things end up causing them not to happen. Humans are 100-pound bags of water, built to live on Earth."
   },
   "author": {
    "text": "Lawrence M. Krauss"
   }
  },
  {
   "quote": {
    "text": "I had time with my mother, but I really lived with my father. One time he gave all his salary so I could travel to a training camp. He couldn't pay the rent, but he did that."
   },
   "author": {
    "text": "Zlatan Ibrahimovic"
   }
  },
  {
   "quote": {
    "text": "Travel, of course, narrows the mind."
   },
   "author": {
    "text": "Malcolm Muggeridge"
   }
  },
  {
   "quote": {
    "text": "I wanted to express myself using visuals and also celebrate the beauty of black women, travel, and have amazing opportunities. I also wanted to be a living example of inspiration for other women and girls."
   },
   "author": {
    "text": "Khoudia Diop"
   }
  },
  {
   "quote": {
    "text": "No matter where I've been overseas, the food stinks, except in Italy."
   },
   "author": {
    "text": "Carmen Electra"
   }
  },
  {
   "quote": {
    "text": "I do love traveling, so I've been able to travel a lot."
   },
   "author": {
    "text": "Taylor Lautner"
   }
  },
  {
   "quote": {
    "text": "No veteran or active duty service member should endure a long hospital stay alone. Yet sadly, due to the high cost of travel, all too often our military families are separated while America's heroes receive care. Sometimes families sleep in hospital parking lots, unable to afford long stays in a hotel."
   },
   "author": {
    "text": "John Delaney"
   }
  },
  {
   "quote": {
    "text": "I travel pretty frequently, but a few things that are routine are going for a run, getting my green tea in the morning, and checking email... well, all the time!"
   },
   "author": {
    "text": "Payal Kadakia"
   }
  },
  {
   "quote": {
    "text": "Travel gives me the opportunity to walk through the sectors of cities where one can clearly see the passage of time."
   },
   "author": {
    "text": "Jerzy Kosinski"
   }
  },
  {
   "quote": {
    "text": "I can create countries just as I can create the actions of my characters. That is why a lot of travel seems to me a waste of time."
   },
   "author": {
    "text": "Jerzy Kosinski"
   }
  },
  {
   "quote": {
    "text": "I literally wear a mask. When I take it off, I'm a father. I'm a husband. I like to come home, and I like to spend time with family, and I like to travel, and I like to have a good time. And I like to be a kid every now and giggle and play with my kids."
   },
   "author": {
    "text": "Rey Mysterio"
   }
  },
  {
   "quote": {
    "text": "Your lost friends are not dead, but gone before, advanced a stage or two upon that road which you must travel in the steps they trod."
   },
   "author": {
    "text": "Aristophanes"
   }
  },
  {
   "quote": {
    "text": "Don't get me wrong, I love watching episodes of my favorite shows on Hulu and reading the daily trash on PageSix, but I also embrace the opportunity to settle down with a good book and let my mind travel to another place and time."
   },
   "author": {
    "text": "Rachel Nichols"
   }
  },
  {
   "quote": {
    "text": "Originally the dream was about traveling and developing a job that would permit me to travel. And I decided to go into street performing because it was a traveling job; it would let me go around the world."
   },
   "author": {
    "text": "Guy Laliberte"
   }
  },
  {
   "quote": {
    "text": "My first dream was to travel. I was attracted to different places, different colors of skin, different food. When I was 18 in 1977, I went to Europe with my accordion and discovered the pleasure of entertaining people."
   },
   "author": {
    "text": "Guy Laliberte"
   }
  },
  {
   "quote": {
    "text": "I hate to travel. I don't go anywhere."
   },
   "author": {
    "text": "Ingmar Bergman"
   }
  },
  {
   "quote": {
    "text": "You know it's only 50 miles from Grand River to Canton, but it took me 67 years to travel that distance."
   },
   "author": {
    "text": "Don Shula"
   }
  },
  {
   "quote": {
    "text": "I didn't have any expectations of what my family life would end up being like. But I've been very blessed in my life to have a wife who loves me and supports me and is able to be in my band and travel with me."
   },
   "author": {
    "text": "Josh Turner"
   }
  },
  {
   "quote": {
    "text": "My first full year of touring, I did 300 days on the road. That was not including the travel time or publicity or anything else - that was just dates. I was home probably less than 50 days that year."
   },
   "author": {
    "text": "Josh Turner"
   }
  },
  {
   "quote": {
    "text": "Travel is hard, but entertaining is joy."
   },
   "author": {
    "text": "Debbie Reynolds"
   }
  },
  {
   "quote": {
    "text": "I have been a frequent air traveler since I was a few months shy of my sixth birthday, when my parents packed me off to boarding school two plane rides away from home. Those days of being willingly handed from air hostess to air hostess as an 'unaccompanied minor' made me blase about the rigors of air travel."
   },
   "author": {
    "text": "Shashi Tharoor"
   }
  },
  {
   "quote": {
    "text": "I started to travel like this at the age of 15 so for me, it's normal. Some days you get tired and you feel, 'I want to stay at home a little bit more,' but it's only the moment."
   },
   "author": {
    "text": "Rafael Nadal"
   }
  },
  {
   "quote": {
    "text": "Traveling is seeing; it is the implicit that we travel by."
   },
   "author": {
    "text": "Cynthia Ozick"
   }
  },
  {
   "quote": {
    "text": "I could have probably raised them in L.A. and they would have been great and had so many things at their fingertips and been exposed to so many things. But we travel a lot, so I don't think that moving out of town is sheltering the girls at all. Maybe protecting them a little bit more, trying to prolong their youth."
   },
   "author": {
    "text": "Jennie Garth"
   }
  },
  {
   "quote": {
    "text": "I actually bought a travel guitar, and that guitar is really cool. You can actually fold the guitar, and you can plug headphones into it, but it's acoustic, or semi-acoustic."
   },
   "author": {
    "text": "Daniel Ek"
   }
  },
  {
   "quote": {
    "text": "I want to travel. Maybe I'll end up living in Norway, making cakes."
   },
   "author": {
    "text": "Eva Green"
   }
  },
  {
   "quote": {
    "text": "Travel is very subjective. What one person loves, another loathes."
   },
   "author": {
    "text": "Robin Leach"
   }
  },
  {
   "quote": {
    "text": "I do get to meet a lot of people, and I do get to travel quite a bit. You may laugh, but it's a tough job."
   },
   "author": {
    "text": "Robin Leach"
   }
  },
  {
   "quote": {
    "text": "The trouble with travelling back later on is that you can never repeat the same experience."
   },
   "author": {
    "text": "Michael Palin"
   }
  },
  {
   "quote": {
    "text": "Mom somehow made it to every one of my graduations - even when it meant she had to travel far away."
   },
   "author": {
    "text": "Rick Scott"
   }
  },
  {
   "quote": {
    "text": "I travel fairly lightly because you have to these days. I always take a laptop and an iPod so I can watch movies and listen to music. And my Gameboy. That's a good time-killer."
   },
   "author": {
    "text": "Bill Engvall"
   }
  },
  {
   "quote": {
    "text": "I think kids ought to travel. I think it's very good to carry kids around. It's good for them. Of course it's tough on the parents."
   },
   "author": {
    "text": "Doris Lessing"
   }
  },
  {
   "quote": {
    "text": "Air travel survived decades of terrorism, including attacks which resulted in the deaths of everyone on the plane. It survived 9/11. It'll survive the next successful attack. The only real worry is that we'll scare ourselves into making air travel so onerous that we won't fly anymore."
   },
   "author": {
    "text": "Bruce Schneier"
   }
  },
  {
   "quote": {
    "text": "Because of restrictions on abortion access in their own state, many women in neighboring states are forced to travel hundreds of miles and cross state lines to seek an abortion. However, their rights should not have to depend on their zip code."
   },
   "author": {
    "text": "Mike Quigley"
   }
  },
  {
   "quote": {
    "text": "Anytime a member of Congress wants to travel abroad - which we do from time to time as part of our official duties - we are required to check with the House Committee on Ethics as to whether the trip follows the ethics rules by which federally elected officials are bound. Not so with Supreme Court justices."
   },
   "author": {
    "text": "Mike Quigley"
   }
  },
  {
   "quote": {
    "text": "If I could tell every Trump supporter two things, it would be to travel and read a history book. Look beyond yourselves; look at how petty the morals you uphold seem when you realize we are not the only ones."
   },
   "author": {
    "text": "Lauren Jauregui"
   }
  },
  {
   "quote": {
    "text": "Good Viking genes, being vegetarian and having rowdy dogs and kids definitely keep me in shape. Not eating meat gives me the energy I need to keep up with work, family and travel - I'm very active."
   },
   "author": {
    "text": "Pamela Anderson"
   }
  },
  {
   "quote": {
    "text": "My pals, such as they are, in Hollywood, ask me why I love to travel to D.C. so much, why it's a vacation destination for me. I say, 'Because I sometimes have perfect days there.'"
   },
   "author": {
    "text": "Ben Stein"
   }
  },
  {
   "quote": {
    "text": "In 1967 I entered Harvard as a freshman, confident - in the way that only 17-year-olds are - that I could change the world. My major was African Studies, and my plan was to travel to Tanzania, where President Julius Nyerere was creating a government based on democracy and socialism."
   },
   "author": {
    "text": "Bonnie Raitt"
   }
  },
  {
   "quote": {
    "text": "I have been lucky enough to travel a lot, meet great people in many lands. I have liked almost everyone I met along the way."
   },
   "author": {
    "text": "Maeve Binchy"
   }
  },
  {
   "quote": {
    "text": "I don't have the luxury of having a dog myself because I travel too much, but I love walking and cuddling somebody else's dog."
   },
   "author": {
    "text": "Ingrid Newkirk"
   }
  },
  {
   "quote": {
    "text": "New York is the great stone desert."
   },
   "author": {
    "text": "Israel Zangwill"
   }
  },
  {
   "quote": {
    "text": "When 'Apollo 13' appeared as an opportunity and I began to tackle that in as authentic a way as I possibly could, I really became enthralled by the philosophical side of space travel and why we need to explore - what it means to us here on Earth - all of those things. I became a huge proponent."
   },
   "author": {
    "text": "Ron Howard"
   }
  },
  {
   "quote": {
    "text": "When I think, where did I laugh the most, where did I eat the most, where did I just feel good all the time, I would say making the Bond movie 'Die Another Day.' To be part of such an iconic franchise and to travel to exotic places - that was the most fun I ever had."
   },
   "author": {
    "text": "Halle Berry"
   }
  },
  {
   "quote": {
    "text": "I am humbled and excited by new opportunities for me to support and share the amazing work NASA is doing to help us travel farther into the solar system and work with the next generation of science and technology leaders."
   },
   "author": {
    "text": "Scott Kelly"
   }
  },
  {
   "quote": {
    "text": "There are few aspects of everyday life that aren't touched by the technologies developed for space travel."
   },
   "author": {
    "text": "Scott Kelly"
   }
  },
  {
   "quote": {
    "text": "I grew up under Communism so we could only learn Russian, and then when Communism fell in 1989 we could learn a few more things and have the freedom to travel and the freedom of speech - and the freedom of dreaming, really."
   },
   "author": {
    "text": "Petra Nemcova"
   }
  },
  {
   "quote": {
    "text": "I think that you certainly don't have to be aged and travel the world to write a poem."
   },
   "author": {
    "text": "Rita Dove"
   }
  },
  {
   "quote": {
    "text": "No matter what I do, it's all about the workouts. When I travel, I make sure I get my workout in first. When I'm in camp for a fight, I don't travel at all, and I train three times a day. The secret is to just keep working."
   },
   "author": {
    "text": "Tim Kennedy"
   }
  },
  {
   "quote": {
    "text": "As a model, I travel non-stop."
   },
   "author": {
    "text": "Jasmine Guinness"
   }
  },
  {
   "quote": {
    "text": "I didn't have a regular school experience and wanted a more abstract way of learning. I started exploring in lots of different creative ways. It gave me the opportunity to travel and play music, so it was good for me."
   },
   "author": {
    "text": "Brie Larson"
   }
  },
  {
   "quote": {
    "text": "There's inevitably something missing when you grow up in this kind of an environment when your parents travel a lot. When your father is famous, you are looked at and expected of. There are standards you need to meet."
   },
   "author": {
    "text": "Natalie Cole"
   }
  },
  {
   "quote": {
    "text": "I've been lucky enough to travel the world and win awards and medals, but it was time to stop."
   },
   "author": {
    "text": "Natalie du Toit"
   }
  },
  {
   "quote": {
    "text": "I don't think I'd be happy if I were satisfied. I enjoy challenge, and I wouldn't say that I'm an ambitious person career-wise or financially, really. I would like to travel more comfortably, but that's really about all I need."
   },
   "author": {
    "text": "Jason Isbell"
   }
  },
  {
   "quote": {
    "text": "A lot of the players are not involved with any NHL team, so to play and travel around with the Oldtimers' it's a kind of gift that the players really appreciate."
   },
   "author": {
    "text": "Guy Lafleur"
   }
  },
  {
   "quote": {
    "text": "When I thought I was retired, I wanted to travel around the world and watch soccer games."
   },
   "author": {
    "text": "Drew Carey"
   }
  },
  {
   "quote": {
    "text": "Every day is intense and alive, whether it's travel, work, even down time, which there is so little of."
   },
   "author": {
    "text": "Josh Lucas"
   }
  },
  {
   "quote": {
    "text": "Hours wasted in traffic represent not only lost wages but enormous amounts of economic activity that might have happened. Congestion indirectly increases consumer prices, makes travel times unreliable for commuters and truckers, and precludes many people from accessing jobs in urban hubs."
   },
   "author": {
    "text": "Joe Lonsdale"
   }
  },
  {
   "quote": {
    "text": "The more I travel around the world, the more I see people want the same thing - to be happy. We wouldn't be in a monetary system if we didn't have to work, so if my music can contribute to happiness, then that's my main responsibility."
   },
   "author": {
    "text": "Jason Mraz"
   }
  },
  {
   "quote": {
    "text": "I don't really shop a lot. I order things online. When I travel, I'll get some pieces along the way."
   },
   "author": {
    "text": "Lizzo"
   }
  },
  {
   "quote": {
    "text": "I don't really desire things. I prefer to spend my money on experiences, on meals or travel."
   },
   "author": {
    "text": "Rachel McAdams"
   }
  },
  {
   "quote": {
    "text": "If you are a reader of 'Harper's Bazaar,' to me, you are a woman who loves fashion, but not just fashion; you love fashion, you love travel, you love art, you love music."
   },
   "author": {
    "text": "Carine Roitfeld"
   }
  },
  {
   "quote": {
    "text": "I'm a 'tweener,' man! I couldn't march with Dr. King and them. And I'm too old to be a hip-hopper. But I've been granted honorary status in each generation... I see my tongue as a bridge over which ideas can travel back and forth."
   },
   "author": {
    "text": "Michael Eric Dyson"
   }
  },
  {
   "quote": {
    "text": "For the Trump brand name, when we build, we want only the best buildings in the world. We travel a lot to see real estate projects worldwide, and we always study what can be done better. There's no question about it: a Trump Tower has to have the very best quality, amenities and facilities. People want that ultra-luxurious lifestyle."
   },
   "author": {
    "text": "Eric Trump"
   }
  },
  {
   "quote": {
    "text": "I travel probably four days a week. That's the game of international development. You have to be at your properties. No developer is successful sitting behind their desk."
   },
   "author": {
    "text": "Eric Trump"
   }
  },
  {
   "quote": {
    "text": "I hate to travel."
   },
   "author": {
    "text": "Pierre Nanterme"
   }
  },
  {
   "quote": {
    "text": "I love to spend a lot of time on my own. I can seriously go into my own head and often love to let myself travel where I don't know where I'm going."
   },
   "author": {
    "text": "Gerard Butler"
   }
  },
  {
   "quote": {
    "text": "I travel. I do a lot of traveling around the world."
   },
   "author": {
    "text": "Chris Tucker"
   }
  },
  {
   "quote": {
    "text": "I love to not work. I like to travel. I work maybe half the year, no more."
   },
   "author": {
    "text": "Catherine Deneuve"
   }
  },
  {
   "quote": {
    "text": "In general, when you travel, you get into a different reality and are able to more accurately reflect on your ordinary life. Hiking does that for me."
   },
   "author": {
    "text": "John Mackey"
   }
  },
  {
   "quote": {
    "text": "As a gay man, there are certain places that I avoid. When I go to China, I lie and pretend I'm not married, which is really sad - I leave my ring at home. But I'm not willing to risk my safety in a country that could cause me no end of problems or where it's illegal to be gay. I'm very aware of the places I can travel to safely and where I cannot."
   },
   "author": {
    "text": "Tan France"
   }
  },
  {
   "quote": {
    "text": "My bucket list tends to relate to travel or eating."
   },
   "author": {
    "text": "Elijah Wood"
   }
  },
  {
   "quote": {
    "text": "What better way to get to know a culture than to go there and learn their sports? And I say to people who tell me they can't travel, 'How much did you spend at the mall this year? How many times did you eat out? Take that money and go.'"
   },
   "author": {
    "text": "Dhani Jones"
   }
  },
  {
   "quote": {
    "text": "Football is one side of me. Art is another. Travel is another."
   },
   "author": {
    "text": "Dhani Jones"
   }
  },
  {
   "quote": {
    "text": "I want everybody to travel, to travel and not be afraid."
   },
   "author": {
    "text": "Dhani Jones"
   }
  },
  {
   "quote": {
    "text": "It's not normal that, when you close your eyes and listen to the news, too often the political back-and-forth in America sounds too much like it does in the kinds of countries that the State Department warns Americans not to travel to."
   },
   "author": {
    "text": "John F. Kerry"
   }
  },
  {
   "quote": {
    "text": "I am a big believer in sage. Chan calls me his Little White Witch. Every hotel room, every apartment we rent, I am sage-ing. And I have crystals that I travel with. It just makes me feel better."
   },
   "author": {
    "text": "Jenna Dewan"
   }
  },
  {
   "quote": {
    "text": "Because of work, I travel a lot, and because of that, I can experience different cultures and see and talk to a lot of different people, so I get inspired by that a lot."
   },
   "author": {
    "text": "Jessica Jung"
   }
  },
  {
   "quote": {
    "text": "I travel a lot because of work. Also but because of that, I think I get inspired by what you're wearing, what everybody's wearing. I like to people watch."
   },
   "author": {
    "text": "Jessica Jung"
   }
  },
  {
   "quote": {
    "text": "The more I speak and travel, I realize I don't have it that bad. There are so many people that have it so much worse than I do."
   },
   "author": {
    "text": "Jim Kelly"
   }
  },
  {
   "quote": {
    "text": "If you travel 11 months a year - from one dangerous or isolated situation to the next - if you live in hotels, and every relationship with another human being is a two-week relationship, the only other people who have any idea what you're going through or how strung out you are are other photographers."
   },
   "author": {
    "text": "Rick Smolan"
   }
  },
  {
   "quote": {
    "text": "I find Facebook absolutely fascinating because I don't think there's ever been any one source that had so much information about each of us - who we talk to, who our friends are, what books we read, what we're buying, what movies we saw, what our travel is."
   },
   "author": {
    "text": "Rick Smolan"
   }
  },
  {
   "quote": {
    "text": "You cannot travel within and stand still without."
   },
   "author": {
    "text": "James Lane Allen"
   }
  },
  {
   "quote": {
    "text": "Airbnb is about travel."
   },
   "author": {
    "text": "Joe Gebbia"
   }
  },
  {
   "quote": {
    "text": "When the car was introduced in 1908, people could experience a brand new way to travel that was more efficient than a horse and buggy. Can you believe that cities tried to outlaw cars in the United States? Can you imagine driving a car for a year then having to go back to a horse and buggy?"
   },
   "author": {
    "text": "Joe Gebbia"
   }
  },
  {
   "quote": {
    "text": "If you look at human society, it is very easy, of course, to compare our warfare and territoriality with the chimpanzee. But that's only one side of what we do. We also trade, we intermarry, we allow each other to travel through our territory. There's an enormous amount of cooperation."
   },
   "author": {
    "text": "Frans de Waal"
   }
  },
  {
   "quote": {
    "text": "Everyone gets very excited about the idea of space travel, but... it's not going to be everybody that gets to go."
   },
   "author": {
    "text": "Wyatt Cenac"
   }
  },
  {
   "quote": {
    "text": "Space doesn't offer an escape from Earth's problems. And even with nuclear fuel, the transit time to nearby stars exceeds a human lifetime. Interstellar travel is therefore, in my view, an enterprise for post-humans, evolved from our species not via natural selection, but by design."
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "The first voyagers to the stars will be creatures whose life cycle is matched to the voyage: the aeons involved in traversing the galaxy are not daunting to immortal beings. By the end of the third millennium, travel to other stars could be technically feasible. But would there be sufficient motive?"
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "I hope that I'll be hot for a long time so I can make a lot of money, I can retire early, and just travel. Hopefully that will happen."
   },
   "author": {
    "text": "Kristin Cavallari"
   }
  },
  {
   "quote": {
    "text": "I live in Chicago, but my work is always in New York or L.A., so I always have to travel for my job."
   },
   "author": {
    "text": "Kristin Cavallari"
   }
  },
  {
   "quote": {
    "text": "You don't have to travel, but I find extended travel to be a helpful tool for reexamining yourself and the constraints you've artificially placed on your life. It's easy to believe everything has to be done one way if you're always in one place around the same people."
   },
   "author": {
    "text": "Tim Ferriss"
   }
  },
  {
   "quote": {
    "text": "In the Arctic, the Inuit are saying water and land are the same; they're an unbroken unity. In the winter, you travel on the ice because it's the linkage and the easiest way, and in the summer, you move around on the water."
   },
   "author": {
    "text": "John Ralston Saul"
   }
  },
  {
   "quote": {
    "text": "When I had money in the past, I would always travel rather than spend it on big apartments or cars. And I still feel exactly the same way."
   },
   "author": {
    "text": "Robin Wright"
   }
  },
  {
   "quote": {
    "text": "I get pretty much all the exercise I need walking down airport concourses carrying bags."
   },
   "author": {
    "text": "Guy Clark"
   }
  },
  {
   "quote": {
    "text": "When Bangladesh refused to renew my passport, I used U.N. travel documents. You can't disown your country."
   },
   "author": {
    "text": "Taslima Nasrin"
   }
  },
  {
   "quote": {
    "text": "Fashion pictures show people looking glamorous. Travel pictures show a place looking at its best, nothing to do with the reality. In the cookery pages, the food always looks amazing, right? Most of the pictures we consume are propaganda."
   },
   "author": {
    "text": "Martin Parr"
   }
  },
  {
   "quote": {
    "text": "As we travel around Britain, I am convinced most of us cannot really appreciate what we are seeing. We take too much for granted, because it is all so familiar."
   },
   "author": {
    "text": "Martin Parr"
   }
  },
  {
   "quote": {
    "text": "By default, I am a travel photographer. I work on a combination of commissions and personal projects that take me around the world."
   },
   "author": {
    "text": "Martin Parr"
   }
  },
  {
   "quote": {
    "text": "For those aspiring to make a living from travel photography, it's a sad fact that the boring shots are the shots that are going to make you money."
   },
   "author": {
    "text": "Martin Parr"
   }
  },
  {
   "quote": {
    "text": "The Queen Mary was the most civilized and luxurious way one could travel to America in the late 1930s."
   },
   "author": {
    "text": "Maureen O'Hara"
   }
  },
  {
   "quote": {
    "text": "When I travel, I like to take advantage of room service. I'm really into eggs Benedict in the morning."
   },
   "author": {
    "text": "Jenny McCarthy"
   }
  },
  {
   "quote": {
    "text": "I travel around and hear from so many kids. Their parents say they were always very picky but they watch the show and they want to try stuff. The show is entertainment, but I think it has done so much for the public perception of what food can be."
   },
   "author": {
    "text": "Tom Colicchio"
   }
  },
  {
   "quote": {
    "text": "I never travel without my Stetson, but the more I wear it the more I realise that no one wears hats any more. When I was a kid everybody wore hats, especially in Texas, but I get off the plane in Dallas now and I'm the only guy with a hat. It's amazing."
   },
   "author": {
    "text": "Larry Hagman"
   }
  },
  {
   "quote": {
    "text": "People who don't travel cannot have a global view, all they see is what's in front of them. Those people cannot accept new things because all they know is where they live."
   },
   "author": {
    "text": "Martin Yan"
   }
  },
  {
   "quote": {
    "text": "In the initial stages of my journey, I was trying to travel too fast by horse by sticking to a 'five days on and two off' schedule. On the steppe, time is not measured by days, weeks or hours but the fall of the seasons and condition of the animals."
   },
   "author": {
    "text": "Tim Cope"
   }
  },
  {
   "quote": {
    "text": "If you want to make the most of travel to Russia, it is better to leave tight plans and preconceptions behind and just enjoy the journey."
   },
   "author": {
    "text": "Tim Cope"
   }
  },
  {
   "quote": {
    "text": "The only way I'm going to support my family is to tour. I love playing, don't get me wrong. That 90 minutes every night, that's free. We get paid to travel. But every night, I have to get myself locked in. There are a thousand people that don't want to be disappointed, because they have a lot of expectations."
   },
   "author": {
    "text": "Sturgill Simpson"
   }
  },
  {
   "quote": {
    "text": "One cannot rule out a blizzard in Minnesota after Labor Day, and so when I travel for Thanksgiving or any time in the fall, I am careful to fly into Des Moines instead of Minneapolis and then drive the 200 miles north to my hometown."
   },
   "author": {
    "text": "Hope Jahren"
   }
  },
  {
   "quote": {
    "text": "If you play the same club every week of every month, it's kind of boring. It's great that you can play one night in Brazil and one night in Japan, one night in Europe, and see the world. It's amazing what you see if you travel around the world."
   },
   "author": {
    "text": "Tiesto"
   }
  },
  {
   "quote": {
    "text": "If the 20th century was marked by travel - planes in flight - then the events of 9/11 ushered in the age of the burning aftermath."
   },
   "author": {
    "text": "Amitava Kumar"
   }
  },
  {
   "quote": {
    "text": "Travel is a passion. I intend seeing the world."
   },
   "author": {
    "text": "Anushka Shetty"
   }
  },
  {
   "quote": {
    "text": "Not everything in old age is grim. I haven't walked through an airport for years, and wheelchairs are the way to travel."
   },
   "author": {
    "text": "Donald Hall"
   }
  },
  {
   "quote": {
    "text": "We are not coaching on a daily basis because we often travel with our charity and commercial interests."
   },
   "author": {
    "text": "Nadia Comaneci"
   }
  },
  {
   "quote": {
    "text": "Now, I have a kid, I have businesses to take care of, I have to travel. I have to sit down... and find a little time for me."
   },
   "author": {
    "text": "Nadia Comaneci"
   }
  },
  {
   "quote": {
    "text": "I associate going to an airport with work because I travel so much with my job. So when I have a few days free from work, I tend to stay at home."
   },
   "author": {
    "text": "Evelyn Glennie"
   }
  },
  {
   "quote": {
    "text": "I travel a lot. I spend close to 300 days a year on the road."
   },
   "author": {
    "text": "Kaskade"
   }
  },
  {
   "quote": {
    "text": "I went to university for a year, and I'm not one for schooling and have no enjoyment sitting in a classroom all day and ended up going to live in England for two years, just to travel. I worked in a bar in a hotel for a couple of years and had no intention of becoming an actor. That's where I met my agent."
   },
   "author": {
    "text": "Travis Fimmel"
   }
  },
  {
   "quote": {
    "text": "Yes, I travel in unusual circles. George Osborne and his wife Frances are my cousins."
   },
   "author": {
    "text": "Daryl Hall"
   }
  },
  {
   "quote": {
    "text": "If I could travel through time, I wouldn't go back and change anything in my life, because I'm delighted with the way it's turned out."
   },
   "author": {
    "text": "Stewart Lee"
   }
  },
  {
   "quote": {
    "text": "I travel with seaweed chips, edamame chips, tea, peanut butter, avocados. I always take my supplements with me because they're easy to carry."
   },
   "author": {
    "text": "Cynthia Erivo"
   }
  },
  {
   "quote": {
    "text": "On long haul flights I always drink loads and loads of water and eat light and healthy food."
   },
   "author": {
    "text": "Lisa Snowdon"
   }
  },
  {
   "quote": {
    "text": "I live in New York and California, and I get to travel."
   },
   "author": {
    "text": "Neal Adams"
   }
  },
  {
   "quote": {
    "text": "I made my personal discovery of Emily Carr while visiting Victoria in 1981 to write a travel article. Immediately, her strong colors attracted me; her spunk fascinated me. Her down-to-earth voice in her writing appealed to me as authentic and original."
   },
   "author": {
    "text": "Susan Vreeland"
   }
  },
  {
   "quote": {
    "text": "It doesn't require much thought for one to realise that any travel book worthy of the name has to be a departure from the standard idea of the form."
   },
   "author": {
    "text": "Geoff Dyer"
   }
  },
  {
   "quote": {
    "text": "Certain travellers give the impression that they keep moving because only then do they feel fully alive."
   },
   "author": {
    "text": "Ella Maillart"
   }
  },
  {
   "quote": {
    "text": "Every time I took a long leave from home, I felt as if I were going to conquer the world. Or rather, take possession of what is my birthright, my inheritance."
   },
   "author": {
    "text": "Ella Maillart"
   }
  },
  {
   "quote": {
    "text": "My parents and my grandfather on my mom's side would travel the earth. They went to Australia and China, and they went to probably every soccer game I ever played."
   },
   "author": {
    "text": "Brandi Chastain"
   }
  },
  {
   "quote": {
    "text": "If somebody asked me about my inspiration I would say that it's not the peopleand it's not the things, it's travel and experiencing different environments."
   },
   "author": {
    "text": "Marc Newson"
   }
  },
  {
   "quote": {
    "text": "I have amazing memories of being able to travel and being able to have family all over the world."
   },
   "author": {
    "text": "Lily Collins"
   }
  },
  {
   "quote": {
    "text": "I love getting oxygen facials because I travel a lot. My skin gets pretty dry with all the airplanes."
   },
   "author": {
    "text": "Lily Collins"
   }
  },
  {
   "quote": {
    "text": "Airline travel is hours of boredom interrupted by moments of stark terror."
   },
   "author": {
    "text": "Al Boliska"
   }
  },
  {
   "quote": {
    "text": "Two great talkers will not travel far together."
   },
   "author": {
    "text": "George Borrow"
   }
  },
  {
   "quote": {
    "text": "My wife and I have so much fun when we travel and find anything... like stray cats and squirrels."
   },
   "author": {
    "text": "Eric Roberts"
   }
  },
  {
   "quote": {
    "text": "I've always enjoyed traveling and having experience with different cultures and different people. But it's also a wonderful thing to be able to benefit and enable research, not only in our country but around the world."
   },
   "author": {
    "text": "Laurel Clark"
   }
  },
  {
   "quote": {
    "text": "It's a very immersive and intense form of travel to walk around with an interpreter and stop random people on the street and ask them about their lives."
   },
   "author": {
    "text": "Brandon Stanton"
   }
  },
  {
   "quote": {
    "text": "Since I travel too much around the world, I take all these vitamins for my immune system."
   },
   "author": {
    "text": "Isabeli Fontana"
   }
  },
  {
   "quote": {
    "text": "The limits of sensory evolution in fish are defined very largely by their habitat. Water is physically supportive, carries some kinds of odour well, and is kind to sound - letting it travel several times faster than air will allow, but it inhibits other more personal kinds of communication."
   },
   "author": {
    "text": "Lyall Watson"
   }
  },
  {
   "quote": {
    "text": "The hardest part is to travel, and to be away from your family."
   },
   "author": {
    "text": "Glenn Tipton"
   }
  },
  {
   "quote": {
    "text": "Travel is the frivolous part of serious lives, and the serious part of frivolous ones."
   },
   "author": {
    "text": "Sophie Swetchine"
   }
  },
  {
   "quote": {
    "text": "If you travel first class, you think first class and you are more likely to play first class."
   },
   "author": {
    "text": "Raymond Floyd"
   }
  },
  {
   "quote": {
    "text": "Travel, instead of broadening the mind, often merely lengthens the conversation."
   },
   "author": {
    "text": "Elizabeth Drew"
   }
  },
  {
   "quote": {
    "text": "Too often travel, instead of broadening the mind, merely lengthens the conversation."
   },
   "author": {
    "text": "Elizabeth Drew"
   }
  },
  {
   "quote": {
    "text": "A journey by Sea and Land, Five Hundred Miles, is not undertaken without money."
   },
   "author": {
    "text": "Lewis Hallam"
   }
  }
 ]
}