{
 "TrustQuotes": [
  {
   "quote": {
    "text": "Love myself I do. Not everything, but I love the good as well as the bad. I love my crazy lifestyle, and I love my hard discipline. I love my freedom of speech and the way my eyes get dark when I'm tired. I love that I have learned to trust people with my heart, even if it will get broken. I am proud of everything that I am and will become."
   },
   "author": {
    "text": "Johnny Weir"
   }
  },
  {
   "quote": {
    "text": "I believe if you keep your faith, you keep your trust, you keep the right attitude, if you're grateful, you'll see God open up new doors."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Love all, trust a few, do wrong to none."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "A lie can travel half way around the world while the truth is putting on its shoes."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Do not let your hearts be troubled. Trust in God; trust also in me."
   },
   "author": {
    "text": "Jesus Christ"
   }
  },
  {
   "quote": {
    "text": "I believe that a trusting attitude and a patient attitude go hand in hand. You see, when you let go and learn to trust God, it releases joy in your life. And when you trust God, you're able to be more patient. Patience is not just about waiting for something... it's about how you wait, or your attitude while waiting."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Trust yourself, you know more than you think you do."
   },
   "author": {
    "text": "Benjamin Spock"
   }
  },
  {
   "quote": {
    "text": "Most good relationships are built on mutual trust and respect."
   },
   "author": {
    "text": "Mona Sutphen"
   }
  },
  {
   "quote": {
    "text": "Did I offer peace today? Did I bring a smile to someone's face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "A wedding anniversary is the celebration of love, trust, partnership, tolerance and tenacity. The order varies for any given year."
   },
   "author": {
    "text": "Paul Sweeney"
   }
  },
  {
   "quote": {
    "text": "I truly believe that everything that we do and everyone that we meet is put in our path for a purpose. There are no accidents; we're all teachers - if we're willing to pay attention to the lessons we learn, trust our positive instincts and not be afraid to take risks or wait for some miracle to come knocking at our door."
   },
   "author": {
    "text": "Marla Gibbs"
   }
  },
  {
   "quote": {
    "text": "Whoever is careless with the truth in small matters cannot be trusted with important matters."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "The trust of the innocent is the liar's most useful tool."
   },
   "author": {
    "text": "Stephen King"
   }
  },
  {
   "quote": {
    "text": "Trust in dreams, for in them is hidden the gate to eternity."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Trust is the most important part of a relationship, closely followed by communication. I think that if you have those two things, everything else falls into place - your affection, your emotional connection."
   },
   "author": {
    "text": "Vanessa Lachey"
   }
  },
  {
   "quote": {
    "text": "You can't connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something - your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life."
   },
   "author": {
    "text": "Steve Jobs"
   }
  },
  {
   "quote": {
    "text": "I love women, but I feel like you can't trust some of them. Some of them are liars, you know? Like I was in the park and I met this girl, she was cute and she had a dog. And I went up to her, we started talking. She told me her dog's name. Then I said, 'Does he bite?' She said, 'No.' And I said, 'Oh yeah? Then how does he eat?' Liar."
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "Trust yourself. Create the kind of self that you will be happy to live with all your life. Make the most of yourself by fanning the tiny, inner sparks of possibility into flames of achievement."
   },
   "author": {
    "text": "Golda Meir"
   }
  },
  {
   "quote": {
    "text": "Be true to yourself, stay focused and stay you, take advice from other folks, use what you can, but never mind what is not for you. For the most part, trust yourself and believe in what you are doing."
   },
   "author": {
    "text": "Musiq Soulchild"
   }
  },
  {
   "quote": {
    "text": "For every good reason there is to lie, there is a better reason to tell the truth."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "Age appears to be best in four things; old wood best to burn, old wine to drink, old friends to trust, and old authors to read."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Trust your own instincts, go inside, follow your heart. Right from the start. go ahead and stand up for what you believe in. As I've learned, that's the path to happiness."
   },
   "author": {
    "text": "Lesley Ann Warren"
   }
  },
  {
   "quote": {
    "text": "This world of ours... must avoid becoming a community of dreadful fear and hate, and be, instead, a proud confederation of mutual trust and respect."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "I spent a lot of years trying to outrun or outsmart vulnerability by making things certain and definite, black and white, good and bad. My inability to lean into the discomfort of vulnerability limited the fullness of those important experiences that are wrought with uncertainty: Love, belonging, trust, joy, and creativity to name a few."
   },
   "author": {
    "text": "Brene Brown"
   }
  },
  {
   "quote": {
    "text": "Boldness doesn't mean rude, obnoxious, loud, or disrespectful. Being bold is being firm, sure, confident, fearless, daring, strong, resilient, and not easily intimidated. It means you're willing to go where you've never been, willing to try what you've never tried, and willing to trust what you've never trusted. Boldness is quiet, not noisy."
   },
   "author": {
    "text": "Mike Yaconelli"
   }
  },
  {
   "quote": {
    "text": "The love of a dog is a pure thing. He gives you a trust which is total. You must not betray it."
   },
   "author": {
    "text": "Michel Houellebecq"
   }
  },
  {
   "quote": {
    "text": "My trust in God flows out of the experience of his loving me, day in and day out, whether the day is stormy or fair, whether I'm sick or in good health, whether I'm in a state of grace or disgrace. He comes to me where I live and loves me as I am."
   },
   "author": {
    "text": "Brennan Manning"
   }
  },
  {
   "quote": {
    "text": "The best way to find out if you can trust somebody is to trust them."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Leadership contains certain elements of good management, but it requires that you inspire, that you build durable trust. For an organization to be not just good but to win, leadership means evoking participation larger than the job description, commitment deeper than any job contract's wording."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "Never trust anyone completely but God. Love people, but put your full trust only in God."
   },
   "author": {
    "text": "Lawrence Welk"
   }
  },
  {
   "quote": {
    "text": "If the people cannot trust their government to do the job for which it exists - to protect them and to promote their common welfare - all else is lost."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Leaders must exemplify integrity and earn the trust of their teams through their everyday actions. When you do this, you set high standards for everyone at your company. And when you do so with positive energy and enthusiasm for shared goals and purpose, you can deeply connect with your team and customers."
   },
   "author": {
    "text": "Marillyn Hewson"
   }
  },
  {
   "quote": {
    "text": "In almost every profession - whether it's law or journalism, finance or medicine or academia or running a small business - people rely on confidential communications to do their jobs. We count on the space of trust that confidentiality provides. When someone breaches that trust, we are all worse off for it."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love."
   },
   "author": {
    "text": "Morihei Ueshiba"
   }
  },
  {
   "quote": {
    "text": "Never trust anyone who doesn't drink coffee."
   },
   "author": {
    "text": "AJ Lee"
   }
  },
  {
   "quote": {
    "text": "Trust is hard to come by. That's why my circle is small and tight. I'm kind of funny about making new friends."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "A healthy relationship is built on unwavering trust."
   },
   "author": {
    "text": "Beau Mirchoff"
   }
  },
  {
   "quote": {
    "text": "Never trust a computer you can't throw out a window."
   },
   "author": {
    "text": "Steve Wozniak"
   }
  },
  {
   "quote": {
    "text": "To have faith is to trust yourself to the water. When you swim you don't grab hold of the water, because if you do you will sink and drown. Instead you relax, and float."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "The most important lesson that I have learned is to trust God in every circumstance. Lots of times we go through different trials and following God's plan seems like it doesn't make any sense at all. God is always in control and he will never leave us."
   },
   "author": {
    "text": "Allyson Felix"
   }
  },
  {
   "quote": {
    "text": "Even an animal, if you show genuine affection, gradually trust develops... If you always showing bad face and beating, how can you develop friendship?"
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "To be trusted is a greater compliment than being loved."
   },
   "author": {
    "text": "George MacDonald"
   }
  },
  {
   "quote": {
    "text": "Life is full of tough decisions, and nothing makes them easy. But the worst ones are really your personal koans, and tormenting ambivalence is just the sense of satori rising. Try, trust, try, and trust again, and eventually you'll feel your mind change its focus to a new level of understanding."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "The best proof of love is trust."
   },
   "author": {
    "text": "Joyce Brothers"
   }
  },
  {
   "quote": {
    "text": "There are seasons in life. Don't ever let anyone try to deny you the joy of one season because they believe you should stay in another season... Listen to yourself. Trust your instincts. Keep your perspective."
   },
   "author": {
    "text": "Jane Clayson"
   }
  },
  {
   "quote": {
    "text": "Our job as friends, mentors, parents, and writing coaches is not to write anyone's college essay. That's cheating. Plus, it sends a discouraging message to the teenager that he or she can't be trusted with this important assignment. Trust the student to write the essay, but verify that it gets done. Gentle editing and proofreading are allowed."
   },
   "author": {
    "text": "Kate Klise"
   }
  },
  {
   "quote": {
    "text": "The single most important ingredient in the recipe for success is transparency because transparency builds trust."
   },
   "author": {
    "text": "Denise Morrison"
   }
  },
  {
   "quote": {
    "text": "Old wood best to burn, old wine to drink, old friends to trust, and old authors to read."
   },
   "author": {
    "text": "Athenaeus"
   }
  },
  {
   "quote": {
    "text": "Disappointment is inevitable. But to become discouraged, there's a choice I make. God would never discourage me. He would always point me to himself to trust him. Therefore, my discouragement is from Satan. As you go through the emotions that we have, hostility is not from God, bitterness, unforgiveness, all of these are attacks from Satan."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "Our shared values define us more than our differences. And acknowledging those shared values can see us through our challenges today if we have the wisdom to trust in them again."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "Being a teen can be tough. Just try to surround yourself with really good friends that really have your back, and also be a really good friend to those who really care about you. If you're not sure about certain things, talk to your friends that you trust and your family."
   },
   "author": {
    "text": "Victoria Justice"
   }
  },
  {
   "quote": {
    "text": "When the norm is decency, other virtues can thrive: integrity, honesty, compassion, kindness, and trust."
   },
   "author": {
    "text": "Raja Krishnamoorthi"
   }
  },
  {
   "quote": {
    "text": "Trust is built with consistency."
   },
   "author": {
    "text": "Lincoln Chafee"
   }
  },
  {
   "quote": {
    "text": "I trust in nature for the stable laws of beauty and utility. Spring shall plant and autumn garner to the end of time."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "Although the life of a person is in a land full of thorns and weeds, there is always a space in which the good seed can grow. You have to trust God."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Never be afraid to trust an unknown future to a known God."
   },
   "author": {
    "text": "Corrie Ten Boom"
   }
  },
  {
   "quote": {
    "text": "Trust is the glue of life. It's the most essential ingredient in effective communication. It's the foundational principle that holds all relationships."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "The harder I train every day on the track and in the gym, the more trust I gain in myself."
   },
   "author": {
    "text": "Miguel Cotto"
   }
  },
  {
   "quote": {
    "text": "My evidence that I am saved does not lie in the fact that I preach, or that I do this or that. All my hope lies in this: that Jesus Christ came to save sinners. I am a sinner, I trust Him, then He came to save me, and I am saved."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "All I have seen teaches me to trust the creator for all I have not seen."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "I trust no one, not even myself."
   },
   "author": {
    "text": "Joseph Stalin"
   }
  },
  {
   "quote": {
    "text": "Just really, really believe in what you're trying to do. Don't let people alter that. Let people advise you and lead you down paths to make smart business decisions. But trust your instinct and trust that overwhelming drive that made you put all your dreams and everything on the line."
   },
   "author": {
    "text": "Luke Bryan"
   }
  },
  {
   "quote": {
    "text": "A garden is a grand teacher. It teaches patience and careful watchfulness; it teaches industry and thrift; above all it teaches entire trust."
   },
   "author": {
    "text": "Gertrude Jekyll"
   }
  },
  {
   "quote": {
    "text": "What I've learned in these 11 years is you just got to stay focused and believe in yourself and trust your own ability and judgment."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "The friend in my adversity I shall always cherish most. I can better trust those who helped to relieve the gloom of my dark hours than those who are so ready to enjoy with me the sunshine of my prosperity."
   },
   "author": {
    "text": "Ulysses S. Grant"
   }
  },
  {
   "quote": {
    "text": "Trust your instinct to the end, though you can render no reason."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "I trust you: That's huge. That's truth. That's real love. Everyone uses 'I love you' so loosely."
   },
   "author": {
    "text": "Justin Chatwin"
   }
  },
  {
   "quote": {
    "text": "When a train goes through a tunnel and it gets dark, you don't throw away the ticket and jump off. You sit still and trust the engineer."
   },
   "author": {
    "text": "Corrie Ten Boom"
   }
  },
  {
   "quote": {
    "text": "Relationships survive on trust, and if that is broken at any point, it's pretty much the end of the relationship. Besides, inability to communicate leads to problems."
   },
   "author": {
    "text": "Yuvraj Singh"
   }
  },
  {
   "quote": {
    "text": "The secret of a long life is to never trust a doctor."
   },
   "author": {
    "text": "Luise Rainer"
   }
  },
  {
   "quote": {
    "text": "When team members trust each other and know that everyone is capable of admitting when they're wrong, then conflict becomes nothing more than the pursuit of truth or the best possible answer."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "Never say 'no' to pie. No matter what, wherever you are, diet-wise or whatever, you know what? You can always have a small piece of pie, and I like pie. I don't know anybody who doesn't like pie. If somebody doesn't like pie, I don't trust them. I'll bet you Vladimir Putin doesn't like pie."
   },
   "author": {
    "text": "Al Roker"
   }
  },
  {
   "quote": {
    "text": "Trust the young people; trust this generation's innovation. They're making things, changing innovation every day. And all the consumers are the same: they want new things, they want cheap things, they want good things, they want unique things. If we can create these kind of things for consumers, they will come."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "Me, I'm dishonest, and you can always trust a dishonest man to be dishonest. Honestly, it's the honest ones you have to watch out for."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "The Constitution preserves the advantage of being armed which Americans possess over the people of almost every other nation where the governments are afraid to trust the people with arms."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "I believe fundamental honesty is the keystone of business."
   },
   "author": {
    "text": "Harvey S. Firestone"
   }
  },
  {
   "quote": {
    "text": "Someone who thinks the world is always cheating him is right. He is missing that wonderful feeling of trust in someone or something."
   },
   "author": {
    "text": "Eric Hoffer"
   }
  },
  {
   "quote": {
    "text": "You may be deceived if you trust too much, but you will live in torment if you don't trust enough."
   },
   "author": {
    "text": "Frank Crane"
   }
  },
  {
   "quote": {
    "text": "Trust, but verify."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "The vote is a trust more delicate than any other, for it involves not just the interests of the voter, but his life, honor and future as well."
   },
   "author": {
    "text": "Jose Marti"
   }
  },
  {
   "quote": {
    "text": "Mature love is composed and sustaining; a celebration of commitment, companionship, and trust."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "Depend upon yourself. Make your judgement trustworthy by trusting it. You can develop good judgement as you do the muscles of your body - by judicious, daily exercise. To be known as a man of sound judgement will be much in your favor."
   },
   "author": {
    "text": "Grantland Rice"
   }
  },
  {
   "quote": {
    "text": "I have in sincerity pledged myself to your service, as so many of you are pledged to mine. Throughout all my life and with all my heart I shall strive to be worthy of your trust."
   },
   "author": {
    "text": "Queen Elizabeth II"
   }
  },
  {
   "quote": {
    "text": "Keep the faith, don't lose your perseverance and always trust your gut extinct."
   },
   "author": {
    "text": "Paula Abdul"
   }
  },
  {
   "quote": {
    "text": "I have made it a rule of my life to trust a man long after other people gave him up, but I don't see how I can ever trust any human being again."
   },
   "author": {
    "text": "Ulysses S. Grant"
   }
  },
  {
   "quote": {
    "text": "Racial profiling punishes innocent individuals for the past actions of those who look and sound like them. It misdirects crucial resources and undercuts the trust needed between law enforcement and the communities they serve. It has no place in our national discourse, and no place in our nation's police departments."
   },
   "author": {
    "text": "Benjamin Todd Jealous"
   }
  },
  {
   "quote": {
    "text": "To be a Christian who is willing to travel with Christ on his downward road requires being willing to detach oneself constantly from any need to be relevant, and to trust ever more deeply the Word of God."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "A lot of why I climb is for the friendship, the loyalty and trust, the shared experience of being in that moment."
   },
   "author": {
    "text": "Jimmy Chin"
   }
  },
  {
   "quote": {
    "text": "We must weed out corruption and build a strong system of justice that the people can trust."
   },
   "author": {
    "text": "Gloria Macapagal Arroyo"
   }
  },
  {
   "quote": {
    "text": "Spirituality does two things for you. One, you are forced to become more selfless, two, you trust to providence. The opposite of a spiritual man is a materialist. If I was a materialist I would be making lots of money doing endorsements, doing cricket commentary. I have no interest in that."
   },
   "author": {
    "text": "Imran Khan"
   }
  },
  {
   "quote": {
    "text": "Being a lawyer is not merely a vocation. It is a public trust, and each of us has an obligation to give back to our communities."
   },
   "author": {
    "text": "Janet Reno"
   }
  },
  {
   "quote": {
    "text": "Sometimes you just have to let go of the old and trust that something better is going to take its place, even if it's scary to face change and the unknown."
   },
   "author": {
    "text": "Alana Stewart"
   }
  },
  {
   "quote": {
    "text": "It's that preparation that goes into each week. We have a term: 'Trust your training, trust your teammate, and trust yourself.'"
   },
   "author": {
    "text": "Dan Quinn"
   }
  },
  {
   "quote": {
    "text": "I do not know what I may appear to the world, but to myself I seem to have been only like a boy playing on the seashore, and diverting myself in now and then finding a smoother pebble or a prettier shell than ordinary, whilst the great ocean of truth lay all undiscovered before me."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "I cannot trust a man to control others who cannot control himself."
   },
   "author": {
    "text": "Robert E. Lee"
   }
  },
  {
   "quote": {
    "text": "Twasn't me, 'twas the Lord! I always told Him, 'I trust to you. I don't know where to go or what to do, but I expect You to lead me,' an' He always did."
   },
   "author": {
    "text": "Harriet Tubman"
   }
  },
  {
   "quote": {
    "text": "I am the product of hustlers who taught me how to do it. They gave me a hustler's ambition. Not a bad thing to get from your parents. But hustling only gets you so far. You have to trust yourself. And you have to be ready to fall on your face and be okay when it happens."
   },
   "author": {
    "text": "Jay Pharoah"
   }
  },
  {
   "quote": {
    "text": "We are dying from overthinking. We are slowly killing ourselves by thinking about everything. Think. Think. Think. You can never trust the human mind anyway. It's a death trap."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "What we learn only through the ears makes less impression upon our minds than what is presented to the trustworthy eye."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "The dominant characteristic of an authentic spiritual life is the gratitude that flows from trust - not only for all the gifts that I receive from God, but gratitude for all the suffering. Because in that purifying experience, suffering has often been the shortest path to intimacy with God."
   },
   "author": {
    "text": "Brennan Manning"
   }
  },
  {
   "quote": {
    "text": "The basis for all human relationships and where we derive our greatest strength and power, trust is single-handedly the most powerful source of positive energy and, once in place, unlocks a freedom and peace to explore."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "You need to set a tone at the top that inspires trust - and encourages open and honest 2-way communication. So you hear the brutal facts, and you listen to the good news and the bad news - so that, in the spirit of continuous improvement, you can make changes."
   },
   "author": {
    "text": "Denise Morrison"
   }
  },
  {
   "quote": {
    "text": "We all have a hidden mystic quality if we can learn and trust to tap into that power."
   },
   "author": {
    "text": "Cindy Wilson"
   }
  },
  {
   "quote": {
    "text": "The senses deceive from time to time, and it is prudent never to trust wholly those who have deceived us even once."
   },
   "author": {
    "text": "Rene Descartes"
   }
  },
  {
   "quote": {
    "text": "Our national motto is 'In God we Trust,' reminding us that faith in our Creator is the most important American value of all."
   },
   "author": {
    "text": "Marco Rubio"
   }
  },
  {
   "quote": {
    "text": "If I made a commitment, I stood by that commitment - and try to make it real. Because when you become leaders, the most important thing you have is your word, your trust. That's where respect comes from."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "It's good to trust others but, not to do so is much better."
   },
   "author": {
    "text": "Benito Mussolini"
   }
  },
  {
   "quote": {
    "text": "I never trust a fighting man who doesnt smoke or drink."
   },
   "author": {
    "text": "William Halsey"
   }
  },
  {
   "quote": {
    "text": "Basically, there are two paths you can walk: faith or fear. It's impossible to simultaneously trust God and not trust God."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "You desire that which exceeds my humble powers, but I trust in the compassion and mercy of the All-powerful God."
   },
   "author": {
    "text": "Saint Stephen"
   }
  },
  {
   "quote": {
    "text": "Trust your landmark and run through the smoke. It's going to open up eventually."
   },
   "author": {
    "text": "Ezekiel Elliott"
   }
  },
  {
   "quote": {
    "text": "When you form a team, why do you try to form a team? Because teamwork builds trust and trust builds speed."
   },
   "author": {
    "text": "Russel Honore"
   }
  },
  {
   "quote": {
    "text": "For most of us, fidelity is faithfulness to an obligation, trust, or duty. For the men and women of the FBI, fidelity also means fidelity to country. It means fidelity to justice and the law, fidelity to the Constitution, fidelity to equality and liberty."
   },
   "author": {
    "text": "Robert Mueller"
   }
  },
  {
   "quote": {
    "text": "We believe that transparency is needed to create trust, and it's also needed to create a dialogue."
   },
   "author": {
    "text": "Julie Sweet"
   }
  },
  {
   "quote": {
    "text": "Airbnb has proven that hospitality, generosity, and the simple act of trust between strangers can go a long way."
   },
   "author": {
    "text": "Joe Gebbia"
   }
  },
  {
   "quote": {
    "text": "Authenticity is the alignment of head, mouth, heart, and feet - thinking, saying, feeling, and doing the same thing - consistently. This builds trust, and followers love leaders they can trust."
   },
   "author": {
    "text": "Lance Secretan"
   }
  },
  {
   "quote": {
    "text": "Cheating is not the American way. It is small, while we are large. It is cheap, while we are richly endowed. It is destructive, while we are creative. It is doomed to fail, while our gifts and responsibilities call us to achieve. It sabotages trust and weakens the bonds of spirit and humanity, without which we perish."
   },
   "author": {
    "text": "Terrence McNally"
   }
  },
  {
   "quote": {
    "text": "I'm a dirt person. I trust the dirt. I don't trust diamonds and gold."
   },
   "author": {
    "text": "Eartha Kitt"
   }
  },
  {
   "quote": {
    "text": "Honor bespeaks worth. Confidence begets trust. Service brings satisfaction. Cooperation proves the quality of leadership."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "You have to build trust among team members so that people feel free to admit what they don't know, make mistakes, ask for help if they need it, apologize when necessary, and not hold back their opinions."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "For me, it's common sense to treat other people like you would like to be treated. Empathy is a broad concept, but how do you get there? People get there differently. I get there by truly building a little trust and connection. You'll tell me something, I'll act on it, and then that builds on itself."
   },
   "author": {
    "text": "Oscar Munoz"
   }
  },
  {
   "quote": {
    "text": "I trust if your life is right, the right things will happen at the right time. If the chords are in harmony inside, I think other things will happen in the same way. That sounded highfalutin' to me once, but I believe it now."
   },
   "author": {
    "text": "Gene Wilder"
   }
  },
  {
   "quote": {
    "text": "There are so many different ways to lead. The most important thing is to be genuine. To have people around you trust you, trust in what you stand for and who you are. And I think that if people watch you day in and day out and believe in your motives and they believe that you set a high standard for yourself."
   },
   "author": {
    "text": "Steve Nash"
   }
  },
  {
   "quote": {
    "text": "Trust your own instinct. Your mistakes might as well be your own, instead of someone else's."
   },
   "author": {
    "text": "Billy Wilder"
   }
  },
  {
   "quote": {
    "text": "You can't be afraid to be honest and to be yourself. We all have imperfections and fall short at some point. Showing your human side creates a sensitivity, openness and trust. That's the beginning of the demise in a relationship - not being honest and not being you."
   },
   "author": {
    "text": "BJ the Chicago Kid"
   }
  },
  {
   "quote": {
    "text": "Let every eye negotiate for itself and trust no agent."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "My life motto is basically to lower your standards and expectations so you're never disappointed and never put any trust in anything, and I try to prepare for the day that I wake up, and everyone I know is like, 'LOL JK best long-running practical joke ever', so I've never really let myself freak out or get too excited about anything."
   },
   "author": {
    "text": "Tavi Gevinson"
   }
  },
  {
   "quote": {
    "text": "Trust everybody, but cut the cards."
   },
   "author": {
    "text": "Finley Peter Dunne"
   }
  },
  {
   "quote": {
    "text": "Trust your gut. You know yourself, so don't let somebody else tell you who you are."
   },
   "author": {
    "text": "Tatiana Maslany"
   }
  },
  {
   "quote": {
    "text": "He who does not trust enough, Will not be trusted."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "If two people believe in the same story, they might be thousands of miles apart and total strangers, but they still have a sense they can trust each other."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "Every sale has five basic obstacles: no need, no money, no hurry, no desire, no trust."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "I shall endeavour still further to prosecute this inquiry, an inquiry I trust not merely speculative, but of sufficient moment to inspire the pleasing hope of its becoming essentially beneficial to mankind."
   },
   "author": {
    "text": "Edward Jenner"
   }
  },
  {
   "quote": {
    "text": "Interior design is a business of trust."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "Trust has to be earned, and should come only after the passage of time."
   },
   "author": {
    "text": "Arthur Ashe"
   }
  },
  {
   "quote": {
    "text": "Being completely independent doesn't make you a strong woman - it's being strong enough to trust yourself in other people's hands that takes guts."
   },
   "author": {
    "text": "Emily V. Gordon"
   }
  },
  {
   "quote": {
    "text": "Seeing that our thirst was increasing and the water was killing us, while the storm did not abate, we agreed to trust to God, Our Lord, and rather risk the perils of the sea than wait there for certain death from thirst."
   },
   "author": {
    "text": "Alvar N. C. de Vaca"
   }
  },
  {
   "quote": {
    "text": "Quakers almost as good as colored. They call themselves friends and you can trust them every time."
   },
   "author": {
    "text": "Harriet Tubman"
   }
  },
  {
   "quote": {
    "text": "My favorite six words in recovery are: trust God, clean house, and help others."
   },
   "author": {
    "text": "Matthew Perry"
   }
  },
  {
   "quote": {
    "text": "We believe that transparency creates trust."
   },
   "author": {
    "text": "Julie Sweet"
   }
  },
  {
   "quote": {
    "text": "As someone who has faced as much disappointment as most people, I've come to trust not that events will always unfold exactly as I want, but that I will be fine either way."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Men trust their ears less than their eyes."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "Federalism is no longer the fault line of Centre-State relations but the definition of a new partnership of Team India. Citizens now have the ease of trust, not the burden of proof and process. Businesses find an environment that is open and easy to work in."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "Are we at last brought to such humiliating and debasing degradation, that we cannot be trusted with arms for our defense?"
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "I have to trust something that gives me power; I have to believe in something, but in my career I have a lot of moments I cannot explain with God."
   },
   "author": {
    "text": "Pele"
   }
  },
  {
   "quote": {
    "text": "Cyberbullying isn't real. But bullying and harassment certainly are real. Trust me, friends, I went to school in England. They've got bullying down to a fine art. I know, because I was one of its chief architects. I was awful to my fellow schoolboys."
   },
   "author": {
    "text": "Milo Yiannopoulos"
   }
  },
  {
   "quote": {
    "text": "I think the thing about love is that even though the things around us change, we as human beings, a lot of the ways we interact, and the ways we love each other is timeless. It requires trust, honesty, commitment, romance, and physical chemistry."
   },
   "author": {
    "text": "John Legend"
   }
  },
  {
   "quote": {
    "text": "You must trust and believe in people or life becomes impossible."
   },
   "author": {
    "text": "Anton Chekhov"
   }
  },
  {
   "quote": {
    "text": "Law enforcement officials have been candid in identifying ways officers could have handled the situation in Ferguson better, and I trust those recommendations will be helpful as we continue to count on them to protect us."
   },
   "author": {
    "text": "Roy Blunt"
   }
  },
  {
   "quote": {
    "text": "Many believe effective networking is done face-to-face, building a rapport with someone by looking at them in the eye, leading to a solid connection and foundational trust."
   },
   "author": {
    "text": "Raymond Arroyo"
   }
  },
  {
   "quote": {
    "text": "I learned this early on in the variety business: You've got to give folks responsibility, you've got to trust them, and then you've got to check on them."
   },
   "author": {
    "text": "Sam Walton"
   }
  },
  {
   "quote": {
    "text": "Engagement and integrity are the two most fundamental aspects of building trust; lead from the front by evolving your company strategy, then live your values every day."
   },
   "author": {
    "text": "Richard Edelman"
   }
  },
  {
   "quote": {
    "text": "When you start a novel, it is always like pushing a boulder uphill. Then, after a while, to mangle the metaphor, the boulder fills with helium and becomes a balloon that carries you the rest of the way to the top. You just have to hold your nerve and trust to narrative."
   },
   "author": {
    "text": "Jim Crace"
   }
  },
  {
   "quote": {
    "text": "I believe that Christians believe in salvation by grace through faith in Jesus Christ, not by works. And we believe that if you're saved, Jesus becomes your savior. He makes a promise to you. You can trust his promises. You can bank on that word."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "When truth takes a backseat to ego and politics, trust is lost."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "Trust not too much to appearances."
   },
   "author": {
    "text": "Virgil"
   }
  },
  {
   "quote": {
    "text": "Never trust a man, who when left alone with a tea cosey... Doesn't try it on."
   },
   "author": {
    "text": "Billy Connolly"
   }
  },
  {
   "quote": {
    "text": "I used to trust people easily, but now I'm a little careful because some experiences have taught me to not trust anyone blindly."
   },
   "author": {
    "text": "Shraddha Kapoor"
   }
  },
  {
   "quote": {
    "text": "You only trust those who are absolutely like yourself, those who have signed a pledge of allegiance to this particular identity."
   },
   "author": {
    "text": "Judith Butler"
   }
  },
  {
   "quote": {
    "text": "The moment someone chooses to trust in Jesus Christ, his sins are wiped away, and he is adopted into God's family. That individual is set apart as a child of God, with a sacred purpose."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "People might think that my queen should be highly educated, beautiful and the best of the best. Jetsun Pema is a kind-hearted girl who is very supportive and whom I can trust. I cannot say how she might appear to the people, but to me, she is the one."
   },
   "author": {
    "text": "Jigme Khesar Namgyel Wangchuck"
   }
  },
  {
   "quote": {
    "text": "We have a great country, we are a great nation - let us trust in it."
   },
   "author": {
    "text": "Felipe VI of Spain"
   }
  },
  {
   "quote": {
    "text": "I believe chemistry is based on the trust between two performers. What actually works is something intangible - being extremely comfortable in each other's presence."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "Beware of anyone who says they know. Trust me, they don't, or they wouldn't have to say they did."
   },
   "author": {
    "text": "Harvey Fierstein"
   }
  },
  {
   "quote": {
    "text": "Branding is not merely about differentiating products; it is about striking emotional chords with consumers. It is about cultivating identity, attachment, and trust to inspire customer loyalty. Chinese brands score low on attributes such as 'sophisticated,' 'desirable,' 'innovative,' 'friendly,' and 'trustworthy.'"
   },
   "author": {
    "text": "Nirmalya Kumar"
   }
  },
  {
   "quote": {
    "text": "As soon as you trust yourself, you will know how to live."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Sometimes it is said that man cannot be trusted with the government of himself. Can he, then be trusted with the government of others? Or have we found angels in the form of kings to govern him? Let history answer this question."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Every two years the American politics industry fills the airwaves with the most virulent, scurrilous, wall-to-wall character assassination of nearly every political practitioner in the country - and then declares itself puzzled that America has lost trust in its politicians."
   },
   "author": {
    "text": "Charles Krauthammer"
   }
  },
  {
   "quote": {
    "text": "Trust is a big word for me. Loyalty and trust, for me, are everything. It's the core of what I'm about and what the people around me hopefully are about. It's a certain thing that gives you a sense of security. It's the biggest factor in everything I do."
   },
   "author": {
    "text": "Tommy Mottola"
   }
  },
  {
   "quote": {
    "text": "This is me, a sinner on whom the Lord has turned his gaze. And this is what I said when they asked me if I would accept my election as pontiff. I am a sinner, but I trust in the infinite mercy and patience of our Lord Jesus Christ, and I accept in a spirit of penance."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "The crown must constantly earn citizens' appreciation, respect and trust."
   },
   "author": {
    "text": "Felipe VI of Spain"
   }
  },
  {
   "quote": {
    "text": "Inspirational leaders need to have a winning mentality in order to inspire respect. It is hard to trust in the leadership of someone who is half-hearted about their purpose, or only sporadic in focus or enthusiasm."
   },
   "author": {
    "text": "Sebastian Coe"
   }
  },
  {
   "quote": {
    "text": "The fact is, with every friendship you make, and every bond of trust you establish, you are shaping the image of America projected to the rest of the world. That is so important. So when you study abroad, you're actually helping to make America stronger."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Logically, harmony must come from the heart... Harmony very much based on trust. As soon as use force, creates fear. Fear and trust cannot go together."
   },
   "author": {
    "text": "Dalai Lama"
   }
  },
  {
   "quote": {
    "text": "Government is a trust, and the officers of the government are trustees. And both the trust and the trustees are created for the benefit of the people."
   },
   "author": {
    "text": "Henry Clay"
   }
  },
  {
   "quote": {
    "text": "What is it that makes us trust our judges? Their independence in office and manner of appointment."
   },
   "author": {
    "text": "John Marshall"
   }
  },
  {
   "quote": {
    "text": "All wars signify the failure of conflict resolution mechanisms, and they need post-war rebuilding of faith, trust and confidence."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "When consumers purchase a Toyota, they are not simply purchasing a car, truck or van. They are placing their trust in our company."
   },
   "author": {
    "text": "Akio Toyoda"
   }
  },
  {
   "quote": {
    "text": "I have no fear that the result of our experiment will be that men may be trusted to govern themselves without a master."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Teamwork. That's the biggest lesson you can learn from competing in NCAA gymnastics. Everyone just has to work together, you have to trust in everyone, and everyone has to push you to become the gymnast you want to be."
   },
   "author": {
    "text": "Sam Mikulak"
   }
  },
  {
   "quote": {
    "text": "Trust wholly in Christ; rely altogether on His sufferings; beware of seeking to be justified in any other way than by His righteousness. Faith in our Lord Jesus Christ is sufficient for salvation. There must be atonement made for sin according to the righteousness of God. The person to make this atonement must be God and man."
   },
   "author": {
    "text": "John Wycliffe"
   }
  },
  {
   "quote": {
    "text": "When you have a dream that you can't let go of, trust your instincts and pursue it. But remember: Real dreams take work, They take patience, and sometimes they require you to dig down very deep. Be sure you're willing to do that."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "There's as much crookedness as you want to find. There was something Abraham Lincoln said - he'd rather trust and be disappointed than distrust and be miserable all the time. Maybe I trusted too much."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "Trust dies but mistrust blossoms."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "In this age, I don't care how tactically or operationally brilliant you are: if you cannot create harmony - even vicious harmony - on the battlefield based on trust across service lines, across coalition and national lines, and across civilian/military lines, you need to go home, because your leadership is obsolete."
   },
   "author": {
    "text": "James Mattis"
   }
  },
  {
   "quote": {
    "text": "All I know is that I'm a sinner and that God has forgiven me of my sins. Because I put my faith and trust in Jesus Christ."
   },
   "author": {
    "text": "Franklin Graham"
   }
  },
  {
   "quote": {
    "text": "Few things can help an individual more than to place responsibility on him, and to let him know that you trust him."
   },
   "author": {
    "text": "Booker T. Washington"
   }
  },
  {
   "quote": {
    "text": "For me, the most interesting people are ones who often work against their best interests. Bad choices. They go in directions where you go, 'No no no nooo!' You push away someone who is trying to love you, you hurt someone who's trying to get your trust, or you love someone you shouldn't."
   },
   "author": {
    "text": "Paul Haggis"
   }
  },
  {
   "quote": {
    "text": "Therefore trust to thy heart, and to what the world calls illusions."
   },
   "author": {
    "text": "Henry Wadsworth Longfellow"
   }
  },
  {
   "quote": {
    "text": "I think a good friend, to me, is all about trust and loyalty. You don't ever want to second-guess whether you can tell your friend something."
   },
   "author": {
    "text": "Lauren Conrad"
   }
  },
  {
   "quote": {
    "text": "The future which we hold in trust for our own children will be shaped by our fairness to other people's children."
   },
   "author": {
    "text": "Marian Wright Edelman"
   }
  },
  {
   "quote": {
    "text": "You can't trust water: Even a straight stick turns crooked in it."
   },
   "author": {
    "text": "W. C. Fields"
   }
  },
  {
   "quote": {
    "text": "One of the challenges in networking is everybody thinks it's making cold calls to strangers. Actually, it's the people who already have strong trust relationships with you, who know you're dedicated, smart, a team player, who can help you."
   },
   "author": {
    "text": "Reid Hoffman"
   }
  },
  {
   "quote": {
    "text": "He who has faith has... an inward reservoir of courage, hope, confidence, calmness, and assuring trust that all will come out well - even though to the world it may appear to come out most badly."
   },
   "author": {
    "text": "B. C. Forbes"
   }
  },
  {
   "quote": {
    "text": "It was Jesus who gave me peace when the shark severed my arm. I trust in Jesus whenever I'm going through a hard time. I see all the beautiful things that have come out of my situation. I'm able to share my story with young girls who have few role models, and I can help others cope with what they have been through."
   },
   "author": {
    "text": "Bethany Hamilton"
   }
  },
  {
   "quote": {
    "text": "My mistake in my relationships has been to feel that I can do it all on my own: 'I don't need a man.' That is definitely a mistake. Women generally want to feel loved and appreciated. It's something that I am working on every day, trust me! It's a challenge for me to do that."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "Trust not yourself, but your defects to know, make use of every friend and every foe."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "I lost my sense of trust, honesty and compassion. I crashed down and became what I consider an emotional mess. I've never been so miserable in my whole life. I just wanted to go to bed and never get up."
   },
   "author": {
    "text": "Shania Twain"
   }
  },
  {
   "quote": {
    "text": "Few delights can equal the presence of one whom we trust utterly."
   },
   "author": {
    "text": "George MacDonald"
   }
  },
  {
   "quote": {
    "text": "The barometer for judging the character of people, in regard human rights, is now those who consider themselves gay, homosexual, lesbian. The judgment as to whether you can trust the future, the social advancement - depending on people - will be judged on where they come out on that question."
   },
   "author": {
    "text": "Bayard Rustin"
   }
  },
  {
   "quote": {
    "text": "Trusting our intuition often saves us from disaster."
   },
   "author": {
    "text": "Anne Wilson Schaef"
   }
  },
  {
   "quote": {
    "text": "Young men, trust God, and make the future bright with blessing. Old men, trust God, and magnify him for all the mercies of the past."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "I want to be strong because you believe in me. You have to trust me. I give my knowledge to you. That is my philosophy."
   },
   "author": {
    "text": "Claudio Ranieri"
   }
  },
  {
   "quote": {
    "text": "When the people we love stop paying attention, trust begins to slip away and hurt starts seeping in."
   },
   "author": {
    "text": "Brene Brown"
   }
  },
  {
   "quote": {
    "text": "I am a planter - a cotton planter. I am a Southern man and a slaveholder - a kind and a merciful one, I trust - and none the worse for being a slaveholder."
   },
   "author": {
    "text": "John C. Calhoun"
   }
  },
  {
   "quote": {
    "text": "Never trust the artist. Trust the tale. The proper function of the critic is to save the tale from the artist who created it."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "We're never so vulnerable than when we trust someone - but paradoxically, if we cannot trust, neither can we find love or joy."
   },
   "author": {
    "text": "Walter Anderson"
   }
  },
  {
   "quote": {
    "text": "I think a good relationship that Mexico could maintain with the United States and vice versa should be based on trust, on opening - openness and constant dialogue that would allow us essentially to define, share objectives and to work towards those so as to avoid activities which are not known to the other government."
   },
   "author": {
    "text": "Enrique Pena Nieto"
   }
  },
  {
   "quote": {
    "text": "I trust myself. You need that to survive."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "When we started the e-commerce, nobody believed that China would have e-commerce because people believed in 'guang-shi,' face-to-face, and all kinds of network in traditional ways. There's no trust system in China."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "My mother had taught shorthand and typing to support us since my father died, and secretly she hated it and hated him for dying and leaving no money because he didn't trust life insurance salesmen."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "It is not good for us to trust in our merits, in our virtues or our righteousness; but only in God's free pardon, as given us through faith in Jesus Christ."
   },
   "author": {
    "text": "John Wycliffe"
   }
  },
  {
   "quote": {
    "text": "If you're not open, you're not transparent, you're still holding on to vaults of information, you're not going to build that trust."
   },
   "author": {
    "text": "Gavin Newsom"
   }
  },
  {
   "quote": {
    "text": "Even non-democratic allies no longer trust America. Barack Obama has alienated our most important and longest standing Arab allies, Egypt and Saudi Arabia. Both the anti-Muslim Brotherhood and the anti-Iran Arab states have lost respect for him."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "The moment for action has arrived, and I know that I can trust in you to save our country."
   },
   "author": {
    "text": "George B. McClellan"
   }
  },
  {
   "quote": {
    "text": "Public trust is a vital condition for artificial intelligence to be used productively."
   },
   "author": {
    "text": "Mark Walport"
   }
  },
  {
   "quote": {
    "text": "When a citizen gives his suffrage to a man of known immorality he abuses his trust; he sacrifices not only his own interest, but that of his neighbor; he betrays the interest of his country."
   },
   "author": {
    "text": "Noah Webster"
   }
  },
  {
   "quote": {
    "text": "Because I'm always away, coming home to a clean house means a lot to me. Trust me, I've lived with a lot of roommates, and straight guys are just kids who don't pick up after themselves."
   },
   "author": {
    "text": "Kellan Lutz"
   }
  },
  {
   "quote": {
    "text": "For me, documentary photography has always come with great responsibility. Not just to tell the story honestly and with empathy, but also to make sure the right people hear it. When you photograph somebody who is in pain or discomfort, they trust you to make sure the images will act as their advocate."
   },
   "author": {
    "text": "Giles Duley"
   }
  },
  {
   "quote": {
    "text": "For somehow this disease inheres in tyranny, never to trust one's friends."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "Brands are all about trust. That trust is built in drops and lost in buckets."
   },
   "author": {
    "text": "Kevin Plank"
   }
  },
  {
   "quote": {
    "text": "Changing much-cherished bank secrecy laws is worth the effort. Corruption, tax evasion, and the capture of natural resource revenues undermine the rule of law, weaken the social fabric, erode citizens' trust in institutions, fuel conflict and insecurity, and hamper job creation."
   },
   "author": {
    "text": "Sri Mulyani Indrawati"
   }
  },
  {
   "quote": {
    "text": "It's really important to me that the public have confidence in their criminal justice system. We don't operate very well if the public doesn't trust us."
   },
   "author": {
    "text": "Sally Yates"
   }
  },
  {
   "quote": {
    "text": "My father always said, 'Never trust anyone whose TV is bigger than their book shelf' - so I make sure I read."
   },
   "author": {
    "text": "Emilia Clarke"
   }
  },
  {
   "quote": {
    "text": "Trust me, sunscreen is so, so, so important and so I always wear sunscreen, but I still get really tan."
   },
   "author": {
    "text": "Lea Michele"
   }
  },
  {
   "quote": {
    "text": "Don't trust the heart, it wants your blood."
   },
   "author": {
    "text": "Stanislaw Jerzy Lec"
   }
  },
  {
   "quote": {
    "text": "Discipline and unconditional support is earned by understanding and trust and inclusion. Not by isolation, not by nasty tricks."
   },
   "author": {
    "text": "Colm Keaveney"
   }
  },
  {
   "quote": {
    "text": "I do believe that it was through divine providence that the Founding Fathers drafted a document that created a government that didn't trust each other - hence the separation of powers. And then, to close the deal, the Bill of Rights was added to continue to protect individual rights and freedoms."
   },
   "author": {
    "text": "John Shimkus"
   }
  },
  {
   "quote": {
    "text": "There are some people who might have better technique than me, and some may be fitter than me, but the main thing is tactics. With most players, tactics are missing. You can divide tactics into insight, trust, and daring. In the tactical area, I think I just have more than most other players."
   },
   "author": {
    "text": "Johan Cruyff"
   }
  },
  {
   "quote": {
    "text": "I can trust my friends These people force me to examine myself, encourage me to grow."
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "It's so much easier to like people, and to let people in, to trust them until they prove that you should do otherwise. The alternative is being an iceberg."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "Ultimately, the success of America's market economy depends on trust. This includes trust between buyers and sellers, between lenders and borrowers, and between investors and the companies in which they invest."
   },
   "author": {
    "text": "Amy Klobuchar"
   }
  },
  {
   "quote": {
    "text": "Trust in the great American ingenuity. We can derive more intelligent, more brain-friendly ways we can play football."
   },
   "author": {
    "text": "Bennet Omalu"
   }
  },
  {
   "quote": {
    "text": "Today we often think that before we start living a religious life we have first to accept the creedal doctrines and that before one can have any comprehension of the loyalty and trust of faith, one must first force one's mind to accept a host of incomprehensible doctrines. But this is to put the cart before the horse."
   },
   "author": {
    "text": "Karen Armstrong"
   }
  },
  {
   "quote": {
    "text": "It is really hard when you spend your life living out of a suitcase. But it really does weed out superficial people - if someone is still with you after the second movie, then they're probably a good one! I like to trust people in general - it's the southern girl in me."
   },
   "author": {
    "text": "Amber Heard"
   }
  },
  {
   "quote": {
    "text": "Individual people shouldn't be fearful, because by and large our government, the federal government - people always talk; obviously, they don't trust the feds, whatever. The federal government and local communities have done a pretty good job at keeping us safe."
   },
   "author": {
    "text": "Sherrod Brown"
   }
  },
  {
   "quote": {
    "text": "I repeat... that all power is a trust; that we are accountable for its exercise; that from the people and for the people all springs, and all must exist."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "If you have three people in your life that you can trust, you can consider yourself the luckiest person in the whole world."
   },
   "author": {
    "text": "Selena Gomez"
   }
  },
  {
   "quote": {
    "text": "The topic of trust is an important factor in all matters of the heart - and here's why. Men lie to women. Women lie to men. And most people agree that some lying is even necessary - to avoid petty squabbles and to grease the wheels of a relationship."
   },
   "author": {
    "text": "Joyce Brothers"
   }
  },
  {
   "quote": {
    "text": "Trust is that rare and priceless treasure that wins us the affection of our heavenly Father."
   },
   "author": {
    "text": "Brennan Manning"
   }
  },
  {
   "quote": {
    "text": "I came all this way for a reason. Today is the day of salvation. Trust Jesus to save you. Then be sincere as God knows a pretender."
   },
   "author": {
    "text": "Kirk Cameron"
   }
  },
  {
   "quote": {
    "text": "Business thrives with trust. Every single business transaction is based on trust. Trust is what you deal in. From trust emerges a safe and predictable environment."
   },
   "author": {
    "text": "Rahul Gandhi"
   }
  },
  {
   "quote": {
    "text": "Every year in my life, I trust fewer and fewer people."
   },
   "author": {
    "text": "Francis Chan"
   }
  },
  {
   "quote": {
    "text": "Trusting your individual uniqueness challenges you to lay yourself open."
   },
   "author": {
    "text": "James Broughton"
   }
  },
  {
   "quote": {
    "text": "An essay is a thing of the imagination. If there is information in an essay, it is by-the-by, and if there is an opinion, one need not trust it for the long run. A genuine essay rarely has an educational, polemical, or sociopolitical use; it is the movement of a free mind at play."
   },
   "author": {
    "text": "Cynthia Ozick"
   }
  },
  {
   "quote": {
    "text": "There is nothing natural, inevitable, or necessary about the labyrinth of fear. We can liberate ourselves. There are better ways to live. Someone has to take the initiative to love and trust her fellow living creature and set us all free."
   },
   "author": {
    "text": "Brendan Myers"
   }
  },
  {
   "quote": {
    "text": "Transparency is not about restoring trust in institutions. Transparency is the politics of managing mistrust."
   },
   "author": {
    "text": "Ivan Krastev"
   }
  },
  {
   "quote": {
    "text": "Trust is to human relationships what faith is to gospel living. It is the beginning place, the foundation upon which more can be built. Where trust is, love can flourish."
   },
   "author": {
    "text": "Barbara Smith"
   }
  },
  {
   "quote": {
    "text": "There's something about that blind trust between Timbaland and me - two people that have almost nothing in common except for a love of music - that is really rejuvenating."
   },
   "author": {
    "text": "Chris Cornell"
   }
  },
  {
   "quote": {
    "text": "Trust is a core currency of any relationship. Sometimes our need to control and micromanage everything erodes our confidence in ourselves and others. The truth: People are much more capable than we think. A hearty dose of trust is often what's needed to unlock the magic. Go ahead, have faith."
   },
   "author": {
    "text": "Kris Carr"
   }
  },
  {
   "quote": {
    "text": "The American people must be able to trust that their courts and law enforcement will uphold, protect, and defend their constitutional rights."
   },
   "author": {
    "text": "Loretta Lynch"
   }
  },
  {
   "quote": {
    "text": "I think in order to push kids and coach kids the way we want to coach them, we've got to have their trust."
   },
   "author": {
    "text": "Kirby Smart"
   }
  },
  {
   "quote": {
    "text": "The idea that God's mercy is connected to whether or not I shave is ludicrous, and I need to just trust myself, and that, you know, if I'm deserving of God's mercy, I'll get it, regardless of, you know, my beard."
   },
   "author": {
    "text": "Matisyahu"
   }
  },
  {
   "quote": {
    "text": "Is there any wonder why we are in such big trouble? Any question why the people don't trust their government anymore, and demand a change?"
   },
   "author": {
    "text": "Chris Christie"
   }
  },
  {
   "quote": {
    "text": "They are the only people in the world who I can truly trust and rely on. Touring gets really lonely. I guess I have friends around me but when you're paying them can they ever really be true friends?"
   },
   "author": {
    "text": "Kelly Osbourne"
   }
  },
  {
   "quote": {
    "text": "I don't trust squirrels."
   },
   "author": {
    "text": "Terry Rozier"
   }
  },
  {
   "quote": {
    "text": "A man who trusts nobody is apt to be the kind of man nobody trusts."
   },
   "author": {
    "text": "Harold MacMillan"
   }
  },
  {
   "quote": {
    "text": "You've got to have confidence and trust in your cast. You have to have confidence and trust in your director, in your editor. It's such a team effort; I really think you have to pull yourself out of it and just trust. I think the number one thing you can do is just trust everyone around you."
   },
   "author": {
    "text": "Reid Scott"
   }
  },
  {
   "quote": {
    "text": "We have every reason to put our trust in NATO and in transatlantic cooperation."
   },
   "author": {
    "text": "Kersti Kaljulaid"
   }
  },
  {
   "quote": {
    "text": "Sci-fi nerds are respectful, honorable. You can trust them."
   },
   "author": {
    "text": "Claudia Christian"
   }
  },
  {
   "quote": {
    "text": "You don't repair that relationship by sitting down and talking about trust or making promises. Actually, what rebuilds it is living it and doing things differently - and I think that is what is going to make the difference."
   },
   "author": {
    "text": "Patricia Hewitt"
   }
  },
  {
   "quote": {
    "text": "We have an opportunity, but we have an obligation to senior citizens and to the younger people who are entering the workforce today to help ensure that they are going to be able to trust the government to have a workable program that benefits them as well."
   },
   "author": {
    "text": "Thad Cochran"
   }
  },
  {
   "quote": {
    "text": "I learned you can't trust the judgment of good friends."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "I grew very skeptical of certain kind of Jewish separatism in my youth. I mean, I saw the Jewish community was always with each other; they didn't trust anybody outside. You'd bring someone home, and the first question was, 'Are they Jewish, are they not Jewish?'"
   },
   "author": {
    "text": "Judith Butler"
   }
  },
  {
   "quote": {
    "text": "It's important to build trust if you're trying to deal with big things. Big issues require everybody to get outside their comfort zone, and people are more willing to do so if they believe that their partner is sincere in their efforts. And the only way you can do that is to engage them on a personal level."
   },
   "author": {
    "text": "Jeb Bush"
   }
  },
  {
   "quote": {
    "text": "You can't trust very many people."
   },
   "author": {
    "text": "George Best"
   }
  },
  {
   "quote": {
    "text": "I don't think it's true that blondes have more fun... Trust me, it is not true!"
   },
   "author": {
    "text": "Mila Kunis"
   }
  },
  {
   "quote": {
    "text": "When winning is everything and everyone does whatever they need to win and to not lose, including lying, you have a world in which 'basic trust' is lost."
   },
   "author": {
    "text": "Mark Goulston"
   }
  },
  {
   "quote": {
    "text": "Maybe if I really believe in me, trust me without any calculated plan, who knows what will happen?"
   },
   "author": {
    "text": "Eva Hesse"
   }
  },
  {
   "quote": {
    "text": "Find people who think like you and stick with them. Make only music you are passionate about. Work only with people you like and trust. Don't sign anything."
   },
   "author": {
    "text": "Steve Albini"
   }
  },
  {
   "quote": {
    "text": "Trust into leadership evaporates with communities when they see that their problems are not adequately addressed, neither at the national level nor at the international arena."
   },
   "author": {
    "text": "Peter Maurer"
   }
  },
  {
   "quote": {
    "text": "Trust in what you love, continue to do it, and it will take you where you need to go."
   },
   "author": {
    "text": "Natalie Goldberg"
   }
  },
  {
   "quote": {
    "text": "In search of a complete education with the ideals of trust, faith, understanding and compassion, many families are turning to the structure, discipline and academic standards of Catholic schools."
   },
   "author": {
    "text": "Mark Foley"
   }
  },
  {
   "quote": {
    "text": "I am not the kind of girl who can trust a theory based on one person."
   },
   "author": {
    "text": "Brigitte Boisselier"
   }
  },
  {
   "quote": {
    "text": "Never trust a husband too far, nor a bachelor too near."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "The only way to make a man trustworthy is to trust him."
   },
   "author": {
    "text": "Henry L. Stimson"
   }
  },
  {
   "quote": {
    "text": "Trust your hunches. They're usually based on facts filed away just below the conscious level."
   },
   "author": {
    "text": "Joyce Brothers"
   }
  },
  {
   "quote": {
    "text": "We can trust ourselves to know when our boundaries are being violated."
   },
   "author": {
    "text": "Melody Beattie"
   }
  },
  {
   "quote": {
    "text": "Let no such man be trusted."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "The sadness of the women's movement is that they don't allow the necessity of love. See, I don't personally trust any revolution where love is not allowed."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "To state the facts frankly is not to despair the future nor indict the past. The prudent heir takes careful inventory of his legacies and gives a faithful accounting to those whom he owes an obligation of trust."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Trust men and they will be true to you; treat them greatly and they will show themselves great."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "If people like you, they'll listen to you, but if they trust you, they'll do business with you."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "I have trust issues with allowing other individuals to know my innermost secrets for fear of how I may be viewed. Everyone has this."
   },
   "author": {
    "text": "Kevin Gates"
   }
  },
  {
   "quote": {
    "text": "Surplus wealth is a sacred trust which its possessor is bound to administer in his lifetime for the good of the community."
   },
   "author": {
    "text": "Andrew Carnegie"
   }
  },
  {
   "quote": {
    "text": "Teams that consistently perform at the highest levels are able to come together and be unified across the organization - staff, players, coaches, management, and ownership. When everyone is on the same page, trust develops, and teams can grow and succeed together."
   },
   "author": {
    "text": "Jerry Reinsdorf"
   }
  },
  {
   "quote": {
    "text": "Trust is not simply a matter of truthfulness, or even constancy. It is also a matter of amity and goodwill. We trust those who have our best interests at heart, and mistrust those who seem deaf to our concerns."
   },
   "author": {
    "text": "Gary Hamel"
   }
  },
  {
   "quote": {
    "text": "Never trust any complicated cocktail that remains perfectly clear until the last ingredient goes in, and then immediately clouds."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "Trust is not something that's given because you win an election; it's something you have to earn."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "Do not trust all men, but trust men of worth; the former course is silly, the latter a mark of prudence."
   },
   "author": {
    "text": "Democritus"
   }
  },
  {
   "quote": {
    "text": "The intention and outcome of vulnerability is trust, intimacy and connection. The outcome of oversharing is distrust, disconnection - and usually a little judgment."
   },
   "author": {
    "text": "Brene Brown"
   }
  },
  {
   "quote": {
    "text": "When a man assumes a public trust he should consider himself a public property."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Profitability, growth, and safeguards against existential risks are crucial to strengthening a company's long-term prospects. But if these three factors constitute a company's 'hard power,' firms also need 'soft power': public trust and acceptance, won by fulfilling a company's social responsibility."
   },
   "author": {
    "text": "Klaus Schwab"
   }
  },
  {
   "quote": {
    "text": "I would say I was always very ambitious and goal-oriented, but rather than being just a go-getter hustler, now I surrender a lot more and I trust my path a lot more."
   },
   "author": {
    "text": "Jenna Dewan"
   }
  },
  {
   "quote": {
    "text": "Trust is the first step to love."
   },
   "author": {
    "text": "Munshi Premchand"
   }
  },
  {
   "quote": {
    "text": "All of my favorite people - people I really trust - none of them were cool in their younger years."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "I like women, but you can't always trust them. Some of them are big liars, like this one woman I met who had a dog. I asked her her dog's name and then I asked, 'Does he bite?' and she said, 'No.' And I said, 'So how does he eat?' Liar!"
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "I love that we can trust Barack to do what he says he's going to do, even when it's hard - especially when it's hard."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "I've realized that being happy is a choice. You never want to rub anybody the wrong way or not be fun to be around, but you have to be happy. When I get logical and I don't trust my instincts - Thats when I get in trouble."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "Only trust thyself, and another shall not betray thee."
   },
   "author": {
    "text": "William Penn"
   }
  },
  {
   "quote": {
    "text": "Trust me that as I ignore all law to help the slave, so will I ignore it all to protect an enslaved woman."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "There is danger from all men. The only maxim of a free government ought to be to trust no man living with power to endanger the public liberty."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "For it is mutual trust, even more than mutual interest that holds human associations together. Our friends seldom profit us but they make us feel safe. Marriage is a scheme to accomplish exactly that same end."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "I have known a vast quantity of nonsense talked about bad men not looking you in the face. Don't trust that conventional idea. Dishonesty will stare honesty out of countenance any day in the week, if there is anything to be got by it."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "Never trust anything that can think for itself if you can't see where it keeps its brain."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "The blockchain does one thing: It replaces third-party trust with mathematical proof that something happened."
   },
   "author": {
    "text": "Adam Draper"
   }
  },
  {
   "quote": {
    "text": "In football, I don't have a lot of friends. The people who I really trust, there are not many... Most of the time, I'm alone."
   },
   "author": {
    "text": "Cristiano Ronaldo"
   }
  },
  {
   "quote": {
    "text": "One of the common failings among honorable people is a failure to appreciate how thoroughly dishonorable some other people can be, and how dangerous it is to trust them."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "I felt I did trust in Christ, Christ alone for salvation, and an assurance was given me that he had taken away my sins, even mine, and saved me from the law of sin and death."
   },
   "author": {
    "text": "John Wesley"
   }
  },
  {
   "quote": {
    "text": "A newspaper is a public trust, and we will suffer as a society without them. It is not the Internet that has killed them. It is their own greed, it is their own stupidity, and it is capitalism that has taken our daily newspapers from us."
   },
   "author": {
    "text": "Michael Moore"
   }
  },
  {
   "quote": {
    "text": "Put more trust in nobility of character than in an oath."
   },
   "author": {
    "text": "Solon"
   }
  },
  {
   "quote": {
    "text": "So near is falsehood to truth that a wise man would do well not to trust himself on the narrow edge."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Confidence is that feeling by which the mind embarks in great and honorable courses with a sure hope and trust in itself."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "I think a captain is someone who captains on the cricket field but, most of the leadership that happens is off the cricket field. It's very easy to captain people on the cricket field, but if you can start leading them off the cricket field, and show them that trust, what you have in them."
   },
   "author": {
    "text": "Gautam Gambhir"
   }
  },
  {
   "quote": {
    "text": "Seize the day, and put the least possible trust in tomorrow."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "As president, I'm committed to making Washington work better and rebuilding the trust of the people who sent us here."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Trust is not the same as faith. A friend is someone you trust. Putting faith in anyone is a mistake."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "Because the Internet is so new, we still don't really understand what it is. We mistake it for a type of publishing or broadcasting, because that's what we're used to. So people complain that there's a lot of rubbish online, or that it's dominated by Americans, or that you can't necessarily trust what you read on the Web."
   },
   "author": {
    "text": "Douglas Adams"
   }
  },
  {
   "quote": {
    "text": "You have to relax, write what you write. It sounds easy but it's really, really hard. One of the things it took me longest to learn was to trust the writing process."
   },
   "author": {
    "text": "Diane Setterfield"
   }
  },
  {
   "quote": {
    "text": "Trust and value your own divinity as well as your connection to nature. Seeing God's work everywhere will be your reward."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "I don't trust liberals, I trust conservatives."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "If women believed in their husbands they would be a good deal happier and also a good deal more foolish."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "If we put our trust in the common sense of common men and 'with malice toward none and charity for all' go forward on the great adventure of making political, economic and social democracy a practical reality, we shall not fail."
   },
   "author": {
    "text": "Henry A. Wallace"
   }
  },
  {
   "quote": {
    "text": "When you're an entertainer, it's hard not to compare yourself with the next person's success. But you have to trust your own journey and your strengths and believe in yourself. I think that's the best place to start."
   },
   "author": {
    "text": "Kat Graham"
   }
  },
  {
   "quote": {
    "text": "Put the right people in the right places, and then you trust them to do the right stuff."
   },
   "author": {
    "text": "Dara Khosrowshahi"
   }
  },
  {
   "quote": {
    "text": "I used to be very controlling with visuals and editing, and I would pretty much craft the performances; now I have learned to trust the material and the actors."
   },
   "author": {
    "text": "Alfonso Cuaron"
   }
  },
  {
   "quote": {
    "text": "Faith is trust in ultimate meaning."
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "Sometimes people don't trust the force of kindness. They think love or compassion or kindness will make you weak and kind of stupid and people will take advantage of you; you won't stand up for other people."
   },
   "author": {
    "text": "Sharon Salzberg"
   }
  },
  {
   "quote": {
    "text": "It is impossible to go through life without trust: that is to be imprisoned in the worst cell of all, oneself."
   },
   "author": {
    "text": "Graham Greene"
   }
  },
  {
   "quote": {
    "text": "The unreliable narrator is an odd concept. The way I see it, we're all unreliable narrators of our lives who usually have absolute trust in our self-told stories. Any truth is, after all, just a matter of perspective."
   },
   "author": {
    "text": "Sarah Pinborough"
   }
  },
  {
   "quote": {
    "text": "If you're not comfortable with public speaking - and nobody starts out comfortable; you have to learn how to be comfortable - practice. I cannot overstate the importance of practicing. Get some close friends or family members to help evaluate you, or somebody at work that you trust."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "All the blessings we enjoy are Divine deposits, committed to our trust on this condition, that they should be dispensed for the benefit of our neighbors."
   },
   "author": {
    "text": "John Calvin"
   }
  },
  {
   "quote": {
    "text": "The true and solid peace of nations consists not in equality of arms, but in mutual trust alone."
   },
   "author": {
    "text": "Pope John XXIII"
   }
  },
  {
   "quote": {
    "text": "Great companies that build an enduring brand have an emotional relationship with customers that has no barrier. And that emotional relationship is on the most important characteristic, which is trust."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "For me, it's the ultimate to be able to nurture and nourish someone. They trust you. It's a basic form of intimacy in a community."
   },
   "author": {
    "text": "Lidia Bastianich"
   }
  },
  {
   "quote": {
    "text": "We have proclaimed to the world our determination 'to die freemen, rather than to live slaves.' We have appealed to Heaven for the justice of our cause, and in Heaven we have placed our trust."
   },
   "author": {
    "text": "Samuel Adams"
   }
  },
  {
   "quote": {
    "text": "The main advantage of blockchain technology is supposed to be that it's more secure, but new technologies are generally hard for people to trust, and this paradox can't really be avoided."
   },
   "author": {
    "text": "Vitalik Buterin"
   }
  },
  {
   "quote": {
    "text": "Peer pressure is something everyone will face in school. You have to really go by what you think is the right thing to do. Turn to the friends you trust the most when you are put in a compromising situation. If your friends are making the wrong decision, then turn to your parents."
   },
   "author": {
    "text": "Madisen Beaty"
   }
  },
  {
   "quote": {
    "text": "I have learned from personal experience that putting trust in God means there will be some unanswered questions. That was a hard lesson for me because I naturally want to understand everything... to know what's going on so I can feel like I'm in control."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Humility may well be one of the most difficult of the fruit of the Spirit to be cultivated in us - and to maintain. That's because without humility, it's not likely that you will put your complete trust in God."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Productive givers focus on acting in the long-term best interests of others, even if it's not pleasant. They have the courage to give the critical feedback we prefer not to hear, but truly need to hear. They offer tough love, knowing that we might like them less, but we'll come to trust and respect them more."
   },
   "author": {
    "text": "Adam Grant"
   }
  },
  {
   "quote": {
    "text": "Someone that you obviously can trust and someone that you would trust your life with - that's a really good friend."
   },
   "author": {
    "text": "Ron Hall"
   }
  },
  {
   "quote": {
    "text": "Those who trust to chance must abide by the results of chance."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "There is not one single police officer in America that I am not afraid of and not one that I would trust to tell the truth or obey the laws they are sworn to uphold. I do not believe they protect me in any way."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Trust your gut feeling about things, listen to what others are saying, and look at the results of your actions. Once you know the truth, you can set about taking action to improve. Everyone will be better for it."
   },
   "author": {
    "text": "Jack Canfield"
   }
  },
  {
   "quote": {
    "text": "Songs are my diaries; they always have been. You have to put your trust in everyone because putting down those real, personal details and thoughts that make a song authentic also opens you right up. I am constantly misunderstood; a lot of people just don't get me."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "Pakistanis can't trust. They've seen in history that people, particularly politicians, are corrupt. And they're misguided by people in the name of Islam. They're told: 'Malala is not a Muslim, she's not in purdah, she's working for America.'"
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Faith is a state of openness or trust."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "The trust of the people in the leaders reflects the confidence of the leaders in the people."
   },
   "author": {
    "text": "Paulo Freire"
   }
  },
  {
   "quote": {
    "text": "I am happy to be running a public sector bank. In times of stress, most people will always have an account with us, so, to the extent that it gives stability and faith for the people and because banking is a business of trust, it is a major advantage we have."
   },
   "author": {
    "text": "Arundhati Bhattacharya"
   }
  },
  {
   "quote": {
    "text": "Live-tweeting your bikini wax is not vulnerability. Nor is posting a blow-by-blow of your divorce . That's an attempt to hot-wire connection. But you can't cheat real connection. It's built up slowly. It's about trust and time."
   },
   "author": {
    "text": "Brene Brown"
   }
  },
  {
   "quote": {
    "text": "In every tyrant's heart there springs in the end this poison, that he cannot trust a friend."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "If you don't trust the pilot, don't go."
   },
   "author": {
    "text": "Denzel Washington"
   }
  },
  {
   "quote": {
    "text": "The fruits of your labors may be reaped two generations from now. Trust, even when you don't see the results."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "Sometimes you don't know who you can and cannot trust. I still learn that over and over again."
   },
   "author": {
    "text": "Demi Lovato"
   }
  },
  {
   "quote": {
    "text": "Of course you can't 'trust' what people tell you on the web anymore than you can 'trust' what people tell you on megaphones, postcards or in restaurants. Working out the social politics of who you can trust and why is, quite literally, what a very large part of our brain has evolved to do."
   },
   "author": {
    "text": "Douglas Adams"
   }
  },
  {
   "quote": {
    "text": "The 'public' scares me, but people I trust."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "A group is as healthy as its 'social contract' is clear; a congregation as faithful as its covenant is mutually understood; a pastor as effective as the pastor's and people's commitment to trust and integrity is honored, guarded, and fulfilled."
   },
   "author": {
    "text": "David Augsburger"
   }
  },
  {
   "quote": {
    "text": "I don't think Donald Trump represents the Republican Party... I think more and more people are going to realize that they really don't trust him."
   },
   "author": {
    "text": "Betsy DeVos"
   }
  },
  {
   "quote": {
    "text": "Public trust is essential to public safety."
   },
   "author": {
    "text": "Martin O'Malley"
   }
  },
  {
   "quote": {
    "text": "The thing I most connect with is the idea of not giving up. And that's a thing I have in my own life. You have to trust your instincts and keep trying."
   },
   "author": {
    "text": "Callie Thorne"
   }
  },
  {
   "quote": {
    "text": "I got this idea about being afraid to let go of something and being afraid of sinking into a state of almost anesthesia, where you have to trust other people. Just the paranoia of it all. And it seemed to suit the frenetic track. So I just wrote it out and, you know, said it."
   },
   "author": {
    "text": "Nick Rhodes"
   }
  },
  {
   "quote": {
    "text": "When we trust God more than our feelings, it confuses the devil. I mean, when he throws you his best shot and he can't budge you from believing God, he won't know what to do with you anymore."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Most of us have hoped and prayed for something to happen a certain way, but it didn't. And when this happened, we had a choice to make: to react with offense toward God or to trust Him anyway."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "They say I'm the Hottest MC in the Game. If you label me that, I will live up to it. Trust me."
   },
   "author": {
    "text": "Lil Wayne"
   }
  },
  {
   "quote": {
    "text": "Put your trust in God; but be sure to keep your powder dry."
   },
   "author": {
    "text": "Oliver Cromwell"
   }
  },
  {
   "quote": {
    "text": "I trust the time is coming, when the occupation of an instructor to children will be deemed the most honorable of human employment."
   },
   "author": {
    "text": "Angelina Grimke"
   }
  },
  {
   "quote": {
    "text": "A huge dollar bill is the most accurate way to teach children the real motto of the United States: In the Almighty Dollar We Trust... Until the average American realizes that capitalism damages her livelihood while augmenting the livelihoods of the wealthy, the Almighty Dollar will continue to rule. It certainly is not ruling in our favor."
   },
   "author": {
    "text": "Kyrsten Sinema"
   }
  },
  {
   "quote": {
    "text": "We're building a lifelong relationship with people, and every great relationship has to be built on trust."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "Mentorship is an incredibly huge responsibility. And you need to choose your mentors carefully, just like mentors choose their apprentices carefully. There has to be trust there, on a very deep level."
   },
   "author": {
    "text": "Jimmy Chin"
   }
  },
  {
   "quote": {
    "text": "I understand that government should live within its means, value the money it holds in trust from you the taxpayer, avoid waste and, above all else, observe the first maxim of good government: namely, do no avoidable harm."
   },
   "author": {
    "text": "Tony Abbott"
   }
  },
  {
   "quote": {
    "text": "Suppliers and especially manufacturers have market power because they have information about a product or a service that the customer does not and cannot have, and does not need if he can trust the brand. This explains the profitability of brands."
   },
   "author": {
    "text": "Peter Drucker"
   }
  },
  {
   "quote": {
    "text": "I don't really look at the charts at all. If anything, I try to out-do what I've done before. I try to make music that I like and I trust my own judgement with what will work with a wider audience. If you compare yourself to the charts, you lose perspective on what you're doing and why you're doing it."
   },
   "author": {
    "text": "Avicii"
   }
  },
  {
   "quote": {
    "text": "Never trust the advice of a man in difficulties."
   },
   "author": {
    "text": "Aesop"
   }
  },
  {
   "quote": {
    "text": "I don't even know what a traditional producer is or does. I feel like the job is like being a coach, building good work habits and building trust. You want to get to a point where you can say anything and talk about anything. There needs to be a real connection."
   },
   "author": {
    "text": "Rick Rubin"
   }
  },
  {
   "quote": {
    "text": "We can only have true public safety with public trust."
   },
   "author": {
    "text": "Betsy Hodges"
   }
  },
  {
   "quote": {
    "text": "I trust people to be human. Sometimes you do things that make amazing amounts of sense; sometimes you do things that don't make any sense whatsoever."
   },
   "author": {
    "text": "Lupe Fiasco"
   }
  },
  {
   "quote": {
    "text": "As you enter positions of trust and power, dream a little before you think."
   },
   "author": {
    "text": "Toni Morrison"
   }
  },
  {
   "quote": {
    "text": "I'm lucky to have a great support system in my friends and some of my family. If you have those people that you trust, go ahead and fall back into them and let them be your hammock and cocoon and let them embrace you."
   },
   "author": {
    "text": "JoJo"
   }
  },
  {
   "quote": {
    "text": "As trust in institutions erodes, the basic assumptions of fairness, shared values, and equal opportunity traditionally upheld by 'the system' are no longer taken for granted."
   },
   "author": {
    "text": "Richard Edelman"
   }
  },
  {
   "quote": {
    "text": "There's nothing fun about stuff like estate planning, getting mammograms, or talking to a guy about long term disability insurance, but do it anyway. Trust me, the stress of not having done the above is prematurely aging."
   },
   "author": {
    "text": "Jen Lancaster"
   }
  },
  {
   "quote": {
    "text": "Only the Communist Party, as the institution that brings together the revolutionary vanguard and will always guarantee the unity of Cubans, can be the worthy heir of the trust deposited by the people in their leader."
   },
   "author": {
    "text": "Raul Castro"
   }
  },
  {
   "quote": {
    "text": "Love shouldn't be about jealousy or anything like that. It should be about commitment and being able to trust that person. If you can't have that from the get-go, there's a problem."
   },
   "author": {
    "text": "Aaron Carter"
   }
  },
  {
   "quote": {
    "text": "If you're going to counsel people - and that's all my ministry is, it's a counseling ministry more than anything else - people have to believe that they can trust you and that they can listen to you, that you're going to try to help them and not just politically try to convert them to your views."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "Too many Christians live their lives like slaves - to the devil - because they believe his lies more than they trust God."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "While day by day the overzealous student stores up facts for future use, he who has learned to trust nature finds need for ever fewer external directions. He will discard formula after formula, until he reaches the conclusion: Let nature take its course."
   },
   "author": {
    "text": "Larry Bird"
   }
  },
  {
   "quote": {
    "text": "You have got to discover you, what you do, and trust it."
   },
   "author": {
    "text": "Barbra Streisand"
   }
  },
  {
   "quote": {
    "text": "We must trust our own thinking. Trust where we're going. And get the job done."
   },
   "author": {
    "text": "Wilma Mankiller"
   }
  },
  {
   "quote": {
    "text": "It is better to suffer wrong than to do it, and happier to be sometimes cheated than not to trust."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "To persevere, trusting in what hopes he has, is courage in a man."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "At my funeral, if one said, 'Nick was a generous person,' trust me I won't be doing cartwheels in my coffin. Recognition from people is never and never will be a goal. Some people strive for that respect or honor. Living a life to just reach for the position and status is vanity and sin."
   },
   "author": {
    "text": "Nick Vujicic"
   }
  },
  {
   "quote": {
    "text": "Trust is central to an economy that works."
   },
   "author": {
    "text": "Stephen Covey"
   }
  },
  {
   "quote": {
    "text": "Hate crimes are different from other crimes. They strike at the heart of one's identity - they strike at our sense of self, our sense of belonging. The end result is loss - loss of trust, loss of dignity, and in the worst case, loss of life."
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "Americans have the right and advantage of being armed - unlike the citizens of other countries whose governments are afraid to trust the people with arms."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "I tread in the footsteps of illustrious men... in receiving from the people the sacred trust confided to my illustrious predecessor."
   },
   "author": {
    "text": "Martin Van Buren"
   }
  },
  {
   "quote": {
    "text": "Put not your trust in money, but put your money in trust."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "I find very often people like to confront rumors. It depends on how much they trust you. And you have to have a line between what is tasteful and what isn't."
   },
   "author": {
    "text": "Barbara Walters"
   }
  },
  {
   "quote": {
    "text": "If you've witnessed bullying or if you're being bullied, tell somebody you trust. Tell mom and dad. Tell your counselors or your coaches. Tell your teachers. Tell an adult who you trust."
   },
   "author": {
    "text": "Stephanie McMahon"
   }
  },
  {
   "quote": {
    "text": "Learning to trust is one of life's most difficult tasks."
   },
   "author": {
    "text": "Isaac Watts"
   }
  },
  {
   "quote": {
    "text": "Familial betrayal is, to me, the most heartbreaking kind - because if you can't trust your family to love you and protect you, who can you really trust?"
   },
   "author": {
    "text": "Alexandra Bracken"
   }
  },
  {
   "quote": {
    "text": "Sometimes, it's better to stop thinking and trust your instincts. That's what I used to do when I first started making music, but as time goes on, you can sometimes over-intellectualise things."
   },
   "author": {
    "text": "Calvin Harris"
   }
  },
  {
   "quote": {
    "text": "Our brands - Nike, Converse, Jordan Brand and Hurley - are loved by customers all over the world. But we never take that for granted; we know that every day we have to earn their trust - by serving them completely and adding real value to their lives through products and experiences."
   },
   "author": {
    "text": "Mark Parker"
   }
  },
  {
   "quote": {
    "text": "In finding love, I think it's important to be patient. In being in a relationship, I think it's important to be honest, to communicate, to respect and trust, and to strive to give more than you take."
   },
   "author": {
    "text": "Kina Grannis"
   }
  },
  {
   "quote": {
    "text": "How can people trust the harvest, unless they see it sown?"
   },
   "author": {
    "text": "Mary Renault"
   }
  },
  {
   "quote": {
    "text": "'Bellyache' is totally fictional. I like writing about things that aren't real. The song is about not trusting anyone and then putting trust in yourself and realizing that you don't know what you are doing, either. Or realizing that things you do with a group of people that you think are cool in the moment are ultimately all on you."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "Writing a song is so personal. You have to have trust in someone you're working with; otherwise, you're not gonna come out with something that's really you."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "Where large sums of money are concerned, it is advisable to trust nobody."
   },
   "author": {
    "text": "Agatha Christie"
   }
  },
  {
   "quote": {
    "text": "Donald Trump I wouldn't trust as far as I could throw him."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "If I have the honor of being confirmed by the Senate, I will make it my highest priority to restore the public's confidence in the FBI and to re-earn the faith and trust of the American people."
   },
   "author": {
    "text": "Robert Mueller"
   }
  },
  {
   "quote": {
    "text": "Nobody expects to trust his body overmuch after the age of fifty."
   },
   "author": {
    "text": "Alexander Hamilton"
   }
  },
  {
   "quote": {
    "text": "When you explain to people what you're trying to do, as opposed to just making demands or delegating tasks, you can build instant trust, even if it's just for that short time you're on the phone."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "The single best machine to measure trust is a human being. We haven't figured out a metric that works better than our own sort of, like, 'There's something fishy about you.'"
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "The momentum of freedom in our world is unmistakable - and it is not carried forward by our power alone. We can trust in that greater power Who guides the unfolding of the years. And in all that is to come, we can know that His purposes are just and true."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "In the 1960s, if you introduced a new product to America, 90% of the people who viewed it for the first time believed in the corporate promise. Then 40 years later if you performed the same exercise, less than 10% of the public believed it was true. The fracturing of trust is based on the fact that the consumer has been let down."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "Childlike surrender and trust, I believe, is the defining spirit of authentic discipleship."
   },
   "author": {
    "text": "Brennan Manning"
   }
  },
  {
   "quote": {
    "text": "With fame, you can't trust everybody. You can't depend on them being there for you as a person. They will only be there because of what you've got you as a person. They will only be there because of what you've got and what you can bring to their life. It's not a relationship-it's a leech."
   },
   "author": {
    "text": "Chris Brown"
   }
  },
  {
   "quote": {
    "text": "He that takes truth for his guide, and duty for his end, may safely trust to God's providence to lead him aright."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "The greatest asset, even in this country, is not oil and gas. It's integrity. Everyone is searching for it, asking, 'Who can I do business with that I can trust?'"
   },
   "author": {
    "text": "George Foreman"
   }
  },
  {
   "quote": {
    "text": "Treachery has existed as long as there's been warfare, and there's always been a few people that you couldn't trust."
   },
   "author": {
    "text": "James Mattis"
   }
  },
  {
   "quote": {
    "text": "By nature, I tended to trust people and was typically open and transparent... But such transparency would go astray when others saw us out of context or when I gave trust to those few who were unworthy of it."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "Leaders must establish common purpose and build trust within an organization."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "I came to believe that a leader isn't good because they're right; they're good because they're willing to learn and to trust."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "If we say we trust in Him, but in reality do not, then God, taking us at our word, lets us see that we do not really confide in Him; and hence failure arises."
   },
   "author": {
    "text": "George Muller"
   }
  },
  {
   "quote": {
    "text": "It is important not to trust people too much."
   },
   "author": {
    "text": "V. S. Naipaul"
   }
  },
  {
   "quote": {
    "text": "If you're an original thinker, you are going get told 'no' a lot, and you have to be able to hear 'no' many times from the bankers and trust that at some point, someone is going to recognize that you are an artist and not a can of soda."
   },
   "author": {
    "text": "Nick Offerman"
   }
  },
  {
   "quote": {
    "text": "It would be ridiculous to say I don't want to sell records, but I trust my taste."
   },
   "author": {
    "text": "Earl Sweatshirt"
   }
  },
  {
   "quote": {
    "text": "I was one of the first practitioners of social engineering as a hacking technique, and today it is my only tool of use, aside from a smartphone - in a purely white hat sort of way. But if you don't trust me, then ask any reasonably competent social engineer."
   },
   "author": {
    "text": "John McAfee"
   }
  },
  {
   "quote": {
    "text": "Before you can trust your team to make decisions better than you would have, you need to build their capability to connect the dots."
   },
   "author": {
    "text": "Chris Fussell"
   }
  },
  {
   "quote": {
    "text": "I was no chief and never had been, but because I had been more deeply wronged than others, this honor was conferred upon me, and I resolved to prove worthy of the trust."
   },
   "author": {
    "text": "Geronimo"
   }
  },
  {
   "quote": {
    "text": "A poet ought not to pick nature's pocket. Let him borrow, and so borrow as to repay by the very act of borrowing. Examine nature accurately, but write from recollection, and trust more to the imagination than the memory."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "Despite the slowness, the infidelity, the errors and sins it committed and might still commit against its members, the Church, trust me, has no other meaning and goal but to live and witness Jesus."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "My trust in a higher power that wants me to survive and have love in my life, is what keeps me moving forward."
   },
   "author": {
    "text": "Kenny Loggins"
   }
  },
  {
   "quote": {
    "text": "I've only ever trusted my gut on everything. I don't trust my head, I don't trust my heart, I trust my gut."
   },
   "author": {
    "text": "Bryan Adams"
   }
  },
  {
   "quote": {
    "text": "I first started doing hidden-camera segments on 'The Tonight Show With Jay Leno.' He was the coolest guy in the world to work for because he understands the creative process, and he had total trust. And he just let me make up whatever I wanted; I experimented and tried and played. We had a lot of fun over there."
   },
   "author": {
    "text": "Michael Carbonaro"
   }
  },
  {
   "quote": {
    "text": "If someone uses the uniform, whatever uniform, for partisan politics, I am disappointed because I think it does erode that bond of trust we have with the American people."
   },
   "author": {
    "text": "Martin Dempsey"
   }
  },
  {
   "quote": {
    "text": "Trust free people and free enterprise as opposed to meddling, burdensome government."
   },
   "author": {
    "text": "George Allen"
   }
  },
  {
   "quote": {
    "text": "Good acting is thinking in front of the camera. I just do that and apply a sense of humor to it. You have to trust the audience to get it."
   },
   "author": {
    "text": "Charles Grodin"
   }
  },
  {
   "quote": {
    "text": "Without trust, no organization can sustain innovation because without trust, no one is willing to take the risks that innovation requires."
   },
   "author": {
    "text": "Helen Johnson-Leipold"
   }
  },
  {
   "quote": {
    "text": "Give me your trust and confidence, knowing that what I seek is for the good of Fiji, for the good of us all."
   },
   "author": {
    "text": "Josefa Iloilo"
   }
  },
  {
   "quote": {
    "text": "People have to render judgment. In my case, I've said upfront openly, I've made mistakes at times. I've had to go to God for forgiveness. I've had to seek reconciliation. But I'm also a 68-year-old grandfather, and I think people have to measure who I am now and whether I'm a person they can trust."
   },
   "author": {
    "text": "Newt Gingrich"
   }
  },
  {
   "quote": {
    "text": "Without trust, the most essential element of innovation - conflict - becomes impossible."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "I had very few friends. There was nobody I could trust. I left home when I was fifteen. I lived in Washington Square Park."
   },
   "author": {
    "text": "Jean-Michel Basquiat"
   }
  },
  {
   "quote": {
    "text": "To restore the trust of the people, we must reform the way the government operates."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "I feel good because I believe I have made progress in rebuilding the people's trust in their government."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "Since the team understands that the leader is de facto in charge, in that respect, a leader has nothing to prove. But in another respect, a leader has everything to prove: Every member of the team must develop the trust and confidence that their leader will exercise good judgment, remain calm, and make the right decisions when it matters most."
   },
   "author": {
    "text": "Jocko Willink"
   }
  },
  {
   "quote": {
    "text": "Don't forget: when you start a website, it's not yet a trusted site. So you have to bring people from a trusted site to your site to build up the trust in your site."
   },
   "author": {
    "text": "James Altucher"
   }
  },
  {
   "quote": {
    "text": "Monotheism makes me grouchy. I don't trust any religion that makes God look like one of the ruling class. I guess I'm a pagan or an animist."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Love is unknown. To open the heart in trust is unknown. They say love hurts. It doesn't have to."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "The more you trust your intuition, the more empowered you become, the stronger you become, and the happier you become."
   },
   "author": {
    "text": "Gisele Bundchen"
   }
  },
  {
   "quote": {
    "text": "The toughest thing about the power of trust is that it's very difficult to build and very easy to destroy. The essence of trust building is to emphasize the similarities between you and the customer."
   },
   "author": {
    "text": "Thomas J. Watson"
   }
  },
  {
   "quote": {
    "text": "Hope is trust in God's promises, faith that if we act now, the desired blessings will be fulfilled in the future."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "To those who believe but wish their belief to be strengthened, I urge you to walk in faith and trust in God. Spiritual knowledge always requires an exercise of faith."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "The restaurant business is something that you have to treat like a baby. You have to constantly be there. You can't trust it to anybody else, because no one's going to love it like you do."
   },
   "author": {
    "text": "Action Bronson"
   }
  },
  {
   "quote": {
    "text": "Trust should be the basis for all our moral training."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "The best of the best understand that people do business with people they like. People do business with people they trust, and people do business with those who make them feel special."
   },
   "author": {
    "text": "Robin S. Sharma"
   }
  },
  {
   "quote": {
    "text": "By staying neutral, I end up being somebody that everybody can trust. Even if they don't always agree with my decisions, they know I'm not working against them."
   },
   "author": {
    "text": "Linus Torvalds"
   }
  },
  {
   "quote": {
    "text": "I trust online banking. You know why? Because if somebody hacks into my account and defrauds my credit card company, or my online bank account, guess who takes the loss? The bank, not me."
   },
   "author": {
    "text": "Kevin Mitnick"
   }
  },
  {
   "quote": {
    "text": "O my brethren, my heart is enlarge towards you. I trust I feel something of that hidden, but powerful presence of Christ, whilst I am preaching to you."
   },
   "author": {
    "text": "George Whitefield"
   }
  },
  {
   "quote": {
    "text": "It's hard knowing who to trust with your personal life. When you cry in your room at night, you don't always know who to call. So I am very close to my family."
   },
   "author": {
    "text": "Lady Gaga"
   }
  },
  {
   "quote": {
    "text": "My hope always when I am working with a new client is that I will cultivate a relationship with them: develop a dialogue and a way of working. This makes it easy for a star to trust you."
   },
   "author": {
    "text": "Brad Goreski"
   }
  },
  {
   "quote": {
    "text": "The best fights don't occur between strangers. They occur between friends who trust each other."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "As a former football player who has carried a football more than 4,000 times, trust me, I did not go into ballroom dancing with my body being 100 percent, with no aches or pains or ailments coming with me. When you're dancing, you're doing stuff that your body's not used to, and so you start to aggravate those old injuries."
   },
   "author": {
    "text": "Emmitt Smith"
   }
  },
  {
   "quote": {
    "text": "As life has a way of unfolding as it is meant to, I have learned to trust life."
   },
   "author": {
    "text": "Linda Thompson"
   }
  },
  {
   "quote": {
    "text": "I would trust citizen journalism as much as I would trust citizen surgery."
   },
   "author": {
    "text": "Morley Safer"
   }
  },
  {
   "quote": {
    "text": "For me, being able to engage with the details when necessary, when there's a challenge, when there's a particularly important pivot, yes, you have to do that. But in general, a leader needs to trust their commanders, needs to trust the team they've assembled, to actually execute in the right way."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "I want someone who can trust that my big hands are going to take care of them."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "Now I can do no more. We must trust to the Great Disposer of all events and the justice of our cause. I thank God for this opportunity of doing my duty."
   },
   "author": {
    "text": "Horatio Nelson"
   }
  },
  {
   "quote": {
    "text": "Every marathon starts with that first mile. But somewhere around mile 16 or 18 - trust me on this - your feet are killing you, you're not sure you can breathe anymore, your mind is frazzled, your body wracked with pain, and all you want to do is stop."
   },
   "author": {
    "text": "Betsy Hodges"
   }
  },
  {
   "quote": {
    "text": "You have to empower your employees to make their own choices and trust that they will make the right choices."
   },
   "author": {
    "text": "Dara Khosrowshahi"
   }
  },
  {
   "quote": {
    "text": "I have blind trust in people. Even if that ends up hurting me, I won't change. I will go on trusting people because that's the only way I know to love someone."
   },
   "author": {
    "text": "Bipasha Basu"
   }
  },
  {
   "quote": {
    "text": "Trust no friend without faults, and love a woman, but no angel."
   },
   "author": {
    "text": "Doris Lessing"
   }
  },
  {
   "quote": {
    "text": "Trust gives you the permission to give people direction, get everyone aligned, and give them the energy to go get the job done. Trust enables you to execute with excellence and produce extraordinary results. As you execute with excellence and deliver on your commitments, trust becomes easier to inspire, creating a flywheel of performance."
   },
   "author": {
    "text": "Douglas Conant"
   }
  },
  {
   "quote": {
    "text": "I don't for one second think about the possibility of censorship when I am writing a new book. I know I am a person who cares about kids and who cares about truth and I am guided by my own instincts, and trust them."
   },
   "author": {
    "text": "Lois Lowry"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, you're handing your performance over. If a director says after a take, 'You know what, try it just really angry. Just get furious'... you're like, 'Well, I don't know if I want to give you that because I don't know if I trust what you're going to do with it.'"
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "Inside North Korea, we have many informants and spies watching everyone; they're paid by the government. Even a husband and wife can't trust each other."
   },
   "author": {
    "text": "Lee Hyeon-seo"
   }
  },
  {
   "quote": {
    "text": "When all else fails, trust God."
   },
   "author": {
    "text": "David Robinson"
   }
  },
  {
   "quote": {
    "text": "As someone who specializes in deception, I'll tell you this much: When someone insistently implores, 'Believe me,' don't. Pleading 'believe me' or 'trust me' - insisting to people that you are telling the truth - is a tell-tale sign that you probably aren't."
   },
   "author": {
    "text": "Pamela Meyer"
   }
  },
  {
   "quote": {
    "text": "The blockchain is custom-made for decentralizing trust and exchanging assets without central intermediaries. With the decentralization of trust, we will be able to exchange anything we own and challenge existing trusted authorities and custodians that typically held the keys to accessing our assets or verifying their authenticity."
   },
   "author": {
    "text": "William Mougayar"
   }
  },
  {
   "quote": {
    "text": "I believe that I exist for the people. I'm just here to try to make a difference, and hopefully, the people listen and trust me enough to contribute."
   },
   "author": {
    "text": "Bibi Bourelly"
   }
  },
  {
   "quote": {
    "text": "It's no fun being a loser. Trust me."
   },
   "author": {
    "text": "Mickey Rourke"
   }
  },
  {
   "quote": {
    "text": "I think there's no question that vaccines have been absolutely critical in ridding us of the scourge of many diseases - smallpox, polio, etc. So vaccines are an invaluable medication. Like any medication, they also should be - what shall we say? - approved by a regulatory board that people can trust."
   },
   "author": {
    "text": "Jill Stein"
   }
  },
  {
   "quote": {
    "text": "The Iranian people, with regards to the policies of various American administrations in the past 30 years, are very worried. They don't trust them."
   },
   "author": {
    "text": "Hassan Rouhani"
   }
  },
  {
   "quote": {
    "text": "The way you build trust with your people is by being forthright and clear with them from day one. You may think people are fooled when you tell them what they want to hear. They are not fooled."
   },
   "author": {
    "text": "Dick Costolo"
   }
  },
  {
   "quote": {
    "text": "Ah! yes, I know: those who see me rarely trust my word: I must look too intelligent to keep it."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "I put things in perspective and trust that everything is in its right place, be grateful that I'm healthy. Then throw on a cap and some killer red lipstick and gloss, that always seems to do the trick."
   },
   "author": {
    "text": "Sasha Jackson"
   }
  },
  {
   "quote": {
    "text": "You can't please everyone, and you have to trust your instincts, and you have to do your work and throw yourself in there and trust your instincts, and just trust that you're doing a good job that I can be proud of as well."
   },
   "author": {
    "text": "Matt Ryan"
   }
  },
  {
   "quote": {
    "text": "Trust is important in any relationship, not just a romantic one."
   },
   "author": {
    "text": "Stephanie Sigman"
   }
  },
  {
   "quote": {
    "text": "The essence of good government is trust."
   },
   "author": {
    "text": "Kathleen Sebelius"
   }
  },
  {
   "quote": {
    "text": "Creating a flexible working culture is about trust. How much can your employees rely on each other to get the job done without the benefit of supervision?"
   },
   "author": {
    "text": "Jean-Philippe Courtois"
   }
  },
  {
   "quote": {
    "text": "The task of the media in a democracy is not to ease the path of those who govern, but to make life difficult for them by constant vigilance as to how they exercise the power they only hold in trust from the people."
   },
   "author": {
    "text": "Jimmy Reid"
   }
  },
  {
   "quote": {
    "text": "The more moral the people are in their business dealings, the less paperwork you need, the more handshakes you can have, the more the wheels of capitalism work better because there's trust in the marketplace. Business ethics is not a joke. And, in fact, I think most businesses that I've dealt with encourage exactly that type of behavior."
   },
   "author": {
    "text": "Rick Santorum"
   }
  },
  {
   "quote": {
    "text": "I trust no one totally."
   },
   "author": {
    "text": "Gary Sheffield"
   }
  },
  {
   "quote": {
    "text": "I think, at times of stress, you have to trust the pillars of democracy."
   },
   "author": {
    "text": "Jay Nixon"
   }
  },
  {
   "quote": {
    "text": "If we can by any method establish a relation of mutual trust between the laborer and the employer, we shall lay the foundation stone of a structure that will endure for all time."
   },
   "author": {
    "text": "Mark Hanna"
   }
  },
  {
   "quote": {
    "text": "As though there were a tie And obligation to posterity. We get them, bear them, breed, and nurse: What has posterity done for us. That we, lest they their rights should lose, Should trust our necks to gripe of noose?"
   },
   "author": {
    "text": "John Trumbull"
   }
  },
  {
   "quote": {
    "text": "My wife, a schoolteacher, very disciplined. If you think I'm tough, trust me, and wait till you see when the children are on the naughty step. It's hilarious. So we decided that I'm going to work like a donkey and provide amazing support for the family."
   },
   "author": {
    "text": "Gordon Ramsay"
   }
  },
  {
   "quote": {
    "text": "I hope with all my heart and soul that every young man who receives the priesthood will honor that priesthood and be true to the trust which is conveyed when it is conferred. May each of us who holds the priesthood of God know what he believes."
   },
   "author": {
    "text": "Thomas S. Monson"
   }
  },
  {
   "quote": {
    "text": "Trust is the lubrication that makes it possible for organizations to work."
   },
   "author": {
    "text": "Warren Bennis"
   }
  },
  {
   "quote": {
    "text": "A revocable living trust allows your heirs to avoid probate entirely and keeps you in complete control of your finances while you're alive. You can always make changes to what's in the trust and to how you'd ultimately like it managed or disbursed."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "Sometimes the hardest thing to do is to trust your team. It's a lesson I've had to relearn quite a few times."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "One must be fond of people and trust them if one is not to make a mess of life."
   },
   "author": {
    "text": "E. M. Forster"
   }
  },
  {
   "quote": {
    "text": "And I'm afraid, in this day and age, trust, which I count so, you know, I love loyalty. I love trust."
   },
   "author": {
    "text": "Elton John"
   }
  },
  {
   "quote": {
    "text": "I get along with guys; most of my friends are guys. It's easier to trust men sometimes. I only have a few close girlfriends that I trust."
   },
   "author": {
    "text": "Paris Hilton"
   }
  },
  {
   "quote": {
    "text": "Up against the corporate government, voters find themselves asked to choose between look-alike candidates from two parties vying to see who takes the marching orders from their campaign paymasters and their future employers. The money of vested interest nullifies genuine voter choice and trust."
   },
   "author": {
    "text": "Ralph Nader"
   }
  },
  {
   "quote": {
    "text": "Non-disclosure in the Internet Age is quickly perceived as a breach of trust. Government, corporations and each of us as individuals must recalibrate how we live and share our lives appropriate to the information now available and the expectations of others."
   },
   "author": {
    "text": "Simon Mainwaring"
   }
  },
  {
   "quote": {
    "text": "To bear means to support the weight of that which is held. It is a sacred trust to bear the priesthood, which is the mighty power and authority of God."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "Trust me, I know, you can make mistakes with money and still raise money-smart kids. You can start a new family tradition of handling money the right way."
   },
   "author": {
    "text": "Dave Ramsey"
   }
  },
  {
   "quote": {
    "text": "I think probably the qualities that I look for in a man are somewhat different than they were before I became a public person, but not that much different. I think that, sort of, the element of trust is certainly much bigger for me, but the other things that - the other qualities, intelligence and kindness and sense of humor, those things."
   },
   "author": {
    "text": "Monica Lewinsky"
   }
  },
  {
   "quote": {
    "text": "Not all water is great for you. I drink a lot of water during the day, but I stay away from certain waters because their pH levels are low. Stick to alkaline waters with a higher pH. Trust me."
   },
   "author": {
    "text": "Kawhi Leonard"
   }
  },
  {
   "quote": {
    "text": "People make suggestions on what to say all the time. I'll give you an example; I don't read what's handed to me. People say, 'Here, here's your speech, or here's an idea for a speech.' They're changed. Trust me."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "Ideas are only lethal if you suppress and don't discuss them. Ignorance is not bliss, it's stupid. Banning books shows you don't trust your kids to think and you don't trust yourself to be able to talk to them."
   },
   "author": {
    "text": "Anna Quindlen"
   }
  },
  {
   "quote": {
    "text": "You learn that there's no right way to do it, no wrong way to do it. It's just what you feel comfortable with, to trust that, and don't let anybody box you in to a certain style of parenting or make you feel a certain way about what your kids do."
   },
   "author": {
    "text": "Stephen Curry"
   }
  },
  {
   "quote": {
    "text": "I was an awful critic. I operated on the assumption that there was an absolute scale of values against which art could be measured. I didn't trust my own subjective responses."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "The press is the hired agent of a monied system, and set up for no other purpose than to tell lies where their interests are involved. One can trust nobody and nothing."
   },
   "author": {
    "text": "Henry Adams"
   }
  },
  {
   "quote": {
    "text": "I used to just think about what my fans wanted all the time. But it just started feeling weird to me. I want to just show everyone who I am and stick to my vision. I have to trust myself."
   },
   "author": {
    "text": "Mac Miller"
   }
  },
  {
   "quote": {
    "text": "Trust is very hard if you don't know what you're trusting."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "I trust that when people meet, we meet for a transcendent reason, and that the challenges we face in life are always lessons that serve our soul's growth."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Life is a gift, given in trust - like a child."
   },
   "author": {
    "text": "Anne Morrow Lindbergh"
   }
  },
  {
   "quote": {
    "text": "We are all selfish and I no more trust myself than others with a good motive."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "If people do not know what is going to make them better off or give them pleasure, then the idea that you can trust people to do what will give them pleasure becomes questionable."
   },
   "author": {
    "text": "Daniel Kahneman"
   }
  },
  {
   "quote": {
    "text": "As a woman who experienced infidelity firsthand, I will always advise my girlfriends to only trust their husbands 95 percent and leave 5 percent for human error."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "Don't trust everyone, especially if they say, 'Trust me.'"
   },
   "author": {
    "text": "Michelle Phan"
   }
  },
  {
   "quote": {
    "text": "I've worked so hard for so long, and everyone's reaction has made me feel like... almost like they trust me, which is just a wonderful feeling. It pushes me to write things better and better."
   },
   "author": {
    "text": "Jack Antonoff"
   }
  },
  {
   "quote": {
    "text": "How Americans restore trust may be an existential question for their country, then, but it's ultimately a practical one: What U.S. society needs to answer it in the coming years aren't lamentations but practical measures, especially among the emerging generations that will define America's future."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "A blessed thing it is for any man or woman to have a friend, one human soul whom we can trust utterly, who knows the best and worst of us, and who loves us in spite of all our faults."
   },
   "author": {
    "text": "Charles Kingsley"
   }
  },
  {
   "quote": {
    "text": "Erosion of faith and trust in government - that is the real problem that confronts us."
   },
   "author": {
    "text": "Rodrigo Duterte"
   }
  },
  {
   "quote": {
    "text": "In properly organized groups no faith is required; what is required is simply a little trust and even that only for a little while, for the sooner a man begins to verify all he hears the better it is for him."
   },
   "author": {
    "text": "George Gurdjieff"
   }
  },
  {
   "quote": {
    "text": "Being able to put your blinders on, ignore negative opinions, and follow your strong intuition is what's validating to me. It's a great feeling to know you can trust your gut."
   },
   "author": {
    "text": "Whitney Wolfe Herd"
   }
  },
  {
   "quote": {
    "text": "In your hands or that of any other person, so much power would, no doubt, be dangerous. I am the only man in the world whom it would be safe to trust with it. Remember, I am a prophet!"
   },
   "author": {
    "text": "Joseph Smith, Jr."
   }
  },
  {
   "quote": {
    "text": "The hedonistic lifestyle is difficult to achieve when you're still carrying your own gear. Trust me that you don't feel glamorous with a 60-pound amp in your arms; it's a lot less sexy than toting a vodka gimlet and impossible to do in heels."
   },
   "author": {
    "text": "Carrie Brownstein"
   }
  },
  {
   "quote": {
    "text": "Obviously, the bulk of my Nike shares have been set up in a trust."
   },
   "author": {
    "text": "Phil Knight"
   }
  },
  {
   "quote": {
    "text": "Trust me, there's not one night a week I'm not in a theater somewhere. I adore theater, and I go out with friends, so I do have some nights off."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "All I can hope to do is instill great morality in my son and trust him along the way. The music he listens to or how he chooses to wear his hair doesn't define his moral compass, and if he wants to listen to country music and wear a cowboy hat too, that's fine."
   },
   "author": {
    "text": "Mark Hoppus"
   }
  },
  {
   "quote": {
    "text": "Trust me. Sometimes God comes down and puts his hand on you if you're too big in your thoughts."
   },
   "author": {
    "text": "Joe Frazier"
   }
  },
  {
   "quote": {
    "text": "Working out the social politics of who you can trust and why is, quite literally, what a very large part of our brain has evolved to do."
   },
   "author": {
    "text": "Douglas Adams"
   }
  },
  {
   "quote": {
    "text": "I love to travel with my family or my two best friends because I completely trust them. I forced my two best friends into learning to scuba dive with me in Sri Lanka - it was amazing but also hideous because we were learning in very difficult seas."
   },
   "author": {
    "text": "Julia Sawalha"
   }
  },
  {
   "quote": {
    "text": "The truth is that when it comes to suffering, if we do not go to our graves in confusion, we will not go to our graves trusting. Explanations are a substitute for trust."
   },
   "author": {
    "text": "Tullian Tchividjian"
   }
  },
  {
   "quote": {
    "text": "The amount of trust and bandwidth that you build up working with someone for five, seven, 10 years? It's just awesome. I care about openness and connectedness in a global sense."
   },
   "author": {
    "text": "Mark Zuckerberg"
   }
  },
  {
   "quote": {
    "text": "I was going through a little bit of turbulence in my career. And so, it's funny how turbulence itself will make you hold onto something for security. And so the only thing I knew is trust in the Lord and lean not unto your own heart, in all thy ways acknowledge him and he shall direct thy path."
   },
   "author": {
    "text": "Emmitt Smith"
   }
  },
  {
   "quote": {
    "text": "I think I have to trust that you end up with the person you're supposed to end up with, and that everything in between is there to teach you stuff."
   },
   "author": {
    "text": "Taylor Swift"
   }
  },
  {
   "quote": {
    "text": "Doing designs on a loom takes a lot of talent and experience, and, trust me, I won't be able to do that."
   },
   "author": {
    "text": "Liya Kebede"
   }
  },
  {
   "quote": {
    "text": "I have formed the Mahendra Singh Dhoni Charitable Trust which organises cricket tournaments in Jharkhand to identify promising cricketers so that we can help groom them, either in India or abroad."
   },
   "author": {
    "text": "Mahendra Singh Dhoni"
   }
  },
  {
   "quote": {
    "text": "When you play a concerto with a small orchestra, you don't feel it is as important as Carnegie Hall. You try to work out all the little problems. Once that's all done, trust comes in."
   },
   "author": {
    "text": "Itzhak Perlman"
   }
  },
  {
   "quote": {
    "text": "You can't trust code that you did not totally create yourself."
   },
   "author": {
    "text": "Ken Thompson"
   }
  },
  {
   "quote": {
    "text": "I guess as long as people think of me for different ages, I'll trust their opinion. I remember noticing one year that Michelle Monaghan played 34 and 19, so I've kind of clung to that as my justification that I can be Jake Gyllenhaal's wife and a freshman in college in the same year."
   },
   "author": {
    "text": "Anna Kendrick"
   }
  },
  {
   "quote": {
    "text": "I asked a ref if he could give me a technical foul for thinking bad things about him. He said, of course not. I said, well, I think you stink. And he gave me a technical. You can't trust em."
   },
   "author": {
    "text": "Jim Valvano"
   }
  },
  {
   "quote": {
    "text": "I think Canadians want to get a feel for the people who will serve them... and, for me, I think that Canadians will trust people who trust them."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "I'd rather trust nine people and have the 10th one stab me in the back. I'd take that fall in order to have those nine friendships or working relationships instead of having none. That's not living."
   },
   "author": {
    "text": "Margot Robbie"
   }
  },
  {
   "quote": {
    "text": "Never make your home in a place. Make a home for yourself inside your own head. You'll find what you need to furnish it - memory, friends you can trust, love of learning, and other such things. That way it will go with you wherever you journey."
   },
   "author": {
    "text": "Tad Williams"
   }
  },
  {
   "quote": {
    "text": "I don't trust or love anyone. Because people are so creepy. Creepy creepy creeps. Creeping around. Creeping here and creeping there. Creeping everywhere."
   },
   "author": {
    "text": "Vincent Gallo"
   }
  },
  {
   "quote": {
    "text": "I always thought Vincent Lindon had a sexy body, a body you can trust, a solid body you can lean on."
   },
   "author": {
    "text": "Claire Denis"
   }
  },
  {
   "quote": {
    "text": "Strong communities are built around local, real food. Food we trust to nourish our bodies, the farmer and planet."
   },
   "author": {
    "text": "Kimbal Musk"
   }
  },
  {
   "quote": {
    "text": "My working and personal relationship with President Obama is marked by growing trust. I appreciate this."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "We've got to trust that we are all in it to win it."
   },
   "author": {
    "text": "Giancarlo Stanton"
   }
  },
  {
   "quote": {
    "text": "It is a great blessing to have light in our lives - a light that helps us see things as they really are, light that illuminates our understanding, light we can follow with confidence and perfect trust."
   },
   "author": {
    "text": "Margaret D. Nadauld"
   }
  },
  {
   "quote": {
    "text": "The maid that loves goes out to sea upon a shattered plank, and puts her trust in miracles for safety."
   },
   "author": {
    "text": "Edward Young"
   }
  },
  {
   "quote": {
    "text": "I need to get a wife. But it's hard, you know, it's hard to find a girl you can trust. Some of these girls, they want to go out with you so they can blog about you."
   },
   "author": {
    "text": "Judah Friedlander"
   }
  },
  {
   "quote": {
    "text": "I knew I wasn't going to make money in the beginning, so I found another way to support myself - I was a receptionist. It's quite smart to work that way. Otherwise, you get vicious and desperate, and no one wants to work with you. Build your career slowly; then people start to trust you and pay you well."
   },
   "author": {
    "text": "Pat McGrath"
   }
  },
  {
   "quote": {
    "text": "We try to find better solutions - our customers have given us a lot of trust."
   },
   "author": {
    "text": "Phil Schiller"
   }
  },
  {
   "quote": {
    "text": "Sport is one of the few spaces where people can learn about different cultures in a spirit of trust and friendship."
   },
   "author": {
    "text": "Richard Attias"
   }
  },
  {
   "quote": {
    "text": "Salman is genuinely a nice man who helps people. He is someone who I trust blindly. I think he has been an important person in my life."
   },
   "author": {
    "text": "Jacqueline Fernandez"
   }
  },
  {
   "quote": {
    "text": "I think 'The Sunset Tree' is really the album on which I really learned to trust other musicians, which is so important."
   },
   "author": {
    "text": "John Darnielle"
   }
  },
  {
   "quote": {
    "text": "Breaks in trust are infuriating and hurtful, but they don't entitle you to flame out, throw a fit, or stomp around rolling your eyes. Try to keep the steam from coming out of your ears."
   },
   "author": {
    "text": "Pamela Meyer"
   }
  },
  {
   "quote": {
    "text": "You must look like a money person for clients to trust you."
   },
   "author": {
    "text": "Michael Lee-Chin"
   }
  },
  {
   "quote": {
    "text": "I've learned to trust myself that I'm going to make healthy choices because I care about my health."
   },
   "author": {
    "text": "Camila Mendes"
   }
  },
  {
   "quote": {
    "text": "If you trust in an idea of football, and you trust in the team, it's important to have a squad with good balance."
   },
   "author": {
    "text": "Antonio Conte"
   }
  },
  {
   "quote": {
    "text": "Who can I trust? You have to invest in somebody and chances are you're probably going to invest in somebody who's going to deceive you. I've been conned a couple of times, but now I'm a little more savvy."
   },
   "author": {
    "text": "Maggie Gyllenhaal"
   }
  },
  {
   "quote": {
    "text": "I have some women friends but I prefer men. Don't trust women. There is a built-in competition between women."
   },
   "author": {
    "text": "Edna O'Brien"
   }
  },
  {
   "quote": {
    "text": "What a person feels within themselves and about themselves radiates from them. Trust me, I have worked with people - both men and women - who are not what most would consider conventionally attractive, but who exude such a magnetism about them that people are compelled to watch them on stage or screen."
   },
   "author": {
    "text": "Amanda Schull"
   }
  },
  {
   "quote": {
    "text": "Even now I can't trust life. It did too many awful things to me as a kid."
   },
   "author": {
    "text": "Clara Bow"
   }
  },
  {
   "quote": {
    "text": "There is so much temptation to hold on to my career even more now. To try to micromanage and dictate every little aspect. But that's not how I want to do things anymore. I'm thinking about how can I trust God more. How can I surrender more? How can I bring him more glory? It's a fight. But it's one I'm going to keep fighting."
   },
   "author": {
    "text": "Jeremy Lin"
   }
  },
  {
   "quote": {
    "text": "They say that truth is the first casualty of war. But there is another casualty as well: trust. As conflict escalates, trust between people and political leaders crumbles away as surely as night follows day."
   },
   "author": {
    "text": "Peter Maurer"
   }
  },
  {
   "quote": {
    "text": "Let's put aside the politics and trust the people. Let's embrace the unique opportunity we all have; take the heat and make the hard and difficult decisions, knowing that we're doing it to make things better for the people of Illinois."
   },
   "author": {
    "text": "Rod Blagojevich"
   }
  },
  {
   "quote": {
    "text": "Trust is the conduit for influence; it's the medium through which ideas travel."
   },
   "author": {
    "text": "Amy Cuddy"
   }
  },
  {
   "quote": {
    "text": "People tell me they idolise me, want to be like me, but I tell them, 'trust me, you don't want my life.' I've been a very tortured soul."
   },
   "author": {
    "text": "Phil Spector"
   }
  },
  {
   "quote": {
    "text": "I really do like Solange, sincerely. I'm down for her, and I trust her judgment."
   },
   "author": {
    "text": "Kelela"
   }
  },
  {
   "quote": {
    "text": "A pick-up artist gave me a good piece of advice: the three most important things in a relationship are honesty, trust and respect, and if you don't have those, you don't have love."
   },
   "author": {
    "text": "Neil Strauss"
   }
  },
  {
   "quote": {
    "text": "As far as the constitution allows me, I will try to ensure that there is responsible and accountable governance at all levels of government in the country. For I will not have kept my own trust with the Nigerian people if I allow others abuse theirs under my watch."
   },
   "author": {
    "text": "Muhammadu Buhari"
   }
  },
  {
   "quote": {
    "text": "There's good and bad everywhere in any aspect in life. The only people who we can't really trust are politicians. Because those guys lie to everybody and constantly."
   },
   "author": {
    "text": "Demian Bichir"
   }
  },
  {
   "quote": {
    "text": "I talk to God every single day. And I say, 'God, my life is in your hands, and I trust you with me.'"
   },
   "author": {
    "text": "Tammy Faye Bakker"
   }
  },
  {
   "quote": {
    "text": "I had to learn to trust people, and I realized that success was going to be born in hiring really bright people - very self-motivated, very able to make good judgment calls day in and day out."
   },
   "author": {
    "text": "Kenneth C. Griffin"
   }
  },
  {
   "quote": {
    "text": "When I sit at my table to write, I never know what it's going to be until I'm under way. I trust in inspiration, which sometimes comes and sometimes doesn't. But I don't sit back waiting for it. I work every day."
   },
   "author": {
    "text": "Alberto Moravia"
   }
  },
  {
   "quote": {
    "text": "It's hard to say when the life of a band starts and stops... but playing music together is an act of trust. When that's broken, it's impossible to continue."
   },
   "author": {
    "text": "Kim Gordon"
   }
  },
  {
   "quote": {
    "text": "I'm riddled with cynicism. Whenever anyone says 'trust me,' the hairs go up on the back of my neck."
   },
   "author": {
    "text": "Charles Dance"
   }
  },
  {
   "quote": {
    "text": "When you trust yourself, then you trust God."
   },
   "author": {
    "text": "Haaz Sleiman"
   }
  },
  {
   "quote": {
    "text": "Our authorities leave us no doubt that the trust lodged with the oligarchy was sometimes abused, but it certainly ought not to be regarded as a mere usurpation or engine of tyranny."
   },
   "author": {
    "text": "Henry James Sumner Maine"
   }
  },
  {
   "quote": {
    "text": "You have to, in some ways, trust in the human spirit and in human ingenuity."
   },
   "author": {
    "text": "Ariel Garten"
   }
  },
  {
   "quote": {
    "text": "The hardest thing to do is to trust people."
   },
   "author": {
    "text": "Dwight Howard"
   }
  },
  {
   "quote": {
    "text": "I tend to be a person who starts with the presumption that I should trust you until you abuse the privilege, and then our relationship is forever changed. That's a very big line, and chances are it's not going to work if it's crossed. I warn people that this is how I'm going to deal with it."
   },
   "author": {
    "text": "Penny Pritzker"
   }
  },
  {
   "quote": {
    "text": "Positioning the brand and regaining trust are all smart things for us to do and those are the litmus tests for any decisions we make."
   },
   "author": {
    "text": "John McKinley"
   }
  },
  {
   "quote": {
    "text": "What public health really is is a trust. That's why I used the term 'Betrayal of Trust' as the title of my book. It's a trust between the government and the people."
   },
   "author": {
    "text": "Laurie Garrett"
   }
  },
  {
   "quote": {
    "text": "All political power is a trust."
   },
   "author": {
    "text": "Charles James Fox"
   }
  },
  {
   "quote": {
    "text": "You must trust your instinct, intuition and judgment."
   },
   "author": {
    "text": "Rouben Mamoulian"
   }
  },
  {
   "quote": {
    "text": "They say never trust a skinny chef, but the fact is, to stay healthy when you're a chef means you have to work twice as hard."
   },
   "author": {
    "text": "Marcus Samuelsson"
   }
  },
  {
   "quote": {
    "text": "It is very easy to forget how much of a pain training is when you have a dog for so long, but trust me, it's not as easy and quick as we all hope."
   },
   "author": {
    "text": "Jenna Morasca"
   }
  },
  {
   "quote": {
    "text": "If there was a template for success in sports, everyone would follow it. You do the best you can and trust the people you trust."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "To me, the real thrill is in making the music, and then I just trust it to find its own audience, and at times it's big and at times it's small, but that's beyond my control."
   },
   "author": {
    "text": "Amy Grant"
   }
  },
  {
   "quote": {
    "text": "So if the players trust the coach, it's not a problem. If the players don't trust the coach, it is a problem, and vice versa."
   },
   "author": {
    "text": "Bill Parcells"
   }
  },
  {
   "quote": {
    "text": "If someone lies, well, you had a choice to trust that person or not. I think the way my father raised me, well, he trusted everybody. And that worked for him."
   },
   "author": {
    "text": "Tom Brady"
   }
  },
  {
   "quote": {
    "text": "On great teams - the kind where people trust each other, engage in open conflict, and then commit to decisions - team members have the courage and confidence to confront one another when they see something that isn't serving the team."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "Employees who can't trust their leader to be vulnerable are not going to be vulnerable and build trust with one another."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "Trust one who has tried."
   },
   "author": {
    "text": "Virgil"
   }
  },
  {
   "quote": {
    "text": "You must trust yourself more than you trust others. Pay attention to your inner voice - it will tell you if how and in what you are investing is right for you."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "I want to be clear here: It does not matter what you say in your will or trust; the beneficiary document attached to your IRA accounts and your life insurance policy overrides what you say elsewhere. If you want to change the beneficiary, you must change the beneficiary document."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "Prenups are so unromantic - a sign of distrust, not love. Time for a reality check, my friends. First, drawing up a prenuptial agreement together is a sign of incredible trust and financial openness - you're fooling yourself if you think you can achieve complete intimacy without it."
   },
   "author": {
    "text": "Suze Orman"
   }
  },
  {
   "quote": {
    "text": "Raising five boys is a handful, trust me."
   },
   "author": {
    "text": "Barbara Bush"
   }
  },
  {
   "quote": {
    "text": "I am going to help show the American people that they too cannot trust him, that this is a man that does not live up to his promises, and this is a man who cheated students in the so-called Trump University."
   },
   "author": {
    "text": "Maxine Waters"
   }
  },
  {
   "quote": {
    "text": "I feel like the majority of the fear that I had or that we have we hold from other people. They're like people that we trust; they're their fears. All of a sudden we think that they're our fears."
   },
   "author": {
    "text": "Alicia Keys"
   }
  },
  {
   "quote": {
    "text": "You want to have that trust with your QB; you want to build that camaraderie throughout your team and just have that relationship with them, so when you're out there, he doesn't have anything to worry about. He tells you to run this route, you run it to the best of your ability and be there for him."
   },
   "author": {
    "text": "Stefon Diggs"
   }
  },
  {
   "quote": {
    "text": "What makes an officer's job all the more difficult, dangerous, and demanding is that it rests on upholding that sacred trust with citizens that he or she serves. Nevertheless, I ask every officer in Chicago: reflect on your work, your training, your experience and - to be honest - about the fears and frustrations you bring to that job."
   },
   "author": {
    "text": "Rahm Emanuel"
   }
  },
  {
   "quote": {
    "text": "I don't listen to people's opinions. I have people around me who I can trust, but most of all I listen to myself."
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "The only kind of seafood I trust is the fish stick, a totally featureless fish that doesn't have eyeballs or fins."
   },
   "author": {
    "text": "Dave Barry"
   }
  },
  {
   "quote": {
    "text": "I never trust an executive who tends to pass the buck. Nor would I want to deal with him as a customer or a supplier."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "Takers believe in a zero-sum world, and they end up creating one where bosses, colleagues and clients don't trust them. Givers build deeper and broader relationships - people are rooting for them instead of gunning for them."
   },
   "author": {
    "text": "Adam Grant"
   }
  },
  {
   "quote": {
    "text": "Bereavement is the sharpest challenge to our trust in God; if faith can overcome this, there is no mountain which it cannot remove."
   },
   "author": {
    "text": "William Inge"
   }
  },
  {
   "quote": {
    "text": "Trust is not very easy for me at all. I want to be a trusting person, but I've been bruised so many times - not to sound woe-is-me about my life."
   },
   "author": {
    "text": "Mariah Carey"
   }
  },
  {
   "quote": {
    "text": "Sometimes a psychic tells you something and it feels wrong and others may be right on the money. It's your choice about whom to trust, and giving that trust is something we do ourselves."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "Strange bonds of trust and self-deception tend to grow between journalists and their subjects."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "You cannot have a relationship with someone you can't trust."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "Motherhood is not what was left over after our Father blessed His sons with priesthood ordination. It was the most ennobling endowment He could give His daughters, a sacred trust that gave women an unparalleled role in helping His children keep their second estate."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "With everything that you can imagine at our fingertips, many of the social interactions that help tie people together in a community have faded away. Are communities traditionally built on relationships, trust and familiarity a thing of the past?"
   },
   "author": {
    "text": "Dean Ornish"
   }
  },
  {
   "quote": {
    "text": "Even in the common affairs of life, in love, friendship, and marriage, how little security have we when we trust our happiness in the hands of others!"
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "Ruthless trust ultimately comes down to this: faith in the person of Jesus and hope in his promise."
   },
   "author": {
    "text": "Brennan Manning"
   }
  },
  {
   "quote": {
    "text": "Businesses and users are going to use technology only if they can trust it."
   },
   "author": {
    "text": "Satya Nadella"
   }
  },
  {
   "quote": {
    "text": "He who wants to persuade should put his trust not in the right argument, but in the right word. The power of sound has always been greater than the power of sense."
   },
   "author": {
    "text": "Joseph Conrad"
   }
  },
  {
   "quote": {
    "text": "Do not trust the cheering, for those persons would shout as much if you or I were going to be hanged."
   },
   "author": {
    "text": "Oliver Cromwell"
   }
  },
  {
   "quote": {
    "text": "People in north Michigan are not different at all from people in southern Alabama. Trust me, someone who's spent a lot of time in both places. They're all hardworking, simple people."
   },
   "author": {
    "text": "Kid Rock"
   }
  },
  {
   "quote": {
    "text": "The people have given me their support; they have given me their trust and confidence. My colleagues have suffered a lot in order to give me support. I do not look upon my life as a sacrifice at all."
   },
   "author": {
    "text": "Aung San Suu Kyi"
   }
  },
  {
   "quote": {
    "text": "It's time to stop the raid on the Social Security trust fund and start allowing Americans to invest their Social Security taxes in personal savings accounts."
   },
   "author": {
    "text": "Mike Pence"
   }
  },
  {
   "quote": {
    "text": "Frankly, I don't trust any diet that doesn't allow sugar."
   },
   "author": {
    "text": "Bethenny Frankel"
   }
  },
  {
   "quote": {
    "text": "My message to anyone who's afraid that they can't write music when they're happy is 'Just trust the passion.' The passion can write a lot of things."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "I don't like Bush. I don't trust him. I don't like his record. He's stupid. He's lazy."
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "As an actor, you blindly put your trust in experts - and if they tell you something's safe, you don't fully vet it yourself. If you're young and inexperienced, that's just what you're taught to do."
   },
   "author": {
    "text": "Dylan O'Brien"
   }
  },
  {
   "quote": {
    "text": "We need, in effect, to make the phantom 'lock-boxes' around the trust fund real."
   },
   "author": {
    "text": "Alan Greenspan"
   }
  },
  {
   "quote": {
    "text": "My mom and I, we have trust within each other because at one time in our lives, we were kind of all that we had, you know? My mom had me, and I had her."
   },
   "author": {
    "text": "Khalid"
   }
  },
  {
   "quote": {
    "text": "I don't trust doctors. It's not to say there ain't some good ones, but on a general level, no, I wouldn't trust 'em at all."
   },
   "author": {
    "text": "Keith Richards"
   }
  },
  {
   "quote": {
    "text": "To see a friend who has suffered the loss of all things begin again with trust and love, gives us strength to continue on."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "All in all, I just don't trust journalists - and I don't think it's a good practice for me to trust journalists."
   },
   "author": {
    "text": "Frank Ocean"
   }
  },
  {
   "quote": {
    "text": "For me, the gallery legitimates the art production and helps build collections. I don't think an artist should do everything by himself forever. I did it for years and then slowly built my circle of trust."
   },
   "author": {
    "text": "JR"
   }
  },
  {
   "quote": {
    "text": "For future geopolitical stability and global prosperity, we need to build a culture of greater trust and understanding between China, America and the rest of the world."
   },
   "author": {
    "text": "Stephen A. Schwarzman"
   }
  },
  {
   "quote": {
    "text": "People don't trust private health insurance companies for all the right reasons."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "I believe that Americans should be deeply skeptical of government power. You cannot trust people in power. The founders knew that. That's why they divided power among three branches, to set interest against interest."
   },
   "author": {
    "text": "James Comey"
   }
  },
  {
   "quote": {
    "text": "Never comment on a woman's rear end. Never use the words 'large' or 'size' with 'rear end.' Never. Avoid the area altogether. Trust me."
   },
   "author": {
    "text": "Tim Allen"
   }
  },
  {
   "quote": {
    "text": "In an ecology of love, people can relate in trust and face the future without fear. They do not need to play it safe. They can take uncertainty in their stride."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "From those to whom much is given, much is expected. I have been given much - the love of my family, the faith and trust of the people of New York, and the chance to lead this state. I am deeply sorry that I did not live up to what was expected of me."
   },
   "author": {
    "text": "Eliot Spitzer"
   }
  },
  {
   "quote": {
    "text": "Trust implies that both parties participate in the relationship with both 'gives' and 'gets.'"
   },
   "author": {
    "text": "Denise Morrison"
   }
  },
  {
   "quote": {
    "text": "We know that no trust can be placed on princes and that cursed is the man who placeth his reliance on an arm of flesh."
   },
   "author": {
    "text": "Thomas Becket"
   }
  },
  {
   "quote": {
    "text": "Real entrepreneurs have what I call the three Ps (and, trust me, none of them stands for 'permission'). Real entrepreneurs have a 'passion' for what they're doing, a 'problem' that needs to be solved, and a 'purpose' that drives them forward."
   },
   "author": {
    "text": "Michael Dell"
   }
  },
  {
   "quote": {
    "text": "They that trust in the Lord shall never be confounded!"
   },
   "author": {
    "text": "George Muller"
   }
  },
  {
   "quote": {
    "text": "Let no one profess to trust in God, and yet lay up for future wants, otherwise the Lord will first send him to the hoard he has amassed, before He can answer the prayer for more."
   },
   "author": {
    "text": "George Muller"
   }
  },
  {
   "quote": {
    "text": "After doing two years in prison, trust me, I've seen a lot of tough guys pray. They're not just praying for themselves; they're praying for their family and the people they've let down."
   },
   "author": {
    "text": "Ja Rule"
   }
  },
  {
   "quote": {
    "text": "One of Rent the Runway's core values is 'Trust in Everyone's Best of Intentions.' We trust our team."
   },
   "author": {
    "text": "Jennifer Hyman"
   }
  },
  {
   "quote": {
    "text": "If you don't trust the media, they are not going to trust you, and if they don't trust you, it's hard for the public to trust you."
   },
   "author": {
    "text": "John Hickenlooper"
   }
  },
  {
   "quote": {
    "text": "Trust your gut."
   },
   "author": {
    "text": "Sara Blakely"
   }
  },
  {
   "quote": {
    "text": "Your every voter, as surely as your chief magistrate, exercises a public trust."
   },
   "author": {
    "text": "Grover Cleveland"
   }
  },
  {
   "quote": {
    "text": "Never trust a hippie. That's definitely my motto."
   },
   "author": {
    "text": "Sam Taylor-Johnson"
   }
  },
  {
   "quote": {
    "text": "This relationship is going to be built on trust."
   },
   "author": {
    "text": "Marla Maples"
   }
  },
  {
   "quote": {
    "text": "I buy about $1,500 worth of papers every month. Not that I trust them. I'm looking for the crack in the fabric."
   },
   "author": {
    "text": "Dick Gregory"
   }
  },
  {
   "quote": {
    "text": "When people in positions of trust mislead us - either recklessly, negligently or intentionally - that impacts the republic."
   },
   "author": {
    "text": "Trey Gowdy"
   }
  },
  {
   "quote": {
    "text": "Ronald Reagan said, 'Trust, but verify.' President Obama is 'trust, but vilify.' He trusts our enemies and vilifies everyone who disagrees with him."
   },
   "author": {
    "text": "Mike Huckabee"
   }
  },
  {
   "quote": {
    "text": "It's a very brave thing to fall in love. You have to be willing to trust somebody else with your whole being, and that's very difficult, really difficult and very brave."
   },
   "author": {
    "text": "Nicole Kidman"
   }
  },
  {
   "quote": {
    "text": "Trust me, I play the game for the fans, my family and myself."
   },
   "author": {
    "text": "David Ortiz"
   }
  },
  {
   "quote": {
    "text": "If you've had a marriage that ended because of a betrayal in trust on your spouse's behalf, the idea of trusting another person with your heart can seem completely ridiculous."
   },
   "author": {
    "text": "Emily V. Gordon"
   }
  },
  {
   "quote": {
    "text": "When you use words loosely, without care and consideration, you erode trust in yourself and in what you're saying. When you squander words, you diminish your power."
   },
   "author": {
    "text": "Margaret Heffernan"
   }
  },
  {
   "quote": {
    "text": "In society, we have to earn other things of import like trust, respect, money, education, careers, status and etc., so naturally, we find ourselves attempting to earn love, acceptance and validation along with that. Here's the trip: we do it at the cost of other people and, more importantly, ourselves."
   },
   "author": {
    "text": "Grace Gealey"
   }
  },
  {
   "quote": {
    "text": "You're younger, you might want to go to clubs and kick it, but as you get older, you start seeing that life has more meaning to it. The people that you love are the people you want to start trusting and start wanting them to trust you and start respecting them."
   },
   "author": {
    "text": "R. Kelly"
   }
  },
  {
   "quote": {
    "text": "There's a time and place for everything. You're younger, you might want to go to clubs and kick it, but as you get older, you start seeing that life has more meaning to it. The people that you love are the people you want to start trusting and start wanting them to trust you and start respecting them."
   },
   "author": {
    "text": "R. Kelly"
   }
  },
  {
   "quote": {
    "text": "I think a film set is a quite controlled environment and you feel like you can trust them and it is going to be a safe place to work, but I really don't think about it."
   },
   "author": {
    "text": "Orlando Bloom"
   }
  },
  {
   "quote": {
    "text": "It is baffling, I must say, that in our modern world we have such blind trust in science and technology that we all accept what science tells us about everything - until, that is, it comes to climate science."
   },
   "author": {
    "text": "Prince Charles"
   }
  },
  {
   "quote": {
    "text": "Being on your own would be sad, sick and weird. I don't trust myself. I need that balance."
   },
   "author": {
    "text": "Daniel Craig"
   }
  },
  {
   "quote": {
    "text": "The - the early Rockefellers made their wealth from being in certain businesses and - and remained personally very wealthy. Tatas were different in the sense the future generations were not so wealthy. They - they were involved in the business, but most of the family wealth is put into trust, and the family did not, in fact, enjoy enormous wealth."
   },
   "author": {
    "text": "Ratan Tata"
   }
  },
  {
   "quote": {
    "text": "I don't have any romantic ideas about marriage. Trust me. A white dress... ? No. It's not something for me."
   },
   "author": {
    "text": "Diane Kruger"
   }
  },
  {
   "quote": {
    "text": "To some extent I happily don't know what I'm doing. I feel that it's an artist's responsibility to trust that."
   },
   "author": {
    "text": "David Byrne"
   }
  },
  {
   "quote": {
    "text": "The challenge for capitalism is that the things that breed trust also breed the environment for fraud."
   },
   "author": {
    "text": "James Surowiecki"
   }
  },
  {
   "quote": {
    "text": "Linux is a complex example of the wisdom of crowds. It's a good example in the sense that it shows you can set people to work in a decentralized way - that is, without anyone really directing their efforts in a particular direction - and still trust that they're going to come up with good answers."
   },
   "author": {
    "text": "James Surowiecki"
   }
  },
  {
   "quote": {
    "text": "How do you trust a government whose people are proved to be untrustworthy?"
   },
   "author": {
    "text": "Kapil Sibal"
   }
  },
  {
   "quote": {
    "text": "Own your choices. Don't feel ashamed about what you're doing, trust yourself that you're a good parent, don't let anybody else shame you, and, certainly, don't shame yourself."
   },
   "author": {
    "text": "Valerie Jarrett"
   }
  },
  {
   "quote": {
    "text": "If I were in politics, and if you ever get me in the White House, trust me, there's a big change coming. What happened to America? We lost our roots."
   },
   "author": {
    "text": "Phil Robertson"
   }
  },
  {
   "quote": {
    "text": "As a historian, what I trust is my ability to take a mass of information and tell a story shaped around it."
   },
   "author": {
    "text": "Doris Kearns Goodwin"
   }
  },
  {
   "quote": {
    "text": "Men are able to trust one another, knowing the exact degree of dishonesty they are entitled to expect."
   },
   "author": {
    "text": "Stephen Leacock"
   }
  },
  {
   "quote": {
    "text": "When I get logical, and I don't trust my instincts - that's when I get in trouble."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "I trust Canadians to be able to look at the different parties, the different leaders, the plans, the teams, and make a responsible choice. And I'm very, very confident that's exactly what Canadians are going to do."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "I trust Canadians' capacity to determine who will sit in their Parliament."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "I trust my hand. If I go into a space with a roll of paper, I can make a work, some kind of work, and feel pretty satisfied."
   },
   "author": {
    "text": "Kara Walker"
   }
  },
  {
   "quote": {
    "text": "Sometimes living in a room that's badly designed isn't the worst thing in the world. Trust me - this is a fact! Living in a room that has no design whatsoever is even worse. I've learned this from my many clients over the years that have moved into new houses and just can't figure out where to begin."
   },
   "author": {
    "text": "Candice Olson"
   }
  },
  {
   "quote": {
    "text": "Trust your instinct. And if you can't tell what your instinct is telling you, learn how to peel back the noise in your life that is keeping you from hearing it."
   },
   "author": {
    "text": "Caroline Ghosn"
   }
  },
  {
   "quote": {
    "text": "I'm not difficult to work with, trust me."
   },
   "author": {
    "text": "Zlatan Ibrahimovic"
   }
  },
  {
   "quote": {
    "text": "I always have issues with trust. I'm a New Yorker... Really, I think trust is something that comes from the gut. And I think you have to - it's probably the worst advice to give people - but I think you gotta trust people from your gut."
   },
   "author": {
    "text": "Vin Diesel"
   }
  },
  {
   "quote": {
    "text": "I just think that I'll never have plastic surgery if I'm not in front of the camera. If you make your living selling this thing, which is the way you look, then maybe you do it. But trust me, the minute I'm directing or producing and not starring, I would never even think of it."
   },
   "author": {
    "text": "Rebecca De Mornay"
   }
  },
  {
   "quote": {
    "text": "In a time when consumers desperately want to trust businesses - but they just don't - influencer marketing is one way to overcome this problem."
   },
   "author": {
    "text": "John Rampton"
   }
  },
  {
   "quote": {
    "text": "One of the things I had to learn as a writer was to trust the act of writing. To put myself in the position of writing to find out what I was writing."
   },
   "author": {
    "text": "E. L. Doctorow"
   }
  },
  {
   "quote": {
    "text": "I do think that in a digital future, consumers will increasingly turn to brands that they trust. Trust, security, and service are even more important in a digital world."
   },
   "author": {
    "text": "Dan Schulman"
   }
  },
  {
   "quote": {
    "text": "I wouldn't trust any man as far as you can throw a piano."
   },
   "author": {
    "text": "Ethel Merman"
   }
  },
  {
   "quote": {
    "text": "I think about trust and confidence as something that you earn every day, and we will keep at it, earning it every day."
   },
   "author": {
    "text": "Lynn Good"
   }
  },
  {
   "quote": {
    "text": "What we've gone through in the last several years has caused some people to question 'Can we trust Microsoft?'"
   },
   "author": {
    "text": "Steve Ballmer"
   }
  },
  {
   "quote": {
    "text": "It's a real pleasure to earn the trust of your customers slowly over time by doing what's right."
   },
   "author": {
    "text": "Charlie Munger"
   }
  },
  {
   "quote": {
    "text": "People don't use Airbnb overtly to trust people more. They use it because they want to get a better sense of the culture and to save money. A by-product was that they live in someone else's shoes."
   },
   "author": {
    "text": "Brian Chesky"
   }
  },
  {
   "quote": {
    "text": "Prior to email, our private correspondence was secured by a government institution called the postal service. Today, we trust AOL, Microsoft, Yahoo, Facebook, or Gmail with our private utterances."
   },
   "author": {
    "text": "John Battelle"
   }
  },
  {
   "quote": {
    "text": "Whether I'm reading a national publication or one of my local Chicago newspapers, I don't need to turn too many pages before I stumble upon another scandal. Not only do ethics violations deteriorate the public trust, but they also disrupt and undermine legitimate debate and policy."
   },
   "author": {
    "text": "Mike Quigley"
   }
  },
  {
   "quote": {
    "text": "The real cost of corruption in government, whether it is local, state, or federal, is a loss of the public trust."
   },
   "author": {
    "text": "Mike Quigley"
   }
  },
  {
   "quote": {
    "text": "I trust it will not be giving away professional secrets to say that many readers would be surprised, perhaps shocked, at the questions which some newspaper editors will put to a defenseless woman under the guise of flattery."
   },
   "author": {
    "text": "Kate Chopin"
   }
  },
  {
   "quote": {
    "text": "I would say trust your own judgment and develop your own style that is true in your heart and don't be deterred from that. Just develop that something that's unique to you that you feel you can give. Be true to yourself, trust your own judgment; that's all."
   },
   "author": {
    "text": "Justin Hayward"
   }
  },
  {
   "quote": {
    "text": "I think women have an innate ability to be intuitive with people that they truly love, but they have to trust that inner voice, and I think it is there. I think we are more intuitive than men."
   },
   "author": {
    "text": "Andie MacDowell"
   }
  },
  {
   "quote": {
    "text": "Everybody understands that you're supposed to say 'our employees are our most valuable asset' to the point where, even if it's really true, they're not going to really trust you until you've earned that - same with customers."
   },
   "author": {
    "text": "Gabe Newell"
   }
  },
  {
   "quote": {
    "text": "The first line is the DNA of the poem; the rest of the poem is constructed out of that first line. A lot of it has to do with tone because tone is the key signature for the poem. The basis of trust for a reader used to be meter and end-rhyme."
   },
   "author": {
    "text": "Billy Collins"
   }
  },
  {
   "quote": {
    "text": "I'm always open to meeting people, but I would be lying if I didn't say that my trust issues have changed because of 'Modern Family.'"
   },
   "author": {
    "text": "Eric Stonestreet"
   }
  },
  {
   "quote": {
    "text": "I force people to have coffee with me, just because I don't trust that a friendship can be maintained without any other senses besides a computer or cellphone screen."
   },
   "author": {
    "text": "John Cusack"
   }
  },
  {
   "quote": {
    "text": "I always think about the idea that God never gives you more than you can handle, and just the idea that God would be looking at me and thinking, 'Eh, I think she can handle more.' And the angels thinking, 'What are you doing? You're a lunatic.' And God being like, 'No, no, trust me. She can handle this.'"
   },
   "author": {
    "text": "Tig Notaro"
   }
  },
  {
   "quote": {
    "text": "No matter how old we become, we can still call them 'Holy Mother' and 'Father' and put a child-like trust in them."
   },
   "author": {
    "text": "Desmond Morris"
   }
  },
  {
   "quote": {
    "text": "I would rather trust my child to a serpent than to a teacher who does not believe in God."
   },
   "author": {
    "text": "Karl G. Maeser"
   }
  },
  {
   "quote": {
    "text": "Faith is not belief without proof, but trust without reservation."
   },
   "author": {
    "text": "D. Elton Trueblood"
   }
  },
  {
   "quote": {
    "text": "It is now clear that the president violated both his oath of office and the oath he took to tell the truth. In doing so, Bill Clinton not only committed perjury, he violated the public trust."
   },
   "author": {
    "text": "Rodney Frelinghuysen"
   }
  },
  {
   "quote": {
    "text": "I suppose there are many, but I cannot imagine ever having a more perfect collaboration than that which Penn-san and I shared. It was based upon mutual trust, respect, and a desire to have our own work pushed to new places. And it always resulted in delight."
   },
   "author": {
    "text": "Issey Miyake"
   }
  },
  {
   "quote": {
    "text": "I am inspired by the lives of good and faithful women. From the beginning of time, the Lord has placed significant trust in them."
   },
   "author": {
    "text": "Margaret D. Nadauld"
   }
  },
  {
   "quote": {
    "text": "It is very important, to have a robust digital economy, that the citizens regain the trust in how their data are being processed and who can access them."
   },
   "author": {
    "text": "Margrethe Vestager"
   }
  },
  {
   "quote": {
    "text": "Well, I - you know, the scripture says that God works by faith. And you have to have faith. You have to have trust in God so that God can work."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "There are a lot of times that we feel like our hands are tied - 'I have no control over if I'm going to lose my job.' 'I have no control over if I'm going to be able to pay my bills.' You've got to realize that that's where your trust comes in. You have to trust God, and keep your hope, because your hope is what produces your faith."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "When we step out in faith and use the talents He's given us, we show that we trust God, that we believe He will bless our actions and cause us to succeed."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "Believe me. When you're talking about trust in government, you're preaching to the choir, whether it's on the financial side, the central banking side: we see areas where the government does good jobs; we see areas where they don't do as good a job."
   },
   "author": {
    "text": "Rick Santelli"
   }
  },
  {
   "quote": {
    "text": "I have found a unique opportunity to distinguish myself and to learn my trade. I am a general officer in the army of the United States of America. My zeal in their cause and my frankness have won their trust."
   },
   "author": {
    "text": "Marquis de Lafayette"
   }
  },
  {
   "quote": {
    "text": "There are only two sorts of people in life you can trust - good Christians and good Communists."
   },
   "author": {
    "text": "Joe Slovo"
   }
  },
  {
   "quote": {
    "text": "I'll tell you what, the chemistry that I had with Bret 'Hitman' Hart in the ring, and the respect and the trust we had for each other, was unbelievable."
   },
   "author": {
    "text": "Stone Cold Steve Austin"
   }
  },
  {
   "quote": {
    "text": "Whether you're throwing up or breaking up, you want your girlfriend right there! I don't trust women who don't go to their girlfriends."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "America's a faith-based experiment as a country. We should celebrate and invite faith. And our motto is, 'In God We Trust.' This isn't something that divides; this is something that pulls together and lifts us up."
   },
   "author": {
    "text": "Sam Brownback"
   }
  },
  {
   "quote": {
    "text": "Put your trust in the Lord and go ahead. Worry gets you no place."
   },
   "author": {
    "text": "Roy Acuff"
   }
  },
  {
   "quote": {
    "text": "You've got to let your talents shine and play and trust the guys you play with."
   },
   "author": {
    "text": "Nick Foles"
   }
  },
  {
   "quote": {
    "text": "Leaders of institutions everywhere have lost trust. The global economy is stalled and the world is deeply divided, too unequal, unstable and unsustainable."
   },
   "author": {
    "text": "Don Tapscott"
   }
  },
  {
   "quote": {
    "text": "I know you've got to earn people's trust, and you've got to earn it day after day after day."
   },
   "author": {
    "text": "Nicola Sturgeon"
   }
  },
  {
   "quote": {
    "text": "I have people I love and trust on my team. And I'm lucky my family is incredibly talented in a variety of ways."
   },
   "author": {
    "text": "Janet Evanovich"
   }
  },
  {
   "quote": {
    "text": "The chief internal enemies of any state are those public officials who betray the trust imposed upon them by the people."
   },
   "author": {
    "text": "Dalton Trumbo"
   }
  },
  {
   "quote": {
    "text": "Trust has always been a hard issue in my life, and when I was with the UFC, it was hard for me to trust people because it was like I was seeing lies, up to lies, up to lies."
   },
   "author": {
    "text": "Tito Ortiz"
   }
  },
  {
   "quote": {
    "text": "The poker player learns that sometimes both science and common sense are wrong; that the bumblebee can fly; that, perhaps, one should never trust an expert; that there are more things in Heaven and Earth than are dreamt of by those with an academic bent."
   },
   "author": {
    "text": "David Mamet"
   }
  },
  {
   "quote": {
    "text": "I will rebuild the people's trust in government and create a stable foundation for Taiwan's future development."
   },
   "author": {
    "text": "Tsai Ing-wen"
   }
  },
  {
   "quote": {
    "text": "I think the best thing I could ever teach my daughter is that she's not an object or a trophy, and that she can trust in herself and believe in herself and that you are not your things, and you are not your job."
   },
   "author": {
    "text": "Josh Homme"
   }
  },
  {
   "quote": {
    "text": "When the very people that you been taught to believe in - the police, the D.A., these are the people that are supposed to stand for justice - and when you know that they lied to you, it's hard for you to have trust in anybody."
   },
   "author": {
    "text": "Anthony Ray Hinton"
   }
  },
  {
   "quote": {
    "text": "Business is a battlefield. You need to be able to go to battle with your team members. Like the military. Know them, trust them, and know who you're working with."
   },
   "author": {
    "text": "Pamela Meyer"
   }
  },
  {
   "quote": {
    "text": "Leaders thrive when they feel creatively empowered, when they trust the people around them, when their confidence is swelling. Leaders make mistakes when they lose that same confidence, when they're fretting about their power base, when they're reacting instead of acting."
   },
   "author": {
    "text": "Bill Simmons"
   }
  },
  {
   "quote": {
    "text": "When the trust between the police and the communities they serve breaks down, everyone is at risk."
   },
   "author": {
    "text": "Eric Schneiderman"
   }
  },
  {
   "quote": {
    "text": "You might not trust me. Please give me a chance and time. I will prove myself for all of you."
   },
   "author": {
    "text": "Yingluck Shinawatra"
   }
  },
  {
   "quote": {
    "text": "I feel like you can't trust a cat. I feel like a cat's got an ulterior motive. The moment you show any weakness to a cat, the cat is gonna take over."
   },
   "author": {
    "text": "Wyatt Cenac"
   }
  },
  {
   "quote": {
    "text": "The revenue stream for Social Security benefits comes from payroll taxes, which are credited to the Social Security Trust Fund - accounting for the program's finances separately from the rest of the budget."
   },
   "author": {
    "text": "Jerome Powell"
   }
  },
  {
   "quote": {
    "text": "As you ride in a steeplechase, and you're on the horse, going quite fast, you think, 'That's quite a big fence...' But trust the horse, and don't give him any reason to doubt you."
   },
   "author": {
    "text": "Victoria Pendleton"
   }
  },
  {
   "quote": {
    "text": "We all bullet point our triumphs, but I am who I am because of everything you don't see on my CV. The stuff that doesn't work out teaches you how to trust your instincts and adapt."
   },
   "author": {
    "text": "Aimee Mullins"
   }
  },
  {
   "quote": {
    "text": "A more important reason is that the bands will intuitively trust someone they think is a peer, and who speaks fondly of the same formative rock and roll experiences."
   },
   "author": {
    "text": "Steve Albini"
   }
  },
  {
   "quote": {
    "text": "I don't think Hollywood makes many good films anymore. How many directors can you really trust to have an artistic vision, not a corporate vision or a watered-down communal one?"
   },
   "author": {
    "text": "Nick Cave"
   }
  },
  {
   "quote": {
    "text": "You can't trust an artist that just makes good records."
   },
   "author": {
    "text": "Nick Cave"
   }
  },
  {
   "quote": {
    "text": "I don't need anyone to look after me financially and, while it's hard to trust that a man loves you for the right reasons, you have to take a leap of faith."
   },
   "author": {
    "text": "Tamara Ecclestone"
   }
  },
  {
   "quote": {
    "text": "Without trust, you have nothing: trust is so important to me."
   },
   "author": {
    "text": "Tamara Ecclestone"
   }
  },
  {
   "quote": {
    "text": "The most special relationships, in my experience, are based on a combination of trust and mutual respect."
   },
   "author": {
    "text": "Charles Kennedy"
   }
  },
  {
   "quote": {
    "text": "What we're doing now is we're saying that individual schools can spend the money on their own priorities, so that head teachers can decide what's truly important, because the big shift in approach on education that we're taking - which is different from what happened before - is that we trust teachers and we trust heads."
   },
   "author": {
    "text": "Michael Gove"
   }
  },
  {
   "quote": {
    "text": "You should trust any man in his own art provided he is skilled in it."
   },
   "author": {
    "text": "Edward Coke"
   }
  },
  {
   "quote": {
    "text": "Nobody has ever denied that when it comes to his trade - gigolo - John Forbes Kerry is one of the all-time greats. He's in the Gigolo Hall of Fame. See, a really good gigolo might snag one heiress in a lifetime with a nine-figure trust fund. Kerry has married two. When it comes to gigolos, he's Steve Jobs."
   },
   "author": {
    "text": "Howie Carr"
   }
  },
  {
   "quote": {
    "text": "We can trust our doctors to be professional, to minister equally to their patients without regard to their political or religious beliefs. But we can no longer trust our professors to do the same."
   },
   "author": {
    "text": "David Horowitz"
   }
  },
  {
   "quote": {
    "text": "I don't read fashion blogs all that much. I do read magazines, and I trust my friends' opinions, even though we all dress very differently."
   },
   "author": {
    "text": "Sophia Amoruso"
   }
  },
  {
   "quote": {
    "text": "For such a long time in my life, I didn't trust my own voice at all. I always tried to do what other people wanted."
   },
   "author": {
    "text": "Adam Rippon"
   }
  },
  {
   "quote": {
    "text": "Your political reputation affects how likely allies are to trust you, and what kind of deals they'll offer at the negotiating table. There's also some emotional response in there, so factions do bear grudges. Just like the real thing."
   },
   "author": {
    "text": "Mike Simpson"
   }
  },
  {
   "quote": {
    "text": "There's all these proofs that go on of identity, of records, and they're quite non-digital. The blockchain innovation really allows us to take everything where there's record keeping, everything where there's trust around record keeping, and it allows us to make that digital, immutable, permanent, and global."
   },
   "author": {
    "text": "Jeremy Allaire"
   }
  },
  {
   "quote": {
    "text": "The way you build trust with your team is around super-clear communication in that instant when they say, 'I will be sad if you don't do X.' You have to say, 'We're not going to do X, and here's why, and believe me, you'll be much sadder later if I let you go do it and you spend a bunch of time on it and nothing ever happens.'"
   },
   "author": {
    "text": "Dick Costolo"
   }
  },
  {
   "quote": {
    "text": "PR is premised on truth, trust, and transparency."
   },
   "author": {
    "text": "Richard Edelman"
   }
  },
  {
   "quote": {
    "text": "When I was growing up, I was so fascinated by Mel Blanc and all of the different voices that he did for 'Looney Tunes' and watching Robin Williams record voice-over for the genie in 'Aladdin.' It always seemed to be a major honor - something you have to earn. Like people trust you when they want to have you there without seeing you."
   },
   "author": {
    "text": "Jenny Slate"
   }
  },
  {
   "quote": {
    "text": "There must be free and open interdepartmental discussion and consideration of everyone's ideas and opinions. These internal discussions must not be considered an invasion of turf, and must remain private... When everyone is on the same page, trust develops, and teams can grow and succeed together."
   },
   "author": {
    "text": "Jerry Reinsdorf"
   }
  },
  {
   "quote": {
    "text": "Swimming and all other sports have got to get to that place where you have the trust of the people watching it."
   },
   "author": {
    "text": "Adam Peaty"
   }
  },
  {
   "quote": {
    "text": "'Faith' and 'trust' are words that put the power in the hands of an outside force that we are meant to rely on - whether it is God or a person or the universe. Certainty puts the power back in our hands."
   },
   "author": {
    "text": "Yehuda Berg"
   }
  },
  {
   "quote": {
    "text": "I was always led to believe you should take care of yourself, trust in your abilities and you're the author of your own destiny."
   },
   "author": {
    "text": "Adewale Akinnuoye-Agbaje"
   }
  },
  {
   "quote": {
    "text": "Once the public loses confidence in a president's leadership at a time of war, once they don't trust him anymore, once his credibility is sharply diminished, how does he get it back?"
   },
   "author": {
    "text": "Robert Dallek"
   }
  },
  {
   "quote": {
    "text": "My job is to listen and to ask questions and to be respectful and win the trust of my subjects so that I can work my way into their memories and their point of view."
   },
   "author": {
    "text": "Hector Tobar"
   }
  },
  {
   "quote": {
    "text": "It's the same old story you've heard a thousand times. Somebody's trust gets broken. Somebody's left behind."
   },
   "author": {
    "text": "Travis Tritt"
   }
  },
  {
   "quote": {
    "text": "Even if you can't afford to travel the world, you can take your children to the museum, zoo or local park. And don't be afraid to take them to grown-up spots. Eating out in a restaurant teaches children how to be quiet and polite and gives them the pleasure of knowing you trust them to behave."
   },
   "author": {
    "text": "Kimora Lee Simmons"
   }
  },
  {
   "quote": {
    "text": "You just have to trust your instincts and hope that if someone doesn't like your idea, you can prove them wrong in the final process. In the end, you can please some of the people some of the time, but that's about all you can do."
   },
   "author": {
    "text": "Bryan Singer"
   }
  },
  {
   "quote": {
    "text": "You can't have a relationship at all if you don't trust each other."
   },
   "author": {
    "text": "Erika Christensen"
   }
  },
  {
   "quote": {
    "text": "It was a privilege to direct the music video for Adele's beautiful, heartbreaking song, 'Hello.' When I first heard it, all the images appeared clearly in my head - and her trust and generosity allowed me to work with abandon artistically and emotionally, like she always does. It made me extremely proud."
   },
   "author": {
    "text": "Xavier Dolan"
   }
  },
  {
   "quote": {
    "text": "No one has to be taught to trust in themselves. No one has to be taught that what you experience inside yourself is more authoritative than what comes to you externally, even if it comes from God. Since the Fall, it has been part of our character to look within ourselves."
   },
   "author": {
    "text": "Michael Horton"
   }
  },
  {
   "quote": {
    "text": "It's probably a bit of a power trip when you befriend somebody enough that they trust you to tell you things."
   },
   "author": {
    "text": "Josh Brolin"
   }
  },
  {
   "quote": {
    "text": "Trust leads to approachability and open communications."
   },
   "author": {
    "text": "Scott Weiss"
   }
  },
  {
   "quote": {
    "text": "The Christian must trust in a withdrawing God."
   },
   "author": {
    "text": "William Gurnall"
   }
  },
  {
   "quote": {
    "text": "Do not trust your memory; it is a net full of holes; the most beautiful prizes slip through it."
   },
   "author": {
    "text": "Georges Duhamel"
   }
  },
  {
   "quote": {
    "text": "Never trust a narrator whose opening gambit is to insist he's not mad."
   },
   "author": {
    "text": "Sarah Pinborough"
   }
  },
  {
   "quote": {
    "text": "I love when you get to work with people you know because there's so much more trust, and you're much more willing to be vulnerable in a scene with someone you trust."
   },
   "author": {
    "text": "Malin Akerman"
   }
  },
  {
   "quote": {
    "text": "The Supreme Court's only armor is the cloak of public trust; its sole ammunition, the collective hopes of our society."
   },
   "author": {
    "text": "Irving R. Kaufman"
   }
  },
  {
   "quote": {
    "text": "Trust me: I've been travelling, making movies, and spending the remainder of my time at home."
   },
   "author": {
    "text": "Kajal Aggarwal"
   }
  },
  {
   "quote": {
    "text": "As for courage and will - we cannot measure how much of each lies within us, we can only trust there will be sufficient to carry through trials which may lie ahead."
   },
   "author": {
    "text": "Andre Norton"
   }
  },
  {
   "quote": {
    "text": "Trust is a great force multiplier."
   },
   "author": {
    "text": "Tom Ridge"
   }
  },
  {
   "quote": {
    "text": "As a dancer, you really try to stay true to whatever the choreographer/artistic director is giving you. So, now the shoe is on the other foot and I have to trust everyone else - I have to trust the dancer. As I was trusted as a dancer, I trust my dancers."
   },
   "author": {
    "text": "Judith Jamison"
   }
  },
  {
   "quote": {
    "text": "We live in the country. I'm a redneck. No, ha-ha. I live in L.A. County, but more in the hills. Not in the fancy kind! Trust me; whatever you do you do not want to come to my neighborhood!"
   },
   "author": {
    "text": "Atticus Shaffer"
   }
  },
  {
   "quote": {
    "text": "I'm not keen on the Internet. I don't trust it."
   },
   "author": {
    "text": "Amanda Eliasch"
   }
  },
  {
   "quote": {
    "text": "In the long run, we will need many more African-American, Latino, and Native American leaders, and leaders from low-income communities, who can bring additional insight and a deeply grounded sense of urgency, and who are the most likely to inspire the necessary trust and engagement among students' parents and community leaders."
   },
   "author": {
    "text": "Wendy Kopp"
   }
  },
  {
   "quote": {
    "text": "In a multi-racial society, trust, understanding and tolerance are the cornerstones of peace and order."
   },
   "author": {
    "text": "Kamisese Mara"
   }
  },
  {
   "quote": {
    "text": "Ethics reform is about restoring the public trust. When that is in doubt, nothing is more important than restoring it."
   },
   "author": {
    "text": "Ken Cuccinelli"
   }
  },
  {
   "quote": {
    "text": "I trust the people who are working with me. I delegate."
   },
   "author": {
    "text": "Mario Draghi"
   }
  },
  {
   "quote": {
    "text": "Trust in yourself. Your perceptions are often far more accurate than you are willing to believe."
   },
   "author": {
    "text": "Claudia Black"
   }
  },
  {
   "quote": {
    "text": "If you're unhappy in a relationship, I think you just don't trust yourself for getting into another one."
   },
   "author": {
    "text": "Marian Seldes"
   }
  },
  {
   "quote": {
    "text": "I have come to believe that we must trust women and families - not politicians - to make the best decisions for their lives."
   },
   "author": {
    "text": "Tim Ryan"
   }
  },
  {
   "quote": {
    "text": "Not to be negative, but I think the biggest lesson is don't trust anyone."
   },
   "author": {
    "text": "Jeff Baena"
   }
  },
  {
   "quote": {
    "text": "Not everyone can be trusted. I think we all have to be very selective about the people we trust."
   },
   "author": {
    "text": "Shelley Long"
   }
  },
  {
   "quote": {
    "text": "The United States contributes to peace in both by serving as a buffer between and among regional powers that, while not preparing for armed conflict, do not fully trust one another."
   },
   "author": {
    "text": "Michael Mandelbaum"
   }
  },
  {
   "quote": {
    "text": "As time goes by, I realize that I do trust the wind. And I often write my songs for myself."
   },
   "author": {
    "text": "David Friedman"
   }
  },
  {
   "quote": {
    "text": "Apart from a few simple principles, the sound and rhythm of English prose seem to me matters where both writers and readers should trust not so much to rules as to their ears."
   },
   "author": {
    "text": "F. L. Lucas"
   }
  },
  {
   "quote": {
    "text": "Something seems to happen to people when they meet a journalist, and what happens is exactly the opposite of what one would expect. One would think that extreme wariness and caution would be the order of the day, but, in fact, childish trust and impetuosity are far more common."
   },
   "author": {
    "text": "Janet Malcolm"
   }
  },
  {
   "quote": {
    "text": "I play basketball. I play center, and if you haven't watched me play, I'm not a regular big man. I can move my feet. Not saying I can stop anyone out there who's in front of me, but trust me: I can really be a problem on the perimeter guarding somebody."
   },
   "author": {
    "text": "Deandre Ayton"
   }
  },
  {
   "quote": {
    "text": "You have to trust the people who work with you and hire, but also listen to as many smart people as you can."
   },
   "author": {
    "text": "George Stroumboulopoulos"
   }
  },
  {
   "quote": {
    "text": "Baseball is a public trust. Players turn over, owners turn over and certain commissioners turn over. But baseball goes on."
   },
   "author": {
    "text": "Peter Ueberroth"
   }
  },
  {
   "quote": {
    "text": "You may not understand your parents' interpretation of love and what they think is best for you, but you have to trust it."
   },
   "author": {
    "text": "Jovan Adepo"
   }
  },
  {
   "quote": {
    "text": "Trust comes from deeds."
   },
   "author": {
    "text": "Adolfo Aguilar Zinser"
   }
  },
  {
   "quote": {
    "text": "I have achieved what I wanted to achieve. I'm better off at some sort of independent place where they not only like what I produce but also trust me to be the one to produce it."
   },
   "author": {
    "text": "Keith Olbermann"
   }
  },
  {
   "quote": {
    "text": "You can trust Charlie Crist."
   },
   "author": {
    "text": "Charlie Crist"
   }
  },
  {
   "quote": {
    "text": "Our citizens will lose their confidence or trust in the values and principles of the international community, especially if our personal identity is denied."
   },
   "author": {
    "text": "Boris Trajkovski"
   }
  },
  {
   "quote": {
    "text": "At the Global Crop Diversity Trust, we work to conserve the diversity that will allow the adaptation and evolution of our agricultural crops in the context of climate change and other challenges."
   },
   "author": {
    "text": "Cary Fowler"
   }
  },
  {
   "quote": {
    "text": "For me it's always about first impressions. I trust my instincts. I love to prepare if it's something that requires training. But I don't like to prepare the psychology too much. I enjoy the psychology of the character but I work better from a first impression."
   },
   "author": {
    "text": "Billy Zane"
   }
  },
  {
   "quote": {
    "text": "A weapon kills people and makes people in cities dominated by fear. But if you turn it into an instrument, it's like social gold. It brings people together and you build trust."
   },
   "author": {
    "text": "Pedro Reyes"
   }
  },
  {
   "quote": {
    "text": "Gentlemen, I fervently trust that before long the principle of arbitration may win such confidence as to justify its extension to a wider field of international differences."
   },
   "author": {
    "text": "Henry Campbell-Bannerman"
   }
  },
  {
   "quote": {
    "text": "I would say readers can trust my work more than anyone else's."
   },
   "author": {
    "text": "Joseph J. Ellis"
   }
  },
  {
   "quote": {
    "text": "We need self-confidence in our ability to build Africa. I trust in Mali and I trust in music."
   },
   "author": {
    "text": "Rokia Traore"
   }
  },
  {
   "quote": {
    "text": "I'm fascinated by the idea of disparate, difficult people learning to trust each other when they're thrust into hellish circumstances."
   },
   "author": {
    "text": "Sharon Shinn"
   }
  },
  {
   "quote": {
    "text": "It will take time for the idea of decentralized trust through computation to become a part of mainstream consciousness, and until then, the idea creates cognitive dissonance for those accustomed to centralized trust systems."
   },
   "author": {
    "text": "Andreas Antonopoulos"
   }
  },
  {
   "quote": {
    "text": "Gradually, decentralized trust will be accepted as a new and effective trust model. We have seen this evolution of understanding before - on the Internet."
   },
   "author": {
    "text": "Andreas Antonopoulos"
   }
  },
  {
   "quote": {
    "text": "And it sends an important message to me, because I am sick to death to hear my opponent saying Republicans don't trust me. They do trust me, in landslide proportions, and they're proving it tonight. We're going to bury that for good."
   },
   "author": {
    "text": "Ben Nighthorse Campbell"
   }
  },
  {
   "quote": {
    "text": "If you have a workforce that enjoys each other, they trust each other, they trust management, they're proud of where they work - then they're going to deliver a good product."
   },
   "author": {
    "text": "Jeff Smisek"
   }
  },
  {
   "quote": {
    "text": "Don't ever break someone's trust. Once you do, then nobody wants to do business with you."
   },
   "author": {
    "text": "Robert Budi Hartono"
   }
  },
  {
   "quote": {
    "text": "When I was 18, and when I entered my family business, I soon realised that it wasn't as easy as I thought. I had to deal with people of my father's generation. Building trust was key to doing business."
   },
   "author": {
    "text": "Binod Chaudhary"
   }
  },
  {
   "quote": {
    "text": "Atari collapsed in '84, and I went freelance, and that was when I started spreading out and doing my own thing. I really cut loose and did a game called 'Trust and Betrayal', which was the first game solely about interpersonal relationships."
   },
   "author": {
    "text": "Chris Crawford"
   }
  },
  {
   "quote": {
    "text": "Do you trust in your fellow citizens, in a sense that whatever they will have in additional tools they will use in balance more to the good or more to the bad? If you think they will use it more to the bad, you shouldn't do science, you know."
   },
   "author": {
    "text": "Erwin Neher"
   }
  },
  {
   "quote": {
    "text": "During my two terms serving the good people of New Hampshire's First District, I always worked for what I call the bottom 99% of Americans, and I never forgot that public office is a public trust."
   },
   "author": {
    "text": "Carol Shea-Porter"
   }
  },
  {
   "quote": {
    "text": "There is only one thing for us to do, and that is to do our level best right where we are every day of our lives; To use our best judgment, and then to trust the rest to that Power which holds the forces of the universe in his hands."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "He who receives money in trust to administer for the benefit of its owner, and uses it either for his own interest or against the wishes of its rightful owner, is a thief."
   },
   "author": {
    "text": "Jose Marti"
   }
  },
  {
   "quote": {
    "text": "We are thrilled that Jon Batiste is joining 'The Late Show' family of products. For my money, nobody plays like Jon Batiste. And you can trust me, because it is my money."
   },
   "author": {
    "text": "Stephen Colbert"
   }
  },
  {
   "quote": {
    "text": "You can't trust anybody with power."
   },
   "author": {
    "text": "Newt Gingrich"
   }
  },
  {
   "quote": {
    "text": "Something goes wrong, I yell at them -'Fix it'- whether it's their fault or not. You can only really yell at the players you trust."
   },
   "author": {
    "text": "Bill Parcells"
   }
  },
  {
   "quote": {
    "text": "If the players don't trust the coach, it is a problem, and vice versa."
   },
   "author": {
    "text": "Bill Parcells"
   }
  },
  {
   "quote": {
    "text": "Trust and belief are two prime considerations. You must not allow yourself to be opinionated."
   },
   "author": {
    "text": "James Dean"
   }
  },
  {
   "quote": {
    "text": "As six-time world karate champion and then a movie star, I put too much trust in who I was, what I could do, and what I acquired. I forgot how much I needed others and especially God."
   },
   "author": {
    "text": "Chuck Norris"
   }
  },
  {
   "quote": {
    "text": "In many ways, it was much, much harder to get the first book contract. The hardest thing probably overall has been learning not to trust people, publicists and so forth, implicitly."
   },
   "author": {
    "text": "Neil Gaiman"
   }
  },
  {
   "quote": {
    "text": "I don't trust anyone... It's something that I have to live with, and I have to find the balance of who I want in my life and who isn't good for me."
   },
   "author": {
    "text": "Selena Gomez"
   }
  },
  {
   "quote": {
    "text": "I grew up in a neighborhood in Baltimore that was like a war zone, so I never learned to trust that there were people who could help me."
   },
   "author": {
    "text": "Jada Pinkett Smith"
   }
  },
  {
   "quote": {
    "text": "I ain't no author, man... my writing skills are not of 'New York Times' best-seller quality, trust and believe it ain't. My vocabulary ain't."
   },
   "author": {
    "text": "Steve Harvey"
   }
  },
  {
   "quote": {
    "text": "I'm so suspicious of boys-slash-men. I just don't like them or trust them."
   },
   "author": {
    "text": "Megan Fox"
   }
  },
  {
   "quote": {
    "text": "One of the reasons I don't trust the media is you can't have a double standard for guys you like and dislike."
   },
   "author": {
    "text": "Charles Barkley"
   }
  },
  {
   "quote": {
    "text": "I love to dance, so I'm definitely always the first one out on the dance floor. And when it comes to guys, I don't get shy. So if I wasn't with a date, I wouldn't have a problem going up to a guy and just saying, 'Are you gonna dance with me?' Trust me, it'll work for you too! Guys like it when you aren't afraid to make the first move."
   },
   "author": {
    "text": "Kylie Jenner"
   }
  },
  {
   "quote": {
    "text": "My parents worry all the time because I trust people very easily."
   },
   "author": {
    "text": "Deepika Padukone"
   }
  },
  {
   "quote": {
    "text": "I just can't say enough about the actors having faith and trust in the writers and the writers having faith and trust in the actors."
   },
   "author": {
    "text": "Kyle Chandler"
   }
  },
  {
   "quote": {
    "text": "I don't trust a lot of journalists."
   },
   "author": {
    "text": "Calvin Klein"
   }
  },
  {
   "quote": {
    "text": "I don't trust anybody that doesn't do good work. I don't give them any credibility. If they can't write, why should I believe anything they have to say?"
   },
   "author": {
    "text": "Jim Harrison"
   }
  },
  {
   "quote": {
    "text": "I know it when I don't know it. Sometimes I know it when I don't think I know it. I need to trust myself in these moments, these rare moments of self-doubt."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "Will some reporter, or some Republican on the Sunday shows, please ask why tax cuts raid the non-existent Social Security Trust Fund but all the Democrats' new spending doesn't? Will someone please ask that?"
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "There was a time when the United States government earned the trust of its people. There was a time when most people believed that the United States government was protecting them."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "You can never trust what you read."
   },
   "author": {
    "text": "William Goldman"
   }
  },
  {
   "quote": {
    "text": "I just want to contribute to my team and earn the trust and do everything they need from me."
   },
   "author": {
    "text": "Stefon Diggs"
   }
  },
  {
   "quote": {
    "text": "I understood it's a business as far as when you're drafting someone, and you want a guy you can trust. But there were no questions on my ability or character."
   },
   "author": {
    "text": "Stefon Diggs"
   }
  },
  {
   "quote": {
    "text": "When parents tell their children not to congregate on corners, especially in groups, out of fear for them encountering the police, what does that say? We have a trust problem."
   },
   "author": {
    "text": "Rahm Emanuel"
   }
  },
  {
   "quote": {
    "text": "Hopefully, people will look at our stance on privacy in general and know that we're not trying to operate outside of a fairly distinct line that we're drawing. I hope that people trust us to do the right thing there."
   },
   "author": {
    "text": "Tim Cook"
   }
  },
  {
   "quote": {
    "text": "I had to learn how to trust my gut. Trust what I know to be right... not right, but not waver on who I am. Know who I am, know what I want, and know it. Not waver on it and be secure in that. And I still struggle with it. But I really... I can't be moved. You can't move me, and that all comes with loving myself, and I'm like my best buddy."
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "It is an honor and a privilege to be of service and support; however, I realize people are not putting their confidence in me. Instead, they are actually learning to trust themselves. My job is to affirm and support them in the process and teach them to do what I do when I need strength: I begin within."
   },
   "author": {
    "text": "Iyanla Vanzant"
   }
  },
  {
   "quote": {
    "text": "To gain strength in our struggles, we must have a positive perspective of the principles in the plan of salvation. We must realize that we have a personal Savior whom we can trust and turn to in our times of need."
   },
   "author": {
    "text": "L. Lionel Kendrick"
   }
  },
  {
   "quote": {
    "text": "I've considered having my nose fixed. But I didn't trust anyone enough. If I could do it myself with a mirror."
   },
   "author": {
    "text": "Barbra Streisand"
   }
  },
  {
   "quote": {
    "text": "I believe in trusting men, not only once but twice - in giving a failure another chance."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "Responsibilities are given to him on whom trust rests. Responsibility is always a sign of trust."
   },
   "author": {
    "text": "James Cash Penney"
   }
  },
  {
   "quote": {
    "text": "I can look at you and say, 'I'm gonna be the biggest artist in the world' because, at the end of the day, it's about the trust I have in God. He's already shown me that I'm gonna fulfil my destiny."
   },
   "author": {
    "text": "Tory Lanez"
   }
  },
  {
   "quote": {
    "text": "I have often said one of the reasons more blacks don't support Republicans is because they don't trust the GOP establishment."
   },
   "author": {
    "text": "J. C. Watts"
   }
  },
  {
   "quote": {
    "text": "One of the main ways that leadership stays in power is by, in various ways, convincing people that they should just let those who are in government govern: 'Trust us. Trust me. Just let us take care of things. Stay out of it.' Your opinions don't really matter. You are isolated. You are insignificant."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "When I make a movie, I don't break it down and analyze it. I could but it would get in the way of doing a job - on instinct based on all the research we did going in. you want to trust yourself and your director and your acting partners in the circumstances you're shooting. I don't like to have any kind of overview."
   },
   "author": {
    "text": "Viggo Mortensen"
   }
  },
  {
   "quote": {
    "text": "Any institution faces two basic choices if they hope to spark new ideas. One is to leverage the brains trust within their organization by creating a special event dedicated to new thinking. The other is to look outside themselves to stimulate solutions."
   },
   "author": {
    "text": "Simon Mainwaring"
   }
  },
  {
   "quote": {
    "text": "I'm not a comic. There's twenty five percent of me that doesn't trust people who identify as comics."
   },
   "author": {
    "text": "Katya Zamolodchikova"
   }
  },
  {
   "quote": {
    "text": "Never trust a man who speaks well of everybody."
   },
   "author": {
    "text": "John Churton Collins"
   }
  },
  {
   "quote": {
    "text": "I've spent years trying to time up my drops with my throws. You learn to listen to your feet and trust your positions."
   },
   "author": {
    "text": "Aaron Rodgers"
   }
  },
  {
   "quote": {
    "text": "I will have to earn trust and respect from my kids."
   },
   "author": {
    "text": "Tiger Woods"
   }
  },
  {
   "quote": {
    "text": "Denial exists because human infants, though equipped with trust-o-meters, are built to trust, blindly and absolutely, any older person who wanders past."
   },
   "author": {
    "text": "Martha Beck"
   }
  },
  {
   "quote": {
    "text": "I will work my heart out to earn the trust of the people of Massachusetts."
   },
   "author": {
    "text": "Elizabeth Warren"
   }
  },
  {
   "quote": {
    "text": "We have to trust the voices of the community to be in leadership and know what we need for our communities."
   },
   "author": {
    "text": "Tarana Burke"
   }
  },
  {
   "quote": {
    "text": "I trust that McDonald's can find a way to sell all-natural chicken without raising their prices; we did that at Shake Shack. It is more expensive, and we took a slight margin hit, but we did it. And if we can do it, I know that much bigger companies can."
   },
   "author": {
    "text": "Danny Meyer"
   }
  },
  {
   "quote": {
    "text": "Our - our friends can't trust us anymore. You know, Ukraine was a nuclear-armed state. They gave away their nuclear arms with the understanding that we would protect them. We won't even give them offensive weapons."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "A cook never knows if the dish he perfected for hours was described properly or if a guest even liked his food. It's hard to spend hours perfecting a dish only to relinquish control. But chefs need to put aside their egos and trust the people serving the food."
   },
   "author": {
    "text": "Daniel Humm"
   }
  },
  {
   "quote": {
    "text": "Many companies today are reducing hours of full-time people to get under the minimum so they don't have to pay health care costs. I just shake my head because that's not going to build long-term value and trust with your people."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "I think the most important thing that I think everyone in America must have is belief that wherever they live, whatever station they have in life, that the American dream is alive and well. I think the fracturing of trust and confidence is in the American dream."
   },
   "author": {
    "text": "Howard Schultz"
   }
  },
  {
   "quote": {
    "text": "Fear leads to more fear, and trust leads to more trust."
   },
   "author": {
    "text": "Dean Ornish"
   }
  },
  {
   "quote": {
    "text": "Trust leads to intimacy, which leads to healing and meaning. We can only be intimate to the degree we can make ourselves vulnerable. But when we open our hearts, we can get hurt."
   },
   "author": {
    "text": "Dean Ornish"
   }
  },
  {
   "quote": {
    "text": "You do need some dispensation for local farmers, because the fast food industry will promote the unsanitary conditions of farming. With vegetables, you have to be careful where they come from; you have to know the farmers and trust them. If you buy from the farmers' market, it's already been investigated."
   },
   "author": {
    "text": "Alice Waters"
   }
  },
  {
   "quote": {
    "text": "Creativity comes from trust. Trust your instincts. And never hope more than you work."
   },
   "author": {
    "text": "Rita Mae Brown"
   }
  },
  {
   "quote": {
    "text": "In our minds, love and lust are really separated. It's hard to find someone that can be kind and you can trust enough to leave your kids with, and isn't afraid to throw her man up against the wall and lick him from head to toe."
   },
   "author": {
    "text": "Tori Amos"
   }
  },
  {
   "quote": {
    "text": "I'm a comedian, for God's sake. Viewers shouldn't trust me. And you know what? They're hip enough to know they shouldn't trust me. I'm just doing stand-up comedy."
   },
   "author": {
    "text": "Dennis Miller"
   }
  },
  {
   "quote": {
    "text": "I'm so adamant that being a really good parent does not mean you have to be there 24/7. I find that I'm never not thinking about where they are, but instead of it stressing me out, it comforts me to know that I'm completely aware of their schedule, and they're with someone I trust."
   },
   "author": {
    "text": "Brooke Shields"
   }
  },
  {
   "quote": {
    "text": "I always feel like the odd mom out, because trust me when I tell you I'm on my girls. And every time I am, I know from the outside it looks like I'm an overbearing, controlling parent. But I don't think we have any responsibility to anybody else but our kids and ourselves."
   },
   "author": {
    "text": "Brooke Shields"
   }
  },
  {
   "quote": {
    "text": "Woe to the man whose heart has not learned while young to hope, to love - and to put its trust in life."
   },
   "author": {
    "text": "Joseph Conrad"
   }
  },
  {
   "quote": {
    "text": "'West Wing' was huge. Like 'Hamilton,' it pulls back the curtain on how decision-making happens at the highest level, or at least how you hope it would be. The amount of information Aaron Sorkin packs into a scene gave me this courage to trust the audience to keep up."
   },
   "author": {
    "text": "Lin-Manuel Miranda"
   }
  },
  {
   "quote": {
    "text": "A dermatologist you trust is your greatest weapon."
   },
   "author": {
    "text": "Hannah Bronfman"
   }
  },
  {
   "quote": {
    "text": "You've got to trust people. And because I am a control freak, sometimes that's difficult for me, because I want to micro-manage absolutely everything. I can't hand over. But I'm trying to do that more."
   },
   "author": {
    "text": "Victoria Beckham"
   }
  },
  {
   "quote": {
    "text": "I wouldn't trust Nixon from here to that phone."
   },
   "author": {
    "text": "Barry Goldwater"
   }
  },
  {
   "quote": {
    "text": "Let me say this: I'm paranoid of the government. They've lost my trust. They've lied to me so many times that I don't know what to believe from them anymore."
   },
   "author": {
    "text": "Jesse Ventura"
   }
  },
  {
   "quote": {
    "text": "Trust is a product of test over time."
   },
   "author": {
    "text": "Myles Munroe"
   }
  },
  {
   "quote": {
    "text": "Every time I make American film I just trust American directors and American writers."
   },
   "author": {
    "text": "Jackie Chan"
   }
  },
  {
   "quote": {
    "text": "Canada I don't trust. The Canadian government hates me more than the Japanese."
   },
   "author": {
    "text": "Paul Watson"
   }
  },
  {
   "quote": {
    "text": "It's a delight to trust somebody so completely."
   },
   "author": {
    "text": "Jeff Goldblum"
   }
  },
  {
   "quote": {
    "text": "I love to be directed. They can trust me and go."
   },
   "author": {
    "text": "Jeff Goldblum"
   }
  },
  {
   "quote": {
    "text": "I do not understand where the backing of Bitcoin is coming from. There is no fundamental issue of capabilities of repaying it in anything which is universally acceptable, which is either intrinsic value of the currency or the credit or trust of the individual who is issuing the money, whether it's a government or an individual."
   },
   "author": {
    "text": "Alan Greenspan"
   }
  },
  {
   "quote": {
    "text": "You are the mother, the father, the sister, the brother, the teacher and the guide for the soul that has been placed in your trust."
   },
   "author": {
    "text": "Debbie Ford"
   }
  },
  {
   "quote": {
    "text": "My bulimia was my addiction. Hurting myself was my addiction... The music is what saved me. That's the only thing I can trust."
   },
   "author": {
    "text": "Nicole Scherzinger"
   }
  },
  {
   "quote": {
    "text": "Trust funds can never be a substitute for a fund of trust."
   },
   "author": {
    "text": "Edwin Louis Cole"
   }
  },
  {
   "quote": {
    "text": "Mr. Chairman, delegates. I accept your nomination for President of the United States of America. I do so with humility, deeply moved by the trust you have placed in me. It is a great honor. It is an even greater responsibility."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "It's a form of bullying, in my opinion, to make sure that your kid gets the best grades, the best jobs and all that sort of stuff. I just want my child to be happy. I want him to do his best and trust God in the rest, but I'm not going to bully him."
   },
   "author": {
    "text": "Nick Vujicic"
   }
  },
  {
   "quote": {
    "text": "One is that you have to take time, lots of time, to let an idea grow from within. The second is that when you sign on to something, there will be issues of trust, deep trust, the way the members of a string quartet have to trust one another."
   },
   "author": {
    "text": "Yo-Yo Ma"
   }
  },
  {
   "quote": {
    "text": "When your child believes you really respect what he's feeling, he'll be much more likely to trust you."
   },
   "author": {
    "text": "Rachel Simmons"
   }
  },
  {
   "quote": {
    "text": "Comrade Kim Jong Il, by continuing the march of Songun without interruption and with absolute trust in our service personnel and other people who were faithful to the Party's cause, led the socialist cause of Juche along the road of victory."
   },
   "author": {
    "text": "Kim Jong-un"
   }
  },
  {
   "quote": {
    "text": "Jesus wants us to trust him to take care of all our yesterdays and tomorrows."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "The cyberspace earnings I get from Linux come in the format of having a Network of people that know me and trust me, and that I can depend on in return."
   },
   "author": {
    "text": "Linus Torvalds"
   }
  },
  {
   "quote": {
    "text": "To be honest, the fact that people trust you gives you a lot of power over people. Having another person's trust is more powerful than all other management techniques put together."
   },
   "author": {
    "text": "Linus Torvalds"
   }
  },
  {
   "quote": {
    "text": "I develop trust, and I think it's the most important to my growth. If my restaurants are always full and my books sell, it's this trust."
   },
   "author": {
    "text": "Lidia Bastianich"
   }
  },
  {
   "quote": {
    "text": "I don't trust what this life has given me."
   },
   "author": {
    "text": "Dennis Rodman"
   }
  },
  {
   "quote": {
    "text": "If we are visiting Afghans, typically the Afghan governor, district or provincial governor, we see he doesn't wear body armor, and yet we're walking through his streets. I'm his guest. I think that that's important that I send a message that I trust him and I don't think I am more valuable than I think he is."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "Trust is an amazing commodity. The Afghan people often talk to me about having to develop trust in America, because they believe that we deserted them in 1990 and 1991."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "The challenge that we faced with the arrival of the Obama administration is, they didn't really have time to build trust before they had to make big, difficult decisions."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "I think with the beginning of any political administration, you have to build trust, and it takes time."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "Tensions and violence in cities across America are reminders of how quickly communities can erupt with an absence of social trust."
   },
   "author": {
    "text": "Stanley A. McChrystal"
   }
  },
  {
   "quote": {
    "text": "My sister travels with me, and she's the person who keeps me in line, whether I like it or not. I trust her and also have a good, healthy fear of her."
   },
   "author": {
    "text": "Katy Perry"
   }
  },
  {
   "quote": {
    "text": "I like to see honesty out of people. People who are trustworthy. I like to see people who are involved with The Lord."
   },
   "author": {
    "text": "Ray Lewis"
   }
  },
  {
   "quote": {
    "text": "I don't trust anyone that hasn't been to jail at least once in their life. You should have been, or something's the matter with you."
   },
   "author": {
    "text": "John Waters"
   }
  },
  {
   "quote": {
    "text": "When the players go home, I can't tell them what to do, so you need to create an atmosphere of trust. I don't want to think, 'What are they doing now? Do I need to call them?'"
   },
   "author": {
    "text": "Jurgen Klopp"
   }
  },
  {
   "quote": {
    "text": "Relationships are personal, even in business, so sharing some of yourself and taking an interest in others helps to build trust and break down walls."
   },
   "author": {
    "text": "Dinesh Paliwal"
   }
  },
  {
   "quote": {
    "text": "No one is going to stick their head out of the trenches for someone they don't respect or trust. You can get shot doing that."
   },
   "author": {
    "text": "Gordon Bethune"
   }
  },
  {
   "quote": {
    "text": "I learned something from that. If someone asks me something that I really don't want to do, I say no. I have to trust that. And I'm not afraid to talk money."
   },
   "author": {
    "text": "Diana Ross"
   }
  },
  {
   "quote": {
    "text": "I trust Winsor and Newton and I paint directly upon it."
   },
   "author": {
    "text": "Edward Hopper"
   }
  },
  {
   "quote": {
    "text": "That no government, so called, can reasonably be trusted, or reasonably be supposed to have honest purposes in view, any longer than it depends wholly upon voluntary support."
   },
   "author": {
    "text": "Lysander Spooner"
   }
  },
  {
   "quote": {
    "text": "Each of us has an inner dream that we can unfold if we will just have the courage to admit what it is. And the faith to trust our own admission. The admitting is often very difficult."
   },
   "author": {
    "text": "Julia Cameron"
   }
  },
  {
   "quote": {
    "text": "The way I did the first album... the way I wrote 'Church'... was just to trust my instincts with the music and let it kind of do what it does."
   },
   "author": {
    "text": "Hozier"
   }
  },
  {
   "quote": {
    "text": "There is a clear goal and it isn't to make money. The goal is to desperately try to make the best products we can. We are not naive - if you trust it, people like it, they buy it and we make money. This is a consequence."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "Our goal is to desperately make the best products we can. We're not naive. We trust that if we're successful and we make good products, that people will like them. And we trust that if people like them, they'll buy them. And we figured out the operation and we're effective. We know what we're doing, so we'll make money, but it's a consequence."
   },
   "author": {
    "text": "Jonathan Ive"
   }
  },
  {
   "quote": {
    "text": "I've always loved artists - creative, spontaneous, laid-back people - but I wasn't meeting these types in real life. So I figured that, given I run a technology company, I should also trust technology to help me find the love of my life."
   },
   "author": {
    "text": "Jennifer Hyman"
   }
  },
  {
   "quote": {
    "text": "I was good at being a doctor; my patients liked me. At times people trust you with things they wouldn't tell their spouses. It was a real privilege."
   },
   "author": {
    "text": "Khaled Hosseini"
   }
  },
  {
   "quote": {
    "text": "I want my clients to trust me."
   },
   "author": {
    "text": "Brad Goreski"
   }
  },
  {
   "quote": {
    "text": "On receiving from the people the sacred trust twice confided on my illustrious predecessor, and which he has discharged so faithfully and so well, I know that I can not expect to perform the arduous task with equal ability and success."
   },
   "author": {
    "text": "Martin Van Buren"
   }
  },
  {
   "quote": {
    "text": "Whoever has trusted a woman has trusted deceivers."
   },
   "author": {
    "text": "Hesiod"
   }
  },
  {
   "quote": {
    "text": "Trust your instincts and emotions."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "In America few people will trust you unless you are irreverent."
   },
   "author": {
    "text": "Norman Mailer"
   }
  },
  {
   "quote": {
    "text": "If we have a very strong commitment, so that we can trust ourselves and be beacons of trust for others no matter what the circumstance, then we're protected from suffering the consequences of many actions. We can be protected from that pain."
   },
   "author": {
    "text": "Sharon Salzberg"
   }
  },
  {
   "quote": {
    "text": "I use Google+, and I find the quality of the comments are very sophisticated because there is more trust inside of Google+ than there is inside of Twitter and Facebook, for example."
   },
   "author": {
    "text": "Eric Schmidt"
   }
  },
  {
   "quote": {
    "text": "My daughter, Lila, is my style critic. She'll say, 'No, Mummy, you can't wear that.' She's very good. I do trust her instinct."
   },
   "author": {
    "text": "Kate Moss"
   }
  },
  {
   "quote": {
    "text": "There are lots of women I look up to, but mentors are someone you talk to and not just admire. A lot of my friends that I trust are my mentors."
   },
   "author": {
    "text": "Kate Moss"
   }
  },
  {
   "quote": {
    "text": "There's nobody that's ever really been able to take care of me. Johnny did for a bit. I believed what he said. Like if I said, 'What do I do?' he'd tell me. And that's what I missed when I left. I really lost that gauge of somebody I could trust."
   },
   "author": {
    "text": "Kate Moss"
   }
  },
  {
   "quote": {
    "text": "I could I trust starve like a gentleman. It's listed as part of the poetic training, you know."
   },
   "author": {
    "text": "Ezra Pound"
   }
  },
  {
   "quote": {
    "text": "Whatever happens in life is fine - just trust in that."
   },
   "author": {
    "text": "Orlando Bloom"
   }
  },
  {
   "quote": {
    "text": "People come into your life and people leave it... you just have to trust that life has a road mapped out for you."
   },
   "author": {
    "text": "Orlando Bloom"
   }
  },
  {
   "quote": {
    "text": "Gerard doesn't tell me what to do. We discuss everything as a couple, as I imagine most partners do. We have a beautiful relationship and one of mutual trust."
   },
   "author": {
    "text": "Shakira"
   }
  },
  {
   "quote": {
    "text": "The world tells lots of people the light is red. You have to trust yourself and say, 'I think the light is green, and I'm going to keep doing this.'"
   },
   "author": {
    "text": "Tamara Taylor"
   }
  },
  {
   "quote": {
    "text": "I think, before Obama, there was a glass ceiling. That's a big change. As a president, I think he was the best. I felt like I could trust his judgment, and he'd take a measured, empathetic approach. I don't see there ever being another Barack Obama."
   },
   "author": {
    "text": "Jordan Peele"
   }
  },
  {
   "quote": {
    "text": "God does not rule in nations, but He is mindful of them. He can and does place people in positions of influence who want what is best for the people and who trust in the Lord."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "The sad pattern of lack of trust in God has persisted since the Creation."
   },
   "author": {
    "text": "Henry B. Eyring"
   }
  },
  {
   "quote": {
    "text": "I fear we might be losing the basic human facility to be alone - and with that you throw out independent decision-making, what to trust, what not to trust; key stuff - a perilous loss."
   },
   "author": {
    "text": "Dylan Moran"
   }
  },
  {
   "quote": {
    "text": "It starts with trusting yourself, even if people are telling you you're too young to trust yourself."
   },
   "author": {
    "text": "SZA"
   }
  },
  {
   "quote": {
    "text": "With experience, you understand expectations, you understand consequences, but sometimes it gets a little bit hard, especially for me, that I'm a perfectionist - I want to analyse everything. And sometimes it's most important to just let go and trust your instincts. This is what I need to do more of."
   },
   "author": {
    "text": "Ana Ivanovic"
   }
  },
  {
   "quote": {
    "text": "It takes me a long time to write, and I trust myself, so I write very sparsely, so when I do, I know it's good, you know what I mean? Rather than writing a whole bunch and having to sort out what's good and what's not."
   },
   "author": {
    "text": "Earl Sweatshirt"
   }
  },
  {
   "quote": {
    "text": "It doesn't make any sense... that's why I trust it!"
   },
   "author": {
    "text": "Kate Winslet"
   }
  },
  {
   "quote": {
    "text": "Trust your ability!"
   },
   "author": {
    "text": "Itzhak Perlman"
   }
  },
  {
   "quote": {
    "text": "I read the NY Times but I don't trust all of it."
   },
   "author": {
    "text": "David Byrne"
   }
  },
  {
   "quote": {
    "text": "In these times, God's people must trust him for rest of body and soul."
   },
   "author": {
    "text": "David Wilkerson"
   }
  },
  {
   "quote": {
    "text": "Trust him not with your secrets, who, when left alone in your room, turns over your papers."
   },
   "author": {
    "text": "Johann Kaspar Lavater"
   }
  },
  {
   "quote": {
    "text": "A half truth, like half a brick, is always more forcible as an argument than a whole one. It carries better."
   },
   "author": {
    "text": "Stephen Leacock"
   }
  },
  {
   "quote": {
    "text": "I never trusted good-looking boys."
   },
   "author": {
    "text": "Frances McDormand"
   }
  },
  {
   "quote": {
    "text": "It is unfortunate, considering that enthusiasm moves the world, that so few enthusiasts can be trusted to speak the truth."
   },
   "author": {
    "text": "Arthur Balfour"
   }
  },
  {
   "quote": {
    "text": "Trust me: Every entrepreneur has felt like an utter loser at some point."
   },
   "author": {
    "text": "Caroline Ghosn"
   }
  },
  {
   "quote": {
    "text": "I think there is a break down of trust generally, between people and politicians. I think that's come about for a whole variety of reasons."
   },
   "author": {
    "text": "Theresa May"
   }
  },
  {
   "quote": {
    "text": "I trust my government. I actually have a trust for my government with my data, and I trust them to protect me. They've protected me - they've made the best efforts to protect me my whole life."
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "If Google decided at any point to publish my search history, or your search history, or anyone's search history, there's a litany of things they could idea police you about, and if it was published, you would be publicly shamed. Everyone would be publicly shamed. But we trust Google, and we trust the people that run that company."
   },
   "author": {
    "text": "Ashton Kutcher"
   }
  },
  {
   "quote": {
    "text": "I always have issues with trust."
   },
   "author": {
    "text": "Vin Diesel"
   }
  },
  {
   "quote": {
    "text": "Don't trust anyone who has been in school for the past 24 consecutive years."
   },
   "author": {
    "text": "Craig Bruce"
   }
  },
  {
   "quote": {
    "text": "Would you want to do business with a person who was 99% honest?"
   },
   "author": {
    "text": "Sydney Madwed"
   }
  },
  {
   "quote": {
    "text": "We are demanding police transparency and accountability so we can build trust and work together to make our communities safer."
   },
   "author": {
    "text": "Malcolm Jenkins"
   }
  },
  {
   "quote": {
    "text": "Now, I learned soon enough, that among the three, two don't trust the third one - the third one is the government. Both industry and unions feel the government is a talking organization and a spending organization."
   },
   "author": {
    "text": "Shimon Peres"
   }
  },
  {
   "quote": {
    "text": "Girls especially are fond of exchanging confidences with those whom they think they can trust; it is one of the most charming traits of a simple, earnest-hearted girlhood, and they are the happiest women who never lose it entirely."
   },
   "author": {
    "text": "Lucy Larcom"
   }
  },
  {
   "quote": {
    "text": "Know that there is so much more to you than your body. It's not just about perfecting the steps; you must trust your instincts to tell deep, emotional stories through the steps that you are performing."
   },
   "author": {
    "text": "Karen Kain"
   }
  },
  {
   "quote": {
    "text": "I always trust my gut reaction; it's always right."
   },
   "author": {
    "text": "Kiana Tom"
   }
  },
  {
   "quote": {
    "text": "My dad was a ham, too. He could sell those women anything. Of all his sons, I was the only one he could trust to sell as well as he could. I was proud of that."
   },
   "author": {
    "text": "Paul Lynde"
   }
  },
  {
   "quote": {
    "text": "I realized that everything I had to do I could not do on my own, and so I was almost obliged to put myself in God's hands, to trust in Jesus who - while I wrote my book on him - I felt bound to by an old and more profound friendship."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "It is very important for a priest, in the parish itself, to see how people trust in him and to experience, in addition to their trust, also their generosity in pardoning his weaknesses."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "Nobody has communicated with the public more than Lady Gaga. Ever. I trust the audience, and I'm very impressed. As far as they're concerned, she's part of their family. The only guy who ever did that was Bing Crosby, years ago."
   },
   "author": {
    "text": "Tony Bennett"
   }
  },
  {
   "quote": {
    "text": "I've learned to trust myself, to listen to truth, to not be afraid of it and to not try and hide it."
   },
   "author": {
    "text": "Sarah McLachlan"
   }
  },
  {
   "quote": {
    "text": "I think there's a certain level of trust that I have with women. I've always been honest, even when I haven't had good times in my life or my movie bombed or I've had great success. I've owned up to all of it."
   },
   "author": {
    "text": "Halle Berry"
   }
  },
  {
   "quote": {
    "text": "If we really want to be full and generous in spirit, we have no choice but to trust at some level."
   },
   "author": {
    "text": "Rita Dove"
   }
  },
  {
   "quote": {
    "text": "The entire process of making a movie is sort of blind trust because, otherwise, all of it just doesn't make any sense: the fact that we can create any sense of reality or emotion given the arbitrariness of a day."
   },
   "author": {
    "text": "Brie Larson"
   }
  },
  {
   "quote": {
    "text": "Better to trust the man who is frequently in error than the one who is never in doubt."
   },
   "author": {
    "text": "Eric Sevareid"
   }
  },
  {
   "quote": {
    "text": "All I'm saying is, is God the god who we look to for comfort during tragedies? Is he the god who can control all those things, or is he the god that we don't even trust with our daily lives... As long as there's prayer and exams, as long as there's games, there will be prayers."
   },
   "author": {
    "text": "Benjamin Watson"
   }
  },
  {
   "quote": {
    "text": "Writing a book is not a small undertaking, but God placed it on my heart to trust Him with such a project."
   },
   "author": {
    "text": "Benjamin Watson"
   }
  },
  {
   "quote": {
    "text": "Never trust anyone who wants what you've got. Friend or no, envy is an overwhelming emotion."
   },
   "author": {
    "text": "Eubie Blake"
   }
  },
  {
   "quote": {
    "text": "I don't always trust my own instincts. It would be nice if someone else would tell me what I should do with my life!"
   },
   "author": {
    "text": "Liz Phair"
   }
  },
  {
   "quote": {
    "text": "I just feel like it's believing in your instincts or believing in yourself to do something crazy. That's why it's important to believe in yourself and trust yourself."
   },
   "author": {
    "text": "Shanice Williams"
   }
  },
  {
   "quote": {
    "text": "We've not had one Republican president in 34 years balance the budget. You can't trust right-wing Republicans with your money. You ought to hire somebody who has balanced a budget. I'm much more conservative with money than George Bush is."
   },
   "author": {
    "text": "Howard Dean"
   }
  },
  {
   "quote": {
    "text": "Not one Republican president has balanced the budget in 34 years. You can not trust Republicans with your money."
   },
   "author": {
    "text": "Howard Dean"
   }
  },
  {
   "quote": {
    "text": "Don't trust anyone over 30."
   },
   "author": {
    "text": "Pat Boone"
   }
  },
  {
   "quote": {
    "text": "I would rather trust a woman's instinct than a man's reason."
   },
   "author": {
    "text": "Stanley Baldwin"
   }
  },
  {
   "quote": {
    "text": "You either trust someone day one until they prove you wrong, or you say, 'I don't trust you until you show me I can trust you.' I'm the latter."
   },
   "author": {
    "text": "Charlie Ergen"
   }
  },
  {
   "quote": {
    "text": "We pledge to you that we will create jobs. End economic uncertainty and make America more competitive. We will cut Washington wasteful spending and reduce the size of government. And we will reform Congress and restore your trust in government."
   },
   "author": {
    "text": "Kevin McCarthy"
   }
  },
  {
   "quote": {
    "text": "When we, through our educational culture, through the media, through the entertainment culture, give our children the impression that human beings cannot control their passions, we are telling them, in effect, that human beings cannot be trusted with freedom."
   },
   "author": {
    "text": "Alan Keyes"
   }
  },
  {
   "quote": {
    "text": "Never trust sheep."
   },
   "author": {
    "text": "Ryan Stiles"
   }
  },
  {
   "quote": {
    "text": "The chief lesson I have learned in a long life is that the only way you can make a man trustworthy is to trust him; and the surest way to make him untrustworthy is to distrust him."
   },
   "author": {
    "text": "Henry L. Stimson"
   }
  },
  {
   "quote": {
    "text": "I value an entrepreneur I can get behind and trust, because I know they are attempting to move forward in life."
   },
   "author": {
    "text": "Daymond John"
   }
  },
  {
   "quote": {
    "text": "I have to trust what I do and then do it."
   },
   "author": {
    "text": "Ednita Nazario"
   }
  },
  {
   "quote": {
    "text": "Mediators do not choose the conflicts they became involved in, but the parties to the conflict choose the mediator. Their participation as intermediaries is based on the trust of all the conflicting parties."
   },
   "author": {
    "text": "Martti Ahtisaari"
   }
  },
  {
   "quote": {
    "text": "I'm always more comfortable and in a good place when I'm with friends because I know they trust me. I'm able to get great performances from people who trust me."
   },
   "author": {
    "text": "Lee Daniels"
   }
  },
  {
   "quote": {
    "text": "My biggest challenge is trust, and really believing that trust, in letting things just happen personally and professionally and trust with myself. But I'm getting better at it."
   },
   "author": {
    "text": "Katherine Moennig"
   }
  },
  {
   "quote": {
    "text": "Inner-life questions are the kind everyone asks, with or without benefit of God-talk: 'Does my life have meaning and purpose?' 'Do I have gifts that the world wants and needs?' 'Whom and what shall I serve?' 'Whom and what can I trust?' 'How can I rise above my fears?'"
   },
   "author": {
    "text": "Parker Palmer"
   }
  },
  {
   "quote": {
    "text": "Brand matters. And ESPN is, by far, the most popular sports brand. People trust ESPN."
   },
   "author": {
    "text": "John Skipper"
   }
  },
  {
   "quote": {
    "text": "When trust improves, the mood improves."
   },
   "author": {
    "text": "Fernando Flores"
   }
  },
  {
   "quote": {
    "text": "Who would not rather trust and be deceived?"
   },
   "author": {
    "text": "Eliza Cook"
   }
  },
  {
   "quote": {
    "text": "We have only God on our side; they have 'In God We Trust' on their side."
   },
   "author": {
    "text": "Willie Green"
   }
  }
 ]
}