{
 "TruthQuotes": [
  {
   "quote": {
    "text": "Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth."
   },
   "author": {
    "text": "Menachem Begin"
   }
  },
  {
   "quote": {
    "text": "Truth is everybody is going to hurt you: you just gotta find the ones worth suffering for."
   },
   "author": {
    "text": "Bob Marley"
   }
  },
  {
   "quote": {
    "text": "The truth is you don't know what is going to happen tomorrow. Life is a crazy ride, and nothing is guaranteed."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "Beauty is truth's smile when she beholds her own face in a perfect mirror."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "Education is not just about going to school and getting a degree. It's about widening your knowledge and absorbing the truth about life."
   },
   "author": {
    "text": "Shakuntala Devi"
   }
  },
  {
   "quote": {
    "text": "Honesty is the first chapter in the book of wisdom."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "A lie can travel half way around the world while the truth is putting on its shoes."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Three things cannot be long hidden: the sun, the moon, and the truth."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "I refuse to accept the view that mankind is so tragically bound to the starless midnight of racism and war that the bright daybreak of peace and brotherhood can never become a reality... I believe that unarmed truth and unconditional love will have the final word."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "No legacy is so rich as honesty."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "Our uniqueness makes us special, makes perception valuable - but it can also make us lonely. This loneliness is different from being 'alone': You can be lonely even surrounded by people. The feeling I'm talking about stems from the sense that we can never fully share the truth of who we are. I experienced this acutely at an early age."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "Truth will always be truth, regardless of lack of understanding, disbelief or ignorance."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "Truth is like the sun. You can shut it out for a time, but it ain't goin' away."
   },
   "author": {
    "text": "Elvis Presley"
   }
  },
  {
   "quote": {
    "text": "We learned about honesty and integrity - that the truth matters... that you don't take shortcuts or play by your own set of rules... and success doesn't count unless you earn it fair and square."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Whoever is careless with the truth in small matters cannot be trusted with important matters."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "I am the Way, the Truth, and the Life. No one comes to the Father except through me."
   },
   "author": {
    "text": "Jesus Christ"
   }
  },
  {
   "quote": {
    "text": "Be Impeccable With Your Word. Speak with integrity. Say only what you mean. Avoid using the word to speak against yourself or to gossip about others. Use the power of your word in the direction of truth and love."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "Honesty is more than not lying. It is truth telling, truth speaking, truth living, and truth loving."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "Half a truth is often a great lie."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "The truth is incontrovertible. Malice may attack it, ignorance may deride it, but in the end, there it is."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "The truth is rarely pure and never simple."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Truth can be stated in a thousand different ways, yet each one can be true."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "For every good reason there is to lie, there is a better reason to tell the truth."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "The greatest truth is honesty, and the greatest falsehood is dishonesty."
   },
   "author": {
    "text": "Abu Bakr"
   }
  },
  {
   "quote": {
    "text": "Facts are many, but the truth is one."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "Doubt thou the stars are fire, Doubt that the sun doth move. Doubt truth to be a liar, But never doubt I love."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "The truth is that there is no actual stress or anxiety in the world; it's your thoughts that create these false beliefs. You can't package stress, touch it, or see it. There are only people engaged in stressful thinking."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "There is no greatness where there is no simplicity, goodness and truth."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "Truth is, I'll never know all there is to know about you just as you will never know all there is to know about me. Humans are by nature too complicated to be understood fully. So, we can choose either to approach our fellow human beings with suspicion or to approach them with an open mind, a dash of optimism and a great deal of candour."
   },
   "author": {
    "text": "Tom Hanks"
   }
  },
  {
   "quote": {
    "text": "There's nothing so kingly as kindness, and nothing so royal as truth."
   },
   "author": {
    "text": "Alice Cary"
   }
  },
  {
   "quote": {
    "text": "We live in a fantasy world, a world of illusion. The great task in life is to find reality."
   },
   "author": {
    "text": "Iris Murdoch"
   }
  },
  {
   "quote": {
    "text": "Morality is the basis of things and truth is the substance of all morality."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Honest communication is built on truth and integrity and upon respect of the one for the other."
   },
   "author": {
    "text": "Benjamin E. Mays"
   }
  },
  {
   "quote": {
    "text": "The truth is not for all men, but only for those who seek it."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "There is but One God. His name is Truth; He is the Creator. He fears none; he is without hate. He never dies; He is beyond the cycle of births and death. He is self-illuminated. He is realized by the kindness of the True Guru. He was True in the beginning; He was True when the ages commenced and has ever been True. He is also True now."
   },
   "author": {
    "text": "Guru Nanak"
   }
  },
  {
   "quote": {
    "text": "It's no wonder that truth is stranger than fiction. Fiction has to make sense."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Each person does see the world in a different way. There is not a single, unifying, objective truth. We're all limited by our perspective."
   },
   "author": {
    "text": "Siri Hustvedt"
   }
  },
  {
   "quote": {
    "text": "On the mountains of truth you can never climb in vain: either you will reach a point higher up today, or you will be training your powers so that you will be able to climb higher tomorrow."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Once you eliminate the impossible, whatever remains, no matter how improbable, must be the truth."
   },
   "author": {
    "text": "Arthur Conan Doyle"
   }
  },
  {
   "quote": {
    "text": "Tell me I'm clever, Tell me I'm kind, Tell me I'm talented, Tell me I'm cute, Tell me I'm sensitive, Graceful and wise, Tell me I'm perfect - But tell me the truth."
   },
   "author": {
    "text": "Shel Silverstein"
   }
  },
  {
   "quote": {
    "text": "A liar will not be believed, even when he speaks the truth."
   },
   "author": {
    "text": "Aesop"
   }
  },
  {
   "quote": {
    "text": "Truth is ever to be found in simplicity, and not in the multiplicity and confusion of things."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "I've been the luckiest man in the world because I've had friends, and to have the right friends is everything: people you can depend on, people who tell you the truth if you ask something."
   },
   "author": {
    "text": "Stan Lee"
   }
  },
  {
   "quote": {
    "text": "I'm for truth, no matter who tells it. I'm for justice, no matter who it's for or against."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "In a time of universal deceit - telling the truth is a revolutionary act."
   },
   "author": {
    "text": "Unknown"
   }
  },
  {
   "quote": {
    "text": "The truth is that killing innocent people is always wrong - and no argument or excuse, no matter how deeply believed, can ever make it right. No religion on earth condones the killing of innocent people; no faith tradition tolerates the random killing of our brothers and sisters on this earth."
   },
   "author": {
    "text": "Feisal Abdul Rauf"
   }
  },
  {
   "quote": {
    "text": "The very concept of objective truth is fading out of the world. Lies will pass into history."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "I never did give anybody hell. I just told the truth and they thought it was hell."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "A lie told often enough becomes the truth."
   },
   "author": {
    "text": "Vladimir Lenin"
   }
  },
  {
   "quote": {
    "text": "Enlightened leadership is spiritual if we understand spirituality not as some kind of religious dogma or ideology but as the domain of awareness where we experience values like truth, goodness, beauty, love and compassion, and also intuition, creativity, insight and focused attention."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "I was born into the world as the king of truth for the salvation of the world."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "Truth will ultimately prevail where there is pains to bring it to light."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "Some people think that the truth can be hidden with a little cover-up and decoration. But as time goes by, what is true is revealed, and what is fake fades away."
   },
   "author": {
    "text": "Ismail Haniyeh"
   }
  },
  {
   "quote": {
    "text": "Even if you are a minority of one, the truth is the truth."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "All truths are easy to understand once they are discovered; the point is to discover them."
   },
   "author": {
    "text": "Galileo Galilei"
   }
  },
  {
   "quote": {
    "text": "Our heavenly Father understands our disappointment, suffering, pain, fear, and doubt. He is always there to encourage our hearts and help us understand that He's sufficient for all of our needs. When I accepted this as an absolute truth in my life, I found that my worrying stopped."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "Peace demands the most heroic labor and the most difficult sacrifice. It demands greater heroism than war. It demands greater fidelity to the truth and a much more perfect purity of conscience."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "People like to say that the conflict is between good and evil. The real conflict is between truth and lies."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "The great enemy of the truth is very often not the lie, deliberate, contrived and dishonest, but the myth, persistent, persuasive and unrealistic."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "The truth will set you free, but first it will make you miserable."
   },
   "author": {
    "text": "James A. Garfield"
   }
  },
  {
   "quote": {
    "text": "I do not know what I may appear to the world; but to myself, I seem to have been only like a boy playing on the seashore, and diverting myself now and then in finding a smoother pebble or prettier shell than ordinary, while the great ocean of truth lay all undiscovered before me."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "The truth is, we all face hardships of some kind, and you never know the struggles a person is going through. Behind every smile, there's a story of a personal struggle."
   },
   "author": {
    "text": "Adrienne C. Moore"
   }
  },
  {
   "quote": {
    "text": "I love you, and because I love you, I would sooner have you hate me for telling you the truth than adore me for telling you lies."
   },
   "author": {
    "text": "Pietro Aretino"
   }
  },
  {
   "quote": {
    "text": "Rather than love, than money, than fame, give me truth."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "It is only with the heart that one can see rightly; what is essential is invisible to the eye."
   },
   "author": {
    "text": "Antoine de Saint-Exupery"
   }
  },
  {
   "quote": {
    "text": "People can choose between the sweet lie or the bitter truth. I say the bitter truth, but many people don't want to hear it."
   },
   "author": {
    "text": "Avigdor Lieberman"
   }
  },
  {
   "quote": {
    "text": "My parents taught me honesty, truth, compassion, kindness and how to care for people. Also, they encouraged me to take risks, to boldly go. They taught me that the greatest danger in life is not taking the adventure."
   },
   "author": {
    "text": "Brian Blessed"
   }
  },
  {
   "quote": {
    "text": "A lie gets halfway around the world before the truth has a chance to get its pants on."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "The goal of education is the advancement of knowledge and the dissemination of truth."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "The truth is that all men having power ought to be mistrusted."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "The books that help you most are those which make you think that most. The hardest way of learning is that of easy reading; but a great book that comes from a great thinker is a ship of thought, deep freighted with truth and beauty."
   },
   "author": {
    "text": "Pablo Neruda"
   }
  },
  {
   "quote": {
    "text": "Read nature; nature is a friend to truth."
   },
   "author": {
    "text": "Edward Young"
   }
  },
  {
   "quote": {
    "text": "The word theatre comes from the Greeks. It means the seeing place. It is the place people come to see the truth about life and the social situation."
   },
   "author": {
    "text": "Stella Adler"
   }
  },
  {
   "quote": {
    "text": "Truth will rise above falsehood as oil above water."
   },
   "author": {
    "text": "Miguel de Cervantes"
   }
  },
  {
   "quote": {
    "text": "Tell the truth, work hard, and come to dinner on time."
   },
   "author": {
    "text": "Gerald R. Ford"
   }
  },
  {
   "quote": {
    "text": "Truth is the daughter of time, not of authority."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "To love our neighbor as ourselves is such a truth for regulating human society, that by that alone one might determine all the cases in social morality."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "I think the truth is black-and-white."
   },
   "author": {
    "text": "Nancy Grace"
   }
  },
  {
   "quote": {
    "text": "That which is false troubles the heart, but truth brings joyous tranquillity."
   },
   "author": {
    "text": "Rumi"
   }
  },
  {
   "quote": {
    "text": "Genocide is not just a murderous madness; it is, more deeply, a politics that promises a utopia beyond politics - one people, one land, one truth, the end of difference. Since genocide is a form of political utopia, it remains an enduring temptation in any multiethnic and multicultural society in crisis."
   },
   "author": {
    "text": "Michael Ignatieff"
   }
  },
  {
   "quote": {
    "text": "The great advantage about telling the truth is that nobody ever believes it."
   },
   "author": {
    "text": "Dorothy L. Sayers"
   }
  },
  {
   "quote": {
    "text": "If you tell the truth, you don't have to remember anything."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "You want a friend who's going to tell you the truth. That's what it's about. If you don't have a friend who's going to tell you the truth every time something comes up, you feel like he's not a true friend."
   },
   "author": {
    "text": "Donald Driver"
   }
  },
  {
   "quote": {
    "text": "I told my wife the truth. I told her I was seeing a psychiatrist. Then she told me the truth: that she was seeing a psychiatrist, two plumbers, and a bartender."
   },
   "author": {
    "text": "Rodney Dangerfield"
   }
  },
  {
   "quote": {
    "text": "There are no facts, only interpretations."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Perhaps the truth depends on a walk around the lake."
   },
   "author": {
    "text": "Wallace Stevens"
   }
  },
  {
   "quote": {
    "text": "I am a firm believer in the people. If given the truth, they can be depended upon to meet any national crisis. The great point is to bring them the real facts."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "I tell you the truth, it is hard for a rich man to enter the kingdom of heaven. Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of heaven."
   },
   "author": {
    "text": "Jesus Christ"
   }
  },
  {
   "quote": {
    "text": "The truth is: Belonging starts with self-acceptance. Your level of belonging, in fact, can never be greater than your level of self-acceptance, because believing that you're enough is what gives you the courage to be authentic, vulnerable and imperfect."
   },
   "author": {
    "text": "Brene Brown"
   }
  },
  {
   "quote": {
    "text": "Life is an unfoldment, and the further we travel the more truth we can comprehend. To understand the things that are at our door is the best preparation for understanding those that lie beyond."
   },
   "author": {
    "text": "Hypatia"
   }
  },
  {
   "quote": {
    "text": "There is some self-interest behind every friendship. There is no friendship without self-interests. This is a bitter truth."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "My god is all gods in one. When I see a beautiful sunset, I worship the god of Nature; when I see a hidden action brought to light, I worship the god of Truth; when I see a bad man punished and a good man go free, I worship the god of Justice; when I see a penitent forgiven, I worship the god of Mercy."
   },
   "author": {
    "text": "Edna St. Vincent Millay"
   }
  },
  {
   "quote": {
    "text": "Truth is the torch that gleams through the fog without dispelling it."
   },
   "author": {
    "text": "Claude Adrien Helvetius"
   }
  },
  {
   "quote": {
    "text": "Reason is the natural order of truth; but imagination is the organ of meaning."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "Truth is powerful and it prevails."
   },
   "author": {
    "text": "Sojourner Truth"
   }
  },
  {
   "quote": {
    "text": "To live in the light of a new day and an unimaginable and unpredictable future, you must become fully present to a deeper truth - not a truth from your head, but a truth from your heart; not a truth from your ego, but a truth from the highest source."
   },
   "author": {
    "text": "Debbie Ford"
   }
  },
  {
   "quote": {
    "text": "All things are subject to interpretation whichever interpretation prevails at a given time is a function of power and not truth."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "The trouble with lying and deceiving is that their efficiency depends entirely upon a clear notion of the truth that the liar and deceiver wishes to hide."
   },
   "author": {
    "text": "Hannah Arendt"
   }
  },
  {
   "quote": {
    "text": "Truth is the ultimate power. When the truth comes around, all the lies have to run and hide."
   },
   "author": {
    "text": "Ice Cube"
   }
  },
  {
   "quote": {
    "text": "Man is least himself when he talks in his own person. Give him a mask, and he will tell you the truth."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Truth is tough. It will not break, like a bubble, at a touch; nay, you may kick it about all day like a football, and it will be round and full at evening."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "The thing about the truth is, not a lot of people can handle it."
   },
   "author": {
    "text": "Conor McGregor"
   }
  },
  {
   "quote": {
    "text": "You shall know the truth, and the truth shall make you mad."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Plato is my friend; Aristotle is my friend, but my greatest friend is truth."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "I do have my own personal convictions and values, and I live by those. But as an artist, as a portrait photographer, my job is to tell the truth and to capture someone's spirit on a certain day. And it's never the whole truth; it's the truth I experience in a very intense and intimate fashion."
   },
   "author": {
    "text": "Platon"
   }
  },
  {
   "quote": {
    "text": "The Lord gave me 'Sojourner,' because I was to travel up an' down the land, showin' the people their sins an' bein' a sign unto them. Afterwards, I told the Lord I wanted another name 'cause everybody else had two names, and the Lord gave me 'Truth,' because I was to declare the truth to people."
   },
   "author": {
    "text": "Sojourner Truth"
   }
  },
  {
   "quote": {
    "text": "If religion were true, its followers would not try to bludgeon their young into an artificial conformity; but would merely insist on their unbending quest for truth, irrespective of artificial backgrounds or practical consequences."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "If you are out to describe the truth, leave elegance to the tailor."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Truth stands, even if there be no public support. It is self-sustained."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "'Beauty is truth, truth beauty,' - that is all ye know on earth, and all ye need to know."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "Betrayal is the only truth that sticks."
   },
   "author": {
    "text": "Arthur Miller"
   }
  },
  {
   "quote": {
    "text": "A lie which is half a truth is ever the blackest of lies."
   },
   "author": {
    "text": "Alfred Lord Tennyson"
   }
  },
  {
   "quote": {
    "text": "Find out who you are and be that person. That's what your soul was put on this Earth to be. Find that truth, live that truth and everything else will come."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "Let me get you to understand I don't bully anybody. I stand up for what I believe in and I'm very honest and I always tell the truth. I'm not a liar, I'm not manipulative and I don't stab you in your back because I will stab you in your chest."
   },
   "author": {
    "text": "NeNe Leakes"
   }
  },
  {
   "quote": {
    "text": "Truth is the daughter of time, and I feel no shame in being her midwife."
   },
   "author": {
    "text": "Johannes Kepler"
   }
  },
  {
   "quote": {
    "text": "Sex is full of lies. The body tries to tell the truth. But, it's usually too battered with rules to be heard, and bound with pretenses so it can hardly move. We cripple ourselves with lies."
   },
   "author": {
    "text": "Jim Morrison"
   }
  },
  {
   "quote": {
    "text": "The government that governs from afar absolutely requires that the truth and the facts reach its knowledge by every possible channel, so that it may weigh and estimate them better, and this need increases when a country like the Philippines is concerned, where the inhabitants speak and complain in a language unknown to the authorities."
   },
   "author": {
    "text": "Jose Rizal"
   }
  },
  {
   "quote": {
    "text": "It's been a pretty fun ride, to tell you the truth."
   },
   "author": {
    "text": "R. Lee Ermey"
   }
  },
  {
   "quote": {
    "text": "I have very little fashion sense, and to tell you the truth, I give it very little thought. I dress to be as comfortable as I possibly can. Most of my clothing is either black, grey, or dark blue, and I don't really wear a lot of colours. But I do like jackets. I have a little bit of an obsession with them."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "Let the future tell the truth, and evaluate each one according to his work and accomplishments. The present is theirs; the future, for which I have really worked, is mine."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "Despite my firm convictions, I have always been a man who tries to face facts, and to accept the reality of life as new experience and new knowledge unfolds. I have always kept an open mind, a flexibility that must go hand in hand with every form of the intelligent search for truth."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "I trust you: That's huge. That's truth. That's real love. Everyone uses 'I love you' so loosely."
   },
   "author": {
    "text": "Justin Chatwin"
   }
  },
  {
   "quote": {
    "text": "I know where I'm going and I know the truth, and I don't have to be what you want me to be. I'm free to be what I want."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "When in doubt tell the truth."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Humans believe so many lies because we aren't aware. We ignore the truth or we just don't see the truth. When we are educated, we accumulate a lot of knowledge, and all that knowledge is just like a wall of fog that doesn't allow us to perceive the truth, what really is."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "The discovery of truth is prevented more effectively, not by the false appearance things present and which mislead into error, not directly by weakness of the reasoning powers, but by preconceived opinion, by prejudice."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "A liar begins with making falsehood appear like truth, and ends with making truth itself appear like falsehood."
   },
   "author": {
    "text": "William Shenstone"
   }
  },
  {
   "quote": {
    "text": "The Bible is one of the greatest blessings bestowed by God on the children of men. It has God for its author; salvation for its end, and truth without any mixture for its matter. It is all pure."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "New knowledge is the most valuable commodity on earth. The more truth we have to work with, the richer we become."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "When truth has no burning, then it is philosophy, when it gets burning from the heart, it becomes poetry."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "Mom spent the time that she was supposed to be a kid actully raising children, her younger brother and younger sister. She was tough as nails and did not suffer fools at all. And the truth was she could not afford to. She spoke the truth, bluntly, directly, and without much varnish. I am her son."
   },
   "author": {
    "text": "Chris Christie"
   }
  },
  {
   "quote": {
    "text": "Truth, like gold, is to be obtained not by its growth, but by washing away from it all that is not gold."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "When I was a boy, the priest, my uncle, carefully inculcated upon me this proverb, which I then learned and have ever since kept in my mind: 'Dico tibi verum, Libertas optima rerum; Nunquam servili, sub nexu vivito, fili.' 'I tell you a truth: Liberty is the best of things, my son; never live under any slavish bond.'"
   },
   "author": {
    "text": "William Wallace"
   }
  },
  {
   "quote": {
    "text": "When team members trust each other and know that everyone is capable of admitting when they're wrong, then conflict becomes nothing more than the pursuit of truth or the best possible answer."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "I believe that the pursuit of truth and right ideas through honest debate and rigorous argument is a noble undertaking."
   },
   "author": {
    "text": "Charles Krauthammer"
   }
  },
  {
   "quote": {
    "text": "Without accepting the fact that everything changes, we cannot find perfect composure. Unfortunately, although it is true, it is difficult for us to accept it. Because we cannot accept the truth of transience, we suffer."
   },
   "author": {
    "text": "Shunryu Suzuki"
   }
  },
  {
   "quote": {
    "text": "The truth is that stress doesn't come from your boss, your kids, your spouse, traffic jams, health challenges, or other circumstances. It comes from your thoughts about these circumstances."
   },
   "author": {
    "text": "Andrew J. Bernstein"
   }
  },
  {
   "quote": {
    "text": "Have the courage to say no. Have the courage to face the truth. Do the right thing because it is right. These are the magic keys to living your life with integrity."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "Light is meaningful only in relation to darkness, and truth presupposes error. It is these mingled opposites which people our life, which make it pungent, intoxicating. We only exist in terms of this conflict, in the zone where black and white clash."
   },
   "author": {
    "text": "Louis Aragon"
   }
  },
  {
   "quote": {
    "text": "In seeking truth you have to get both sides of a story."
   },
   "author": {
    "text": "Walter Cronkite"
   }
  },
  {
   "quote": {
    "text": "It's in literature that true life can be found. It's under the mask of fiction that you can tell the truth."
   },
   "author": {
    "text": "Gao Xingjian"
   }
  },
  {
   "quote": {
    "text": "The theatre was created to tell people the truth about life and the social situation."
   },
   "author": {
    "text": "Stella Adler"
   }
  },
  {
   "quote": {
    "text": "Truth is so obscure in these times, and falsehood so established, that, unless we love the truth, we cannot know it."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "Truth is confirmed by inspection and delay; falsehood by haste and uncertainty."
   },
   "author": {
    "text": "Tacitus"
   }
  },
  {
   "quote": {
    "text": "A dog barks when his master is attacked. I would be a coward if I saw that God's truth is attacked and yet would remain silent."
   },
   "author": {
    "text": "John Calvin"
   }
  },
  {
   "quote": {
    "text": "Rebellion without truth is like spring in a bleak, arid desert."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "I have never entered into any controversy in defense of my philosophical opinions; I leave them to take their chance in the world. If they are right, truth and experience will support them; if wrong, they ought to be refuted and rejected. Disputes are apt to sour one's temper and disturb one's quiet."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "I tore myself away from the safe comfort of certainties through my love for truth - and truth rewarded me."
   },
   "author": {
    "text": "Simone de Beauvoir"
   }
  },
  {
   "quote": {
    "text": "Truth is certainly a branch of morality and a very important one to society."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "A new scientific truth does not triumph by convincing its opponents and making them see the light, but rather because its opponents eventually die, and a new generation grows up that is familiar with it."
   },
   "author": {
    "text": "Max Planck"
   }
  },
  {
   "quote": {
    "text": "Sometimes ideas are coming so fast that I have to stop doing one song to get another. But I don't forget the first one. If it works, it will always be there. It's like the truth: it will find you and lift you up. And if it ain't right, it will dissolve like sand on the beach."
   },
   "author": {
    "text": "Prince"
   }
  },
  {
   "quote": {
    "text": "I'm actually a very honest person, and sometimes I end up like, 'Man, I said too much.' It's hard for me not to tell the truth when you ask me."
   },
   "author": {
    "text": "Drake"
   }
  },
  {
   "quote": {
    "text": "Let's not be afraid to speak the common sense truth: you can't have high standards without good discipline."
   },
   "author": {
    "text": "William Hague"
   }
  },
  {
   "quote": {
    "text": "God help us from those who believe that they are the sole possessors of truth. How we manage at times to agree willingly to become prisoners within our own minds and souls of beliefs and ideas on which we can never be flexible."
   },
   "author": {
    "text": "Hussein of Jordan"
   }
  },
  {
   "quote": {
    "text": "A lot of truth is said in jest."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "Our duty is to encourage every one in his struggle to live up to his own highest idea, and strive at the same time to make the ideal as near as possible to the Truth."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "There are only two mistakes one can make along the road to truth; not going all the way, and not starting."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "There is no man more dangerous, in a position of power, than he who refuses to accept as a working truth the idea that all a man does should make for rightness and soundness, that even the fixing of a tariff rate must be moral."
   },
   "author": {
    "text": "Ida Tarbell"
   }
  },
  {
   "quote": {
    "text": "Convictions are more dangerous foes of truth than lies."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Free expression is the base of human rights, the root of human nature and the mother of truth. To kill free speech is to insult human rights, to stifle human nature and to suppress truth."
   },
   "author": {
    "text": "Liu Xiaobo"
   }
  },
  {
   "quote": {
    "text": "Words are but symbols for the relations of things to one another and to us; nowhere do they touch upon absolute truth."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "There is nothing so strong or safe in an emergency of life as the simple truth."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "But in truth, should I meet with gold or spices in great quantity, I shall remain till I collect as much as possible, and for this purpose I am proceeding solely in quest of them."
   },
   "author": {
    "text": "Christopher Columbus"
   }
  },
  {
   "quote": {
    "text": "A good man often appears gauche simply because he does not take advantage of the myriad mean little chances of making himself look stylish. Preferring truth to form, he is not constantly at work upon the facade of his appearance."
   },
   "author": {
    "text": "Alanis Morissette"
   }
  },
  {
   "quote": {
    "text": "I love new places, new people, new ideas. I love cultural differences, and I'm fascinated by the truth - all the different versions of it."
   },
   "author": {
    "text": "Martin Henderson"
   }
  },
  {
   "quote": {
    "text": "When you are joyous, look deep into your heart and you shall find it is only that which has given you sorrow that is giving you joy. When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "If you shut the door to all errors, truth will be shut out."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "A lot of country music is sad. I think most art comes out of poverty and hard times. It applies to music. Three chords and the truth - that's what a country song is. There is a lot of heartache in the world."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "Peace if possible, truth at all costs."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "The truth is, as most of us know, that global warming is real and humans are major contributors, mainly because we wastefully burn fossil fuels."
   },
   "author": {
    "text": "David Suzuki"
   }
  },
  {
   "quote": {
    "text": "Truth, like light, blinds. Falsehood, on the contrary, is a beautiful twilight that enhances every object."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Facts are stubborn things."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Your days are short here; this is the last of your springs. And now in the serenity and quiet of this lovely place, touch the depths of truth, feel the hem of Heaven. You will go away with old, good friends. And don't forget when you leave why you came."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "It is always the best policy to speak the truth, unless, of course, you are an exceptionally good liar."
   },
   "author": {
    "text": "Jerome K. Jerome"
   }
  },
  {
   "quote": {
    "text": "Who never doubted, never half believed. Where doubt is, there truth is - it is her shadow."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "Christlike communications are expressions of affection and not anger, truth and not fabrication, compassion and not contention, respect and not ridicule, counsel and not criticism, correction and not condemnation. They are spoken with clarity and not with confusion. They may be tender or they may be tough, but they must always be tempered."
   },
   "author": {
    "text": "L. Lionel Kendrick"
   }
  },
  {
   "quote": {
    "text": "You're not going to be liked by everybody when you speak the truth. I don't speak the truth to put people down; I don't speak the truth to show disrespect."
   },
   "author": {
    "text": "Hope Solo"
   }
  },
  {
   "quote": {
    "text": "Dear Internet: You are very good at spreading rumors. Truth is more valuable and much harder to come by."
   },
   "author": {
    "text": "Mark Frost"
   }
  },
  {
   "quote": {
    "text": "Trump lies when confronted with the truth, since any crack in his narcissism might spread like an Ebola of the soul, and he would deflate like one of Macy's balloons on the Friday after Thanksgiving."
   },
   "author": {
    "text": "Richard Cohen"
   }
  },
  {
   "quote": {
    "text": "The truth is the Super Bowl long ago became more than just a football game. It's part of our culture like turkey at Thanksgiving and lights at Christmas, and like those holidays beyond their meaning, a factor in our economy."
   },
   "author": {
    "text": "Bob Schieffer"
   }
  },
  {
   "quote": {
    "text": "Our democracy is designed to speak truth to power."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "It is impossible to struggle for civil rights, equal rights for blacks, without including whites. Because equal rights, fair play, justice, are all like the air: we all have it, or none of us has it. That is the truth of it."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "We don't go into journalism to be popular. It is our job to seek the truth and put constant pressure on our leaders until we get answers."
   },
   "author": {
    "text": "Helen Thomas"
   }
  },
  {
   "quote": {
    "text": "You can hate me. You can go out there and say anything you want about me, But you will love me later because I told you the truth."
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "Everyone with a cell phone thinks they're a photographer. Everyone with a laptop thinks they're a journalist. But they have no training, and they have no idea of what we keep to in terms of standards, as in what's far out and what's reality. And they have no dedication to truth."
   },
   "author": {
    "text": "Helen Thomas"
   }
  },
  {
   "quote": {
    "text": "The poet is a liar who always speaks the truth."
   },
   "author": {
    "text": "Jean Cocteau"
   }
  },
  {
   "quote": {
    "text": "In a controversy the instant we feel anger we have already ceased striving for the truth, and have begun striving for ourselves."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "A great man does not seek applause or place; he seeks for truth; he seeks the road to happiness, and what he ascertains, he gives to others."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "The moment we begin to fear the opinions of others and hesitate to tell the truth that is in us, and from motives of policy are silent when we should speak, the divine floods of light and life no longer flow into our souls."
   },
   "author": {
    "text": "Elizabeth Cady Stanton"
   }
  },
  {
   "quote": {
    "text": "I guess I'm pretty much of a lone wolf. I don't say I don't like people at all, but, to tell you the truth, I only like it then if I have a chance to look deep into their hearts and their minds."
   },
   "author": {
    "text": "Bela Lugosi"
   }
  },
  {
   "quote": {
    "text": "Now all we need is to continue to speak the truth fearlessly, and we shall add to our number those who will turn the scale to the side of equal and full justice in all things."
   },
   "author": {
    "text": "Lucy Stone"
   }
  },
  {
   "quote": {
    "text": "I do not know what I may appear to the world, but to myself I seem to have been only like a boy playing on the seashore, and diverting myself in now and then finding a smoother pebble or a prettier shell than ordinary, whilst the great ocean of truth lay all undiscovered before me."
   },
   "author": {
    "text": "Isaac Newton"
   }
  },
  {
   "quote": {
    "text": "By and large, language is a tool for concealing the truth."
   },
   "author": {
    "text": "George Carlin"
   }
  },
  {
   "quote": {
    "text": "The Apology opened the opportunity for a new relationship based on mutual respect and mutual responsibility between Indigenous and non-Indigenous Australia. Because without mutual respect and mutual responsibility, the truth is we can achieve very little."
   },
   "author": {
    "text": "Kevin Rudd"
   }
  },
  {
   "quote": {
    "text": "The truth is I love being alive. And I love feeling free. So if I can't have those things then I feel like a caged animal and I'd rather not be in a cage. I'd rather be dead. And it's real simple. And I think it's not that uncommon."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "Representation of the world, like the world itself, is the work of men; they describe it from their own point of view, which they confuse with the absolute truth."
   },
   "author": {
    "text": "Simone de Beauvoir"
   }
  },
  {
   "quote": {
    "text": "Once you embrace the absolute truth that every leader needs a mentor, you can begin to achieve the massive growth and success that you seek."
   },
   "author": {
    "text": "Clay Clark"
   }
  },
  {
   "quote": {
    "text": "The sad truth is that opportunity doesn't knock twice."
   },
   "author": {
    "text": "Gloria Estefan"
   }
  },
  {
   "quote": {
    "text": "Piety requires us to honor truth above our friends."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Fiction is the truth inside the lie."
   },
   "author": {
    "text": "Stephen King"
   }
  },
  {
   "quote": {
    "text": "Ultimately, education in its real sense is the pursuit of truth. It is an endless journey through knowledge and enlightenment."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "The truth. It is a beautiful and terrible thing, and must therefore be treated with great caution."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "All the truth in the world adds up to one big lie."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "Justice is truth in action."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "If you want to be thought a liar, always tell the truth."
   },
   "author": {
    "text": "Logan Pearsall Smith"
   }
  },
  {
   "quote": {
    "text": "The lowest form of popular culture - lack of information, misinformation, disinformation, and a contempt for the truth or the reality of most people's lives - has overrun real journalism. Today, ordinary Americans are being stuffed with garbage."
   },
   "author": {
    "text": "Carl Bernstein"
   }
  },
  {
   "quote": {
    "text": "If you look for truth, you may find comfort in the end; if you look for comfort you will not get either comfort or truth only soft soap and wishful thinking to begin, and in the end, despair."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "Hard times arouse an instinctive desire for authenticity."
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "Legends die hard. They survive as truth rarely does."
   },
   "author": {
    "text": "Helen Hayes"
   }
  },
  {
   "quote": {
    "text": "Everything takes me longer than I expect. It's the sad truth about life."
   },
   "author": {
    "text": "Donna Tartt"
   }
  },
  {
   "quote": {
    "text": "The truth is many of us have been socialized to think that if we are not the very best, if we are not at the top 1 percent of whatever it is we do, then we are not good enough. To reinforce this already pervasive mental model, society has established a competitive hierarchy for just about everything."
   },
   "author": {
    "text": "Elizabeth Thornton"
   }
  },
  {
   "quote": {
    "text": "Tragedy is like strong acid - it dissolves away all but the very gold of truth."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "The truth is, I've been the Hulk my whole life."
   },
   "author": {
    "text": "Lou Ferrigno"
   }
  },
  {
   "quote": {
    "text": "If there is no criticism, you become lazy. But it should be constructive, and it should be the truth. If it's biased and there's no truth in it, then I don't care about it. If it's true, it helps me grow."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "The pillars of truth and the pillars of freedom - they are the pillars of society."
   },
   "author": {
    "text": "Henrik Ibsen"
   }
  },
  {
   "quote": {
    "text": "Like all dreamers, I mistook disenchantment for truth."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "To kill an error is as good a service as, and sometimes even better than, the establishing of a new truth or fact."
   },
   "author": {
    "text": "Charles Darwin"
   }
  },
  {
   "quote": {
    "text": "The antiquity and general acceptance of an opinion is not assurance of its truth."
   },
   "author": {
    "text": "Pierre Bayle"
   }
  },
  {
   "quote": {
    "text": "I believe that unarmed truth and unconditional love will have the final word in reality. This is why right, temporarily defeated, is stronger than evil triumphant."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Truth is a deep kindness that teaches us to be content in our everyday life and share with the people the same happiness."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Defending the truth is not something one does out of a sense of duty or to allay guilt complexes, but is a reward in itself."
   },
   "author": {
    "text": "Simone de Beauvoir"
   }
  },
  {
   "quote": {
    "text": "After all, the ultimate goal of all research is not objectivity, but truth."
   },
   "author": {
    "text": "Helene Deutsch"
   }
  },
  {
   "quote": {
    "text": "We all have a social mask, right? We put it on, we go out, put our best foot forward, our best image. But behind that social mask is a personal truth, what we really, really believe about who we are and what we're capable of."
   },
   "author": {
    "text": "Phil McGraw"
   }
  },
  {
   "quote": {
    "text": "Discrimination is a hellhound that gnaws at Negroes in every waking moment of their lives to remind them that the lie of their inferiority is accepted as truth in the society dominating them."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "I have nothing new to teach the world. Truth and Non-violence are as old as the hills. All I have done is to try experiments in both on as vast a scale as I could."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Nothing is beautiful, only man: on this piece of naivete rests all aesthetics, it is the first truth of aesthetics. Let us immediately add its second: nothing is ugly but degenerate man - the domain of aesthetic judgment is therewith defined."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Belief is a wise wager. Granted that faith cannot be proved, what harm will come to you if you gamble on its truth and it proves false? If you gain, you gain all; if you lose, you lose nothing. Wager, then, without hesitation, that He exists."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "I am certain of nothing but the holiness of the heart's affections, and the truth of imagination."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "As an atheist, I am angry that we live in a society in which the plain truth cannot be spoken without offending 90% of the population."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "Fiction reveals truth that reality obscures."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "When you want to fool the world, tell the truth."
   },
   "author": {
    "text": "Otto von Bismarck"
   }
  },
  {
   "quote": {
    "text": "I was very candid in my book because I want people to know the truth... and that people can change for the better."
   },
   "author": {
    "text": "Glen Campbell"
   }
  },
  {
   "quote": {
    "text": "The sad truth is that most evil is done by people who never make up their minds to be good or evil."
   },
   "author": {
    "text": "Hannah Arendt"
   }
  },
  {
   "quote": {
    "text": "Humanity appreciates truth about as much as a squirrel appreciates silver."
   },
   "author": {
    "text": "Vernon Howard"
   }
  },
  {
   "quote": {
    "text": "Only fools argue whether to eat meat or not. They don't understand truth, nor do they meditate on it. Who can define what is meat and what is plant? Who knows where the sin lies, being a vegetarian or a non-vegetarian?"
   },
   "author": {
    "text": "Guru Nanak"
   }
  },
  {
   "quote": {
    "text": "I seek truth over a lie; I seek justice over injustice; I seek righteousness over the rewards of evildoers, and I love Allah more than I love the state."
   },
   "author": {
    "text": "H. Rap Brown"
   }
  },
  {
   "quote": {
    "text": "Every truth has two sides; it is as well to look at both, before we commit ourselves to either."
   },
   "author": {
    "text": "Aesop"
   }
  },
  {
   "quote": {
    "text": "By doubting we are led to question, by questioning we arrive at the truth."
   },
   "author": {
    "text": "Peter Abelard"
   }
  },
  {
   "quote": {
    "text": "Politeness and civility are the best capital ever invested in business. Large stores, gilt signs, flaming advertisements, will all prove unavailing if you or your employees treat your patrons abruptly. The truth is, the more kind and liberal a man is, the more generous will be the patronage bestowed upon him."
   },
   "author": {
    "text": "P. T. Barnum"
   }
  },
  {
   "quote": {
    "text": "Truth, according to the Christian faith, is God's love for us in Jesus Christ. Therefore, truth is a relationship."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "I know that campaigns can seem small, and even silly. Trivial things become big distractions. Serious issues become sound bites. And the truth gets buried under an avalanche of money and advertising. If you're sick of hearing me approve this message, believe me - so am I."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "The truth is that contraception saves lives, prevents unplanned pregnancies, improves outcomes for children and reduces the number of abortions."
   },
   "author": {
    "text": "Ann McLane Kuster"
   }
  },
  {
   "quote": {
    "text": "A Lawyer will do anything to win a case, sometimes he will even tell the truth."
   },
   "author": {
    "text": "Patrick Murray"
   }
  },
  {
   "quote": {
    "text": "When I tell the truth, it is not for the sake of convincing those who do not know it, but for the sake of defending those that do."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Truth is a point of view, but authenticity can't be faked."
   },
   "author": {
    "text": "Peter Guber"
   }
  },
  {
   "quote": {
    "text": "Love is the only reality and it is not a mere sentiment. It is the ultimate truth that lies at the heart of creation."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "God's truth judges created things out of love, and Satan's truth judges them out of envy and hatred."
   },
   "author": {
    "text": "Dietrich Bonhoeffer"
   }
  },
  {
   "quote": {
    "text": "If I'd written all the truth I knew for the past ten years, about 600 people - including me - would be rotting in prison cells from Rio to Seattle today. Absolute truth is a very rare and dangerous commodity in the context of professional journalism."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "People think SEALs are cold-blooded, heartless, wound-up, brainwashed killers. They imagine you can just point a SEAL in a direction and say, 'Go kill.' The truth is you're talking about a bunch of kind-hearted, jovial guys. The only thing that separates them is mental toughness."
   },
   "author": {
    "text": "Howard E. Wasdin"
   }
  },
  {
   "quote": {
    "text": "Intense feeling too often obscures the truth."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "Truth is not a matter of fact but a state of harmony with progress and hope. Enveloped only in its wings will we ever soar to the promise of our greater selves."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "I'm not a tough guy. I'm just delivering the truth and only the truth and if you can't deal with it, too bad."
   },
   "author": {
    "text": "Kevin O'Leary"
   }
  },
  {
   "quote": {
    "text": "The harsh truth is, most red-haired men look like blondes who've spoiled from lack of refrigeration. They look like brown-haired men who've been composted out behind the barn. Yet that same pigmentation that on a man can resemble leaf mold or junkyard rust, a woman wears like a tiara of rubies."
   },
   "author": {
    "text": "Tom Robbins"
   }
  },
  {
   "quote": {
    "text": "Whoever is detected in a shameful fraud is ever after not believed even if they speak the truth."
   },
   "author": {
    "text": "Phaedrus"
   }
  },
  {
   "quote": {
    "text": "The said truth is that it is the greatest happiness of the greatest number that is the measure of right and wrong."
   },
   "author": {
    "text": "Jeremy Bentham"
   }
  },
  {
   "quote": {
    "text": "Adopt responsibility for your own well-being, try to put your family together, try to serve your community, try to seek for eternal truth... That's the sort of thing that can ground you in your life, enough so that you can withstand the difficulty of life."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "The biggest thing is the heart. If you find the heart in what you do, if it's stage work, set work, modeling, you find the heart of it, that's where the truth actually stems from. Our true personality shines from within."
   },
   "author": {
    "text": "Jamie Brewer"
   }
  },
  {
   "quote": {
    "text": "Remember the sufferings of Christ, the storms that were weathered... the crown that came from those sufferings which gave new radiance to the faith... All saints give testimony to the truth that without real effort, no one ever wins the crown."
   },
   "author": {
    "text": "Thomas Becket"
   }
  },
  {
   "quote": {
    "text": "The revealed Word awakened me, but it was the preached Word that saved me, and I must ever attach peculiar value to the hearing of the truth, for by it I received the joy and peace in which my soul delights."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "People will generally accept facts as truth only if the facts agree with what they already believe."
   },
   "author": {
    "text": "Andy Rooney"
   }
  },
  {
   "quote": {
    "text": "Truth is the glue that holds government together."
   },
   "author": {
    "text": "Gerald R. Ford"
   }
  },
  {
   "quote": {
    "text": "The Cold War had become a battlefield marked by doublespeak. Disguise, distortion, and deception were accepted as reality. Truth was promised in a serum."
   },
   "author": {
    "text": "Annie Jacobsen"
   }
  },
  {
   "quote": {
    "text": "Why would anyone lie? The truth is always more colorful."
   },
   "author": {
    "text": "James Hall"
   }
  },
  {
   "quote": {
    "text": "It's a complete lie, why do people buy these papers? It's not the truth I'm here to say. You know, don't judge a person, do not pass judgement, unless you have talked to them one on one. I don't care what the story is, do not judge them because it is a lie."
   },
   "author": {
    "text": "Michael Jackson"
   }
  },
  {
   "quote": {
    "text": "All religion seems to need to prove that it's the only truth. And that's where it turns demonic. Because that's when you get religious wars and persecutions and burning heretics at the stake."
   },
   "author": {
    "text": "John Shelby Spong"
   }
  },
  {
   "quote": {
    "text": "There really can be no peace without justice. There can be no justice without truth. And there can be no truth, unless someone rises up to tell you the truth."
   },
   "author": {
    "text": "Louis Farrakhan"
   }
  },
  {
   "quote": {
    "text": "The truth is that we can learn to condition our minds, bodies, and emotions to link pain or pleasure to whatever we choose. By changing what we link pain and pleasure to, we will instantly change our behaviors."
   },
   "author": {
    "text": "Tony Robbins"
   }
  },
  {
   "quote": {
    "text": "If you're truthful with yourself and others, forgiveness clears the path to righteousness, to grace. All we want is grace. We all want that light in our lives. And we can only get that when we go deep into truth."
   },
   "author": {
    "text": "Corbin Bernsen"
   }
  },
  {
   "quote": {
    "text": "When a truth is not given complete freedom, freedom is not complete."
   },
   "author": {
    "text": "Vaclav Havel"
   }
  },
  {
   "quote": {
    "text": "Truth comes out in wine."
   },
   "author": {
    "text": "Pliny the Elder"
   }
  },
  {
   "quote": {
    "text": "Honesty is not found in revealing the truth, but in understanding how deeply afraid of it we are. To become honest is in effect to become fully and robustly incarnated into powerlessness."
   },
   "author": {
    "text": "David Whyte"
   }
  },
  {
   "quote": {
    "text": "When I saw corruption, I was forced to find truth on my own. I couldn't swallow the hypocrisy."
   },
   "author": {
    "text": "Barry White"
   }
  },
  {
   "quote": {
    "text": "Most jokes state a bitter truth."
   },
   "author": {
    "text": "Larry Gelbart"
   }
  },
  {
   "quote": {
    "text": "Because no matter what you say in life, the truth will always be the truth. You know when someone is telling the truth, you look in the eyes. I have a tendency to believe people."
   },
   "author": {
    "text": "Jean-Claude Van Damme"
   }
  },
  {
   "quote": {
    "text": "The oppressed peoples can liberate themselves only through struggle. This is a simple and clear truth confirmed by history."
   },
   "author": {
    "text": "Kim Il-sung"
   }
  },
  {
   "quote": {
    "text": "We are the United States of Amnesia, which is encouraged by a media that has no desire to tell us the truth about anything, serving their corporate masters who have other plans to dominate us."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "I kind of got my big break with 'The Princess Diaries' and during the press rounds for that everyone asked me: 'Did you always want to be a princess growing up?' And the truth was, no I wanted to be Catwoman."
   },
   "author": {
    "text": "Anne Hathaway"
   }
  },
  {
   "quote": {
    "text": "It is by doubting that we come to investigate, and by investigating that we recognize the truth."
   },
   "author": {
    "text": "Peter Abelard"
   }
  },
  {
   "quote": {
    "text": "I wrote a song several years ago while I was in college called 'Muscadine Wine.' I really didn't know if it had potential or not, if it was good or bad or what. I played it for my roommates - who I played ball with - one night, and I knew they would tell me the truth. They loved it, and that encouraged me."
   },
   "author": {
    "text": "Sam Hunt"
   }
  },
  {
   "quote": {
    "text": "I've led a school whose faculty and students examine and discuss and debate every aspect of our law and legal system. And what I've learned most is that no one has a monopoly on truth or wisdom. I've learned that we make progress by listening to each other, across every apparent political or ideological divide."
   },
   "author": {
    "text": "Elena Kagan"
   }
  },
  {
   "quote": {
    "text": "Poetry; a criticism of life under the conditions fixed for such a criticism by the laws of poetic truth and poetic beauty."
   },
   "author": {
    "text": "Matthew Arnold"
   }
  },
  {
   "quote": {
    "text": "The compelling drive to get at the truth is what improves us all as psychologists and is part and parcel of intellectual integrity. But I do urge that we not let the drive for honesty put blinders on us and cut off our range of vision so that we miss the very thing we set out the understand - namely, the living human being."
   },
   "author": {
    "text": "Rollo May"
   }
  },
  {
   "quote": {
    "text": "Only the broken-hearted know the truth about love."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "You don't learn from successes; you don't learn from awards; you don't learn from celebrity; you only learn from wounds and scars and mistakes and failures. And that's the truth."
   },
   "author": {
    "text": "Jane Fonda"
   }
  },
  {
   "quote": {
    "text": "Non-violence and truth are inseparable and presuppose one another."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "In matters of truth and justice, there is no difference between large and small problems, for issues concerning the treatment of people are all the same."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "There's a world of difference between truth and facts. Facts can obscure the truth."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "There is no truth. There is only perception."
   },
   "author": {
    "text": "Gustave Flaubert"
   }
  },
  {
   "quote": {
    "text": "Most people think that shadows follow, precede or surround beings or objects. The truth is that they also surround words, ideas, desires, deeds, impulses and memories."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "If you would be a real seeker after truth, it is necessary that at least once in your life you doubt, as far as possible, all things."
   },
   "author": {
    "text": "Rene Descartes"
   }
  },
  {
   "quote": {
    "text": "A harmful truth is better than a useful lie."
   },
   "author": {
    "text": "Thomas Mann"
   }
  },
  {
   "quote": {
    "text": "It's very easy to be judgmental until you know someone's truth."
   },
   "author": {
    "text": "Kate Winslet"
   }
  },
  {
   "quote": {
    "text": "We should consider every day lost on which we have not danced at least once. And we should call every truth false which was not accompanied by at least one laugh."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Stop holding your truth; speak your truth. Be yourself. It's the healthiest way to be."
   },
   "author": {
    "text": "Tiffany Haddish"
   }
  },
  {
   "quote": {
    "text": "Whatever satisfies the soul is truth."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "Adversity is the first path to truth."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "The pursuit of truth does not permit violence on one's opponent."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Once you go inside and weed through the muck, you will find the real beauty, the truth about yourself."
   },
   "author": {
    "text": "Lindsay Wagner"
   }
  },
  {
   "quote": {
    "text": "I believe in the fundamental truth of all great religions of the world."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "The American fascists are most easily recognized by their deliberate perversion of truth and fact. Their newspapers and propaganda carefully cultivate every fissure of disunity, every crack in the common front against fascism."
   },
   "author": {
    "text": "Henry A. Wallace"
   }
  },
  {
   "quote": {
    "text": "Even in literature and art, no man who bothers about originality will ever be original: whereas if you simply try to tell the truth (without caring twopence how often it has been told before) you will, nine times out of ten, become original without ever having noticed it."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "The truth is of course is that there is no journey. We are arriving and departing all at the same time."
   },
   "author": {
    "text": "David Bowie"
   }
  },
  {
   "quote": {
    "text": "The truth of the matter is that you always know the right thing to do. The hard part is doing it."
   },
   "author": {
    "text": "Norman Schwarzkopf"
   }
  },
  {
   "quote": {
    "text": "Nothing is more noble, nothing more venerable than fidelity. Faithfulness and truth are the most sacred excellences and endowments of the human mind."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "There are some people so addicted to exaggeration that they can't tell the truth without lying."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "John Muir, the famous naturalist, wrote in his journal that you should never go to Alaska as a young man because you'll never be satisfied with any other place as long as you live. And there's a lot of truth to that."
   },
   "author": {
    "text": "Tom Bodett"
   }
  },
  {
   "quote": {
    "text": "The least initial deviation from the truth is multiplied later a thousandfold."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "I value unity because I believe we learn truth from each other in this process."
   },
   "author": {
    "text": "Rowan Williams"
   }
  },
  {
   "quote": {
    "text": "The foolish man conceives the idea of 'self.' The wise man sees there is no ground on which to build the idea of 'self;' thus, he has a right conception of the world and well concludes that all compounds amassed by sorrow will be dissolved again, but the truth will remain."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "In assisting his 'neighbour' every day to the best of his ability, and keeping truth, honesty, and kindness perpetually before him, the Boy Scout, with as little formality as possible, is pleasing God."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "But the attitude of faith is to let go, and become open to truth, whatever it might turn out to be."
   },
   "author": {
    "text": "Alan Watts"
   }
  },
  {
   "quote": {
    "text": "All truth passes through three stages. First, it is ridiculed. Second, it is violently opposed. Third, it is accepted as being self-evident."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "My parents, and librarians along the way, taught me about the space between words; about the margins, where so many juicy moments of life and spirit and friendship could be found. In a library, you could find miracles and truth and you might find something that would make you laugh so hard that you get shushed, in the friendliest way."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "In the last few years, the very idea of telling the truth, the whole truth, and nothing but the truth is dredged up only as a final resort when the alternative options of deception, threat and bribery have all been exhausted."
   },
   "author": {
    "text": "Michael Musto"
   }
  },
  {
   "quote": {
    "text": "There is not a truth existing which I fear... or would wish unknown to the whole world."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Strike an average between what a woman thinks of her husband a month before she marries him and what she thinks of him a year afterward, and you will have the truth about him."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Three chords and the truth - that's what a country song is."
   },
   "author": {
    "text": "Willie Nelson"
   }
  },
  {
   "quote": {
    "text": "People always think the coach is the strongest person at a club, the boss, but in truth, he's the weakest link. We're there, vulnerable, undermined by those who don't play, by the media, by the fans. They all have the same objective: to undermine the manager."
   },
   "author": {
    "text": "Pep Guardiola"
   }
  },
  {
   "quote": {
    "text": "The sad truth is that excellence makes people nervous."
   },
   "author": {
    "text": "Shana Alexander"
   }
  },
  {
   "quote": {
    "text": "Memory is a complicated thing, a relative to truth, but not its twin."
   },
   "author": {
    "text": "Barbara Kingsolver"
   }
  },
  {
   "quote": {
    "text": "The truth doesn't change. It was the same when Moses got the Ten Commandments as it is today. That's the thing about the truth. That's the thing about real. It doesn't change and it doesn't have to change. Now you can put it in a different book, but it's still real. It's still the truth."
   },
   "author": {
    "text": "DMX"
   }
  },
  {
   "quote": {
    "text": "My dad raised me with some good advice: 'Always tell the truth. Always shoot from the hip. You might not have many friends, but you'll never have enemies, because people will always know where you're coming from.'"
   },
   "author": {
    "text": "Pink"
   }
  },
  {
   "quote": {
    "text": "I know that some people shy away from what I say. They think it is too blunt, but when you don't give people that, they feel like you are being fake and you're not telling the truth. So it's like, you want me to tell the truth, but when I do, it's too much for you."
   },
   "author": {
    "text": "Missy Elliott"
   }
  },
  {
   "quote": {
    "text": "I have been known for some time as a person who speaks the truth and speaks it strongly. I have always called a liar a liar and a hypocrite a hypocrite."
   },
   "author": {
    "text": "Cindy Sheehan"
   }
  },
  {
   "quote": {
    "text": "The history of science shows that theories are perishable. With every new truth that is revealed we get a better understanding of Nature and our conceptions and views are modified."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "A truth that's told with bad intent beats all the lies you can invent."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "I see that the path of progress has never taken a straight line, but has always been a zigzag course amid the conflicting forces of right and wrong, truth and error, justice and injustice, cruelty and mercy."
   },
   "author": {
    "text": "Kelly Miller"
   }
  },
  {
   "quote": {
    "text": "Let us be a little humble; let us think that the truth may not perhaps be entirely with us."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "Seek not greatness, but seek truth and you will find both."
   },
   "author": {
    "text": "Horace Mann"
   }
  },
  {
   "quote": {
    "text": "A man has to learn that he cannot command things, but that he can command himself; that he cannot coerce the wills of others, but that he can mold and master his own will: and things serve him who serves Truth; people seek guidance of him who is master of himself."
   },
   "author": {
    "text": "James Allen"
   }
  },
  {
   "quote": {
    "text": "The truth is, your identity already has been stolen."
   },
   "author": {
    "text": "Frank Abagnale"
   }
  },
  {
   "quote": {
    "text": "Truth emerges more readily from error than from confusion."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Truth made you a traitor as it often does in a time of scoundrels."
   },
   "author": {
    "text": "Lillian Hellman"
   }
  },
  {
   "quote": {
    "text": "It is only a man's own fundamental thoughts that have truth and life in them. For it is these that he really and completely understands. To read the thoughts of others is like taking the remains of someone else's meal, like putting on the discarded clothes of a stranger."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "The story of undocumented immigrants in this country is not just about undocumented immigrants. It's about the country as a whole, and it's about us being able to tell the truth about where we are with this issue because we haven't been telling the truth about where we are with this issue."
   },
   "author": {
    "text": "Jose Antonio Vargas"
   }
  },
  {
   "quote": {
    "text": "Postmodernism was a reaction to modernism. Where modernism was about objectivity, postmodernism was about subjectivity. Where modernism sought a singular truth, postmodernism sought the multiplicity of truths."
   },
   "author": {
    "text": "Miguel Syjuco"
   }
  },
  {
   "quote": {
    "text": "You believe happiness to be derived from the place in which once you have been happy, but in truth it is centered in ourselves."
   },
   "author": {
    "text": "Franz Schubert"
   }
  },
  {
   "quote": {
    "text": "Reflection is only a partial understanding of truth if it does not translate itself in practice into commitments to the common good and justice. Truth is not mere abstraction but something to be done and is only apprehended when this is realized."
   },
   "author": {
    "text": "Adolfo Perez Esquivel"
   }
  },
  {
   "quote": {
    "text": "Where all is but dream, reasoning and arguments are of no use, truth and knowledge nothing."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "The truth is that you shouldn't match your insides to other people's outsides. Life is an inside job, and we just have to do our best."
   },
   "author": {
    "text": "Sia"
   }
  },
  {
   "quote": {
    "text": "A writer should have this little voice inside of you saying, Tell the truth. Reveal a few secrets here."
   },
   "author": {
    "text": "Quentin Tarantino"
   }
  },
  {
   "quote": {
    "text": "Truth is always served by great minds, even if they fight it."
   },
   "author": {
    "text": "Jean Rostand"
   }
  },
  {
   "quote": {
    "text": "The truth is that since childhood I had cultivated an existential independence. It came from perceiving the adults around me as unreliable, and without it I felt I wouldn't have survived. I cared deeply for everyone in my family, but in the end I depended on myself."
   },
   "author": {
    "text": "Sonia Sotomayor"
   }
  },
  {
   "quote": {
    "text": "I find campfire stories and urban legends are kind of the bread and butter that inspires a lot of people who are making horror and thriller. There is a nugget of truth behind these sort of cautionary tales."
   },
   "author": {
    "text": "Jordan Peele"
   }
  },
  {
   "quote": {
    "text": "Truth is the silliest thing under the sun. Try to get a living by the Truth and go to the Soup Societies. Heavens! Let any clergyman try to preach the Truth from its very stronghold, the pulpit, and they would ride him out of his church on his own pulpit bannister."
   },
   "author": {
    "text": "Herman Melville"
   }
  },
  {
   "quote": {
    "text": "If uncovering the truth is the greatest challenge of nonfiction writing, it is also the greatest reward."
   },
   "author": {
    "text": "Candice Millard"
   }
  },
  {
   "quote": {
    "text": "But one of the things I learned is that when you fight for something you believe in and you tell the truth and you do your best, you can always hold your head up high and no one can take that away from you."
   },
   "author": {
    "text": "Vanessa Kerry"
   }
  },
  {
   "quote": {
    "text": "Art has a double face, of expression and illusion, just like science has a double face: the reality of error and the phantom of truth."
   },
   "author": {
    "text": "Publilius Syrus"
   }
  },
  {
   "quote": {
    "text": "A caricature is putting the face of a joke on the body of a truth."
   },
   "author": {
    "text": "Joseph Conrad"
   }
  },
  {
   "quote": {
    "text": "Fiction is lies; we're writing about people who never existed and events that never happened when we write fiction, whether its science fiction or fantasy or western mystery stories or so-called literary stories. All those things are essentially untrue. But it has to have a truth at the core of it."
   },
   "author": {
    "text": "George R. R. Martin"
   }
  },
  {
   "quote": {
    "text": "Art is not a study of positive reality, it is the seeking for ideal truth."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "I've been called a recluse. There's definitely truth in that. I like to spend time alone."
   },
   "author": {
    "text": "Kendrick Lamar"
   }
  },
  {
   "quote": {
    "text": "There is nothing so powerful as truth, and often nothing so strange."
   },
   "author": {
    "text": "Daniel Webster"
   }
  },
  {
   "quote": {
    "text": "Truth uncompromisingly told will always have its ragged edges."
   },
   "author": {
    "text": "Herman Melville"
   }
  },
  {
   "quote": {
    "text": "Any fool knows that bravado is always a cover-up for insecurity. That's the truth. And on that note, I'll say goodnight. God love you."
   },
   "author": {
    "text": "Bobby Darin"
   }
  },
  {
   "quote": {
    "text": "The whole point of the kingdom of God is Jesus has come to bear witness to the true truth, which is nonviolent. When God wants to take charge of the world, he doesn't send in the tanks. He sends in the poor and the meek."
   },
   "author": {
    "text": "N. T. Wright"
   }
  },
  {
   "quote": {
    "text": "There's a truth about public service that is often unspoken and rarely understood - that the role of our elected officials is about much more than balancing budgets and ensuring the delivery of essential services."
   },
   "author": {
    "text": "J. B. Pritzker"
   }
  },
  {
   "quote": {
    "text": "In my reviews, I feel it's good to make it clear that I'm not proposing objective truth, but subjective reactions; a review should reflect the immediate experience."
   },
   "author": {
    "text": "Roger Ebert"
   }
  },
  {
   "quote": {
    "text": "For above all things Love means sweetness, and truth, and measure; yea, loyalty to the loved one and to your word. And because of this I dare not meddle with so high a matter."
   },
   "author": {
    "text": "Marie de France"
   }
  },
  {
   "quote": {
    "text": "When truth takes a backseat to ego and politics, trust is lost."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "I'm fascinated with the stories that we tell. Real histories become fantasies and fairy tales, morality tales and fables. There's something interesting and funny and perverse about the way fairytale sometimes passes for history, for truth."
   },
   "author": {
    "text": "Kara Walker"
   }
  },
  {
   "quote": {
    "text": "Truth is born into this world only with pangs and tribulations, and every fresh truth is received unwillingly."
   },
   "author": {
    "text": "Alfred Russel Wallace"
   }
  },
  {
   "quote": {
    "text": "Art is a habit-forming drug. Art has absolutely no existence as veracity, as truth. People always speak of it with this great, religious reverence, but why should it be so revered?"
   },
   "author": {
    "text": "Marcel Duchamp"
   }
  },
  {
   "quote": {
    "text": "The calling of art is to extract us from our daily reality, to bring us to a hidden truth that's difficult to access - to a level that's not material but spiritual."
   },
   "author": {
    "text": "Abbas Kiarostami"
   }
  },
  {
   "quote": {
    "text": "When truth is on your side, you don't need support."
   },
   "author": {
    "text": "Hrithik Roshan"
   }
  },
  {
   "quote": {
    "text": "The truth is that cleaning up socks and trying to get someone to really listen to you is marriage. It's less sweep you off your feet and more sweep the kitchen four times a day. Like everything good in life, it's 98% back-breaking work and 2% moments that make the work worthwhile."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "While the family is under attack throughout the world, The Church of Jesus Christ of Latter-day Saints proclaims, promotes, and protects the truth that the family is central to the Creator's plan for the eternal destiny of His children."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "From principles is derived probability, but truth or certainty is obtained only from facts."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "A day spent without the sight or sound of beauty, the contemplation of mystery, or the search of truth or perfection is a poverty-stricken day; and a succession of such days is fatal to human life."
   },
   "author": {
    "text": "Lewis Mumford"
   }
  },
  {
   "quote": {
    "text": "Truth is a great flirt."
   },
   "author": {
    "text": "Franz Liszt"
   }
  },
  {
   "quote": {
    "text": "The reason I became an actress is because I wanted my acting to reflect life as it is. I want to put truth on the screen. I want real women to see real women on the screen."
   },
   "author": {
    "text": "Viola Davis"
   }
  },
  {
   "quote": {
    "text": "Hip-hop reflects the truth, and the problem is that hip-hop exposes a lot of the negative truth that society tries to conceal. It's a platform where we could offer information, but it's also an escape."
   },
   "author": {
    "text": "Busta Rhymes"
   }
  },
  {
   "quote": {
    "text": "I think public intellectuals have a responsibility - to be self-critical on the one hand, to do serious, nuanced work rigorously executed; but to also be able to get off those perches and out of those ivory towers and speak to the real people who make decisions; to speak truth to power and the powerless with lucidity and eloquence."
   },
   "author": {
    "text": "Michael Eric Dyson"
   }
  },
  {
   "quote": {
    "text": "When I write, I don't allow the fear of consequences to interfere with the writing process. I have in the past paid for my commitment to the truth and the way I live my life. I am prepared to pay more if I have to."
   },
   "author": {
    "text": "Taslima Nasrin"
   }
  },
  {
   "quote": {
    "text": "The truth is, I've been going pretty much nuts all year. I constantly have to fight being scattered. I feel like I'm on automatic pilot from fatigue. The hardest thing is trying to be present, living for the moment, for everybody in the family."
   },
   "author": {
    "text": "Patricia Richardson"
   }
  },
  {
   "quote": {
    "text": "It becomes more necessary to see the truth as it is if you realize that the only vehicle for change are these people who have lost their personality."
   },
   "author": {
    "text": "Steven Biko"
   }
  },
  {
   "quote": {
    "text": "When a scientist is ahead of his times, it is often through misunderstanding of current, rather than intuition of future truth. In science there is never any error so gross that it won't one day, from some perspective, appear prophetic."
   },
   "author": {
    "text": "Jean Rostand"
   }
  },
  {
   "quote": {
    "text": "Pirates are the very essence of profit maximising entrepreneurs described in neoclassical economics. Yet, whilst films such as 'The Pirates of the Caribbean' and 'Butch Cassidy and the Sundance Kid' have gone a long way to popularise both pirates and outlaw behaviour, the truth of the matter is that piracy is illegal, and it kills."
   },
   "author": {
    "text": "Peter Middlebrook"
   }
  },
  {
   "quote": {
    "text": "I welcome the role that people of faith play in building Britain's future - and the Catholic communion in particular is to be congratulated for so often being the conscience of our country, for helping 'the least of these' even when bearing witness to the truth is hard or unpopular."
   },
   "author": {
    "text": "Gordon Brown"
   }
  },
  {
   "quote": {
    "text": "At every turn when there has been an imbalance of power, the truth questioned, or our beliefs and values distorted, the change required to restore our nation has always come from the bottom up from our people."
   },
   "author": {
    "text": "Howard Dean"
   }
  },
  {
   "quote": {
    "text": "The biggest misconception people have is that quality is all that matters. The truth is that quality helps, but there's a ton of high-quality things that don't go anywhere."
   },
   "author": {
    "text": "Jonah Peretti"
   }
  },
  {
   "quote": {
    "text": "The object of the superior man is truth."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "My religion is based on truth and non-violence. Truth is my God. Non-violence is the means of realising Him."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Truth is a tendency."
   },
   "author": {
    "text": "R. Buckminster Fuller"
   }
  },
  {
   "quote": {
    "text": "The only passion that guides me is for the truth... I look at everything from this point of view."
   },
   "author": {
    "text": "Che Guevara"
   }
  },
  {
   "quote": {
    "text": "One of the reasons people hate politics is that truth is rarely a politician's objective. Election and power are."
   },
   "author": {
    "text": "Cal Thomas"
   }
  },
  {
   "quote": {
    "text": "Whoever undertakes to set himself up as a judge of Truth and Knowledge is shipwrecked by the laughter of the gods."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "And we should consider every day lost on which we have not danced at least once. And we should call every truth false which was not accompanied by at least one laugh."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Fiction is obliged to stick to possibilities. Truth isn't."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Anyone who doesn't take truth seriously in small matters cannot be trusted in large ones either."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Why shouldn't truth be stranger than fiction? Fiction, after all, has to make sense."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "Truth is stranger than fiction, but it is because Fiction is obliged to stick to possibilities; Truth isn't."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "I am interested in shows that are not out-and-out gag fests: you see the truth of a broken heart behind them. That is what life is like: it's really funny, you see funny things as soon as you step out of the room, but underneath that is a whole bag of broken hearts. It's that real pain and that real hilarity that makes life so intriguing."
   },
   "author": {
    "text": "Tamsin Greig"
   }
  },
  {
   "quote": {
    "text": "Truth is the property of no individual but is the treasure of all men."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "It takes two to speak the truth: one to speak, and another to hear."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "The pursuit of truth and beauty is a sphere of activity in which we are permitted to remain children all our lives."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "All credibility, all good conscience, all evidence of truth come only from the senses."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "In wartime, truth is so precious that she should always be attended by a bodyguard of lies."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "I promised myself that I would write as well as I can, tell the truth, not to tell everything I know, but to make sure that everything I tell is true, as I understand it. And to use the eloquence which my language affords me."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "We swallow greedily any lie that flatters us, but we sip only little by little at a truth we find bitter."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "Truth never damages a cause that is just."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Truth is always in harmony with herself, and is not concerned chiefly to reveal the justice that may consist with wrong-doing."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "I have learned the hard way to mind my business, without judging who people are and what they do. I am more troubled by the lack of space being provided for the truth to unfold. Humans cannot seem to wait for or honor the truth. Instead, we make it up based on who we believe people should or should not be."
   },
   "author": {
    "text": "Iyanla Vanzant"
   }
  },
  {
   "quote": {
    "text": "An example I often use to illustrate the reality of vanity, is this: look at the peacock; it's beautiful if you look at it from the front. But if you look at it from behind, you discover the truth... Whoever gives in to such self-absorbed vanity has huge misery hiding inside them."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Truth is by nature self-evident. As soon as you remove the cobwebs of ignorance that surround it, it shines clear."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Some people have a difficult time facing truth and reality. They prefer to live in a make-believe world, pretending that certain things aren't happening."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "The preservation of peace and the guaranteeing of man's basic freedoms and rights require courage and eternal vigilance: courage to speak and act - and if necessary, to suffer and die - for truth and justice; eternal vigilance, that the least transgression of international morality shall not go undetected and unremedied."
   },
   "author": {
    "text": "Haile Selassie"
   }
  },
  {
   "quote": {
    "text": "We are not afraid to entrust the American people with unpleasant facts, foreign ideas, alien philosophies, and competitive values. For a nation that is afraid to let its people judge the truth and falsehood in an open market is a nation that is afraid of its people."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Of life's two chief prizes, beauty and truth, I found the first in a loving heart and the second in a laborer's hand."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Say not, 'I have found the truth,' but rather, 'I have found a truth.'"
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "The water in a vessel is sparkling; the water in the sea is dark. The small truth has words which are clear; the great truth has great silence."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "We're not going to have the America that we want until we elect leaders who are going to tell the truth - not most days, but every day."
   },
   "author": {
    "text": "Ann Richards"
   }
  },
  {
   "quote": {
    "text": "Many a doctrine is like a window pane. We see truth through it but it divides us from truth."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "I am a humble but very earnest seeker after truth."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "It is good to express a thing twice right at the outset and so to give it a right foot and also a left one. Truth can surely stand on one leg, but with two it will be able to walk and get around."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "To the living we owe respect, but to the dead we owe only the truth."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "Experience has shown, and a true philosophy will always show, that a vast, perhaps the larger portion of the truth arises from the seemingly irrelevant."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "There's just some magic in truth and honesty and openness."
   },
   "author": {
    "text": "Frank Ocean"
   }
  },
  {
   "quote": {
    "text": "Not when truth is dirty, but when it is shallow, does the enlightened man dislike to wade into its waters."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Two qualities are indispensable: first, an intellect that, even in the darkest hour, retains some glimmerings of the inner light which leads to truth; and second, the courage to follow this faint light wherever it may lead."
   },
   "author": {
    "text": "Carl von Clausewitz"
   }
  },
  {
   "quote": {
    "text": "It is a melancholy truth that even great men have their poor relations."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "It does not require many words to speak the truth."
   },
   "author": {
    "text": "Chief Joseph"
   }
  },
  {
   "quote": {
    "text": "Richard Nixon is a no good, lying bastard. He can lie out of both sides of his mouth at the same time, and if he ever caught himself telling the truth, he'd lie just to keep his hand in."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "The fact that free men persist in the search for the truth is the essential difference between Communism and Democracy."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "A thought transfixed me: for the first time in my life, I saw the truth as it is set into song by so many poets, proclaimed as the final wisdom by so many thinkers. The truth - that love is the ultimate and the highest goal to which man can aspire."
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "Knowledge rests not upon truth alone, but upon error also."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "After many years of great mercy, after tasting of the powers of the world to come, we still are so weak, so foolish; but, oh! when we get away from self to God, there all is truth and purity and holiness, and our heart finds peace, wisdom, completeness, delight, joy, victory."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Friendship at first sight, like love at first sight, is said to be the only truth."
   },
   "author": {
    "text": "Herman Melville"
   }
  },
  {
   "quote": {
    "text": "All fixed set patterns are incapable of adaptability or pliability. The truth is outside of all fixed patterns."
   },
   "author": {
    "text": "Bruce Lee"
   }
  },
  {
   "quote": {
    "text": "The question of whether or not there is a God or truth or reality or whatever you like to call it, can never be answered by books, by priests, philosopher's or saviours. Nobody and nothing can answer the question but you yourself, and that is why you must know yourself - Immaturity lies only in total ignorance of self."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "We too often bind ourselves by authorities rather than by the truth."
   },
   "author": {
    "text": "Lucretia Mott"
   }
  },
  {
   "quote": {
    "text": "How sweet the words of Truth, breathed from the lips of Love."
   },
   "author": {
    "text": "James Beattie"
   }
  },
  {
   "quote": {
    "text": "Science, my lad, is made up of mistakes, but they are mistakes which it is useful to make, because they lead little by little to the truth."
   },
   "author": {
    "text": "Jules Verne"
   }
  },
  {
   "quote": {
    "text": "The universe is transformation: life is opinion."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "When it comes to spiritual truth, how can we know that we are on the right path? One way is by asking the right questions - the kind that help us ponder our progress and evaluate how things are working for us."
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "Without accepting the fact that everything changes, we cannot find perfect composure. But unfortunately, although it is true, it is difficult for us to accept it. Because we cannot accept the truth of transience, we suffer."
   },
   "author": {
    "text": "Shunryu Suzuki"
   }
  },
  {
   "quote": {
    "text": "All great truths begin as blasphemies."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "The truth is a snare: you cannot have it, without being caught. You cannot have the truth in such a way that you catch it, but only in such a way that it catches you."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "Nature has planted in our minds an insatiable longing to see the truth."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Accusations fit on a bumper sticker; the truth takes longer."
   },
   "author": {
    "text": "Michael Hayden"
   }
  },
  {
   "quote": {
    "text": "The truth is that neither British nor American imperialism was or is idealistic. It has always been driven by economic or strategic interests."
   },
   "author": {
    "text": "Charley Reese"
   }
  },
  {
   "quote": {
    "text": "We should not pretend to understand the world only by the intellect. The judgement of the intellect is only part of the truth."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "I was bold in the pursuit of knowledge, never fearing to follow truth and reason to whatever results they led, and bearding every authority which stood in their way."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "And, after all, what is a lie? 'Tis but the truth in a masquerade."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "The opposite of a fact is falsehood, but the opposite of one profound truth may very well be another profound truth."
   },
   "author": {
    "text": "Niels Bohr"
   }
  },
  {
   "quote": {
    "text": "The first ingredient in conversation is truth, the next good sense, the third good humor, and the fourth wit."
   },
   "author": {
    "text": "William Temple"
   }
  },
  {
   "quote": {
    "text": "One of the peculiar sins of the twentieth century which we've developed to a very high level is the sin of credulity. It has been said that when human beings stop believing in God they believe in nothing. The truth is much worse: they believe in anything."
   },
   "author": {
    "text": "Malcolm Muggeridge"
   }
  },
  {
   "quote": {
    "text": "Above all, I would teach him to tell the truth Truth-telling, I have found, is the key to responsible citizenship. The thousands of criminals I have seen in 40 years of law enforcement have had one thing in common: Every single one was a liar."
   },
   "author": {
    "text": "J. Edgar Hoover"
   }
  },
  {
   "quote": {
    "text": "The bud of victory is always in the truth."
   },
   "author": {
    "text": "Benjamin Harrison"
   }
  },
  {
   "quote": {
    "text": "Poetry is nearer to vital truth than history."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Truth is mysterious, elusive, always to be conquered. Liberty is dangerous, as hard to live with as it is elating. We must march toward these two goals, painfully but resolutely, certain in advance of our failings on so long a road."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "The absurd is the essential concept and the first truth."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "Real intimacy depends on truth - lovingly told - especially in the bedroom."
   },
   "author": {
    "text": "Joyce Brothers"
   }
  },
  {
   "quote": {
    "text": "It is hard to believe that a man is telling the truth when you know that you would lie if you were in his place."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "The sole and basic source of our strength is the solidarity of workers, peasants and the intelligentsia, the solidarity of the nation, the solidarity of people who seek to live in dignity, truth, and in harmony with their conscience."
   },
   "author": {
    "text": "Lech Walesa"
   }
  },
  {
   "quote": {
    "text": "There is nothing more deceptive than an obvious fact."
   },
   "author": {
    "text": "Arthur Conan Doyle"
   }
  },
  {
   "quote": {
    "text": "I have a theory that the truth is never told during the nine-to-five hours."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "Scarce any problem will appear more hard and difficult, than that of determining the distance of the Sun from the Earth very near the truth: but even this... will without much labour be effected."
   },
   "author": {
    "text": "Edmond Halley"
   }
  },
  {
   "quote": {
    "text": "Art is a lie that makes us realize truth."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "In truth, politeness is artificial good humor, it covers the natural want of it, and ends by rendering habitual a substitute nearly equivalent to the real virtue."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Every Christian must be convinced of his fundamental and vital duty of bearing witness to the truth in which he believes and the grace that has transformed him."
   },
   "author": {
    "text": "Pope John XXIII"
   }
  },
  {
   "quote": {
    "text": "We shall probably get nearest to the truth if we think of the conscious and personal psyche as resting upon the broad basis of an inherited and universal psychic disposition which is as such unconscious, and that our personal psyche bears the same relation to the collective psyche as the individual to society."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "Sometimes people make it seem like you have to have certain prerequisites or a crazy life story in order to be successful in this world. But the truth is you really don't."
   },
   "author": {
    "text": "Stephen Curry"
   }
  },
  {
   "quote": {
    "text": "It is the nature of truth in general, as of some ores in particular, to be richest when most superficial."
   },
   "author": {
    "text": "Edgar Allan Poe"
   }
  },
  {
   "quote": {
    "text": "I have the terrible feeling that, because I am wearing a white beard and am sitting in the back of the theatre, you expect me to tell you the truth about something. These are the cheap seats, not Mount Sinai."
   },
   "author": {
    "text": "Orson Welles"
   }
  },
  {
   "quote": {
    "text": "In fact men will fight for a superstition quite as quickly as for a living truth - often more so, since a superstition is so intangible you cannot get at it to refute it, but truth is a point of view, and so is changeable."
   },
   "author": {
    "text": "Hypatia"
   }
  },
  {
   "quote": {
    "text": "Even when we talked about child labor, we were frowned upon. But then you know that you have to speak the truth irrespective of the repercussions."
   },
   "author": {
    "text": "Asma Jahangir"
   }
  },
  {
   "quote": {
    "text": "Great is truth, but still greater, from a practical point of view, is silence about truth. By simply not mentioning certain subjects... totalitarian propagandists have influenced opinion much more effectively than they could have by the most eloquent denunciations."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Pleasure without God, without the sacred boundaries, will actually leave you emptier than before. And this is biblical truth, this is experiential truth. The loneliest people in the world are amongst the wealthiest and most famous who found no boundaries within which to live. That is a fact I've seen again and again."
   },
   "author": {
    "text": "Ravi Zacharias"
   }
  },
  {
   "quote": {
    "text": "Personality is only ripe when a man has made the truth his own."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "How can sincerity be a condition of friendship? A taste for truth at any cost is a passion which spares nothing."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "There are very few human beings who receive the truth, complete and staggering, by instant illumination. Most of them acquire it fragment by fragment, on a small scale, by successive developments, cellularly, like a laborious mosaic."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "These years in silence and reflection made me stronger and reminded me that acceptance has to come from within and that this kind of truth gives me the power to conquer emotions I didn't even know existed."
   },
   "author": {
    "text": "Ricky Martin"
   }
  },
  {
   "quote": {
    "text": "Myth and fairy-story must, as all art, reflect and contain in solution elements of moral and religious truth (or error), but not explicit, not in the known form of the primary 'real' world."
   },
   "author": {
    "text": "J. R. R. Tolkien"
   }
  },
  {
   "quote": {
    "text": "The most powerful element in advertising is the truth."
   },
   "author": {
    "text": "William Bernbach"
   }
  },
  {
   "quote": {
    "text": "In the different voice of women lies the truth of an ethic of care, the tie between relationship and responsibility, and the origins of aggression in the failure of connection."
   },
   "author": {
    "text": "Carol Gilligan"
   }
  },
  {
   "quote": {
    "text": "It's always good news when you're closer to the truth."
   },
   "author": {
    "text": "Fabiola Gianotti"
   }
  },
  {
   "quote": {
    "text": "I always carry a sketchbook around with me, and I sketch whenever I can... I might be in a financial review and be sketching because I find that I actually listen better when I sketch. Truth be told, there are probably more sketches in my books than there are written notes."
   },
   "author": {
    "text": "Mark Parker"
   }
  },
  {
   "quote": {
    "text": "Sometimes we look at gay being a bigger sin than being proud or not telling the truth. I don't think God categorizes sins."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "I noticed words crudely spray-painted upon the wall, perhaps by a young Berliner: 'This wall will fall. Beliefs become reality.' Yes, across Europe, this wall will fall. For it cannot withstand faith; it cannot withstand truth. The wall cannot withstand freedom."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Any truth is better than indefinite doubt."
   },
   "author": {
    "text": "Arthur Conan Doyle"
   }
  },
  {
   "quote": {
    "text": "The truth is that we don't need everyone to like us; we need a few people to love us. Because what's better than being roundly liked is being fully known - an impossibility both professionally and personally if you're so busy being likable that you forget to be yourself."
   },
   "author": {
    "text": "Jessica Valenti"
   }
  },
  {
   "quote": {
    "text": "The earth is supported by the power of truth; it is the power of truth that makes the sun shine and the winds blow; indeed all things rest upon truth."
   },
   "author": {
    "text": "Chanakya"
   }
  },
  {
   "quote": {
    "text": "Truth never pleads or compromises or wavers. It invites and awaits your acceptance."
   },
   "author": {
    "text": "Vernon Howard"
   }
  },
  {
   "quote": {
    "text": "I think all good reporting is the same thing - the best attainable version of the truth."
   },
   "author": {
    "text": "Carl Bernstein"
   }
  },
  {
   "quote": {
    "text": "Truth is a thing immortal and perpetual, and it gives to us a beauty that fades not away in time."
   },
   "author": {
    "text": "Frank Norris"
   }
  },
  {
   "quote": {
    "text": "I believe there's an inner power that makes winners or losers. And the winners are the ones who really listen to the truth of their hearts."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "A scientific truth does not triumph by convincing its opponents and making them see the light, but rather because its opponents eventually die and a new generation grows up that is familiar with it."
   },
   "author": {
    "text": "Max Planck"
   }
  },
  {
   "quote": {
    "text": "A remark generally hurts in proportion to its truth."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "There are sadistic scientists who hurry to hunt down errors instead of establishing the truth."
   },
   "author": {
    "text": "Marie Curie"
   }
  },
  {
   "quote": {
    "text": "Children say that people are hung sometimes for speaking the truth."
   },
   "author": {
    "text": "Joan of Arc"
   }
  },
  {
   "quote": {
    "text": "Bigotry tries to keep truth safe in its hand with a grip that kills it."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "In order to properly understand the big picture, everyone should fear becoming mentally clouded and obsessed with one small section of truth."
   },
   "author": {
    "text": "Xun Kuang"
   }
  },
  {
   "quote": {
    "text": "The truth is that entrepreneurship is more like a roller coaster ride than a cruise."
   },
   "author": {
    "text": "Vivek Wadhwa"
   }
  },
  {
   "quote": {
    "text": "I learned a long time ago that some people would rather die than forgive. It's a strange truth, but forgiveness is a painful and difficult process. It's not something that happens overnight. It's an evolution of the heart."
   },
   "author": {
    "text": "Sue Monk Kidd"
   }
  },
  {
   "quote": {
    "text": "Everything you add to the truth subtracts from the truth."
   },
   "author": {
    "text": "Aleksandr Solzhenitsyn"
   }
  },
  {
   "quote": {
    "text": "Journalism has changed tremendously because of the democratization of information. Anybody can put something up on the Internet. It's harder and harder to find what the truth is."
   },
   "author": {
    "text": "Robert Redford"
   }
  },
  {
   "quote": {
    "text": "Your problem is how you are going to spend this one odd and precious life you have been issued. Whether you're going to spend it trying to look good and creating the illusion that you have power over people and circumstances, or whether you are going to taste it, enjoy it and find out the truth about who you are."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "When people talk, they lay lines on each other, do a lot of role playing, sidestep, shilly-shally and engage in all manner of vagueness and innuendo. We do this and expect others to do it, yet at the same time we profess to long for the plain truth, for people to say what they mean, simple as that. Such hypocrisy is a human universal."
   },
   "author": {
    "text": "Steven Pinker"
   }
  },
  {
   "quote": {
    "text": "The truth is the best picture, the best propaganda."
   },
   "author": {
    "text": "Robert Capa"
   }
  },
  {
   "quote": {
    "text": "The possession of arbitrary power has always, the world over, tended irresistibly to destroy humane sensibility, magnanimity, and truth."
   },
   "author": {
    "text": "Frederick Law Olmsted"
   }
  },
  {
   "quote": {
    "text": "Always speak the truth, think before you speak, and write it down afterwards."
   },
   "author": {
    "text": "Lewis Carroll"
   }
  },
  {
   "quote": {
    "text": "He who begins by loving Christianity more than Truth, will proceed by loving his sect or church better than Christianity, and end in loving himself better than all."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "Words can be said in bitterness and anger, and often there seems to be an element of truth in the nastiness. And words don't go away, they just echo around."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "I want to share knowledge about things I've learned over the years with a younger generation that is seeking the truth."
   },
   "author": {
    "text": "Hannah Bronfman"
   }
  },
  {
   "quote": {
    "text": "Everything will line up perfectly when knowing and living the truth becomes more important than looking good."
   },
   "author": {
    "text": "Alan Cohen"
   }
  },
  {
   "quote": {
    "text": "The truth of things is the chief nutriment of superior intellects."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Architecture is the reaching out for the truth."
   },
   "author": {
    "text": "Louis Kahn"
   }
  },
  {
   "quote": {
    "text": "The remedy for speech that is false is speech that is true. This is the ordinary course in a free society. The response to the unreasoned is the rational; to the uninformed, the enlightened; to the straight-out lie, the simple truth."
   },
   "author": {
    "text": "Anthony Kennedy"
   }
  },
  {
   "quote": {
    "text": "There are also two kinds of truths: truth of reasoning and truths of fact. Truths of reasoning are necessary and their opposite is impossible; those of fact are contingent and their opposite is possible."
   },
   "author": {
    "text": "Gottfried Leibniz"
   }
  },
  {
   "quote": {
    "text": "Uniform ideas originating among entire peoples unknown to each other must have a common ground of truth."
   },
   "author": {
    "text": "Giambattista Vico"
   }
  },
  {
   "quote": {
    "text": "The truth is that men are tired of liberty."
   },
   "author": {
    "text": "Benito Mussolini"
   }
  },
  {
   "quote": {
    "text": "Every man has a right to utter what he thinks truth, and every other man has a right to knock him down for it. Martyrdom is the test."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Reason is a supple nymph, and slippery as a fish by nature. She had as leave give her kiss to an absurdity any day, as to syllogistic truth. The absurdity may turn out truer."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "I believe that hunger for a 'lost dimension' of experience is a natural yearning in all of us, and it doesn't go away just because we ignore it. It is evidenced among other places in the millions of children and adults who obsessively read the 'Harry Potter' books. It is said that fiction is where someone gets to tell the truth."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "Seldom, very seldom, does complete truth belong to any human disclosure; seldom can it happen that something is not a little disguised, or a little mistaken."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "The clearest actions come from truth, not obligation."
   },
   "author": {
    "text": "Gerard Way"
   }
  },
  {
   "quote": {
    "text": "The simple truth is that every veteran has his or her own unique story, and there's no single narrative about the issue of veterans finding civilian employment. And no single solution."
   },
   "author": {
    "text": "Cathy Engelbert"
   }
  },
  {
   "quote": {
    "text": "There are two ways of lying. One, not telling the truth and the other, making up statistics."
   },
   "author": {
    "text": "Josefina Vazquez Mota"
   }
  },
  {
   "quote": {
    "text": "If you do not tell the truth about yourself you cannot tell it about other people."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "We must never be afraid to go too far, for truth lies beyond."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "The truth is that many people set rules to keep from making decisions."
   },
   "author": {
    "text": "Mike Krzyzewski"
   }
  },
  {
   "quote": {
    "text": "The truth is often terrifying, which I think is one of the motifs of Larry and Andrew's cinema. The cost of knowledge is an important theme. In the second and third films, they explore the consequences of Neo's choice to know the truth. It's a beautiful, beautiful story."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "If you shut up truth, and bury it underground, it will but grow."
   },
   "author": {
    "text": "Emile Zola"
   }
  },
  {
   "quote": {
    "text": "The first reaction to truth is hatred."
   },
   "author": {
    "text": "Tertullian"
   }
  },
  {
   "quote": {
    "text": "As you step into your limitless self, you might be confronted with old habits and patterns that are not necessarily based in truth. These old ways of being show up because you have repeated many of them thousands of times."
   },
   "author": {
    "text": "Debbie Ford"
   }
  },
  {
   "quote": {
    "text": "I am in the present. I cannot know what tomorrow will bring forth. I can know only what the truth is for me today. That is what I am called upon to serve, and I serve it in all lucidity."
   },
   "author": {
    "text": "Igor Stravinsky"
   }
  },
  {
   "quote": {
    "text": "For thousands of years, human beings have been obsessed with beauty, truth, love, honor, altruism, courage, social relationships, art, and God. They all go together as subjective experiences, and it's a straw man to set God up as the delusion. If he is, then so is truth itself or beauty itself."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "Everybody now admits that apartheid was wrong, and all I did was tell the people who wanted to know where I come from how we lived in South Africa. I just told the world the truth. And if my truth then becomes political, I can't do anything about that."
   },
   "author": {
    "text": "Miriam Makeba"
   }
  },
  {
   "quote": {
    "text": "Wine comes in at the mouth And love comes in at the eye; That's all we shall know for truth Before we grow old and die."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "I think 80 percent of the population are really great, caring people who will help you and tell you the truth. That's just the way it is. And I think 20 percent of the population are crooks and liars. It's just a fact."
   },
   "author": {
    "text": "Tom Hanks"
   }
  },
  {
   "quote": {
    "text": "If I am judged for my work, many myths about me as an autocrat or otherwise would become clearer. I feel false propaganda will not last, and truth will ultimately prevail."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "Ethnic prejudice has no place in sports, and baseball must recognize that truth if it is to maintain stature as a national game."
   },
   "author": {
    "text": "Branch Rickey"
   }
  },
  {
   "quote": {
    "text": "Hope is nature's veil for hiding truth's nakedness."
   },
   "author": {
    "text": "Alfred Nobel"
   }
  },
  {
   "quote": {
    "text": "It is an old maxim of mine that when you have excluded the impossible, whatever remains, however improbable, must be the truth."
   },
   "author": {
    "text": "Arthur Conan Doyle"
   }
  },
  {
   "quote": {
    "text": "Can the mind see the truth of its own incapacity to know the unknown? Surely if I see very clearly that my mind cannot know the unknown, there is absolute quietness."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "There can be no knowledge without emotion. We may be aware of a truth, yet until we have felt its force, it is not ours. To the cognition of the brain must be added the experience of the soul."
   },
   "author": {
    "text": "Arnold Bennett"
   }
  },
  {
   "quote": {
    "text": "Let us hold our discussion together in our own persons, making trial of the truth and of ourselves."
   },
   "author": {
    "text": "Protagoras"
   }
  },
  {
   "quote": {
    "text": "The older that we get and the different stages we go through in life, it seems like we become different people. But I think that the truth is you are always the same person. You just discover these new things about yourself."
   },
   "author": {
    "text": "Sara Rue"
   }
  },
  {
   "quote": {
    "text": "Actually being funny is mostly telling the truth about things."
   },
   "author": {
    "text": "Bernard Sahlins"
   }
  },
  {
   "quote": {
    "text": "The search for the truth is the most important work in the whole world, and the most dangerous."
   },
   "author": {
    "text": "James Clavell"
   }
  },
  {
   "quote": {
    "text": "I was in my late thirties when my eyes were opened to truth in God's Word that showed me I wasn't living the abundant life Jesus died for me to have. I had a very negative mindset and was miserable most of the time because of the abuse I had experienced throughout my childhood."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Let us dream of tomorrow where we can truly love from the soul, and know love as the ultimate truth at the heart of all creation."
   },
   "author": {
    "text": "Michael Jackson"
   }
  },
  {
   "quote": {
    "text": "Not being known doesn't stop the truth from being true."
   },
   "author": {
    "text": "Richard Bach"
   }
  },
  {
   "quote": {
    "text": "To me a real patriot is like a real friend. Who's your real friend? It's the person who tells you the truth. That's who my real friends are. So, you know, I think as far as our country goes, we need more people who will do that."
   },
   "author": {
    "text": "Bill Maher"
   }
  },
  {
   "quote": {
    "text": "To be afraid is to behave as if the truth were not true."
   },
   "author": {
    "text": "Bayard Rustin"
   }
  },
  {
   "quote": {
    "text": "I don't believe it. Prove it to me and I still won't believe it."
   },
   "author": {
    "text": "Douglas Adams"
   }
  },
  {
   "quote": {
    "text": "Science is the search for truth, that is the effort to understand the world: it involves the rejection of bias, of dogma, of revelation, but not the rejection of morality."
   },
   "author": {
    "text": "Linus Pauling"
   }
  },
  {
   "quote": {
    "text": "In truth, the only restrictions on our capacity to astonish ourselves and each other are imposed by our own minds."
   },
   "author": {
    "text": "David Blaine"
   }
  },
  {
   "quote": {
    "text": "It was one of those evenings when men feel that truth, goodness and beauty are one. In the morning, when they commit their discovery to paper, when others read it written there, it looks wholly ridiculous."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "You can't get there alone. People have to help you, and I do believe in karma. I believe in paybacks. You get people to help you by telling the truth, by being earnest."
   },
   "author": {
    "text": "Randy Pausch"
   }
  },
  {
   "quote": {
    "text": "Life is about, every single day, getting up to manifest your truth."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "The greatest friend of truth is Time, her greatest enemy is Prejudice, and her constant companion is Humility."
   },
   "author": {
    "text": "Charles Caleb Colton"
   }
  },
  {
   "quote": {
    "text": "In seeking absolute truth we aim at the unattainable and must be content with broken portions."
   },
   "author": {
    "text": "William Osler"
   }
  },
  {
   "quote": {
    "text": "Never question the relevance of truth, but always question the truth of relevance."
   },
   "author": {
    "text": "Craig Bruce"
   }
  },
  {
   "quote": {
    "text": "It's essential to tell the truth at all times. This will reduce life's pain. Lying distorts reality. All forms of distorted thinking must be corrected."
   },
   "author": {
    "text": "John Bradshaw"
   }
  },
  {
   "quote": {
    "text": "The truth cannot be deceptive, and one who sees it cannot be deceived."
   },
   "author": {
    "text": "Said Nursi"
   }
  },
  {
   "quote": {
    "text": "Democracy relies on free speech. Yes, say anything you want, but it relies even more on the speech being truthful. It is the truth, after all, that sets us free."
   },
   "author": {
    "text": "John F. Kerry"
   }
  },
  {
   "quote": {
    "text": "When you're caught up in the storm or, you know, just the turmoil of everything that there is another side and you do get through it. And you know, just standing by the truth and doing the right thing."
   },
   "author": {
    "text": "Amber Frey"
   }
  },
  {
   "quote": {
    "text": "God puts certain things in certain people. I'm a restless soul. I'm always searching. I'm always pressing to find what truth is and what life is all about."
   },
   "author": {
    "text": "Jonathan Jackson"
   }
  },
  {
   "quote": {
    "text": "Truth, like a torch, the more it's shook it shines."
   },
   "author": {
    "text": "William Hamilton"
   }
  },
  {
   "quote": {
    "text": "It takes a long time to learn that a courtroom is the last place in the world for learning the truth."
   },
   "author": {
    "text": "Alice Koller"
   }
  },
  {
   "quote": {
    "text": "Fear is not in the habit of speaking truth; when perfect sincerity is expected, perfect freedom must be allowed; nor has anyone who is apt to be angry when he hears the truth any cause to wonder that he does not hear it."
   },
   "author": {
    "text": "Tacitus"
   }
  },
  {
   "quote": {
    "text": "There is absolutely nothing in this world that will provide more comfort and happiness than a testimony of the truth."
   },
   "author": {
    "text": "Thomas S. Monson"
   }
  },
  {
   "quote": {
    "text": "I sit with people who are dying. I'm one of those unusual types that enjoys being with someone when they're dying because I know I am going to be in the presence of Truth."
   },
   "author": {
    "text": "Ram Dass"
   }
  },
  {
   "quote": {
    "text": "The happy medium - truth in all things - is no longer either known or valued; to gain applause, one must write things so inane that they might be played on barrel-organs, or so unintelligible that no rational being can comprehend them, though on that very account, they are likely to please."
   },
   "author": {
    "text": "Wolfgang Amadeus Mozart"
   }
  },
  {
   "quote": {
    "text": "Without the way, there is no going; without the truth, there is no knowing; without the life, there is no living."
   },
   "author": {
    "text": "Thomas a Kempis"
   }
  },
  {
   "quote": {
    "text": "Respect for the truth comes close to being the basis for all morality."
   },
   "author": {
    "text": "Frank Herbert"
   }
  },
  {
   "quote": {
    "text": "Sometimes the truth hurts. And sometimes it feels real good."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Pithy sentences are like sharp nails which force truth upon our memory."
   },
   "author": {
    "text": "Denis Diderot"
   }
  },
  {
   "quote": {
    "text": "Often times we feel like either we can't make a world of difference, or we feel that it's not going to change anything anyway. The truth is you can change someone's day, you can change someone's life, but you have to show up and do what you got to do to actually see any fruit coming from it."
   },
   "author": {
    "text": "Nick Vujicic"
   }
  },
  {
   "quote": {
    "text": "War is wrong. Conscription for war is inconsistent with freedom of conscience, which is not merely the right to believe but to act on the degree of truth that one receives, to follow a vocation which is God-inspired and God-directed."
   },
   "author": {
    "text": "Bayard Rustin"
   }
  },
  {
   "quote": {
    "text": "I believe that in the end the truth will conquer."
   },
   "author": {
    "text": "John Wycliffe"
   }
  },
  {
   "quote": {
    "text": "But truth is most likely to be exhibited by the general sense of contemporaries, when the feelings of the heart can be expressed without suffering itself to be disguised by the prejudices of man."
   },
   "author": {
    "text": "Mercy Otis Warren"
   }
  },
  {
   "quote": {
    "text": "The surest way to lose truth is to pretend that one already wholly possesses it."
   },
   "author": {
    "text": "Gordon W. Allport"
   }
  },
  {
   "quote": {
    "text": "The truth is, we're all cyborgs with cell phones and online identities."
   },
   "author": {
    "text": "Geoff Johns"
   }
  },
  {
   "quote": {
    "text": "Humans love truth and justice, and rejoice in ceremonies that honor those qualities. For that sentiment we should indeed thank God."
   },
   "author": {
    "text": "Alfred Hershey"
   }
  },
  {
   "quote": {
    "text": "A basic truth that the history of the creation of the transistor reveals is that the foundations of transistor electronics were created by making errors and following hunches that failed to give what was expected."
   },
   "author": {
    "text": "William Shockley"
   }
  },
  {
   "quote": {
    "text": "The truth is, I often like women. I like their unconventionality. I like their completeness. I like their anonymity."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "Let every mother realize that she has no greater blessing than the children who have come to her as a gift from the Almighty; that she has no greater mission than to rear them in light and truth, in understanding and love."
   },
   "author": {
    "text": "Gordon B. Hinckley"
   }
  },
  {
   "quote": {
    "text": "Scientific truth is marvelous, but moral truth is divine and whoever breathes its air and walks by its light has found the lost paradise."
   },
   "author": {
    "text": "Horace Mann"
   }
  },
  {
   "quote": {
    "text": "Truth is something which can't be told in a few words. Those who simplify the universe only reduce the expansion of its meaning."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "The pursuit of truth will set you free; even if you never catch up with it."
   },
   "author": {
    "text": "Clarence Darrow"
   }
  },
  {
   "quote": {
    "text": "The single overriding objective in wellness is creating constant personal renewal where we recognize and act on the truth that each day is a miraculous gift, and our job is to untie the ribbons. That's the Law of Esprit: living life with joy."
   },
   "author": {
    "text": "Greg Anderson"
   }
  },
  {
   "quote": {
    "text": "The truth is not wonderful enough to suit the newspapers; so they enlarge upon it, and invent ridiculous embellishments."
   },
   "author": {
    "text": "Anne Sullivan"
   }
  },
  {
   "quote": {
    "text": "For so much of my life, I lived feeling as if, if I spoke, if I said something, I would lose everything. I would be pushed out. No one will want me. No one will love me. No one would want to be friends with me. It took me decades to get to a space of saying, 'This is my truth. This is who I am, and I don't care if you like me or you don't like me.'"
   },
   "author": {
    "text": "Janet Mock"
   }
  },
  {
   "quote": {
    "text": "There is no better way of exercising the imagination than the study of law. No poet ever interpreted nature as freely as a lawyer interprets the truth."
   },
   "author": {
    "text": "Jean Giraudoux"
   }
  },
  {
   "quote": {
    "text": "Understanding is a three-edged sword. Your side, my side, and the truth."
   },
   "author": {
    "text": "J. Michael Straczynski"
   }
  },
  {
   "quote": {
    "text": "In the end, will truth matter? Of course truth will matter. Truth isn't relative. But there's going to be a great sacrifice on the way to getting truth to matter to us again, to finding out why it does, and God knows what shape that sacrifice will take."
   },
   "author": {
    "text": "Ali Smith"
   }
  },
  {
   "quote": {
    "text": "I never apologize for the truth. And the truth here is that racists come in many different colors."
   },
   "author": {
    "text": "Kinky Friedman"
   }
  },
  {
   "quote": {
    "text": "Luckily, even when people are shouting lies, the truth is undamaged. Science doesn't matter what you believe."
   },
   "author": {
    "text": "Ricky Gervais"
   }
  },
  {
   "quote": {
    "text": "Well, the first thing is that truth and power for me form an antithesis, an antagonism, which will hardly ever be resolved. I can define in fact, can simplify the history of human society, the evolution of human society, as a contest between power and freedom."
   },
   "author": {
    "text": "Wole Soyinka"
   }
  },
  {
   "quote": {
    "text": "Beauty is not all there is of poetry. It must contain the truth. It is not simply an oak, rude and grand, neither is it simply a vine. It is both. Around the oak of truth runs the vine of beauty."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "I've never really been one to try to be politically correct. I just feel truth is truth, and sometimes I probably offend some people."
   },
   "author": {
    "text": "Franklin Graham"
   }
  },
  {
   "quote": {
    "text": "The eye by long use comes to see even in the darkest cavern: and there is no subject so obscure but we may discern some glimpse of truth by long poring on it."
   },
   "author": {
    "text": "George Berkeley"
   }
  },
  {
   "quote": {
    "text": "The lowest form of popular culture - lack of information, misinformation, disinformation and a contempt for the truth or the reality of most people's lives - has overrun real journalism."
   },
   "author": {
    "text": "Carl Bernstein"
   }
  },
  {
   "quote": {
    "text": "It's one thing to decry and defy political correctness in the name of efficiently achieving clarity or revealing an honest truth. But it's quite another thing entirely to support name-calling and nastiness."
   },
   "author": {
    "text": "Faith Salie"
   }
  },
  {
   "quote": {
    "text": "There's nothing like a love for our children. I love being a papa, and that's the truth."
   },
   "author": {
    "text": "Richie Sambora"
   }
  },
  {
   "quote": {
    "text": "A burning itch to know is higher than a solemn vow to pursue truth. To feel the burning itch of curiosity requires both that you be ignorant, and that you desire to relinquish your ignorance."
   },
   "author": {
    "text": "Eliezer Yudkowsky"
   }
  },
  {
   "quote": {
    "text": "We Americans have always considered Hollywood, at best, a sinkhole of depraved venality. And, of course, it is. It is not a protective monastery of aesthetic truth. It is a place where everything is incredibly expensive."
   },
   "author": {
    "text": "David Mamet"
   }
  },
  {
   "quote": {
    "text": "The truth is, no matter what your lifestyle or occupation, nothing can really stop you when you're allowing yourself to be exactly who you want to be."
   },
   "author": {
    "text": "Hayley Williams"
   }
  },
  {
   "quote": {
    "text": "Experience is what really happens to you in the long run; the truth that finally overtakes you."
   },
   "author": {
    "text": "Katherine Anne Porter"
   }
  },
  {
   "quote": {
    "text": "The Eucharist is an opportunity of grace and conversion. It's also a time of forgiveness of sins, so my hope would be that grace would be instrumental in bringing people to the truth."
   },
   "author": {
    "text": "Blase J. Cupich"
   }
  },
  {
   "quote": {
    "text": "Truth and mercy require the exertion - never the suppression, of man's noble rights and powers."
   },
   "author": {
    "text": "Gerrit Smith"
   }
  },
  {
   "quote": {
    "text": "Not until the human heart is stolid to poetry, the human eye blind to beauty, not until the intellect ceases its quest for truth and conscience finds its quietus either in universal defeat or in triumphant success, will organized religion cease to be."
   },
   "author": {
    "text": "Jenkin Lloyd Jones"
   }
  },
  {
   "quote": {
    "text": "Leaders know the importance of having someone in their lives who will unfailingly and fearlessly tell them the truth."
   },
   "author": {
    "text": "Warren Bennis"
   }
  },
  {
   "quote": {
    "text": "My longing for truth was a single prayer."
   },
   "author": {
    "text": "Edith Stein"
   }
  },
  {
   "quote": {
    "text": "To attempt seeing Truth without knowing Falsehood. It is the attempt to see the Light without knowing the Darkness. It cannot be."
   },
   "author": {
    "text": "Frank Herbert"
   }
  },
  {
   "quote": {
    "text": "I have been given the authority over you, and I am not the best of you. If I do well, help me; and if I do wrong, set me right. Sincere regard for truth."
   },
   "author": {
    "text": "Abu Bakr"
   }
  },
  {
   "quote": {
    "text": "PBS was not a left-wing ideology. I mean, Air America was, but PBS was not. But anybody who tells the truth is now branded and marginalized. The devolution of the American press began in 1986 when Ronald Reagan abolished the fairness doctrine."
   },
   "author": {
    "text": "Robert Kennedy, Jr."
   }
  },
  {
   "quote": {
    "text": "What is laid down, ordered, factual is never enough to embrace the whole truth: life always spills over the rim of every cup."
   },
   "author": {
    "text": "Boris Pasternak"
   }
  },
  {
   "quote": {
    "text": "I can't work completely out of my imagination. I must put my foot in a bit of truth; and then I can fly free."
   },
   "author": {
    "text": "Andrew Wyeth"
   }
  },
  {
   "quote": {
    "text": "The first of the four noble truths of Buddhism, that there is suffering in life, was enormously important to me. No one had ever said it out loud. That had been my experience, of course, but no one had ever talked about it. I didn't know what to do with all the fear and emotions within, and here was the Buddha saying this truth right out loud."
   },
   "author": {
    "text": "Sharon Salzberg"
   }
  },
  {
   "quote": {
    "text": "The subconscious is ceaselessly murmuring, and it is by listening to these murmurs that one hears the truth."
   },
   "author": {
    "text": "Gaston Bachelard"
   }
  },
  {
   "quote": {
    "text": "Son, always tell the truth. Then you'll never have to remember what you said the last time."
   },
   "author": {
    "text": "Sam Rayburn"
   }
  },
  {
   "quote": {
    "text": "Perhaps our only sickness is to desire a truth which we cannot bear rather than to rest content with the fictions we manufacture out of each other."
   },
   "author": {
    "text": "Lawrence Durrell"
   }
  },
  {
   "quote": {
    "text": "Real spiritual authority has to do with the truth of the actual words being spoken, and the spirit of the person behind the words. Really, authority is about truth: honest-living truth."
   },
   "author": {
    "text": "John Ortberg"
   }
  },
  {
   "quote": {
    "text": "You can always get the truth from an American statesman after he has turned seventy, or given up all hope of the Presidency."
   },
   "author": {
    "text": "Wendell Phillips"
   }
  },
  {
   "quote": {
    "text": "Argument is conclusive, but it does not remove doubt, so that the mind may rest in the sure knowledge of the truth, unless it finds it by the method of experiment."
   },
   "author": {
    "text": "Roger Bacon"
   }
  },
  {
   "quote": {
    "text": "I would say that Bob Dylan is as interested in money as any person I've known in my life. That's just the truth."
   },
   "author": {
    "text": "David Geffen"
   }
  },
  {
   "quote": {
    "text": "As a young girl, I used to dream of giving an interview. You dream of stardom as a kid. People think they don't want to be stars. Everyone wants to be a star! That's the truth. Even grownups; they pretend they don't want to be one and don't care. But everyone wants to."
   },
   "author": {
    "text": "Sania Mirza"
   }
  },
  {
   "quote": {
    "text": "There is no such thing as a harmless truth."
   },
   "author": {
    "text": "Gregory Nunn"
   }
  },
  {
   "quote": {
    "text": "It is the duty of the law-giver to deliver to the many the instructions of whose truth he has persuaded himself."
   },
   "author": {
    "text": "Apollonius of Tyana"
   }
  },
  {
   "quote": {
    "text": "The director's task is to recreate life, its movement, its contradictions, its dynamic and conflicts. It is his duty to reveal every iota of the truth he has seen, even if not everyone finds that truth acceptable."
   },
   "author": {
    "text": "Andrei Tarkovsky"
   }
  },
  {
   "quote": {
    "text": "The truth is you only have yourself to offer. And when you come to that realization, it's terrifying, because you think it's probably not enough."
   },
   "author": {
    "text": "Richard Jenkins"
   }
  },
  {
   "quote": {
    "text": "In court, judges tell people that their conviction carries a sentence of years, or probation. The truth is far more terrible. People convicted of crimes often become social outcasts for life, finding it difficult or impossible to rent an apartment, get a job, adopt children, access public benefits, serve on juries, or vote."
   },
   "author": {
    "text": "James Forman, Jr."
   }
  },
  {
   "quote": {
    "text": "The truth is women use contraception not only as a way to prevent unintended pregnancies, but also to improve their health and the health of their families. Increased access to contraception is directly linked to declines in maternal and infant mortality."
   },
   "author": {
    "text": "Felicity Huffman"
   }
  },
  {
   "quote": {
    "text": "Truth never changes. Truth always sets people free."
   },
   "author": {
    "text": "Cynthia Robinson"
   }
  },
  {
   "quote": {
    "text": "Art is a deception that creates real emotions - a lie that creates a truth. And when you give yourself over to that deception, it becomes magic."
   },
   "author": {
    "text": "Marco Tempest"
   }
  },
  {
   "quote": {
    "text": "Human identity is the most fragile thing that we have, and it's often only found in moments of truth."
   },
   "author": {
    "text": "Alan Rudolph"
   }
  },
  {
   "quote": {
    "text": "The most important thing about my profession is finding the truth, finding the reality of these shows."
   },
   "author": {
    "text": "Shuler Hensley"
   }
  },
  {
   "quote": {
    "text": "I thought it would be interesting to write a song about a lonely person who is scared to see the truth that is right in from of him. I thought it would be interesting if you could watch yourself from a distance."
   },
   "author": {
    "text": "Matthew Shultz"
   }
  },
  {
   "quote": {
    "text": "We live in an age where there is a firehose of information, and there is no hierarchy of what is important and what is not. Where the truth is often fashioned through a variety of digital means. Are you your avatar? Who are you in social media? What face do you turn toward the world? How much does it have in common with who you actually are?"
   },
   "author": {
    "text": "David Carr"
   }
  },
  {
   "quote": {
    "text": "That I am not a member of any Christian church is true; but I have never denied the truth of the Scriptures, and I have never spoken with intentional disrespect of religion in general, or of any denomination of Christians in particular."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Biographies, as generally written, are not only misleading but false... In most instances, they commemorate a lie and cheat posterity out of the truth."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "There is another old poet whose name I do not now remember who said, 'Truth is the daughter of Time.'"
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Truth is mighty and will prevail. There is nothing wrong with this, except that it ain't so."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "We have art in order not to die of the truth."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Truth is so rare that it is delightful to tell it."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "Truth is the most valuable thing we have. Let us economize it."
   },
   "author": {
    "text": "Mark Twain"
   }
  },
  {
   "quote": {
    "text": "I am sorry to think that you do not get a man's most effective criticism until you provoke him. Severe truth is expressed with some bitterness."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Never apologize for showing feeling. When you do so, you apologize for the truth."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Men occasionally stumble over the truth, but most of them pick themselves up and hurry off as if nothing had happened."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "When virtue is lost, benevolence appears, when benevolence is lost right conduct appears, when right conduct is lost, expedience appears. Expediency is the mere shadow of right and truth; it is the beginning of disorder."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "A nation that is afraid to let its people judge the truth and falsehood in an open market is a nation that is afraid of its people."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "The lawyer's truth is not Truth, but consistency or a consistent expediency."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Most people don't grow up. It's too damn difficult. What happens is most people get older. That's the truth of it. They honor their credit cards, they find parking spaces, they marry, they have the nerve to have children, but they don't grow up."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "The truth is, no one of us can be free until everybody is free."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Man will occasionally stumble over the truth, but most of the time he will pick himself up and continue on."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "It is not because the truth is too difficult to see that we make mistakes... we make mistakes because the easiest and most comfortable course for us is to seek insight where it accords with our emotions - especially selfish ones."
   },
   "author": {
    "text": "Aleksandr Solzhenitsyn"
   }
  },
  {
   "quote": {
    "text": "Wherever the invitation of men or your own occasions lead you, speak the very truth, as your life and conscience teach it, and cheer the waiting, fainting hearts of men with new hope and new revelation."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "All of us knows, not what is expedient, not what is going to make us popular, not what the policy is, or the company policy - but in truth each of us knows what is the right thing to do. And that's how I am guided."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "We occasionally stumble over the truth but most of us pick ourselves up and hurry off as if nothing had happened."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "All truth is simple... is that not doubly a lie?"
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "No face which we can give to a matter will stead us so well at last as the truth. This alone wears well."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "The rarest quality in an epitaph is truth."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "I've still not written as well as I want to. I want to write so that the reader in Des Moines, Iowa, in Kowloon, China, in Cape Town, South Africa, can say, 'You know, that's the truth. I wasn't there, and I wasn't a six-foot black girl, but that's the truth.'"
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Only enemies speak the truth; friends and lovers lie endlessly, caught in the web of duty."
   },
   "author": {
    "text": "Stephen King"
   }
  },
  {
   "quote": {
    "text": "For Africa to me... is more than a glamorous fact. It is a historical truth. No man can know where he is going unless he knows exactly where he has been and exactly how he arrived at his present place."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Truth is beautiful, without doubt; but so are lies."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "It is not when truth is dirty, but when it is shallow, that the lover of knowledge is reluctant to step into its waters."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "One may sometimes tell a lie, but the grimace that accompanies it tells the truth."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "There are various eyes. Even the Sphinx has eyes: and as a result there are various truths, and as a result there is no truth."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Truth is handsomer than the affectation of love. Your goodness must have some edge to it, else it is none."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Every mind must make its choice between truth and repose. It cannot have both."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Speak the truth, and all things alive or brute are vouchers, and the very roots of the grass underground there, do seem to stir and move to bear you witness."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "Art is not merely an imitation of the reality of nature, but in truth a metaphysical supplement to the reality of nature, placed alongside thereof for its conquest."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "My way of joking is to tell the truth. That's the funniest joke in the world."
   },
   "author": {
    "text": "Muhammad Ali"
   }
  },
  {
   "quote": {
    "text": "Acting is all about finding the truth within whatever world you're in."
   },
   "author": {
    "text": "Karen Gillan"
   }
  },
  {
   "quote": {
    "text": "Speak the truth, do not yield to anger; give, if thou art asked for little; by these three steps thou wilt go near the gods."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "The words of truth are always paradoxical."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "I guess rumors are more exciting than the truth."
   },
   "author": {
    "text": "Venus Williams"
   }
  },
  {
   "quote": {
    "text": "The thing you fear most has no power. Your fear of it is what has the power. Facing the truth really will set you free."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "In the consciousness of the truth he has perceived, man now sees everywhere only the awfulness or the absurdity of existence and loathing seizes him."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Tell the children the truth."
   },
   "author": {
    "text": "Bob Marley"
   }
  },
  {
   "quote": {
    "text": "Exaggeration is truth that has lost its temper."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "God, as Truth, has been for me a treasure beyond price. May He be so to every one of us."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Mystical explanations are thought to be deep; the truth is that they are not even shallow."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "We cannot forever hide the truth about ourselves, from ourselves."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "I am very fond of truth, but not at all of martyrdom."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "An error does not become truth by reason of multiplied propagation, nor does truth become error because nobody sees it."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Mythology is a subjective truth. Every culture imagines life a certain way."
   },
   "author": {
    "text": "Devdutt Pattanaik"
   }
  },
  {
   "quote": {
    "text": "'Crazy-busy' is a great armor, it's a great way for numbing. What a lot of us do is that we stay so busy, and so out in front of our life, that the truth of how we're feeling and what we really need can't catch up with us."
   },
   "author": {
    "text": "Brene Brown"
   }
  },
  {
   "quote": {
    "text": "God is, even though the whole world deny him. Truth stands, even if there be no public support. It is self-sustained."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "For though we love both the truth and our friends, piety requires us to honor the truth first."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Plato is dear to me, but dearer still is truth."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Trash talk? Smack talk? This is an American term that makes me laugh. I simply speak the truth. I'm an Irish man."
   },
   "author": {
    "text": "Conor McGregor"
   }
  },
  {
   "quote": {
    "text": "All the religions of the world, while they may differ in other respects, unitedly proclaim that nothing lives in this world but Truth."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "I believe that it is better to tell the truth than a lie. I believe it is better to be free than to be a slave. And I believe it is better to know than to be ignorant."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "It's much easier for me to make major life, multi-million dollar decisions, than it is to decide on a carpet for my front porch. That's the truth."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "The true and the approximately true are apprehended by the same faculty; it may also be noted that men have a sufficient natural instinct for what is true, and usually do arrive at the truth. Hence the man who makes a good guess at truth is likely to make a good guess at probabilities."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "In everything truth surpasses the imitation and copy."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "The truth is nobody can own anything. That was an unheard-of concept among indigenous people. We invented that."
   },
   "author": {
    "text": "Tom Shadyac"
   }
  },
  {
   "quote": {
    "text": "He who seeks truth shall find beauty. He who seeks beauty shall find vanity. He who seeks order shall find gratification. He who seeks gratification shall be disappointed. He who considers himself the servant of his fellow beings shall find the joy of self-expression. He who seeks self-expression shall fall into the pit of arrogance."
   },
   "author": {
    "text": "Moshe Safdie"
   }
  },
  {
   "quote": {
    "text": "I love historical fiction because there's a literal truth, and there's an emotional truth, and what the fiction writer tries to create is that emotional truth."
   },
   "author": {
    "text": "Jewell Parker Rhodes"
   }
  },
  {
   "quote": {
    "text": "Truth is the beginning of every good to the gods, and of every good to man."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "One may preach a covenant of grace more clearly than another... But when they preach a covenant of works for salvation, that is not truth."
   },
   "author": {
    "text": "Anne Hutchinson"
   }
  },
  {
   "quote": {
    "text": "'Wonder Woman' is much more than a cartoon character. She's fighting for truth and justice and the secret self that exists in all women and girls. There's a moral fiber and a goodness about her that all women have."
   },
   "author": {
    "text": "Lynda Carter"
   }
  },
  {
   "quote": {
    "text": "Somebody said I am the most popular person in Arizona because I am speaking the truth."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "In time of war, truth is always replaced by propaganda."
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "Competence, like truth, beauty, and contact lenses, is in the eye of the beholder."
   },
   "author": {
    "text": "Laurence J. Peter"
   }
  },
  {
   "quote": {
    "text": "Truth is on the side of the oppressed."
   },
   "author": {
    "text": "Malcolm X"
   }
  },
  {
   "quote": {
    "text": "For a creative writer possession of the 'truth' is less important than emotional sincerity."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "Pain reaches the heart with electrical speed, but truth moves to the heart as slowly as a glacier."
   },
   "author": {
    "text": "Barbara Kingsolver"
   }
  },
  {
   "quote": {
    "text": "I am aware that a philosopher's ideas are not subject to the judgment of ordinary persons, because it is his endeavour to seek the truth in all things, to the extent permitted to human reason by God."
   },
   "author": {
    "text": "Nicolaus Copernicus"
   }
  },
  {
   "quote": {
    "text": "The truth is, in order to get things like universal health care and a revamped education system, then someone is going to have to give up a piece of their pie so that someone else can have more."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "My family didn't have a lot of money, so I worked my heart out to get my degrees. But the minute I graduated, suddenly everyone was asking me, 'Well, when are you going to get married and start having kids?' And the truth is I had no idea how I would balance the expected role of wife and mother with a challenging career."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "If now isn't a good time for the truth I don't see when we'll get to it."
   },
   "author": {
    "text": "Nikki Giovanni"
   }
  },
  {
   "quote": {
    "text": "Obama has no solutions. Obama has failed the country and its great citizens, and they don't like it when somebody such as myself speaks the truth about this - it hurts too much."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "No one can be happy who has been thrust outside the pale of truth. And there are two ways that one can be removed from this realm: by lying, or by being lied to."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "Nothing gives rest but the sincere search for truth."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "Never wear your best trousers when you go out to fight for freedom and truth."
   },
   "author": {
    "text": "Henrik Ibsen"
   }
  },
  {
   "quote": {
    "text": "I think that all things, in their way, reflect heavenly truth, the imagination not least."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "The truth is that for those 86 long years when the Red Sox went without a World Series win, fans were not only in a recession, but trapped in a longstanding, deeply entrenched sports depression."
   },
   "author": {
    "text": "Julianna Baggott"
   }
  },
  {
   "quote": {
    "text": "Only on paper has humanity yet achieved glory, beauty, truth, knowledge, virtue, and abiding love."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "He who knows nothing is closer to the truth than he whose mind is filled with falsehoods and errors."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "The essential truth is that sometimes you're worried that they'll find out it's a fluke, that you don't really have it. You've lost the muse or - the worst dread - you never had it at all. I went through all that madness early on."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "Architecture is always the will of the age conceived as space - nothing else. Until this simple truth is clearly recognized, the struggle over the foundation of a new architecture confident in its aims and powerful in its impact cannot be realized; until then, it is destined to remain a chaos of uncoordinated forces."
   },
   "author": {
    "text": "Ludwig Mies van der Rohe"
   }
  },
  {
   "quote": {
    "text": "All your life, you live so close to truth, it becomes a permanent blur in the corner of your eye. And when something nudges it into outline, it is like being ambushed by a grotesque."
   },
   "author": {
    "text": "Tom Stoppard"
   }
  },
  {
   "quote": {
    "text": "Time is money says the proverb, but turn it around and you get a precious truth. Money is time."
   },
   "author": {
    "text": "George Gissing"
   }
  },
  {
   "quote": {
    "text": "There are only two people who can tell you the truth about yourself - an enemy who has lost his temper and a friend who loves you dearly."
   },
   "author": {
    "text": "Antisthenes"
   }
  },
  {
   "quote": {
    "text": "It is error only, and not truth, that shrinks from inquiry."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "A few observation and much reasoning lead to error; many observations and a little reasoning to truth."
   },
   "author": {
    "text": "Alexis Carrel"
   }
  },
  {
   "quote": {
    "text": "Truth is always strange, stranger than fiction."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "The truth is sometimes a hard pill to swallow. It sometimes causes us difficulties at home and abroad. It is sometimes used by our enemies in attempts to hurt us. But the American people are entitled to it, nonetheless."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "You will find truth more quickly through delight than gravity. Let out a little more string on your kite."
   },
   "author": {
    "text": "Alan Cohen"
   }
  },
  {
   "quote": {
    "text": "If you ever injected truth into politics you have no politics."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "I am righteous and not afraid to speak my truth. My delivery might not always be as diplomatic as I would like it to be, but my words are truthful - spoken from the heart and to the point."
   },
   "author": {
    "text": "Yolanda Hadid"
   }
  },
  {
   "quote": {
    "text": "It is proof of a base and low mind for one to wish to think with the masses or majority, merely because the majority is the majority. Truth does not change because it is, or is not, believed by a majority of the people."
   },
   "author": {
    "text": "Giordano Bruno"
   }
  },
  {
   "quote": {
    "text": "The essence of humanity's spiritual dilemma is that we evolved genetically to accept one truth and discovered another. Is there a way to erase the dilemma, to resolve the contradictions between the transcendentalist and the empiricist world views?"
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "It is one thing to show a man that he is in an error, and another to put him in possession of the truth."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "Clouds and darkness surround us, yet Heaven is just, and the day of triumph will surely come, when justice and truth will be vindicated."
   },
   "author": {
    "text": "Mary Todd Lincoln"
   }
  },
  {
   "quote": {
    "text": "It is error alone which needs the support of government. Truth can stand by itself."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Ignorance is preferable to error, and he is less remote from the truth who believes nothing than he who believes what is wrong."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Beyond a doubt truth bears the same relation to falsehood as light to darkness."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "We are volcanoes. When we women offer our experience as our truth, as human truth, all the maps change. There are new mountains."
   },
   "author": {
    "text": "Ursula K. Le Guin"
   }
  },
  {
   "quote": {
    "text": "The sad truth is that the civil rights movement cannot be reborn until we identify the causes of black suffering, some of them self-inflicted. Why can't black leaders organize rallies around responsible sexuality, birth within marriage, parents reading to their children and students staying in school and doing homework?"
   },
   "author": {
    "text": "Henry Louis Gates"
   }
  },
  {
   "quote": {
    "text": "The truth is, hardly any of us have ethical energy enough for more than one really inflexible point of honor."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "A taste for truth at any cost is a passion which spares nothing."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "The truth is often a terrible weapon of aggression. It is possible to lie, and even to murder, with the truth."
   },
   "author": {
    "text": "Alfred Adler"
   }
  },
  {
   "quote": {
    "text": "There can be no democracy without truth. There can be no truth without controversy, there can be no change without freedom. Without freedom there can be no progress."
   },
   "author": {
    "text": "Andrew Young"
   }
  },
  {
   "quote": {
    "text": "To be outspoken is easy when you do not wait to speak the complete truth."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "The world is indeed a mixture of truth and make-believe. Discard the make-believe and take the truth."
   },
   "author": {
    "text": "Ramakrishna"
   }
  },
  {
   "quote": {
    "text": "So near is falsehood to truth that a wise man would do well not to trust himself on the narrow edge."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "I hate newspapermen. They come into camp and pick up their camp rumors and print them as facts. I regard them as spies, which, in truth, they are."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "Seeing the bigger picture opens your eyes to what is the truth."
   },
   "author": {
    "text": "Wadada Leo Smith"
   }
  },
  {
   "quote": {
    "text": "But such is the irresistable nature of truth, that all it asks, and all it wants is the liberty of appearing."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "One unerring mark of the love of truth is not entertaining any proposition with greater assurance than the proofs it is built upon will warrant."
   },
   "author": {
    "text": "John Locke"
   }
  },
  {
   "quote": {
    "text": "We know that when a woman speaks truth to power, there will be attempts to put her down... I'm not going to go anywhere."
   },
   "author": {
    "text": "Maxine Waters"
   }
  },
  {
   "quote": {
    "text": "We've used up a lot of bullets. And we talk about stimulus. But the truth is, we're running a federal deficit that's 9 percent of GDP. That is stimulative as all get out. It's more stimulative than any policy we've followed since World War II."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "The truth does not change according to our ability to stomach it."
   },
   "author": {
    "text": "Flannery O'Connor"
   }
  },
  {
   "quote": {
    "text": "They whom truth and wisdom lead, can gather honey from a weed."
   },
   "author": {
    "text": "William Cowper"
   }
  },
  {
   "quote": {
    "text": "The science of operations, as derived from mathematics more especially, is a science of itself, and has its own abstract truth and value."
   },
   "author": {
    "text": "Ada Lovelace"
   }
  },
  {
   "quote": {
    "text": "I don't have time to beat myself up over my fallible nature. Instead I use my energy to learn from my past and let it inform my future. It's time to own all of our glory, mistakes, mess and light and be gentle to ourselves. Let's be kind to our spirits and celebrate the truth of our hearts."
   },
   "author": {
    "text": "Grace Gealey"
   }
  },
  {
   "quote": {
    "text": "The time has long since come for truth, transparency, and talks in every sector of society, including media, advertisement and entertainment. We can challenge each other, gain understanding, and create a more just, humane, and peaceful world."
   },
   "author": {
    "text": "Bernice King"
   }
  },
  {
   "quote": {
    "text": "There are only two things. Truth and lies. Truth is indivisible, hence it cannot recognize itself; anyone who wants to recognize it has to be a lie."
   },
   "author": {
    "text": "Franz Kafka"
   }
  },
  {
   "quote": {
    "text": "Truth is not only violated by falsehood; it may be equally outraged by silence."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "The People have a right to the Truth as they have a right to life, liberty and the pursuit of happiness."
   },
   "author": {
    "text": "Frank Norris"
   }
  },
  {
   "quote": {
    "text": "As foreign attacks increase, it's easy to treat them like bad weather happening somewhere else. It's what we read over breakfast. But when that storm hits your shores, remember this: Wishful thinking never saved a single life. The truth, however, has."
   },
   "author": {
    "text": "Greg Gutfeld"
   }
  },
  {
   "quote": {
    "text": "The key to wisdom is this - constant and frequent questioning, for by doubting we are led to question and by questioning we arrive at the truth."
   },
   "author": {
    "text": "Peter Abelard"
   }
  },
  {
   "quote": {
    "text": "But, the truth is and we can argue about whether this is right or not as long as we want to, but the fact is that women really do spend more time with their families. Until I can find a man who can tell me the dates of all of his nieces and nephews birthdays and get presents out to them regularly, I'm going to stay by that statement."
   },
   "author": {
    "text": "Cokie Roberts"
   }
  },
  {
   "quote": {
    "text": "Attempting to get at truth means rejecting stereotypes and cliches."
   },
   "author": {
    "text": "Harold Evans"
   }
  },
  {
   "quote": {
    "text": "Life is a hideous thing, and from the background behind what we know of it peer daemoniacal hints of truth which make it sometimes a thousandfold more hideous."
   },
   "author": {
    "text": "H. P. Lovecraft"
   }
  },
  {
   "quote": {
    "text": "I am saddened by how people treat one another and how we are so shut off from one another and how we judge one another, when the truth is, we are all one connected thing. We are all from the same exact molecules."
   },
   "author": {
    "text": "Ellen DeGeneres"
   }
  },
  {
   "quote": {
    "text": "The dream begins with a teacher who believes in you, who tugs and pushes and leads you to the next plateau, sometimes poking you with a sharp stick called 'truth'."
   },
   "author": {
    "text": "Dan Rather"
   }
  },
  {
   "quote": {
    "text": "For a privileged minority, Western democracy provides the leisure, the facilities, and the training to seek the truth lying hidden behind the veil of distortion and misrepresentation, ideology and class interest, through which the events of current history are presented to us."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "Truth is so hard to tell, it sometimes needs fiction to make it plausible."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "I had practiced with the team, and the first scheduled game was with the University of Missouri. They made it quite clear to the Army that they would not play a team with a black player on it. Instead of telling me the truth, the Army gave me leave to go home."
   },
   "author": {
    "text": "Jackie Robinson"
   }
  },
  {
   "quote": {
    "text": "If the Republicans will stop telling lies about the Democrats, we will stop telling the truth about them."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "Love is not a mere impulse, it must contain truth, which is law."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "There are websites that any government wants to block. The truth about the Internet is that it's extremely hard to block anything - extremely hard. You'll never get perfect blocking."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Wonder Woman, she's amazing. I love everything that she represents and everything that she stands for. She's all about love and compassion and truth and justice and equality, and she's a whole lot of woman."
   },
   "author": {
    "text": "Gal Gadot"
   }
  },
  {
   "quote": {
    "text": "How often have I said to you that when you have eliminated the impossible, whatever remains, however improbable, must be the truth?"
   },
   "author": {
    "text": "Arthur Conan Doyle"
   }
  },
  {
   "quote": {
    "text": "Don't let your special character and values, the secret that you know and no one else does, the truth - don't let that get swallowed up by the great chewing complacency."
   },
   "author": {
    "text": "Aesop"
   }
  },
  {
   "quote": {
    "text": "This legislation confronts the human truth that the need for clean water knows no borders, and proper management and intervention can be a currency for peace and international cooperation."
   },
   "author": {
    "text": "Bill Frist"
   }
  },
  {
   "quote": {
    "text": "Truth is weirder than any fiction I've seen."
   },
   "author": {
    "text": "Hunter S. Thompson"
   }
  },
  {
   "quote": {
    "text": "Let the winds of evidence blow you about as though you are a leaf, with no direction of your own. Beware lest you fight a rearguard retreat against the evidence, grudgingly conceding each foot of ground only when forced, feeling cheated. Surrender to the truth as quickly as you can."
   },
   "author": {
    "text": "Eliezer Yudkowsky"
   }
  },
  {
   "quote": {
    "text": "The first casualty when war comes is truth."
   },
   "author": {
    "text": "Hiram Johnson"
   }
  },
  {
   "quote": {
    "text": "If you ever face a significant disaster, do your best to keep up the spirits of those around you, act flexibly and creatively to help, try to sort rumors from truth, and remember that the decisions you make will have repercussions after the disaster has passed."
   },
   "author": {
    "text": "Sheri Fink"
   }
  },
  {
   "quote": {
    "text": "If you seek truth you will not seek victory by dishonorable means, and if you find truth you will become invincible."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "If there were only one truth, you couldn't paint a hundred canvases on the same theme."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "What the imagination seizes as beauty must be truth."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "Such truth, as opposeth no man's profit, nor pleasure, is to all men welcome."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "The reason that fiction is more interesting than any other form of literature, to those who really like to study people, is that in fiction the author can really tell the truth without humiliating himself."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "Truth is exact correspondence with reality."
   },
   "author": {
    "text": "Paramahansa Yogananda"
   }
  },
  {
   "quote": {
    "text": "A lie would have no sense unless the truth were felt dangerous."
   },
   "author": {
    "text": "Alfred Adler"
   }
  },
  {
   "quote": {
    "text": "In truth, I did enjoy the benefits of a Harvard connection."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "Mistakes are, after all, the foundations of truth, and if a man does not know what a thing is, it is at least an increase in knowledge if he knows what it is not."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "Nothing can express the aim and meaning of our work better than the profound words of St. Augustine - 'Beauty is the splendor of Truth.'"
   },
   "author": {
    "text": "Ludwig Mies van der Rohe"
   }
  },
  {
   "quote": {
    "text": "Science moves with the spirit of an adventure characterized both by youthful arrogance and by the belief that the truth, once found, would be simple as well as pretty."
   },
   "author": {
    "text": "James D. Watson"
   }
  },
  {
   "quote": {
    "text": "My people are going to learn the principles of democracy, the dictates of truth and the teachings of science. Superstition must go."
   },
   "author": {
    "text": "Mustafa Kemal Ataturk"
   }
  },
  {
   "quote": {
    "text": "Here's the thing with me and the religious thing. This is the flat-out truth: I find the religiosity and philosophy in the music. I don't find it anywhere else."
   },
   "author": {
    "text": "Bob Dylan"
   }
  },
  {
   "quote": {
    "text": "Love is the crowning grace of humanity, the holiest right of the soul, the golden link which binds us to duty and truth, the redeeming principle that chiefly reconciles the heart to life, and is prophetic of eternal good."
   },
   "author": {
    "text": "Petrarch"
   }
  },
  {
   "quote": {
    "text": "I have discovered the art of deceiving diplomats. I tell them the truth and they never believe me."
   },
   "author": {
    "text": "Camillo di Cavour"
   }
  },
  {
   "quote": {
    "text": "It is a clear truth that those who every day barter away other men's liberty will soon care little for their own."
   },
   "author": {
    "text": "James Otis"
   }
  },
  {
   "quote": {
    "text": "Truth is strong, and sometime or other will prevail."
   },
   "author": {
    "text": "Mary Astell"
   }
  },
  {
   "quote": {
    "text": "The unreliable narrator is an odd concept. The way I see it, we're all unreliable narrators of our lives who usually have absolute trust in our self-told stories. Any truth is, after all, just a matter of perspective."
   },
   "author": {
    "text": "Sarah Pinborough"
   }
  },
  {
   "quote": {
    "text": "I'm always pursuing the next dream, hunting for the next truth."
   },
   "author": {
    "text": "Stanley Kramer"
   }
  },
  {
   "quote": {
    "text": "The great quest of life has always been to discover truth."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Every legend, moreover, contains its residuum of truth, and the root function of language is to control the universe by describing it."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "We cannot know the whole truth, which belongs to God alone, but our task nevertheless is to seek to know what is true. And if we offend gravely enough against what we know to be true, as by failing badly enough to deal affectionately and responsibly with our land and our neighbors, truth will retaliate with ugliness, poverty, and disease."
   },
   "author": {
    "text": "Wendell Berry"
   }
  },
  {
   "quote": {
    "text": "I never gave anybody hell! I just told the truth and they thought it was hell."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "Tell the truth, but tell it slant."
   },
   "author": {
    "text": "Emily Dickinson"
   }
  },
  {
   "quote": {
    "text": "There are only two ways of telling the complete truth - anonymously and posthumously."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "The truth is that you can only come to know God when you give up the past and the future in your mind and merge totally into the now, because God is always here now."
   },
   "author": {
    "text": "Wayne Dyer"
   }
  },
  {
   "quote": {
    "text": "The truth is found when men are free to pursue it."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "The truth is lived, not taught."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "In Israel, there's a lot to learn from anyone, because to live there you've got to deal with the truth. Things happen real fast. Your day goes from cool to catastrophic in one second. Israelis know that the cafe you're in could blow up, or the shopping mall, and they rock that."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "The truth is more important than the facts."
   },
   "author": {
    "text": "Frank Lloyd Wright"
   }
  },
  {
   "quote": {
    "text": "The truth is that the religious and the scientific processes, though involving different methods, are identical in their final aim. Both aim at reaching the most real."
   },
   "author": {
    "text": "Muhammad Iqbal"
   }
  },
  {
   "quote": {
    "text": "Happiness is spiritual, born of truth and love. It is unselfish; therefore it cannot exist alone, but requires all mankind to share it."
   },
   "author": {
    "text": "Mary Baker Eddy"
   }
  },
  {
   "quote": {
    "text": "When one lives in a society where people can no longer rely on the institutions to tell them the truth, the truth must come from culture and art."
   },
   "author": {
    "text": "John Trudell"
   }
  },
  {
   "quote": {
    "text": "God is another name for human intelligence raised above all error and imperfection, and extended to all possible truth."
   },
   "author": {
    "text": "William Ellery Channing"
   }
  },
  {
   "quote": {
    "text": "The fact that what we believe about marriage - that it should be between a man and a woman - and that we're pro-life, somehow that becomes radical? Why is that? It's because our culture has changed. But the truth is, culture may change, people change, but the Word of God never changes, and that's what we rest our belief system on."
   },
   "author": {
    "text": "Robert Jeffress"
   }
  },
  {
   "quote": {
    "text": "The Holocaust of Nazi Germany is certainly no less of a historic crime than the Holocaust that went on for centuries against African-Americans. That process of reparations, and a truth and reconciliation discussion, was extremely helpful in the country of Germany, and we need to have that here."
   },
   "author": {
    "text": "Jill Stein"
   }
  },
  {
   "quote": {
    "text": "We are turning against boys and forgetting a simple truth: that the energy, competitiveness, and corporal daring of normal, decent males is responsible for much of what is right in the world."
   },
   "author": {
    "text": "Christina Hoff Sommers"
   }
  },
  {
   "quote": {
    "text": "If you want to become fully mature in the Lord, you must learn to love truth. Otherwise, you will always leave open a door of deception for the enemy to take what is meant to be yours."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Art is the lie that enables us to realize the truth."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "Truth never comes into the world but like a bastard, to the ignominy of him that brought her birth."
   },
   "author": {
    "text": "John Milton"
   }
  },
  {
   "quote": {
    "text": "A lot of people are afraid to tell the truth, to say no. That's where toughness comes into play. Toughness is not being a bully. It's having backbone."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "First and last, what is demanded of genius is love of truth."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Wisdom is found only in truth."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "The truth is, somebody is always talking about you, so you have to let it go... if it's not a part of your God-given destiny."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "You don't have to be scared of me, because I am loyal. Why are people so scared of creative ideas and so scared of truth? All I want to do is do good."
   },
   "author": {
    "text": "Kanye West"
   }
  },
  {
   "quote": {
    "text": "I can say, 'Well, I'm a male. I'm a male human. I'm a medical doctor. I'm an author...' If I go to a religious point of view, I will say, 'I am a soul. I am a spirit.' If I go into science, I will say, 'I am energy. I am light.' But the truth is I have no idea what I am."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "Gossip needn't be false to be evil - there's a lot of truth that shouldn't be passed around."
   },
   "author": {
    "text": "Frank A. Clark"
   }
  },
  {
   "quote": {
    "text": "I'm supposed to have a Ph.D. on the subject of women. But the truth is I've flunked more often than not. I'm very fond of women; I admire them. But, like all men, I don't understand them."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "There is not one single police officer in America that I am not afraid of and not one that I would trust to tell the truth or obey the laws they are sworn to uphold. I do not believe they protect me in any way."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "Trust your gut feeling about things, listen to what others are saying, and look at the results of your actions. Once you know the truth, you can set about taking action to improve. Everyone will be better for it."
   },
   "author": {
    "text": "Jack Canfield"
   }
  },
  {
   "quote": {
    "text": "Enthusiasm is the genius of sincerity and truth accomplishes no victories without it."
   },
   "author": {
    "text": "Edward G. Bulwer-Lytton"
   }
  },
  {
   "quote": {
    "text": "Truth is, I think, if God just gave us our daily bread, many of us would be angry. 'That's all you're going to give me? You're just going to give me enough to sustain me for today? What about tomorrow or next year or 10, 20, 30 years from now? I want to know that I'm set up.' And yet Jesus says just pray for your daily provisions."
   },
   "author": {
    "text": "Francis Chan"
   }
  },
  {
   "quote": {
    "text": "An autobiography is not about pictures; it's about the stories; it's about honesty and as much truth as you can tell without coming too close to other people's privacy."
   },
   "author": {
    "text": "Boris Becker"
   }
  },
  {
   "quote": {
    "text": "There are new words now that excuse everybody. Give me the good old days of heroes and villains, the people you can bravo or hiss. There was a truth to them that all the slick credulity of today cannot touch."
   },
   "author": {
    "text": "Bette Davis"
   }
  },
  {
   "quote": {
    "text": "Go to the truth beyond the mind. Love is the bridge."
   },
   "author": {
    "text": "Stephen Levine"
   }
  },
  {
   "quote": {
    "text": "The truth of the matter is that you always know the right thing to do. The hard part is doing it."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "We all know that Art is not truth. Art is a lie that makes us realize the truth, at least the truth that is given to us to understand."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "Power is domination, control, and therefore a very selective form of truth which is a lie."
   },
   "author": {
    "text": "Wole Soyinka"
   }
  },
  {
   "quote": {
    "text": "I feel a responsibility for telling the truth."
   },
   "author": {
    "text": "Future"
   }
  },
  {
   "quote": {
    "text": "So far as hypotheses are concerned, let no one expect anything certain from astronomy, which cannot furnish it, lest he accept as the truth ideas conceived for another purpose, and depart from this study a greater fool than when he entered it."
   },
   "author": {
    "text": "Nicolaus Copernicus"
   }
  },
  {
   "quote": {
    "text": "If we were to abandon concern for what is true, what is false, and what remains indeterminate, the world would be totally chaotic. Even those who deny the importance of truth, on the one hand, are quick to jump on anyone who is caught lying."
   },
   "author": {
    "text": "Howard Gardner"
   }
  },
  {
   "quote": {
    "text": "I maintain that Truth is a pathless land, and you cannot approach it by any path whatsoever, by any religion, by any sect."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "People like to cherry-pick the parts of their career that they're either in the midst of or that they're the most proud of, but the truth is careers and lives are tapestries."
   },
   "author": {
    "text": "Mike Rowe"
   }
  },
  {
   "quote": {
    "text": "I always try to improve, to find new ways of expressing myself, to keep looking for truth and originality."
   },
   "author": {
    "text": "Burt Lancaster"
   }
  },
  {
   "quote": {
    "text": "Exactitude is not truth."
   },
   "author": {
    "text": "Henri Matisse"
   }
  },
  {
   "quote": {
    "text": "I take work very seriously and telling the truth in my job and professionalism."
   },
   "author": {
    "text": "Brittany Murphy"
   }
  },
  {
   "quote": {
    "text": "An unexciting truth may be eclipsed by a thrilling lie."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "I detest jokes - when somebody tells me one, I feel my IQ dropping; the brain cells start to disappear. But something is funny when the person delivering the line doesn't know it's funny or doesn't treat it as a joke. Maybe it comes from a place of truth, or it's a sort of rage against society."
   },
   "author": {
    "text": "Johnny Depp"
   }
  },
  {
   "quote": {
    "text": "The truth is, you know, we need our anodynes. You know that word, anodynes? We need that in life some times. A good warm bath can be one for you, or a whatever."
   },
   "author": {
    "text": "Al Pacino"
   }
  },
  {
   "quote": {
    "text": "I am bound to tell what I am told, but not in every case to believe it."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "I can take any truth; just don't lie to me."
   },
   "author": {
    "text": "Barbra Streisand"
   }
  },
  {
   "quote": {
    "text": "Truth is Mormonism. God is the author of it."
   },
   "author": {
    "text": "Joseph Smith, Jr."
   }
  },
  {
   "quote": {
    "text": "Unless one always speaks the truth, one cannot find God Who is the soul of truth."
   },
   "author": {
    "text": "Ramakrishna"
   }
  },
  {
   "quote": {
    "text": "Anyone who thinks they have a monopoly on truth, and there is only one way to see the world, always gets us into trouble."
   },
   "author": {
    "text": "Chuck Schumer"
   }
  },
  {
   "quote": {
    "text": "When the people who are responsible for our country ask you a direct question, I expect them to accept a direct answer, not to be blackballed because you are telling the truth."
   },
   "author": {
    "text": "Eartha Kitt"
   }
  },
  {
   "quote": {
    "text": "The truth is that intelligence, knowledge, and domain expertise are vastly overrated as the driving forces behind competitive advantage and sustainable success."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "As scarce as truth is, the supply has always been in excess of the demand."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "I've thought for the last decade or so, the only actual place raw truth was seeping through in newspapers was on the Comics Pages. They were able to pull off intelligent social comment, pure truths not found elsewhere in the news pages, and had the ability to make it all funny, entertaining, and pertinent."
   },
   "author": {
    "text": "Elayne Boosler"
   }
  },
  {
   "quote": {
    "text": "I have been thinking that I would make a proposition to my Republican friends... that if they will stop telling lies about the Democrats, we will stop telling the truth about them."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "Even truth needs to be clad in new garments if it is to appeal to a new age."
   },
   "author": {
    "text": "Georg C. Lichtenberg"
   }
  },
  {
   "quote": {
    "text": "The truth is that transitioning to clean energy like wind and solar will create millions of new, good jobs that can't be outsourced, and spur economic growth - all while avoiding the inevitable, significant damages our economy will suffer should we keep building more pipelines."
   },
   "author": {
    "text": "Tom Steyer"
   }
  },
  {
   "quote": {
    "text": "You never monkey with the truth."
   },
   "author": {
    "text": "Ben Bradlee"
   }
  },
  {
   "quote": {
    "text": "During a large disaster, like Hurricane Katrina, warnings get hopelessly jumbled. The truth is that, for warnings to work, it's not enough for them to be delivered. They must also overcome that human tendency to pause; they must trigger a series of effective actions, mobilizing the informal networks that we depend on in a crisis."
   },
   "author": {
    "text": "Gary Wolf"
   }
  },
  {
   "quote": {
    "text": "My mother taught me that when you stand in the truth and someone tells a lie about you, don't fight it."
   },
   "author": {
    "text": "Whitney Houston"
   }
  },
  {
   "quote": {
    "text": "Falsehood has an infinity of combinations, but truth has only one mode of being."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "When you look at yourself in a mirror, do you like what you see, or do you judge your body and use the word to tell yourself lies? If you believe that you are not attractive enough, then you believe a lie, and you are using the word against yourself, against the truth."
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "Live truth instead of professing it."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "Fixed principles of truth are the only safeguard for youth."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "A science is something which is constructed from truth on workable axioms. There are 55 axioms in scientology which are very demonstrably true, and on these can be constructed a great deal."
   },
   "author": {
    "text": "L. Ron Hubbard"
   }
  },
  {
   "quote": {
    "text": "I put forward formless and unresolved notions, as do those who publish doubtful questions to debate in the schools, not to establish the truth but to seek it."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "Nothing that was worthy in the past departs; no truth or goodness realized by man ever dies, or can die."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "I feel like my mission is to be honest with myself. My mission is to share my truth - share, not give. I think that's what an artist is supposed to do: I think they share."
   },
   "author": {
    "text": "Gerard Way"
   }
  },
  {
   "quote": {
    "text": "In all science, error precedes the truth, and it is better it should go first than last."
   },
   "author": {
    "text": "Horace Walpole"
   }
  },
  {
   "quote": {
    "text": "Humor is the truth; wit is an exaggeration of the truth."
   },
   "author": {
    "text": "Stan Laurel"
   }
  },
  {
   "quote": {
    "text": "In Mexico, when we want to speak deep secrets, we drink pulgue together. It is a drink made from the cactus plant, and when you take the bottle from your mouth, it leaves a string behind, between the mouth and the bottle, like a spider's web. It shows that the truth sticks inside."
   },
   "author": {
    "text": "Alejandro Jodorowsky"
   }
  },
  {
   "quote": {
    "text": "I don't think I ever expected anything like an Oscar ever, to tell you the truth. That is not my motivation when I do these roles. I really am motivated by being able to work with great people and create a body of work that I can look back and be proud of."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "The truth is that the history of the last couple of thousand years has been broadly repeated attempts by various people or institutions - in a Freudian way - to rediscover the lost childhood of Europe, this golden age of peace and prosperity under the Romans, by trying to unify it."
   },
   "author": {
    "text": "Boris Johnson"
   }
  },
  {
   "quote": {
    "text": "Truth is the cry of all, but the game of few."
   },
   "author": {
    "text": "George Berkeley"
   }
  },
  {
   "quote": {
    "text": "The truth of the matter is that the people who succeed in the arts most often are the people who get up again after getting knocked down. Persistence is critical."
   },
   "author": {
    "text": "Scott Turow"
   }
  },
  {
   "quote": {
    "text": "Nobody speaks the truth when there is something they must have."
   },
   "author": {
    "text": "Elizabeth Bowen"
   }
  },
  {
   "quote": {
    "text": "It's a universal truth that no parent wishes to acknowledge that the fear and phobias we are in thrall to in adulthood almost invariably connect back to childhood experiences."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "Be truthful, nature only sides with truth."
   },
   "author": {
    "text": "Adolf Loos"
   }
  },
  {
   "quote": {
    "text": "Sincerity is moral truth."
   },
   "author": {
    "text": "George Henry Lewes"
   }
  },
  {
   "quote": {
    "text": "The appalling reality in American politics today is that, when ideology and money mix, truth is a mere inconvenience."
   },
   "author": {
    "text": "David Horsey"
   }
  },
  {
   "quote": {
    "text": "Human love has little regard for the truth. It makes the truth relative, since nothing, not even the truth, must come between it and the beloved person."
   },
   "author": {
    "text": "Dietrich Bonhoeffer"
   }
  },
  {
   "quote": {
    "text": "For my part, whatever anguish of spirit it may cost, I am willing to know the whole truth; to know the worst and provide for it."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "The truth is that I am in love with Dublin. I think it is the most beautiful town that I have ever seen, mountains at the back and the sea in front, and long roads winding through decaying suburbs and beautiful woods."
   },
   "author": {
    "text": "George A. Moore"
   }
  },
  {
   "quote": {
    "text": "Only the dreamer shall understand realities, though in truth his dreaming must be not out of proportion to his waking."
   },
   "author": {
    "text": "Margaret Fuller"
   }
  },
  {
   "quote": {
    "text": "Gossip is called gossip because it's not always the truth."
   },
   "author": {
    "text": "Justin Timberlake"
   }
  },
  {
   "quote": {
    "text": "As for the men in power, they are so anxious to establish the myth of infallibility that they do their utmost to ignore truth."
   },
   "author": {
    "text": "Boris Pasternak"
   }
  },
  {
   "quote": {
    "text": "When every church becomes a school, every cathedral a university, every clergyman a teacher, and all their hearers brave and honest thinkers, then - and not until then - will the dream of poet, patriot, philanthropist and philosopher become a real and blessed truth."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "With a fascist the problem is never how best to present the truth to the public but how best to use the news to deceive the public into giving the fascist and his group more money or more power."
   },
   "author": {
    "text": "Henry A. Wallace"
   }
  },
  {
   "quote": {
    "text": "Someone needs to tell the truth, but it shouldn't be my job."
   },
   "author": {
    "text": "Thom Yorke"
   }
  },
  {
   "quote": {
    "text": "It is a profound and necessary truth that the deep things in science are not found because they are useful: they are found because it was possible to find them."
   },
   "author": {
    "text": "J. Robert Oppenheimer"
   }
  },
  {
   "quote": {
    "text": "Truth sits upon the lips of dying men."
   },
   "author": {
    "text": "Matthew Arnold"
   }
  },
  {
   "quote": {
    "text": "All I needed to do was sing with conviction, speaking my truth from the heart, honestly and straightforwardly, and to offer my words, ideas and music to the audience as if it were one collective friend that I'd known for a very long time."
   },
   "author": {
    "text": "Carole King"
   }
  },
  {
   "quote": {
    "text": "You get trapped by stories. Though I've got this reputation for being out of control, it's not true, it just happens to be a more interesting story than the truth."
   },
   "author": {
    "text": "Terry Gilliam"
   }
  },
  {
   "quote": {
    "text": "Heaven and God are not high above us, far away; they are deep within us. Heaven is not a distant country where there are trees and houses and other objects; it is a plane of consciousness within us. Seekers of the eternal Truth will realise their eternal Heaven within their aspiring hearts."
   },
   "author": {
    "text": "Sri Chinmoy"
   }
  },
  {
   "quote": {
    "text": "I can prove anything by statistics except the truth."
   },
   "author": {
    "text": "George Canning"
   }
  },
  {
   "quote": {
    "text": "Even if I stumble on to the absolute truth of any aspect of the universe, I will not realise my luck and instead will spend my life trying to find flaws in this understanding - such is the role of a scientist."
   },
   "author": {
    "text": "Brian Schmidt"
   }
  },
  {
   "quote": {
    "text": "People imagine that programming is logical, a process like fixing a clock. Nothing could be further from the truth."
   },
   "author": {
    "text": "Ellen Ullman"
   }
  },
  {
   "quote": {
    "text": "I've always been someone who's believed in truth. I believe truth exists. I don't believe in relativism, a 'your truth, my truth' kind of a thing. However, I also believe that the truth must always be spoken in love - and that grace and truth are found in Jesus Christ."
   },
   "author": {
    "text": "Jonathan Jackson"
   }
  },
  {
   "quote": {
    "text": "In the spider-web of facts, many a truth is strangled."
   },
   "author": {
    "text": "Paul Eldridge"
   }
  },
  {
   "quote": {
    "text": "When I discovered Gil Scott-Heron, I discovered a musical hero, a man who spoke baritone truth to power over jazzy funk at a time when funky music was primarily about shake, shake, shaking your booty."
   },
   "author": {
    "text": "Will Hermes"
   }
  },
  {
   "quote": {
    "text": "Silence is the mother of truth."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "I have always said that often the religion you were born with becomes more important to you as you see the universality of truth."
   },
   "author": {
    "text": "Ram Dass"
   }
  },
  {
   "quote": {
    "text": "The truth needs so little rehearsal."
   },
   "author": {
    "text": "Barbara Kingsolver"
   }
  },
  {
   "quote": {
    "text": "If any man seeks for greatness, let him forget greatness and ask for truth, and he will find both."
   },
   "author": {
    "text": "Horace Mann"
   }
  },
  {
   "quote": {
    "text": "The right I claim is that of every human being to speak what he believes to be the truth to whomever he may meet on his way."
   },
   "author": {
    "text": "George A. Moore"
   }
  },
  {
   "quote": {
    "text": "When we believe in lies, we cannot see the truth, so we make thousands of assumptions and we take them as truth. One of the biggest assumptions we make is that the lies we believe are the truth!"
   },
   "author": {
    "text": "Don Miguel Ruiz"
   }
  },
  {
   "quote": {
    "text": "The truth doesn't have to do with cruelty, the truth has to do with mercy."
   },
   "author": {
    "text": "Ken Kesey"
   }
  },
  {
   "quote": {
    "text": "I preach there are all kinds of truth, your truth and somebody else's. But behind all of them there is only one truth and that is that there's no truth."
   },
   "author": {
    "text": "Flannery O'Connor"
   }
  },
  {
   "quote": {
    "text": "You wanna get the truth out of me, get me hammered."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "That's another hallmark of truth, is that it snaps things together. People write to me all the time and say it's as if things were coming together in my mind. It's like the Platonic idea that all learning was remembering. You have a nature, and when you feel that nature articulated, it's it's like the act of snapping the puzzle pieces together."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "A bad manner spoils everything, even reason and justice; a good one supplies everything, gilds a No, sweetens a truth, and adds a touch of beauty to old age itself."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "Virtue is the fount whence honour springs."
   },
   "author": {
    "text": "Christopher Marlowe"
   }
  },
  {
   "quote": {
    "text": "One of the most marvelous features of Canton is the city of house boats, floating and stationary, in which about a quarter of a million people live and, it may with truth be added, are born and die. This population is quite distinct in race from the land population of Canton, which looks down upon it as a pariah and alien caste."
   },
   "author": {
    "text": "Isabella Bird"
   }
  },
  {
   "quote": {
    "text": "Scales always lie. They don't make a scale that ever told the truth about value, about worth, about significance."
   },
   "author": {
    "text": "Ann Voskamp"
   }
  },
  {
   "quote": {
    "text": "Time is the father of truth, its mother is our mind."
   },
   "author": {
    "text": "Giordano Bruno"
   }
  },
  {
   "quote": {
    "text": "The simple, stupefying truth that, as a woman, I am a minute ocean, in the dark tropic of whose womb eggs lay coded as roe, floating in the sea that wet-nursed us all, moved me deeply."
   },
   "author": {
    "text": "Diane Ackerman"
   }
  },
  {
   "quote": {
    "text": "The hardest thing is to tell the truth about oneself. One doesn't like to remember unpleasant details, but forgetting them makes one's life seem disorganized."
   },
   "author": {
    "text": "Marjory Stoneman Douglas"
   }
  },
  {
   "quote": {
    "text": "Doubt is the incentive to truth and inquiry leads the way."
   },
   "author": {
    "text": "Hosea Ballou"
   }
  },
  {
   "quote": {
    "text": "When I can look life in the eyes, grown calm and very coldly wise, life will have given me the truth, and taken in exchange - my youth."
   },
   "author": {
    "text": "Sara Teasdale"
   }
  },
  {
   "quote": {
    "text": "The truth is my idea has been to always stay at Barcelona and see out the rest of my career here. Like I always say, one doesn't know what can happen in the future, but if it were up to me to decide, I would stay at Barcelona for the rest of my career."
   },
   "author": {
    "text": "Lionel Messi"
   }
  },
  {
   "quote": {
    "text": "Poetry is a special use of language that opens onto the real. The business of the poet is truth telling, which is why in the Celtic tradition no one could be a teacher unless he or she was a poet."
   },
   "author": {
    "text": "Huston Smith"
   }
  },
  {
   "quote": {
    "text": "Country music is three chords and the truth."
   },
   "author": {
    "text": "Harlan Howard"
   }
  },
  {
   "quote": {
    "text": "Scientists search for truth. Philosophers search for morality. A criminal trial searches for only one result: proof beyond a reasonable doubt."
   },
   "author": {
    "text": "Alan Dershowitz"
   }
  },
  {
   "quote": {
    "text": "Whereas the handling of the case against President Nixon clearly strengthened the nation's respect for law, justice and truth, the Clinton impeachment may unfortunately have the opposite result."
   },
   "author": {
    "text": "Jeff Sessions"
   }
  },
  {
   "quote": {
    "text": "They say that truth is the first casualty of war. But there is another casualty as well: trust. As conflict escalates, trust between people and political leaders crumbles away as surely as night follows day."
   },
   "author": {
    "text": "Peter Maurer"
   }
  },
  {
   "quote": {
    "text": "People are needed to take up the challenge, strong people, who proclaim the truth, throw it in people's faces, and do what they can with their own two hands."
   },
   "author": {
    "text": "Abbe Pierre"
   }
  },
  {
   "quote": {
    "text": "Claiming that you have got the truth wrapped up does breed violence and intolerance."
   },
   "author": {
    "text": "Timothy Radcliffe"
   }
  },
  {
   "quote": {
    "text": "Like the seasons of the year, like history, truth also repeats itself. But we seldom recognize it when great poets or true artists - the prophets and the priests of our day - present it to us in garments spick and span, following the fashion of the age, the slant of its fancy, the turn and temper of its mind."
   },
   "author": {
    "text": "Ameen Rihani"
   }
  },
  {
   "quote": {
    "text": "Telling the truth to people who misunderstand you is generally promoting a falsehood, isn't it?"
   },
   "author": {
    "text": "Anthony Hope"
   }
  },
  {
   "quote": {
    "text": "Truth of the matter is, jazz is American music. And that doesn't mean bebop. Jazz is really about improvising. All the music that's been created in America has been pretty much improvised... Whether it's hillbilly or rock n' roll for blues, it's basically jazz music... It's basically about another way of hearing what comes out of America."
   },
   "author": {
    "text": "Jaimoe"
   }
  },
  {
   "quote": {
    "text": "Well, the truth is always what should be told. And the truth and the knowledge of the truth is what everybody should represent, regardless of the consequences of doing it."
   },
   "author": {
    "text": "Johnny Isakson"
   }
  },
  {
   "quote": {
    "text": "One finds the truth by making a hypothesis and comparing observations with the hypothesis."
   },
   "author": {
    "text": "David Douglass"
   }
  },
  {
   "quote": {
    "text": "The three-year-old who lies about taking a cookie isn't really a liar after all. He simply can't control his impulses. He then convinces himself of a new truth and, eager for your approval, reports the version that he knows will make you happy."
   },
   "author": {
    "text": "Cathy Rindner Tempelsman"
   }
  },
  {
   "quote": {
    "text": "Light is the symbol of truth."
   },
   "author": {
    "text": "James Russell Lowell"
   }
  },
  {
   "quote": {
    "text": "It is the glory and good of Art, That Art remains the one way possible Of speaking truth, to mouths like mine at least."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "The usefulness of religion - the fact that it gives life meaning, that it makes people feel good - is not an argument for the truth of any religious doctrine. It's not an argument that it's reasonable to believe that Jesus really was born of a virgin or that the Bible is the perfect word of the creator of the universe."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "People are trying to find an outlet to tell their truth."
   },
   "author": {
    "text": "Tarana Burke"
   }
  },
  {
   "quote": {
    "text": "Whatever has happened in my quest for innovation has been part of my quest for immaculate reality."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "I'm very good at breaking up with people. Very good. It requires a lot of skill, but what you do is you tell them the truth of why you are breaking up with them, and after that, you somehow compensate with other things. If you have loved someone, I think that somehow they should always be a part of your life. I really do."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "Truth cannot be defeated."
   },
   "author": {
    "text": "Edwin Louis Cole"
   }
  },
  {
   "quote": {
    "text": "People don't want to hear the truth; they never do. They wanna live in some kind of fantasy."
   },
   "author": {
    "text": "Paul Mooney"
   }
  },
  {
   "quote": {
    "text": "You have to listen very carefully and tell the truth if you are going to get a paranoid person to open up to you."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "In fact, in lyric poetry, truthfulness becomes recognizable as a ring of truth within the medium itself."
   },
   "author": {
    "text": "Seamus Heaney"
   }
  },
  {
   "quote": {
    "text": "We are either in the process of resisting God's truth or in the process of being shaped and molded by his truth."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "I did a project called 'Sing The Truth,' which was a lot of fun. It started out being a celebration of the music of Nina Simone, and it was me and Lizz Wright and Angelique Kidjo."
   },
   "author": {
    "text": "Dianne Reeves"
   }
  },
  {
   "quote": {
    "text": "The art of storytelling is reaching its end because the epic side of truth, wisdom, is dying out."
   },
   "author": {
    "text": "Walter Benjamin"
   }
  },
  {
   "quote": {
    "text": "Scientists and philosophers tend to treat knowledge, imagination and love as if they were all very separate parts of human nature. But when it comes to children, all three are deeply entwined. Children learn the truth by imagining all the ways the world could be, and testing those possibilities."
   },
   "author": {
    "text": "Alison Gopnik"
   }
  },
  {
   "quote": {
    "text": "What I claim is to live to the full the contradiction of my time, which may well make sarcasm the condition of truth."
   },
   "author": {
    "text": "Roland Barthes"
   }
  },
  {
   "quote": {
    "text": "Truth is stranger than fiction; fiction has to make sense."
   },
   "author": {
    "text": "Leo Rosten"
   }
  },
  {
   "quote": {
    "text": "Truth, they say, is but too often in difficulties, but is never finally suppressed."
   },
   "author": {
    "text": "Livy"
   }
  },
  {
   "quote": {
    "text": "Truth gets well if she is run over by a locomotive, while error dies of lockjaw if she scratches her finger."
   },
   "author": {
    "text": "William Cullen Bryant"
   }
  },
  {
   "quote": {
    "text": "Vagueness is at times an indication of nearness to a perfect truth."
   },
   "author": {
    "text": "Charles Ives"
   }
  },
  {
   "quote": {
    "text": "To those who are incapable of presenting the historic truth in an honest way, I want to say that Poland was not a perpetrator but a victim of World War Two."
   },
   "author": {
    "text": "Ewa Kopacz"
   }
  },
  {
   "quote": {
    "text": "2011 is one of those years that historians are likely to look back on as a 'hinge.' And the truth, at once frightening and exhilarating, is that we don't know yet which way the door will swing."
   },
   "author": {
    "text": "David Ignatius"
   }
  },
  {
   "quote": {
    "text": "Man is unique in creation because he has a sense of justice and truth. We spend billions of dollars each year to set up court systems to see that justice is done, and we build prisons for those who transgress the laws we enact."
   },
   "author": {
    "text": "Ray Comfort"
   }
  },
  {
   "quote": {
    "text": "Hitherto I have courted Truth with a kind of Romantick Passion, in spite of all Difficulties and Discouragements: for knowledge is thought so unnecessary an Accomplishment for a Woman, that few will give themselves the Trouble to assist us in the Attainment of it."
   },
   "author": {
    "text": "Mary Astell"
   }
  },
  {
   "quote": {
    "text": "When the truth is spoken, it doesn't need to be adorned. It just needs to be simply stated, and often it only needs to be said once."
   },
   "author": {
    "text": "James Nachtwey"
   }
  },
  {
   "quote": {
    "text": "Your aim as a photographer is to get a picture of that person that means something. Portraits aren't fantasies; they need to tell a truth."
   },
   "author": {
    "text": "Tim Walker"
   }
  },
  {
   "quote": {
    "text": "Truth exists; only lies are invented."
   },
   "author": {
    "text": "Georges Braque"
   }
  },
  {
   "quote": {
    "text": "Memory is often less about the truth than about what we want it to be."
   },
   "author": {
    "text": "David Halberstam"
   }
  },
  {
   "quote": {
    "text": "It is the nature of truth to struggle to the light."
   },
   "author": {
    "text": "Wilkie Collins"
   }
  },
  {
   "quote": {
    "text": "Photography is usually viewed as a solitary activity, but the truth of the matter is that people love to shoot together, compare notes, and just have fun with photography."
   },
   "author": {
    "text": "Scott Kelby"
   }
  },
  {
   "quote": {
    "text": "The intuition of free will gives us the truth."
   },
   "author": {
    "text": "Corliss Lamont"
   }
  },
  {
   "quote": {
    "text": "In examining the evidence of the Christian religion, it is essential to the discovery of truth that we bring to the investigation a mind freed, as far as possible, from existing prejudice, and open to conviction."
   },
   "author": {
    "text": "Simon Greenleaf"
   }
  },
  {
   "quote": {
    "text": "I always say your truth is your compass to your purpose."
   },
   "author": {
    "text": "Amanda Seales"
   }
  },
  {
   "quote": {
    "text": "The truth is that every single relationship is very complex and full of contradictions; as you get into a more mature relationship, you realize that the contrasts are part of the fabric of every substantive relationship."
   },
   "author": {
    "text": "Tony Goldwyn"
   }
  },
  {
   "quote": {
    "text": "I'm the Latin artist who has been the most successful in history at representing the Latin culture. The stylings of my words are immodest, but it's the truth."
   },
   "author": {
    "text": "Julio Iglesias"
   }
  },
  {
   "quote": {
    "text": "The unvarnished truth is that we have spent the last decade funding the machinery of war, and our children have been sacrificed."
   },
   "author": {
    "text": "LeVar Burton"
   }
  },
  {
   "quote": {
    "text": "Science by itself has no moral dimension. But it does seek to establish truth. And upon this truth morality can be built."
   },
   "author": {
    "text": "William Masters"
   }
  },
  {
   "quote": {
    "text": "Infinite love is the only truth. Everything else is illusion."
   },
   "author": {
    "text": "David Icke"
   }
  },
  {
   "quote": {
    "text": "Learn what is true in order to do what is right."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "The stupid believe that to be truthful is easy; only the artist, the great artist, knows how difficult it is."
   },
   "author": {
    "text": "Willa Cather"
   }
  },
  {
   "quote": {
    "text": "Not truth, but faith, it is that keeps the world alive."
   },
   "author": {
    "text": "Edna St. Vincent Millay"
   }
  },
  {
   "quote": {
    "text": "No one ever tells us the truth, even those we love."
   },
   "author": {
    "text": "Anna Held"
   }
  },
  {
   "quote": {
    "text": "There are certain persons for whom pure Truth is a poison."
   },
   "author": {
    "text": "Andre Maurois"
   }
  },
  {
   "quote": {
    "text": "I had a list of rules I made up one time. It says: Tell the truth, sing with passion, work with laughter, and love with heart. Those are good to start with, anyway."
   },
   "author": {
    "text": "Kris Kristofferson"
   }
  },
  {
   "quote": {
    "text": "Cynicism is an unpleasant way of saying the truth."
   },
   "author": {
    "text": "Lillian Hellman"
   }
  },
  {
   "quote": {
    "text": "Truth makes on the ocean of nature no one track of light; every eye, looking on, finds its own."
   },
   "author": {
    "text": "Edward G. Bulwer-Lytton"
   }
  },
  {
   "quote": {
    "text": "The spirit of truth and the spirit of freedom - these are the pillars of society."
   },
   "author": {
    "text": "Henrik Ibsen"
   }
  },
  {
   "quote": {
    "text": "The truth is always something that is told, not something that is known. If there were no speaking or writing, there would be no truth about anything. There would only be what is."
   },
   "author": {
    "text": "Susan Sontag"
   }
  },
  {
   "quote": {
    "text": "Science is knowledge arranged and classified according to truth, facts, and the general laws of nature."
   },
   "author": {
    "text": "Luther Burbank"
   }
  },
  {
   "quote": {
    "text": "Truth disappears with the telling of it."
   },
   "author": {
    "text": "Lawrence Durrell"
   }
  },
  {
   "quote": {
    "text": "Usually we are saying only part of the truth."
   },
   "author": {
    "text": "Erno Rubik"
   }
  },
  {
   "quote": {
    "text": "The truth always finds it's way out, even years and years and years later. The truth always prevails."
   },
   "author": {
    "text": "Tyler Hamilton"
   }
  },
  {
   "quote": {
    "text": "To be a writer does not mean to preach a truth, it means to discover a truth."
   },
   "author": {
    "text": "Milan Kundera"
   }
  },
  {
   "quote": {
    "text": "When it comes to memoir, we want to catch the author in a lie. When we read fiction, we want to catch the author telling the truth."
   },
   "author": {
    "text": "Tayari Jones"
   }
  },
  {
   "quote": {
    "text": "To tell you the truth, I used an Instagram filter called Ginza to share a snippet of the song - I simply left the name in the caption in case anyone wanted to use the same filter. But everyone started calling the song 'Ginza.'"
   },
   "author": {
    "text": "J Balvin"
   }
  },
  {
   "quote": {
    "text": "This nation was conceived in liberty and dedicated to the principle - among others - that honest men may honestly disagree; that if they all say what they think, a majority of the people will be able to distinguish truth from error."
   },
   "author": {
    "text": "Elmer Davis"
   }
  },
  {
   "quote": {
    "text": "Sure I think it is healthy to speak the truth, and be who you are, and be proud of that."
   },
   "author": {
    "text": "Nathan Lane"
   }
  },
  {
   "quote": {
    "text": "What is truth? Truth doesn't really exist. Who is going to judge whether my experience of an incident is more valid than yours? No one can be trusted to be the judge of that."
   },
   "author": {
    "text": "Tracey Emin"
   }
  },
  {
   "quote": {
    "text": "It's become my brand in a way, you know, speaking the truth even though it was not politically correct."
   },
   "author": {
    "text": "Christine Lagarde"
   }
  },
  {
   "quote": {
    "text": "Because the truth is, today's immigrants, as they have for generation after generation, work the longest hours at the hardest jobs for the lowest pay, jobs that are just about impossible to fill."
   },
   "author": {
    "text": "Luis Gutierrez"
   }
  },
  {
   "quote": {
    "text": "I always felt that a scientist owes the world only one thing, and that is the truth as he sees it."
   },
   "author": {
    "text": "Hans Eysenck"
   }
  },
  {
   "quote": {
    "text": "The truth is, I've been lucky. But just like the waltz, life has its own rhythm of rise and fall."
   },
   "author": {
    "text": "Len Goodman"
   }
  }
 ]
}