{
 "ValentinesdayQuotes": [
  {
   "quote": {
    "text": "If you have only one smile in you give it to the people you love."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Doubt thou the stars are fire, Doubt that the sun doth move. Doubt truth to be a liar, But never doubt I love."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "All you need is love. But a little chocolate now and then doesn't hurt."
   },
   "author": {
    "text": "Charles M. Schulz"
   }
  },
  {
   "quote": {
    "text": "For it was not into my ear you whispered, but into my heart. It was not my lips you kissed, but my soul."
   },
   "author": {
    "text": "Judy Garland"
   }
  },
  {
   "quote": {
    "text": "How did it happen that their lips came together? How does it happen that birds sing, that snow melts, that the rose unfolds, that the dawn whitens behind the stark shapes of trees on the quivering summit of the hill? A kiss, and all was said."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Now a soft kiss - Aye, by that kiss, I vow an endless bliss."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "Love is our true destiny. We do not find the meaning of life by ourselves alone - we find it with another."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "The heart has its reasons of which reason knows nothing."
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "A kiss makes the heart young again and wipes out the years."
   },
   "author": {
    "text": "Rupert Brooke"
   }
  },
  {
   "quote": {
    "text": "I'd rather have roses on my table than diamonds on my neck."
   },
   "author": {
    "text": "Emma Goldman"
   }
  },
  {
   "quote": {
    "text": "The minute I heard my first love story, I started looking for you, not knowing how blind that was. Lovers don't finally meet somewhere. They're in each other all along."
   },
   "author": {
    "text": "Rumi"
   }
  },
  {
   "quote": {
    "text": "Love will find a way through paths where wolves fear to prey."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "This is love: to fly toward a secret sky, to cause a hundred veils to fall each moment. First to let go of life. Finally, to take a step without feet."
   },
   "author": {
    "text": "Rumi"
   }
  },
  {
   "quote": {
    "text": "Where there is great love, there are always wishes."
   },
   "author": {
    "text": "Willa Cather"
   }
  },
  {
   "quote": {
    "text": "The Eskimos had fifty-two names for snow because it was important to them: there ought to be as many for love."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "You are always new, the last of your kisses was ever the sweetest."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "I do not want horses or diamonds - I am happy in possessing you."
   },
   "author": {
    "text": "Clara Schumann"
   }
  },
  {
   "quote": {
    "text": "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you."
   },
   "author": {
    "text": "A. A. Milne"
   }
  },
  {
   "quote": {
    "text": "Soul meets soul on lovers' lips."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "Kisses are a better fate than wisdom."
   },
   "author": {
    "text": "e. e. cummings"
   }
  },
  {
   "quote": {
    "text": "There's a long life ahead of you and it's going to be beautiful, as long as you keep loving and hugging each other."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "I just think Valentine's Day is a day to really appreciate the person you love, no matter who it is, and to spend time with them. I don't think it's all about fancy presents or whatever. I think it's about spending that quality time with that special person."
   },
   "author": {
    "text": "Prince Royce"
   }
  },
  {
   "quote": {
    "text": "That's one of those things about being a computer science major: Valentine's Day is just another day."
   },
   "author": {
    "text": "Jawed Karim"
   }
  },
  {
   "quote": {
    "text": "We are most alive when we're in love."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "They invented hugs to let people know you love them without saying anything."
   },
   "author": {
    "text": "Bil Keane"
   }
  },
  {
   "quote": {
    "text": "Romance is thinking about your significant other, when you are supposed to be thinking about something else."
   },
   "author": {
    "text": "Nicholas Sparks"
   }
  },
  {
   "quote": {
    "text": "I'm a hopeless romantic. I love love. My middle name is Love. Valentine's Day is my favorite holiday. I want to have a family and children. I am a sucker for every romantic comedy that comes out."
   },
   "author": {
    "text": "Jennifer Love Hewitt"
   }
  },
  {
   "quote": {
    "text": "People love in different ways. You may have a man who brings you flowers every Monday but doesn't give two hooty-hoots about Valentine's Day. Just because he doesn't give you a valentine doesn't mean he doesn't love you!"
   },
   "author": {
    "text": "Jada Pinkett Smith"
   }
  },
  {
   "quote": {
    "text": "I think diamonds represent luxury, indulgence, and class. So any time you can incorporate a gift that is synonymous with all those attributes, you know the other person will love it. I would challenge someone to find something that better represents Valentine's Day more than diamonds!"
   },
   "author": {
    "text": "Chris Evans"
   }
  },
  {
   "quote": {
    "text": "I know of only one duty, and that is to love."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "I'll love you, dear, I'll love you till China and Africa meet and the river jumps over the mountain and the salmon sing in the street."
   },
   "author": {
    "text": "W. H. Auden"
   }
  },
  {
   "quote": {
    "text": "A friendship that like love is warm; A love like friendship, steady."
   },
   "author": {
    "text": "Thomas Moore"
   }
  },
  {
   "quote": {
    "text": "Everything's coming up roses - for me."
   },
   "author": {
    "text": "Ethel Merman"
   }
  },
  {
   "quote": {
    "text": "So, fall asleep love, loved by me... for I know love, I am loved by thee."
   },
   "author": {
    "text": "Robert Browning"
   }
  },
  {
   "quote": {
    "text": "A heart is not judged by how much you love, but by how much you are loved by others."
   },
   "author": {
    "text": "Frank Morgan"
   }
  },
  {
   "quote": {
    "text": "For me, one of the toughest things about Valentine's Day is that it gets geared up as the day to profess your love. See, T-E-S-T - that's a bad word that doesn't go with L-O-V-E."
   },
   "author": {
    "text": "Matthew McConaughey"
   }
  },
  {
   "quote": {
    "text": "Give me a kiss, and to that kiss a score; Then to that twenty, add a hundred more: A thousand to that hundred: so kiss on, To make that thousand up a million. Treble that million, and when that is done, Let's kiss afresh, as when we first begun."
   },
   "author": {
    "text": "Robert Herrick"
   }
  },
  {
   "quote": {
    "text": "In love there are two things - bodies and words."
   },
   "author": {
    "text": "Joyce Carol Oates"
   }
  },
  {
   "quote": {
    "text": "I'm bad on Valentine's Day, but even worse on Christmas. I go shopping at nine o'clock on December 24th every year. Nobody else is there. I'm in Toys'R'Us all by myself. I get there five minutes before closing."
   },
   "author": {
    "text": "Jamie Foxx"
   }
  },
  {
   "quote": {
    "text": "Since Chip and I try to go on a date night once a week, we don't feel the need to keep holidays like Valentine's Day all to ourselves. We set the table fancy, we all get dressed up, and we serve a big, beautiful candlelight dinner. It's our kids' favorite, too."
   },
   "author": {
    "text": "Joanna Gaines"
   }
  },
  {
   "quote": {
    "text": "Oh, if it be to choose and call thee mine, love, thou art every day my Valentine!"
   },
   "author": {
    "text": "Thomas Hood"
   }
  },
  {
   "quote": {
    "text": "The 30-year-old male is about as far away from Valentine's Day as you can get in the human experience."
   },
   "author": {
    "text": "Topher Grace"
   }
  },
  {
   "quote": {
    "text": "It is the passion that is in a kiss that gives to it its sweetness; it is the affection in a kiss that sanctifies it."
   },
   "author": {
    "text": "Christian Nestell Bovee"
   }
  },
  {
   "quote": {
    "text": "When you love someone all your saved up wishes start coming out."
   },
   "author": {
    "text": "Elizabeth Bowen"
   }
  },
  {
   "quote": {
    "text": "People value Halloween, like Valentine's Day, because they can tell themselves that it's not merely secularized but actually secular, which is to say, not Christian, Jewish, Hindu or Muslim."
   },
   "author": {
    "text": "Amity Shlaes"
   }
  },
  {
   "quote": {
    "text": "What I find most disturbing about Valentine's Day is, look, I get that you have to have a holiday of love, but in the height of flu season, it makes no sense."
   },
   "author": {
    "text": "Lewis Black"
   }
  },
  {
   "quote": {
    "text": "If I have learned anything, it is to keep my wife happy by sending her lavish gifts. Other men can learn from my success and send their wives and girlfriends fresh flowers for birthdays, anniversaries, and of course, Valentine's Day."
   },
   "author": {
    "text": "Don Rickles"
   }
  },
  {
   "quote": {
    "text": "I like perfume and flowers."
   },
   "author": {
    "text": "Donatella Versace"
   }
  },
  {
   "quote": {
    "text": "I'd kiss a frog even if there was no promise of a Prince Charming popping out of it. I love frogs."
   },
   "author": {
    "text": "Cameron Diaz"
   }
  },
  {
   "quote": {
    "text": "Love shall be our token; love be yours and love be mine."
   },
   "author": {
    "text": "Christina Rossetti"
   }
  },
  {
   "quote": {
    "text": "Each time you love, love as deeply as if it were forever."
   },
   "author": {
    "text": "Audre Lorde"
   }
  },
  {
   "quote": {
    "text": "If you press me to say why I loved him, I can say no more than because he was he, and I was I."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "I'm a bit of a curmudgeon. I don't like Valentine's Day and New Year's and Halloween."
   },
   "author": {
    "text": "Thomas Middleditch"
   }
  },
  {
   "quote": {
    "text": "Every day in our house is like Valentine's Day. I've kept it traditional with what my dad has done with my mom. Every morning, I get up and I make coffee and I bring Giuliana coffee in bed."
   },
   "author": {
    "text": "Bill Rancic"
   }
  },
  {
   "quote": {
    "text": "Non-Muslims in Saudi Arabia can only celebrate Valentine's Day behind closed doors. Apparently, this has led to a huge black market for flowers and wrapping paper."
   },
   "author": {
    "text": "John Niven"
   }
  },
  {
   "quote": {
    "text": "The best smell in the world is that man that you love."
   },
   "author": {
    "text": "Jennifer Aniston"
   }
  },
  {
   "quote": {
    "text": "The hours I spend with you I look upon as sort of a perfumed garden, a dim twilight, and a fountain singing to it. You and you alone make me feel that I am alive. Other men it is said have seen angels, but I have seen thee and thou art enough."
   },
   "author": {
    "text": "George Edward Moore"
   }
  },
  {
   "quote": {
    "text": "What compels the Hindu right's volcanic reaction to Valentine's Day? Some of its members have protested that the holiday is the product of a 'rotten imported culture' from the West."
   },
   "author": {
    "text": "Elizabeth Flock"
   }
  },
  {
   "quote": {
    "text": "I like doing something romantic with a girl on Valentine's Day, like making her dinner and keeping it simple. The more quality time, the better."
   },
   "author": {
    "text": "Spencer Boldman"
   }
  },
  {
   "quote": {
    "text": "Valentine's Day is a perfect time to reject the idea that the ideal man is taller, richer, more knowledgeable, more renowned, or more powerful."
   },
   "author": {
    "text": "Stephanie Coontz"
   }
  },
  {
   "quote": {
    "text": "Usually, Valentine's Day comes and goes with just a day or two of news media attention to courtship and marriage."
   },
   "author": {
    "text": "Stephanie Coontz"
   }
  },
  {
   "quote": {
    "text": "I love romance. I'm a sucker for it. I love it so much. It's pathetic."
   },
   "author": {
    "text": "Drew Barrymore"
   }
  },
  {
   "quote": {
    "text": "Is Valentine's Day a day to make cupcakes with your children? No, Valentine's is supposed to be a day about romantic love."
   },
   "author": {
    "text": "Ayelet Waldman"
   }
  },
  {
   "quote": {
    "text": "I have never once celebrated a Valentine's Day as a romantic holiday. For me, it's another opportunity to tell my kids or whoever how much I love them. I hang pink crepe paper and make heart-shaped pancakes!"
   },
   "author": {
    "text": "Delilah"
   }
  },
  {
   "quote": {
    "text": "Valentine's Day is the hardest day of the year for a woman to get out, but everybody who is anybody and single is out that night."
   },
   "author": {
    "text": "Patti Stanger"
   }
  },
  {
   "quote": {
    "text": "I believe you can make your better half feel special on any given day and turn it in Valentine's Day."
   },
   "author": {
    "text": "Rithvik Dhanjani"
   }
  },
  {
   "quote": {
    "text": "I think they should create a holiday for friends-with-benefits relationships. Because I feel like Valentine's Day is, maybe it's a day to stay home and cry."
   },
   "author": {
    "text": "Elizabeth Meriwether"
   }
  },
  {
   "quote": {
    "text": "I'm not really a fan of Valentine's Day. I think it can be romantic doing nothing on Valentine's Day. It's more romantic than being given a big bunch of flowers that everyone else is doing."
   },
   "author": {
    "text": "Gabriella Wilde"
   }
  },
  {
   "quote": {
    "text": "I hate Valentine's day. It is a day for nothing but disappointment."
   },
   "author": {
    "text": "Larisa Oleynik"
   }
  },
  {
   "quote": {
    "text": "Although I believe affection and romance should be shown all year around, it's always smart to have a good plan up your sleeve for Valentine's Day."
   },
   "author": {
    "text": "Marcus Samuelsson"
   }
  },
  {
   "quote": {
    "text": "I love love. Every day of my life is Valentine's Day. When you're a pathological narcissist, you have to fall in love with yourself every day."
   },
   "author": {
    "text": "Katya Zamolodchikova"
   }
  },
  {
   "quote": {
    "text": "I was sort of traumatized by girls in the third grade. Because there was a girl in my third grade class I had a crush on. I bought her a box of Valentine's Day chocolate. And I put it in her cubby with a note that said something like, 'I am deeply in love with you, Your Secret Admirer.' And I didn't sign my name."
   },
   "author": {
    "text": "Steve Carell"
   }
  },
  {
   "quote": {
    "text": "In a recent Valentine's Day posting on her fan website, Britney Spears says that - oh, who cares?"
   },
   "author": {
    "text": "Amy Poehler"
   }
  },
  {
   "quote": {
    "text": "Any guy hates Valentine's Day. Even if you're in love, you can't win on Valentine's Day. If you're married, you can't win on Valentine's Day. Valentine's Day is like the thing you want to avoid at all costs."
   },
   "author": {
    "text": "Vince Vaughn"
   }
  },
  {
   "quote": {
    "text": "I don't find these technical things like flowers and chocolates romantic at all. I think Valentine's Day makes no sense."
   },
   "author": {
    "text": "Alia Bhatt"
   }
  },
  {
   "quote": {
    "text": "Mother's Day is a torment if your mother is dead. Valentine's Day is a torment if you don't got one. And at some point in our lives, we will be tormented by Valentine's Day even if we're relatively lucky in love."
   },
   "author": {
    "text": "Dan Savage"
   }
  },
  {
   "quote": {
    "text": "I get letters every year from women who think Valentine's Day is an empty exercise, but are ironically pretty exercised when their boyfriends neglect or forget it."
   },
   "author": {
    "text": "Dan Savage"
   }
  },
  {
   "quote": {
    "text": "I got a Valentine's Day card from my girl. It said, 'Take my heart! Take my arms! Take my lips!' Which is just like her. Keeping the best part for herself."
   },
   "author": {
    "text": "Robert Orben"
   }
  },
  {
   "quote": {
    "text": "I treat my wife very differently than I treat my chums and my pals. I wouldn't worry about calling them on Valentine's Day, opening the door for them, or making sure they were OK."
   },
   "author": {
    "text": "Mike Huckabee"
   }
  },
  {
   "quote": {
    "text": "Especially around Valentine's Day, it's easy to find advice about sustaining a successful marriage, with suggestions for 'date nights' and romantic dinners for two. But as we spend more and more of our lives outside marriage, it's equally important to cultivate the skills of successful singlehood."
   },
   "author": {
    "text": "Stephanie Coontz"
   }
  },
  {
   "quote": {
    "text": "Be it Valentine's Day, Father's Day or Mother's Day, I feel all days are reminders of some feelings. February 14 doesn't hold any special relevance for me."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "I remember being away somewhere, and I had forgotten it was Valentine's Day with a person, and that was very embarrassing."
   },
   "author": {
    "text": "Bradley Cooper"
   }
  },
  {
   "quote": {
    "text": "My granddaddy on my momma's side, he was a romantic. He loved love songs. Every Valentine's Day, I remember him buying a red carnation for my grandmomma, my momma and my sister. That was something you could count on every year."
   },
   "author": {
    "text": "Josh Turner"
   }
  },
  {
   "quote": {
    "text": "I don't think I've ever had a bad Valentine's Day, I mean... c'mon, y'all know I never get a bad Valentine. Nah. Um, no, I've never really had - I don't have a bad Valentine's Day. I never really think... it doesn't come up to my mind."
   },
   "author": {
    "text": "Prince Royce"
   }
  },
  {
   "quote": {
    "text": "I think that Valentine's Day is only as good as you want it to be. You know, I don't think it should be anything fancy, nothing crazy. As long as you're spending time with that person that's special, I think that's a great Valentine's Day."
   },
   "author": {
    "text": "Prince Royce"
   }
  },
  {
   "quote": {
    "text": "Once, I was out of the house 93 days in a year. I was missing grandparents' days at schools and kids' birthdays and Valentine's Day, not to mention the fact that when you're on the road, you can't get anything done. I had to learn to say 'No,' cut back on travel."
   },
   "author": {
    "text": "Jerry Spinelli"
   }
  },
  {
   "quote": {
    "text": "My ideal Valentine's Day is spending it with someone you are in love with and for that someone to make you feel loved and appreciated."
   },
   "author": {
    "text": "Candice Swanepoel"
   }
  },
  {
   "quote": {
    "text": "Today is Valentine's Day - or, as men like to call it, Extortion Day!"
   },
   "author": {
    "text": "Jay Leno"
   }
  },
  {
   "quote": {
    "text": "When I got old enough to date, I realized that Valentine's Day is just a commercial marketing scam to make men feel bad. So I let my boyfriends off the hook."
   },
   "author": {
    "text": "Evangeline Lilly"
   }
  },
  {
   "quote": {
    "text": "Valentine's Day is definitely one of those days where it's either awesome or it's a downer."
   },
   "author": {
    "text": "Judah Friedlander"
   }
  },
  {
   "quote": {
    "text": "As the World Champion, every day is pretty much like Valentine's Day for me - as far as hooking up with the ladies."
   },
   "author": {
    "text": "Judah Friedlander"
   }
  },
  {
   "quote": {
    "text": "When I retired from the NFL, my son was born on my birthday two weeks later, which is Valentine's Day. Imagine having a son born on your birthday."
   },
   "author": {
    "text": "Jim Kelly"
   }
  },
  {
   "quote": {
    "text": "Absolutely, there is a connection between food and love. I always say, when there's love in my heart or I'm feeling particularly good, the food comes out that much better. And so I think Valentine's Day is a special day."
   },
   "author": {
    "text": "Todd English"
   }
  },
  {
   "quote": {
    "text": "All of us, consciously or unconsciously, set out to have the best possible love life. Valentine's Day simply shines a light on the degree to which that didn't - or hasn't yet - materialized."
   },
   "author": {
    "text": "Tracy McMillan"
   }
  },
  {
   "quote": {
    "text": "I'm sentimental about many things: the lumpy feel of a baby's unused feet, the metallic smell of the air before the first snow, the last scene in 'It's a Wonderful Life.' But Valentine's Day leaves me cold."
   },
   "author": {
    "text": "Nancy Gibbs"
   }
  },
  {
   "quote": {
    "text": "I love Valentine's Day! I love it, I love it, I love it. I like having doors opened for me. My favorite romantic comedy is 'When Harry Met Sally.'"
   },
   "author": {
    "text": "Ginnifer Goodwin"
   }
  },
  {
   "quote": {
    "text": "'In Bruges' featured two hit men on a chatty stroll in Belgium, and certain people's passion for it is fit for Valentine's Day. But it was Tupperware Tarantino to me."
   },
   "author": {
    "text": "Wesley Morris"
   }
  },
  {
   "quote": {
    "text": "Galentine's Day is the day before Valentine's Day. People sometimes think, 'Oh, it's a replacement for Valentine's Day.' But it's not. You can celebrate Galentine's and Valentine's. And it comes from the sitcom 'Parks And Recreation'... Amy Poehler's character created this holiday because she wanted a day to celebrate her girlfriends."
   },
   "author": {
    "text": "Kayleen Schaefer"
   }
  },
  {
   "quote": {
    "text": "Love is when the desire to be desired takes you so badly that you feel you could die of it."
   },
   "author": {
    "text": "Henri de Toulouse-Lautrec"
   }
  },
  {
   "quote": {
    "text": "I love bringing roses to a woman when she least expects it."
   },
   "author": {
    "text": "Esai Morales"
   }
  },
  {
   "quote": {
    "text": "If you can believe it, Hollywood wanted to change my birthdate. I was born after Valentine's Day, so they wanted to change it to February 14. A Latin lover should be born on Valentine's Day. I said no."
   },
   "author": {
    "text": "Cesar Romero"
   }
  },
  {
   "quote": {
    "text": "I just filmed a movie with my boyfriend, an indie film called 'Conception.' And it's kind of like an R-rated version of 'Valentine's Day.' So it's like all about eight couples, and me and my boyfriend play one of them together. And that was a lot of fun."
   },
   "author": {
    "text": "Sarah Hyland"
   }
  },
  {
   "quote": {
    "text": "It's funny, I was talking to somebody who writes for a cop show, and he was saying how they aren't allowed to acknowledge Christmas, Thanksgiving, Valentine's Day, just because it has to be able to play forever."
   },
   "author": {
    "text": "Hannah Simone"
   }
  },
  {
   "quote": {
    "text": "Every year of my life, my dad has sent me a Valentine's Day gift. Whether I was in the same house or across the country, he always sent something."
   },
   "author": {
    "text": "Sevyn Streeter"
   }
  },
  {
   "quote": {
    "text": "I think men and women will both agree that one of the perks of being single on Valentine's Day is that you get to keep your money in your pocket."
   },
   "author": {
    "text": "Sevyn Streeter"
   }
  },
  {
   "quote": {
    "text": "Every Valentine's Day, I pretend I don't care. Like many of us, I say I don't want the flowers or chocolates or a homemade card. How cheesy. I pretend that it's over-the-top to want the person you like to make you a ridiculously nice dinner, or do some showy gesture, ala John Cusack with the boombox in 'Say Anything.'"
   },
   "author": {
    "text": "Elizabeth Flock"
   }
  },
  {
   "quote": {
    "text": "I enjoy celebrating Valentine's Day. It's a nice way to say you're thinking about your family, someone special, or dear friends."
   },
   "author": {
    "text": "Camila Alves"
   }
  },
  {
   "quote": {
    "text": "Look, there's no metaphysics on earth like chocolates."
   },
   "author": {
    "text": "Fernando Pessoa"
   }
  },
  {
   "quote": {
    "text": "I love sushi. Once on Valentine's Day, someone I was dating rocked up at the airport to pick me up with a bag of salmon because I love it so much."
   },
   "author": {
    "text": "Ella Eyre"
   }
  },
  {
   "quote": {
    "text": "One of the major dangers of being alone in February is the tendency to dwell on past relationships. Whether you're daydreaming about that 'one that got away,' or you're recalling the fairy tale date you went on last Valentine's Day, romanticizing the past isn't helpful - nor accurate."
   },
   "author": {
    "text": "Amy Morin"
   }
  },
  {
   "quote": {
    "text": "Idealizing the reality of past romances won't do you any favors as you face Valentine's Day alone."
   },
   "author": {
    "text": "Amy Morin"
   }
  },
  {
   "quote": {
    "text": "January is the best time of year for gym owners. You all come. It's great! And then, by Valentine's Day, you're not coming in anymore."
   },
   "author": {
    "text": "David Kirsch"
   }
  },
  {
   "quote": {
    "text": "I'm like the kid in kindergarten; I really do send valentines to everyone."
   },
   "author": {
    "text": "Susie Bright"
   }
  },
  {
   "quote": {
    "text": "We started in 1976, jamming, and we played our first show on Valentine's Day 1977, so we can mark 40 from there, or we can mark 40 from 1979 when we did our first record."
   },
   "author": {
    "text": "Kate Pierson"
   }
  },
  {
   "quote": {
    "text": "I hope what's different for not only the channel 'It's Grace' 2014, but for the brand overall, is I hope to continue to expand into other areas of creative content and original content. We have 'Camp Takota' coming out on Valentine's Day - we're all so pumped for it! It's so exciting!"
   },
   "author": {
    "text": "Grace Helbig"
   }
  },
  {
   "quote": {
    "text": "I think Valentine's Day is one of those holidays like New Year's where people develop such high expectations that even if it's a decent day, it doesn't live up, and it's disappointing."
   },
   "author": {
    "text": "Brett Young"
   }
  },
  {
   "quote": {
    "text": "New Year's Eve to Valentine's Day is our peak season, and in many ways, Valentine's Day is our Christmas. Everybody in the world makes the same three New Year's resolutions: health, career and money, and love."
   },
   "author": {
    "text": "Sam Yagan"
   }
  },
  {
   "quote": {
    "text": "Valentine's Day is the biggest single day of the year, the biggest sale day of the year."
   },
   "author": {
    "text": "Jacques Torres"
   }
  },
  {
   "quote": {
    "text": "Valentine's Day: Rubbing singles' noses in their lack of a mate and the noses of couples in their lack of time."
   },
   "author": {
    "text": "Emma McLaughlin"
   }
  },
  {
   "quote": {
    "text": "I have many valentines. My mom and my sister and my directors. I got calls from all of them. And my friends. I respect what Valentine's Day stands for because it is about love."
   },
   "author": {
    "text": "Michelle Trachtenberg"
   }
  },
  {
   "quote": {
    "text": "It's hard to think it's important to try out as cheerleader when you're starring on Broadway. But you do kind of miss the things that I now see my children doing. I'm just happy they are not actors. The Valentine's Day dance is really important. Pitching in Little League is very important. And the medals and the scouts are really important."
   },
   "author": {
    "text": "Bonnie Bedelia"
   }
  },
  {
   "quote": {
    "text": "Valentine's Day itself, like most holidays in the modern era, has been heavily influenced by commercialism that focuses on the appeal of romantic fantasies."
   },
   "author": {
    "text": "Aberjhani"
   }
  },
  {
   "quote": {
    "text": "When I was 17, I had my first proper girlfriend, and on Valentine's Day, I painted a canvas of her, bought her a massage, put flowers on the stairs, and ran a bath."
   },
   "author": {
    "text": "Tom Cullen"
   }
  },
  {
   "quote": {
    "text": "Today the House has a chance to give 25 million married couples the best Valentine's Day gift possible, elimination from the most unfair of taxes, the marriage tax penalty."
   },
   "author": {
    "text": "Jerry Weller"
   }
  },
  {
   "quote": {
    "text": "When I was 19, I celebrated my first Valentine's Day while being in a relationship. I was so excited, but didn't know what the rules were. What should I get him, or was I even supposed to get him something?"
   },
   "author": {
    "text": "Carly Craig"
   }
  },
  {
   "quote": {
    "text": "Valentine's Day is my favorite holiday."
   },
   "author": {
    "text": "Lindsay Ellingson"
   }
  },
  {
   "quote": {
    "text": "I've realized that although Valentine's Day can be a cheesy money-making stint to most people, it's a day of expressing love across the world. It doesn't have to only be between lovers, but by telling a friend that you care, or even an old person that they are still appreciated."
   },
   "author": {
    "text": "Reeva Steenkamp"
   }
  },
  {
   "quote": {
    "text": "I'm very Italian, so I love cooking for friends. Whether it's Valentine's Day and my boyfriend and girlfriends' boyfriends are away, or someone's in town, or someone had a baby, I cook."
   },
   "author": {
    "text": "Sofia Milos"
   }
  }
 ]
}