{
 "VeteransdayQuotes": [
  {
   "quote": {
    "text": "It is foolish and wrong to mourn the men who died. Rather we should thank God that such men lived."
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "There is a certain enthusiasm in liberty, that makes human nature rise above itself, in acts of bravery and heroism."
   },
   "author": {
    "text": "Alexander Hamilton"
   }
  },
  {
   "quote": {
    "text": "Brave men rejoice in adversity, just as brave soldiers triumph in war."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "The soldier above all others prays for peace, for it is the soldier who must suffer and bear the deepest wounds and scars of war."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "In war the heroes always outnumber the soldiers ten to one."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "It takes a hero to be one of those men who goes into battle."
   },
   "author": {
    "text": "Norman Schwarzkopf"
   }
  },
  {
   "quote": {
    "text": "True heroism is remarkably sober, very undramatic. It is not the urge to surpass all others at whatever cost, but the urge to serve others at whatever cost."
   },
   "author": {
    "text": "Arthur Ashe"
   }
  },
  {
   "quote": {
    "text": "Duty, Honor, Country. Those three hallowed words reverently dictate what you ought to be, what you can be, what you will be."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "The valor and courage of our young women and men in the armed services are a shining example to all of the world, and we owe them and their families our deepest respect."
   },
   "author": {
    "text": "Bill Frist"
   }
  },
  {
   "quote": {
    "text": "Soldiers, when committed to a task, can't compromise. It's unrelenting devotion to the standards of duty and courage, absolute loyalty to others, not letting the task go until it's been done."
   },
   "author": {
    "text": "John Keegan"
   }
  },
  {
   "quote": {
    "text": "Honoring the sacrifices many have made for our country in the name of freedom and democracy is the very foundation of Veterans Day."
   },
   "author": {
    "text": "Charles B. Rangel"
   }
  },
  {
   "quote": {
    "text": "When the will defies fear, when duty throws the gauntlet down to fate, when honor scorns to compromise with death - that is heroism."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "The veterans of our military services have put their lives on the line to protect the freedoms that we enjoy. They have dedicated their lives to their country and deserve to be recognized for their commitment."
   },
   "author": {
    "text": "Judd Gregg"
   }
  },
  {
   "quote": {
    "text": "Regard your soldiers as your children, and they will follow you into the deepest valleys; look on them as your own beloved sons, and they will stand by you even unto death."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "I'm trying to raise the awareness of the troops that, when they deploy and go to war, it's not just them at war - it's also their family. Their family is having to go through all the hardships and the stresses."
   },
   "author": {
    "text": "Chris Kyle"
   }
  },
  {
   "quote": {
    "text": "Every soldier must know, before he goes into battle, how the little battle he is to fight fits into the larger picture, and how the success of his fighting will influence the battle as a whole."
   },
   "author": {
    "text": "Bernard Law Montgomery"
   }
  },
  {
   "quote": {
    "text": "Live as brave men; and if fortune is adverse, front its blows with brave hearts."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "On this Veterans Day, let us remember the service of our veterans, and let us renew our national promise to fulfill our sacred obligations to our veterans and their families who have sacrificed so much so that we can live free."
   },
   "author": {
    "text": "Dan Lipinski"
   }
  },
  {
   "quote": {
    "text": "The only thing that makes battle psychologically tolerable is the brotherhood among soldiers. You need each other to get by."
   },
   "author": {
    "text": "Sebastian Junger"
   }
  },
  {
   "quote": {
    "text": "The Lord gets his best soldiers out of the highlands of affliction."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "The U.S. Military is us. There is no truer representation of a country than the people that it sends into the field to fight for it. The people who wear our uniform and carry our rifles into combat are our kids, and our job is to support them, because they're protecting us."
   },
   "author": {
    "text": "Tom Clancy"
   }
  },
  {
   "quote": {
    "text": "Because all of us believe and understand in the fabric of the common bond of why we call ourselves American is to care for the men and women who wear the uniform; and when they take off the uniform, we care for them when they are veterans."
   },
   "author": {
    "text": "Steve Buyer"
   }
  },
  {
   "quote": {
    "text": "While only one day of the year is dedicated solely to honoring our veterans, Americans must never forget the sacrifices that many of our fellow countrymen have made to defend our country and protect our freedoms."
   },
   "author": {
    "text": "Randy Neugebauer"
   }
  },
  {
   "quote": {
    "text": "I offer neither pay, nor quarters, nor food; I offer only hunger, thirst, forced marches, battles and death. Let him who loves his country with his heart, and not merely with his lips, follow me."
   },
   "author": {
    "text": "Giuseppe Garibaldi"
   }
  },
  {
   "quote": {
    "text": "When soldiers have been baptized in the fire of a battle-field, they have all one rank in my eyes."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "But this Veterans Day, I believe we should do more than sing the praises of the bravery and patriotism that our veterans have embodied in the past. We should take this opportunity to re-evaluate how we are treating our veterans in the present."
   },
   "author": {
    "text": "Nick Lampson"
   }
  },
  {
   "quote": {
    "text": "I am not a hero but the brave men who died deserved this honor."
   },
   "author": {
    "text": "Ira Hayes"
   }
  },
  {
   "quote": {
    "text": "We owe our World War II veterans - and all our veterans - a debt we can never fully repay."
   },
   "author": {
    "text": "Doc Hastings"
   }
  },
  {
   "quote": {
    "text": "Courage in danger is half the battle."
   },
   "author": {
    "text": "Plautus"
   }
  },
  {
   "quote": {
    "text": "Gentlemen, when the enemy is committed to a mistake we must not interrupt him too soon."
   },
   "author": {
    "text": "Horatio Nelson"
   }
  },
  {
   "quote": {
    "text": "America's Veterans have served their country with the belief that democracy and freedom are ideals to be upheld around the world."
   },
   "author": {
    "text": "John Doolittle"
   }
  },
  {
   "quote": {
    "text": "Our soldiers have nobly fought to protect freedom since our country's birth, and have fought to protect those that could not protect themselves, even in foreign lands when called upon."
   },
   "author": {
    "text": "John Linder"
   }
  },
  {
   "quote": {
    "text": "Tragically, the effort to make America and the world safer and to defend freedom around the world is not without an enormous cost to this Nation in terms primarily of lost lives and those who bear the scars and the wounds of war, and their families who must bear these losses."
   },
   "author": {
    "text": "John Warner"
   }
  },
  {
   "quote": {
    "text": "The sanctity of our battlefields, monuments, and veterans institutions is of utmost importance to preserve military history and pay respect to those who fought."
   },
   "author": {
    "text": "Henry Waxman"
   }
  },
  {
   "quote": {
    "text": "Well, look at what people are doing for returned veterans now. The wounded warriors. They're working hard to make the wounded veterans feel that they are loved and welcomed home, unlike Vietnam. It was not a very kind, gentle world then. I think we are kinder and gentler."
   },
   "author": {
    "text": "Barbara Bush"
   }
  },
  {
   "quote": {
    "text": "The reward of one duty is the power to fulfill another."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "I go where the sound of thunder is."
   },
   "author": {
    "text": "Alfred M. Gray"
   }
  },
  {
   "quote": {
    "text": "The thing is this: You got to have fun while you're fightin' for freedom, 'cause you don't always win."
   },
   "author": {
    "text": "Molly Ivins"
   }
  },
  {
   "quote": {
    "text": "Brave men are all vertebrates; they have their softness on the surface and their toughness in the middle."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Spending time with America's soldiers is always inspiring."
   },
   "author": {
    "text": "John Boehner"
   }
  },
  {
   "quote": {
    "text": "Never wear your best trousers when you go out to fight for freedom and truth."
   },
   "author": {
    "text": "Henrik Ibsen"
   }
  },
  {
   "quote": {
    "text": "The precondition to freedom is security."
   },
   "author": {
    "text": "Rand Beers"
   }
  },
  {
   "quote": {
    "text": "Perfect Valor is to do, without a witness, all that we could do before the whole world."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "A few honest men are better than numbers."
   },
   "author": {
    "text": "Oliver Cromwell"
   }
  },
  {
   "quote": {
    "text": "As a former veteran, I understand the needs of veterans, and have been clear - we will work together, stand together with the Administration, but we will also question their policies when they shortchange veterans and military retirees."
   },
   "author": {
    "text": "Solomon Ortiz"
   }
  },
  {
   "quote": {
    "text": "America's trying to do the best for its veterans."
   },
   "author": {
    "text": "R. Lee Ermey"
   }
  }
 ]
}