{
 "WarQuotes": [
  {
   "quote": {
    "text": "The two most powerful warriors are patience and time."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "Sometimes by losing a battle you find a new way to win the war."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "I refuse to accept the view that mankind is so tragically bound to the starless midnight of racism and war that the bright daybreak of peace and brotherhood can never become a reality... I believe that unarmed truth and unconditional love will have the final word."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "The best way to solve problems and to fight against war is through dialogue."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "The supreme art of war is to subdue the enemy without fighting."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "Brave men rejoice in adversity, just as brave soldiers triumph in war."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "War is peace. Freedom is slavery. Ignorance is strength."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "You must not fight too often with one enemy, or you will teach him all your art of war."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "The soldier above all others prays for peace, for it is the soldier who must suffer and bear the deepest wounds and scars of war."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "Build me a son, O Lord, who will be strong enough to know when he is weak, and brave enough to face himself when he is afraid, one who will be proud and unbending in honest defeat, and humble and gentle in victory."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "We don't even know how strong we are until we are forced to bring that hidden strength forward. In times of tragedy, of war, of necessity, people do amazing things. The human capacity for survival and renewal is awesome."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "In war the heroes always outnumber the soldiers ten to one."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "I must study politics and war that my sons may have liberty to study mathematics and philosophy."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "War does not determine who is right - only who is left."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Our Generation has had no Great war, no Great Depression. Our war is spiritual. Our depression is our lives."
   },
   "author": {
    "text": "Chuck Palahniuk"
   }
  },
  {
   "quote": {
    "text": "To be prepared for war is one of the most effective means of preserving peace."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "The object of war is not to die for your country but to make the other bastard die for his."
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "Peace is not a relationship of nations. It is a condition of mind brought about by a serenity of soul. Peace is not merely the absence of war. It is also a state of mind. Lasting peace can come only to peaceful people."
   },
   "author": {
    "text": "Jawaharlal Nehru"
   }
  },
  {
   "quote": {
    "text": "Battle is the most magnificent competition in which a human being can indulge. It brings out all that is best; it removes all that is base. All men are afraid in battle. The coward is the one who lets his fear overcome his sense of duty. Duty is the essence of manhood."
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "People never lie so much as after a hunt, during a war or before an election."
   },
   "author": {
    "text": "Otto von Bismarck"
   }
  },
  {
   "quote": {
    "text": "Know thy self, know thy enemy. A thousand battles, a thousand victories."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "War is never a lasting solution for any problem."
   },
   "author": {
    "text": "A. P. J. Abdul Kalam"
   }
  },
  {
   "quote": {
    "text": "A really strong woman accepts the war she went through and is ennobled by her scars."
   },
   "author": {
    "text": "Carly Simon"
   }
  },
  {
   "quote": {
    "text": "The more you sweat in peace, the less you bleed in war."
   },
   "author": {
    "text": "Norman Schwarzkopf"
   }
  },
  {
   "quote": {
    "text": "Peace demands the most heroic labor and the most difficult sacrifice. It demands greater heroism than war. It demands greater fidelity to the truth and a much more perfect purity of conscience."
   },
   "author": {
    "text": "Thomas Merton"
   }
  },
  {
   "quote": {
    "text": "In war, events of importance are the result of trivial causes."
   },
   "author": {
    "text": "Julius Caesar"
   }
  },
  {
   "quote": {
    "text": "The condition of man... is a condition of war of everyone against everyone."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "No event in American history is more misunderstood than the Vietnam War. It was misreported then, and it is misremembered now."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "To hold a pen is to be at war."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "The atomic bomb made the prospect of future war unendurable. It has led us up those last few steps to the mountain pass; and beyond there is a different country."
   },
   "author": {
    "text": "J. Robert Oppenheimer"
   }
  },
  {
   "quote": {
    "text": "My child, you are going to be a great king; do not imitate me in the taste I have had for building, or in that I have had for war; try, on the contrary, to be at peace with your neighbors."
   },
   "author": {
    "text": "Louis XIV"
   }
  },
  {
   "quote": {
    "text": "The Cold War isn't thawing; it is burning with a deadly heat. Communism isn't sleeping; it is, as always, plotting, scheming, working, fighting."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "Before the Second World War, I believed in the perfectability of social man; that a correct structure of society produced goodwill; and that, therefore, you could remove all social ills by a reorganisation of society. It is possible that I believe something of the same again; but after the war, I did not because I was unable to."
   },
   "author": {
    "text": "William Golding"
   }
  },
  {
   "quote": {
    "text": "Bad things do happen in the world, like war, natural disasters, disease. But out of those situations always arise stories of ordinary people doing extraordinary things."
   },
   "author": {
    "text": "Daryn Kagan"
   }
  },
  {
   "quote": {
    "text": "The day that the balance between the two sections of the country - the slaveholding States and the non-slaveholding States - is destroyed is a day that will not be far removed from political revolution, anarchy, civil war, and widespread disaster."
   },
   "author": {
    "text": "John C. Calhoun"
   }
  },
  {
   "quote": {
    "text": "Those who want peace should prepare for war and be strong."
   },
   "author": {
    "text": "Avigdor Lieberman"
   }
  },
  {
   "quote": {
    "text": "European nations began World War I with a glamorous vision of war, only to be psychologically shattered by the realities of the trenches. The experience changed the way people referred to the glamour of battle; they treated it no longer as a positive quality but as a dangerous illusion."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "My dad was in the army. World War II. He got his college education from the army. After World War II he became an insurance salesman. Really, I didn't know my dad very well. He and my mother split up after the war. I was raised by my maternal grandmother and grandfather, and by my mother."
   },
   "author": {
    "text": "Al Pacino"
   }
  },
  {
   "quote": {
    "text": "We should keep on going along the path of globalization. Globalization is good... when trade stops, war comes."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "My first wish is to see this plague of mankind, war, banished from the earth."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "I hate war as only a soldier who has lived it can, only as one who has seen its brutality, its futility, its stupidity."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "I'm trying to raise the awareness of the troops that, when they deploy and go to war, it's not just them at war - it's also their family. Their family is having to go through all the hardships and the stresses."
   },
   "author": {
    "text": "Chris Kyle"
   }
  },
  {
   "quote": {
    "text": "Communism has never come to power in a country that was not disrupted by war or corruption, or both."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "The Green New Deal we are proposing will be similar in scale to the mobilization efforts seen in World War II or the Marshall Plan. We must again invest in the development, manufacturing, deployment, and distribution of energy, but this time green energy."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "Older men declare war. But it is the youth that must fight and die."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "The war on drugs is wrong, both tactically and morally. It assumes that people are too stupid, too reckless, and too irresponsible to decide whether and under what conditions to consume drugs. The war on drugs is morally bankrupt."
   },
   "author": {
    "text": "Larry Elder"
   }
  },
  {
   "quote": {
    "text": "The art of war teaches us to rely not on the likelihood of the enemy's not coming, but on our own readiness to receive him; not on the chance of his not attacking, but rather on the fact that we have made our position unassailable."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "Politics is war without bloodshed while war is politics with bloodshed."
   },
   "author": {
    "text": "Mao Zedong"
   }
  },
  {
   "quote": {
    "text": "I do not believe that civilization will be wiped out in a war fought with the atomic bomb. Perhaps two-thirds of the people of the earth will be killed."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "War is cruelty. There is no use trying to reform it. The crueler it is, the sooner it will be over."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "There are only two sides to this question. Every man must be for the United States or against it. There can be no neutrals in this war; only patriots and traitors."
   },
   "author": {
    "text": "Stephen Douglas"
   }
  },
  {
   "quote": {
    "text": "I saw courage both in the Vietnam War and in the struggle to stop it. I learned that patriotism includes protest, not just military service."
   },
   "author": {
    "text": "John F. Kerry"
   }
  },
  {
   "quote": {
    "text": "Going to war without France is like going hunting without an accordion."
   },
   "author": {
    "text": "Norman Schwarzkopf"
   }
  },
  {
   "quote": {
    "text": "My father was born on Christmas Day in 1934. He grew up in what is now part of North Korea. When the Korean War began, my father was 16, and he found passage on an American refugee ship,thinking he'd be gone for just a few days, but he never saw his mother or his sister again."
   },
   "author": {
    "text": "Min Jin Lee"
   }
  },
  {
   "quote": {
    "text": "We shall defend our island, whatever the cost may be, we shall fight on the beaches, we shall fight on the landing grounds, we shall fight in the fields and in the streets, we shall fight in the hills; we shall never surrender."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "I learned from my grandmother, who grew up in devastating war times, how important it is to keep with tradition and celebrate the holidays during tough times."
   },
   "author": {
    "text": "Marcus Samuelsson"
   }
  },
  {
   "quote": {
    "text": "In war, you can only be killed once, but in politics, many times."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Be at war with your vices, at peace with your neighbors, and let every new year find you a better man."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Mankind must put an end to war before war puts an end to mankind."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "I worked night and day for twelve years to prevent the war, but I could not. The North was mad and blind, would not let us govern ourselves, and so the war came."
   },
   "author": {
    "text": "Jefferson Davis"
   }
  },
  {
   "quote": {
    "text": "I covered the Vietnam War. I remember the lies that were told, the lives that were lost - and the shock when, twenty years after the war ended, former Defense Secretary Robert S. McNamara admitted he knew it was a mistake all along."
   },
   "author": {
    "text": "Walter Cronkite"
   }
  },
  {
   "quote": {
    "text": "Communism is a religion that is inspired, directed and motivated by the Devil himself who has declared war against Almighty God."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "The United Nations' founders understood that decisions affecting war and peace should happen only by consensus, and with America's consent, the veto by Security Council permanent members was enshrined in the United Nations Charter. The profound wisdom of this has underpinned the stability of international relations for decades."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "Love does not begin and end the way we seem to think it does. Love is a battle, love is a war; love is a growing up."
   },
   "author": {
    "text": "James A. Baldwin"
   }
  },
  {
   "quote": {
    "text": "Wars are poor chisels for carving out peaceful tomorrows."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Great is the guilt of an unnecessary war."
   },
   "author": {
    "text": "John Adams"
   }
  },
  {
   "quote": {
    "text": "Organize, agitate, educate, must be our war cry."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "For me, true beauty has nothing to do with wrinkles and everything to do with the fact that my maternal grandmother raised five children just after the war and remained a fighter throughout her life. True beauty is the slick of red lipstick my paternal grandmother would put on before going to church on Sunday."
   },
   "author": {
    "text": "Monica Bellucci"
   }
  },
  {
   "quote": {
    "text": "What gunpowder did for war the printing press has done for the mind."
   },
   "author": {
    "text": "Wendell Phillips"
   }
  },
  {
   "quote": {
    "text": "Too often, stories about Afghanistan center around the various wars, the opium trade, the war on terrorism. Precious little is said about the Afghan people themselves - their culture, their traditions, how they lived in their country and how they manage abroad as exiles."
   },
   "author": {
    "text": "Khaled Hosseini"
   }
  },
  {
   "quote": {
    "text": "Serious sport has nothing to do with fair play. It is bound up with hatred, jealousy, boastfulness, disregard of all rules and sadistic pleasure in witnessing violence. In other words, it is war minus the shooting."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "The Philippines and the U.S. have had a strong relationship with each other for a very long time now. We have a shared history. We have shared values, democracy, freedom, and we have been in all the wars together in modern history, the World War, Second World War, Cold War, Vietnam, Korea, now the war on terrorism."
   },
   "author": {
    "text": "Gloria Macapagal Arroyo"
   }
  },
  {
   "quote": {
    "text": "As to war, I am and always was a great enemy, at the same time a warrior the greater part of my life and were I young again, should still be a warrior while ever this country should be invaded and I lived."
   },
   "author": {
    "text": "Daniel Morgan"
   }
  },
  {
   "quote": {
    "text": "If atomic bombs are to be added as new weapons to the arsenals of a warring world, or to the arsenals of nations preparing for war, then the time will come when mankind will curse the names of Los Alamos and of Hiroshima."
   },
   "author": {
    "text": "J. Robert Oppenheimer"
   }
  },
  {
   "quote": {
    "text": "During World War II, law-abiding Japanese-American citizens were herded into remote internment camps, losing their jobs, businesses and social standing, while an all-Japanese-American division fought heroically in Europe."
   },
   "author": {
    "text": "Tom Brokaw"
   }
  },
  {
   "quote": {
    "text": "Propaganda must appeal to mankind's better judgment and to the necessary belief in a better future. For this belief, the valley of the shadow of death is but a war station on the road to the blessed summit."
   },
   "author": {
    "text": "Christian Lous Lange"
   }
  },
  {
   "quote": {
    "text": "There is no hunting like the hunting of man, and those who have hunted armed men long enough and liked it, never care for anything else thereafter."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Not all moral issues have the same moral weight as abortion and euthanasia. There may be legitimate diversity of opinion even among Catholics about waging war and applying the death penalty, but not... with regard to abortion and euthanasia."
   },
   "author": {
    "text": "Pope Benedict XVI"
   }
  },
  {
   "quote": {
    "text": "It is well that war is so terrible, otherwise we should grow too fond of it."
   },
   "author": {
    "text": "Robert E. Lee"
   }
  },
  {
   "quote": {
    "text": "Morality binds people into groups. It gives us tribalism, it gives us genocide, war, and politics. But it also gives us heroism, altruism, and sainthood."
   },
   "author": {
    "text": "Jonathan Haidt"
   }
  },
  {
   "quote": {
    "text": "In peace, sons bury their fathers. In war, fathers bury their sons."
   },
   "author": {
    "text": "Herodotus"
   }
  },
  {
   "quote": {
    "text": "An army marches on its stomach."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "Anyone who has ever looked into the glazed eyes of a soldier dying on the battlefield will think hard before starting a war."
   },
   "author": {
    "text": "Otto von Bismarck"
   }
  },
  {
   "quote": {
    "text": "Love has its place, as does hate. Peace has its place, as does war. Mercy has its place, as do cruelty and revenge."
   },
   "author": {
    "text": "Meir Kahane"
   }
  },
  {
   "quote": {
    "text": "Yesterday, December seventh, 1941, a date which will live in infamy, the United States of America was suddenly and deliberately attacked by naval and air forces of the Empire of Japan. We will gain the inevitable triumph, so help us God."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "The government has a history of not treating people fairly, from the internment of Japanese Americans in World War II to African-Americans in the Civil Rights era."
   },
   "author": {
    "text": "Rand Paul"
   }
  },
  {
   "quote": {
    "text": "During the time men live without a common power to keep them all in awe, they are in that conditions called war; and such a war, as if of every man, against every man."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "What a cruel thing war is... to fill our hearts with hatred instead of love for our neighbors."
   },
   "author": {
    "text": "Robert E. Lee"
   }
  },
  {
   "quote": {
    "text": "The great questions of the day will not be settled by means of speeches and majority decisions but by iron and blood."
   },
   "author": {
    "text": "Otto von Bismarck"
   }
  },
  {
   "quote": {
    "text": "There is always inequality in life. Some men are killed in a war and some men are wounded and some men never leave the country. Life is unfair."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "No matter what you think about the Iraq war, there is one thing we can all agree on for the next days - we have to salute the courage and bravery of those who are risking their lives to vote and those brave Iraqi and American soldiers fighting to protect their right to vote."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "I am tired and sick of war. Its glory is all moonshine. It is only those who have neither fired a shot nor heard the shrieks and groans of the wounded who cry aloud for blood, for vengeance, for desolation. War is hell."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "It's impossible to know what happens in the fog of war."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "The idea that a war can be won by standing on the defensive and waiting for the enemy to attack is a dangerous fallacy, which owes its inception to the desire to evade the price of victory."
   },
   "author": {
    "text": "Douglas Haig"
   }
  },
  {
   "quote": {
    "text": "Terrorism has become the systematic weapon of a war that knows no borders or seldom has a face."
   },
   "author": {
    "text": "Jacques Chirac"
   }
  },
  {
   "quote": {
    "text": "In war, whichever side may call itself the victor, there are no winners, but all are losers."
   },
   "author": {
    "text": "Neville Chamberlain"
   }
  },
  {
   "quote": {
    "text": "War is the remedy that our enemies have chosen, and I say let us give them all they want."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "War is a blessing compared with national degradation."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "There are two problems for our species' survival - nuclear war and environmental catastrophe - and we're hurtling towards them. Knowingly."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "The operations of the federal government will be most extensive and important in times of war and danger; those of the state governments, in times of peace and security."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "Pearl Harbor caused our Nation to wholeheartedly commit to winning World War II, changing the course of our Nation's history and the world's future."
   },
   "author": {
    "text": "Joe Baca"
   }
  },
  {
   "quote": {
    "text": "The most important thing we have to do first of all in a war with the U.S., I firmly believe, is to fiercely attack and destroy the U.S. main fleet at the outset of the war so that the morale of the U.S. Navy and her people goes down to such an extent that it cannot be recovered."
   },
   "author": {
    "text": "Isoroku Yamamoto"
   }
  },
  {
   "quote": {
    "text": "We live in an age, in an era where there is so much negativity, there is so much violence in the world, there is so much unrest and people are at war, that I wanted to promote the word love and red signifies love."
   },
   "author": {
    "text": "Elton John"
   }
  },
  {
   "quote": {
    "text": "If we don't end war, war will end us."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "There is no avoiding war; it can only be postponed to the advantage of others."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "A pint of sweat, saves a gallon of blood."
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "If we had no hope - for a cure, for winning the lottery, for falling in love, for the end of war, for being free of abuse, or for having food, warmth, clothing, and shelter - we would have no reason to go on. What you hope for doesn't matter, but rather the essence of hope itself."
   },
   "author": {
    "text": "Bernie Siegel"
   }
  },
  {
   "quote": {
    "text": "Thus they have an idol that they petition for victory in war; another for success in their labors; and so for everything in which they seek or desire prosperity, they have their idols, which they honor and serve."
   },
   "author": {
    "text": "Hernan Cortes"
   }
  },
  {
   "quote": {
    "text": "Never think that war, no matter how necessary, nor how justified, is not a crime."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "They wrote in the old days that it is sweet and fitting to die for one's country. But in modern war, there is nothing sweet nor fitting in your dying. You will die like a dog for no good reason."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "All warfare is based on deception."
   },
   "author": {
    "text": "Unknown"
   }
  },
  {
   "quote": {
    "text": "We've persevered because of a belief we share with the Iraqi people - a belief that out of the ashes of war, a new beginning could be born in this cradle of civilization. Through this remarkable chapter in the history of the United States and Iraq, we have met our responsibility. Now, it's time to turn the page."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Ever since World War I, superior force is no longer measured in terms of men or horses, but in the means to wreak destruction."
   },
   "author": {
    "text": "Saul David"
   }
  },
  {
   "quote": {
    "text": "Every gun that is made, every warship launched, every rocket fired, signifies in the final sense a theft from those who hunger and are not fed, those who are cold and are not clothed."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Marriage is an adventure, like going to war."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "During the Cold War, America undertook serious military cuts only once: after the election of Richard Nixon, during the Vietnam War. The result: Vietnam fell to the Communists, the Russians moved into Afghanistan, and American influence around the globe waned dramatically."
   },
   "author": {
    "text": "Ben Shapiro"
   }
  },
  {
   "quote": {
    "text": "The Iraq War was the first conflict in western history in which an imperialist war was massively protested against before it had even been launched."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "From the neck up is where you win or lose the battle. It's the art of war. You have to lock yourself in and strategise your mindset. That's why boxers go to training camps: to shut down the noise and really zone in."
   },
   "author": {
    "text": "Anthony Joshua"
   }
  },
  {
   "quote": {
    "text": "When we are sick, we want an uncommon doctor; when we have a construction job to do, we want an uncommon engineer, and when we are at war, we want an uncommon general. It is only when we get into politics that we are satisfied with the common man."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "Let us recollect that peace or war will not always be left to our option; that however moderate or unambitious we may be, we cannot count upon the moderation, or hope to extinguish the ambition of others."
   },
   "author": {
    "text": "Alexander Hamilton"
   }
  },
  {
   "quote": {
    "text": "In this first testing ground of the atomic bomb I have seen the most terrible and frightening desolation in four years of war. It makes a blitzed Pacific island seem like an Eden. The damage is far greater than photographs can show."
   },
   "author": {
    "text": "Wilfred Burchett"
   }
  },
  {
   "quote": {
    "text": "Sweat saves blood."
   },
   "author": {
    "text": "Erwin Rommel"
   }
  },
  {
   "quote": {
    "text": "How do we prevent Iran developing an atomic bomb, when, on the American side, dropping atomic bombs on Hiroshima and Nagasaki is not recognised as a war crime?"
   },
   "author": {
    "text": "Gunter Grass"
   }
  },
  {
   "quote": {
    "text": "My great-grandfather and his two brothers fought at Gettysburg. They were in artillery, and they survived the war, thank goodness. So I revere what they did. I think their motivations were honorable when they undertook the war and participated in it along with other Southerners."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "There is nothing worth having that can be obtained by nuclear war - nothing material or ideological - no tradition that it can defend. It is utterly self-defeating."
   },
   "author": {
    "text": "George Wald"
   }
  },
  {
   "quote": {
    "text": "The drug war has been a war where the direct casualties have primarily been America's poor; America's minorities; and often, unfortunately, America's vulnerable, in terms of people with disease and addiction and mental health."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "We owe our World War II veterans - and all our veterans - a debt we can never fully repay."
   },
   "author": {
    "text": "Doc Hastings"
   }
  },
  {
   "quote": {
    "text": "Thus, what is of supreme importance in war is to attack the enemy's strategy."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "The best weapon against an enemy is another enemy."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "A quality education grants us the ability to fight the war on ignorance and poverty."
   },
   "author": {
    "text": "Charles B. Rangel"
   }
  },
  {
   "quote": {
    "text": "The war we are fighting today against terrorism is a multifaceted fight. We have to use every tool in our toolkit to wage this war - diplomacy, finance, intelligence, law enforcement, and of course, military power - and we are developing new tools as we go along."
   },
   "author": {
    "text": "Richard Armitage"
   }
  },
  {
   "quote": {
    "text": "The real and lasting victories are those of peace, and not of war."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "There is no instance of a nation benefitting from prolonged warfare."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "My greatest disappointment is that I believe that those of us who went through the war and tried to write about it, about their experience, became messengers. We have given the message, and nothing changed."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "This was not an act of terrorism, but it was an act of war."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "I woke up one day and thought, 'Enough is enough with bullying myself.' The war is within you, and that's also where it's won. You just have to tackle your insecurities and then let them go."
   },
   "author": {
    "text": "Keala Settle"
   }
  },
  {
   "quote": {
    "text": "What is astonishing about the social history of the Vietnam war is not how many people avoided it, but how many could not and did not."
   },
   "author": {
    "text": "John Gregory Dunne"
   }
  },
  {
   "quote": {
    "text": "I know that war and mayhem run in our blood. I refuse to believe that they must dominate our lives. We humans are animals, too, but animals with amazing powers of rationality, morality, society. We can use our strength and courage not to savage each other, but to defend our highest purposes."
   },
   "author": {
    "text": "Donella Meadows"
   }
  },
  {
   "quote": {
    "text": "We have practiced diplomacy since the very beginning of the nation. Sometimes it has not worked, and we've had to go to war. I always believe you should try to find peace and reconciliation before conflict. That has been the approach I've taken."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Thus it is that in war the victorious strategist only seeks battle after the victory has been won, whereas he who is destined to defeat first fights and afterwards looks for victory."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "I will not play tug o' war. I'd rather play hug o' war. Where everyone hugs instead of tugs, Where everyone giggles and rolls on the rug, Where everyone kisses, and everyone grins, and everyone cuddles, and everyone wins."
   },
   "author": {
    "text": "Shel Silverstein"
   }
  },
  {
   "quote": {
    "text": "In many parts of the world, especially Pakistan and Afghanistan, terrorism, war and conflict stop children to go to their schools. We are really tired of these wars. Women and children are suffering."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Generally speaking, men are held in great esteem in all parts of the world, so why shouldn't women have their share? Soldiers and war heroes are honored and commemorated, explorers are granted immortal fame, martyrs are revered, but how many people look upon women too as soldiers?"
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "The leaders of the world face no greater task than that of avoiding nuclear war. While preserving the cause of freedom, we must seek abolition of war through programs of general and complete disarmament. The Test-Ban Treaty of 1963 represents a significant beginning in this immense undertaking."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Let us wage a moral and political war against the billionaires and corporate leaders, on Wall Street and elsewhere, whose policies and greed are destroying the middle class of America."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "All oppression creates a state of war."
   },
   "author": {
    "text": "Simone de Beauvoir"
   }
  },
  {
   "quote": {
    "text": "The sailor's life is at the best a life of danger. He pursues honor on the mountain wave and finds it in the battle and in the storm, and never did more distinguished chivalry display itself than in the conduct of our seamen during the late war."
   },
   "author": {
    "text": "John Tyler"
   }
  },
  {
   "quote": {
    "text": "War is the greatest plague that can afflict humanity, it destroys religion, it destroys states, it destroys families. Any scourge is preferable to it."
   },
   "author": {
    "text": "Martin Luther"
   }
  },
  {
   "quote": {
    "text": "We should declare war on North Vietnam. We could pave the whole country and put parking strips on it, and still be home by Christmas."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "The Cold War had become a battlefield marked by doublespeak. Disguise, distortion, and deception were accepted as reality. Truth was promised in a serum."
   },
   "author": {
    "text": "Annie Jacobsen"
   }
  },
  {
   "quote": {
    "text": "Life on Earth is at the ever-increasing risk of being wiped out by a disaster, such as sudden global nuclear war, a genetically engineered virus or other dangers we have not yet thought of."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "I'm a Canadian. Outside Canada I carry the flag. Canadian nationalism isn't as insidious as American nationalism, though. It's good natured. It's all about maple syrup, not war."
   },
   "author": {
    "text": "Feist"
   }
  },
  {
   "quote": {
    "text": "I believe that political correctness can be a form of linguistic fascism, and it sends shivers down the spine of my generation who went to war against fascism."
   },
   "author": {
    "text": "P. D. James"
   }
  },
  {
   "quote": {
    "text": "The lesson of the Cold War is that against nuclear weapons, only nuclear weapons can hold the peace."
   },
   "author": {
    "text": "Chung Mong-joon"
   }
  },
  {
   "quote": {
    "text": "My attitude to peace is rather based on the Burmese definition of peace - it really means removing all the negative factors that destroy peace in this world. So peace does not mean just putting an end to violence or to war, but to all other factors that threaten peace, such as discrimination, such as inequality, poverty."
   },
   "author": {
    "text": "Aung San Suu Kyi"
   }
  },
  {
   "quote": {
    "text": "You ask what my conclusions are, rereading my journals and looking back on World War II from the vantage point of quarter century in time? We won the war in a military sense; but in a broader sense, it seems to me we lost it, for our Western civilization is less respected and secure than it was before."
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "The episode of the 'shoe bomber,' Richard Reid, has suddenly meant more feet being bared at airports than at the average Hindu temple. My solution has been to replace my customary lace-up Oxfords with a pair of slip-on loafers when I fly. Generals are always fighting the last war, and security screeners are the same."
   },
   "author": {
    "text": "Shashi Tharoor"
   }
  },
  {
   "quote": {
    "text": "During the Cold War, we lived in coded times when it wasn't easy and there were shades of grey and ambiguity."
   },
   "author": {
    "text": "John le Carre"
   }
  },
  {
   "quote": {
    "text": "If the people raise a great howl against my barbarity and cruelty, I will answer that war is war, and not popularity seeking."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "If you want to fight a war on drugs, sit down at your own kitchen table and talk to your own children."
   },
   "author": {
    "text": "Barry McCaffrey"
   }
  },
  {
   "quote": {
    "text": "Ideas are the great warriors of the world, and a war that has no idea behind it, is simply a brutality."
   },
   "author": {
    "text": "James A. Garfield"
   }
  },
  {
   "quote": {
    "text": "The whole art of war consists of guessing at what is on the other side of the hill."
   },
   "author": {
    "text": "Duke of Wellington"
   }
  },
  {
   "quote": {
    "text": "The West will have to choose: either to come to terms with Russians, or to receive a retaliatory blow. This retaliatory blow will not be by means of war. We will resort to the same weapon: nationalism."
   },
   "author": {
    "text": "Vladimir Zhirinovsky"
   }
  },
  {
   "quote": {
    "text": "My mom is a nurse; my dad is a pediatrician. They were born in the 1940s, and they were both inspired to fight against injustice, whether it was the injustices of the Vietnam War or Watergate or children in poverty or oppression of African Americans in Philadelphia where I was growing up."
   },
   "author": {
    "text": "Jake Tapper"
   }
  },
  {
   "quote": {
    "text": "Our enemy is motivated by hatred and will not stop planning more plots against until they are ultimately defeated. Today was an important and necessary victory in the war, but there is a long road ahead. We must remain committed if we are to succeed and protect our liberty."
   },
   "author": {
    "text": "Timothy Murphy"
   }
  },
  {
   "quote": {
    "text": "The negative effects of combat were nightmares, and I'd get jumpy around certain noises and stuff, but you'd have that after a car accident or a bad divorce. Life's filled with trauma. You don't need to go to war to find it; it's going to find you. We all deal with it, and the effects go away after awhile. At least they did for me."
   },
   "author": {
    "text": "Sebastian Junger"
   }
  },
  {
   "quote": {
    "text": "War may sometimes be a necessary evil. But no matter how necessary, it is always an evil, never a good. We will not learn how to live together in peace by killing each other's children."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "Both the 'Gregor' series and 'The Hunger Games' are what I call lightning-bolt ideas. There was a moment where the idea came to me. With 'The Hunger Games,' the lightning bolt sort of hit at a moment when I was channel surfing between reality TV and the coverage of the Iraq war."
   },
   "author": {
    "text": "Suzanne Collins"
   }
  },
  {
   "quote": {
    "text": "World War II, the atomic bomb, the Cold War, made it hard for Americans to continue their optimism."
   },
   "author": {
    "text": "Stephen Ambrose"
   }
  },
  {
   "quote": {
    "text": "The Cold War is over but Cold War thinking survives."
   },
   "author": {
    "text": "Joseph Rotblat"
   }
  },
  {
   "quote": {
    "text": "All at once, funding was gone due to the Mansfield Amendment, which was a reaction to the Vietnam War. In the minds of the local RLE administrators, research in gravitation and cosmology was not in the military's interest, and support was given to solid-state physics, which was deemed more relevant."
   },
   "author": {
    "text": "Rainer Weiss"
   }
  },
  {
   "quote": {
    "text": "We come across thirty or so hurried graves with makeshift wooden markers. 'Private Edwards, E.', a number, and that was all. Fourteen days ago he was alive, thinking feeling, hoping... If war was a game of cards, I'd say someone was cheating."
   },
   "author": {
    "text": "Spike Milligan"
   }
  },
  {
   "quote": {
    "text": "I asked a Burmese why women, after centuries of following their men, now walk ahead. He said there were many unexploded land mines since the war."
   },
   "author": {
    "text": "Robert Mueller"
   }
  },
  {
   "quote": {
    "text": "America has fought five wars since 1945 and has gained its objectives in only one of them, the Gulf War."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "With the end of the cold war, all the 'isms' of the 20th century - Fascism, Nazism, Communism and the evil of apartheid-ism - have failed. Except one. Only democracy has shown itself true the help of all mankind."
   },
   "author": {
    "text": "Jack Kemp"
   }
  },
  {
   "quote": {
    "text": "All's fair in love and war and sport - even when you're fighting against your sister."
   },
   "author": {
    "text": "Cate Campbell"
   }
  },
  {
   "quote": {
    "text": "Unfortunately, in war, there are casualties, including among the civilian population."
   },
   "author": {
    "text": "John O. Brennan"
   }
  },
  {
   "quote": {
    "text": "I grew up during the Cold War, when everything seemed very tenuous. For many years, right up until the fall of the Berlin Wall, I had vivid nightmares of nuclear apocalypse."
   },
   "author": {
    "text": "Justin Cronin"
   }
  },
  {
   "quote": {
    "text": "War is not only a matter of equipment, artillery, group troops or air force; it is largely a matter of spirit, or morale."
   },
   "author": {
    "text": "Chiang Kai-shek"
   }
  },
  {
   "quote": {
    "text": "It was my duty to shoot the enemy, and I don't regret it. My regrets are for the people I couldn't save: Marines, soldiers, buddies. I'm not naive, and I don't romanticize war. The worst moments of my life have come as a SEAL. But I can stand before God with a clear conscience about doing my job."
   },
   "author": {
    "text": "Chris Kyle"
   }
  },
  {
   "quote": {
    "text": "We make war that we may live in peace."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "I know not with what weapons World War III will be fought, but World War IV will be fought with sticks and stones."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Kashmiri people are fighting the war for freedom. And India cannot stop this freedom movement through atrocities, as Kashmir dispute is a problem of humanity, human rights, and freedom."
   },
   "author": {
    "text": "Shehbaz Sharif"
   }
  },
  {
   "quote": {
    "text": "The art of war is simple enough. Find out where your enemy is. Get at him as soon as you can. Strike him as hard as you can, and keep moving on."
   },
   "author": {
    "text": "Ulysses S. Grant"
   }
  },
  {
   "quote": {
    "text": "The cost of freedom is always high, but Americans have always paid it. And one path we shall never choose, and that is the path of surrender, or submission."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Dad wouldn't let me fool with his guitar much, because I'm left-handed, and I'd pick it up upside down. But I remember learning to sing 'Paper Doll,' the Mills Brothers song - this was during the war - and I remember my dad taking me down to one of those little record booths where you could make spoken letters to send home."
   },
   "author": {
    "text": "Don Everly"
   }
  },
  {
   "quote": {
    "text": "We all have this misunderstanding about heartbreak, which is we think we should avoid it. But what I think is that heartache is a clue toward the work we're supposed to be doing in the world. What breaks each person's heart is different - be it racial injustice, war, or animals. And when you figure out what it is that breaks yours, go toward it."
   },
   "author": {
    "text": "Glennon Doyle Melton"
   }
  },
  {
   "quote": {
    "text": "War is wretched beyond description, and only a fool or a fraud could sentimentalize its cruel reality."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "War - An act of violence whose object is to constrain the enemy, to accomplish our will."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "Tragically, the effort to make America and the world safer and to defend freedom around the world is not without an enormous cost to this Nation in terms primarily of lost lives and those who bear the scars and the wounds of war, and their families who must bear these losses."
   },
   "author": {
    "text": "John Warner"
   }
  },
  {
   "quote": {
    "text": "Something is wanting, and something must be done, or we shall be involved in all the horror of failure, and civil war without a prospect of its termination."
   },
   "author": {
    "text": "Henry Knox"
   }
  },
  {
   "quote": {
    "text": "Where the stakes are the highest, in the war on terror, we cannot possibly succeed without extraordinary international cooperation. Effective international police actions require the highest degree of intelligence sharing, planning and collaborative enforcement."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "As history has repeatedly proven, one trade tariff begets another, then another - until you've got a full-blown trade war. No one ever wins, and consumers always get screwed."
   },
   "author": {
    "text": "Mark McKinnon"
   }
  },
  {
   "quote": {
    "text": "War should never be entered upon until every agency of peace has failed."
   },
   "author": {
    "text": "William McKinley"
   }
  },
  {
   "quote": {
    "text": "An Atheist believes that a hospital should be built instead of a church. An atheist believes that deed must be done instead of prayer said. An atheist strives for involvement in life and not escape into death. He wants disease conquered, poverty vanished, war eliminated."
   },
   "author": {
    "text": "Madalyn Murray O'Hair"
   }
  },
  {
   "quote": {
    "text": "As a soldier, I survived World War I when most of my comrades did not."
   },
   "author": {
    "text": "Lester B. Pearson"
   }
  },
  {
   "quote": {
    "text": "Once we have a war there is only one thing to do. It must be won. For defeat brings worse things than any that can ever happen in war."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "War against a foreign country only happens when the moneyed classes think they are going to profit from it."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "It is important to emphasize that guerrilla warfare is a war of the masses, a war of the people. The guerrilla band is an armed nucleus, the fighting vanguard of the people. It draws its great force from the mass of the people themselves."
   },
   "author": {
    "text": "Che Guevara"
   }
  },
  {
   "quote": {
    "text": "Standing, as I believe the United States stands for humanity and civilization, we should exercise every influence of our great country to put a stop to that war which is now raging in Cuba and give to that island once more peace, liberty, and independence."
   },
   "author": {
    "text": "Henry Cabot Lodge"
   }
  },
  {
   "quote": {
    "text": "I was drafted during the Korean War. None of us wanted to go... It was only a couple of years after World War II had ended. We said, 'Wait a second? Didn't we just get through with that?'"
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "An asteroid or a supervolcano could certainly destroy us, but we also face risks the dinosaurs never saw: An engineered virus, nuclear war, inadvertent creation of a micro black hole, or some as-yet-unknown technology could spell the end of us."
   },
   "author": {
    "text": "Elon Musk"
   }
  },
  {
   "quote": {
    "text": "Photographer James Nachtwey has spent his professional life in the places people most want to avoid: war zones and refugee camps, the city flattened by an earthquake, the village swallowed by a flood, the farm hollowed out by famine."
   },
   "author": {
    "text": "Nancy Gibbs"
   }
  },
  {
   "quote": {
    "text": "I had seen people who had lost everything and everyone they loved to war, famine, and natural disasters."
   },
   "author": {
    "text": "Chelsea Clinton"
   }
  },
  {
   "quote": {
    "text": "The war on drugs has made government more powerful, citizens less free, and hasn't helped users or addicts."
   },
   "author": {
    "text": "Victor Mitchell"
   }
  },
  {
   "quote": {
    "text": "Yesterday, we fought wars which destroyed cities. Today, we are concerned with avoiding a war which will destroy the earth. We can adapt atomic energy to produce electricity and move ships, but can we control its use in anger?"
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "More than an end to war, we want an end to the beginning of all wars - yes, an end to this brutal, inhuman and thoroughly impractical method of settling the differences between governments."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "I deliberately did not read anything about the Vietnam War because I felt the politics of the war eclipsed what happened to the veterans. The politics were irrelevant to what this memorial was."
   },
   "author": {
    "text": "Maya Lin"
   }
  },
  {
   "quote": {
    "text": "Life is now a war zone, and as such, the number of people considered disposable has grown exponentially, and this includes low income whites, poor minorities, immigrants, the unemployed, the homeless, and a range of people who are viewed as a liability to capital and its endless predatory quest for power and profits."
   },
   "author": {
    "text": "Henry Giroux"
   }
  },
  {
   "quote": {
    "text": "The republican is the only form of government which is not eternally at open or secret war with the rights of mankind."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Our country is now geared to an arms economy bred in an artificially induced psychosis of war hysteria and an incessant propaganda of fear."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "I've seen terrorism close up, but I don't live in a state of terror at all. I'm comfortable going to the Manhattan Thanksgiving Day Parade, the tree lighting at Rockefeller Center, Times Square on New Years Eve. For perspective, the world today is a safer place than it was during the Cuban Missile Crisis, the Berlin Airlift, World War II."
   },
   "author": {
    "text": "Douglas Brunt"
   }
  },
  {
   "quote": {
    "text": "Peace is not an absence of war, it is a virtue, a state of mind, a disposition for benevolence, confidence, justice."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "War has generally had grave and fateful consequences for the American monetary and financial system. We have seen that the Revolutionary War occasioned a mass of depreciated fiat paper, worthless Continentals, a huge public debt, and the beginnings of central banking in the Bank of North America."
   },
   "author": {
    "text": "Murray Rothbard"
   }
  },
  {
   "quote": {
    "text": "I don't think that anybody in any war thinks of themselves as a hero. The minute anybody presumes that they are heroes, they get their boots taken away from them and buried in the sand."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "The war... was an unnecessary condition of affairs, and might have been avoided if forebearance and wisdom had been practiced on both sides."
   },
   "author": {
    "text": "Robert E. Lee"
   }
  },
  {
   "quote": {
    "text": "Judging from the experience of the European War, imperialism renders no great benefit to any nation, whereas liberty for all nationalities is the only principle by which humanity will ever be saved."
   },
   "author": {
    "text": "Sun Yat-sen"
   }
  },
  {
   "quote": {
    "text": "Once, in a magazine interview, I said the difference between shoe ladies and bag ladies is that shoe ladies are just a bit classier. Finished! That started World War III among all the women I knew. I only meant that shoes do more for your look and body than bags do!"
   },
   "author": {
    "text": "Kareena Kapoor Khan"
   }
  },
  {
   "quote": {
    "text": "In the first six to twelve months of a war with the United States and Great Britain I will run wild and win victory upon victory. But then, if the war continues after that, I have no expectation of success."
   },
   "author": {
    "text": "Isoroku Yamamoto"
   }
  },
  {
   "quote": {
    "text": "Reconstruction is the great black hole that remains to be filled. Even experts on the Civil War don't really understand its full significance."
   },
   "author": {
    "text": "Ron Chernow"
   }
  },
  {
   "quote": {
    "text": "Be convinced that to be happy means to be free and that to be free means to be brave. Therefore do not take lightly the perils of war."
   },
   "author": {
    "text": "Thucydides"
   }
  },
  {
   "quote": {
    "text": "Every time we walk along a beach some ancient urge disturbs us so that we find ourselves shedding shoes and garments or scavenging among seaweed and whitened timbers like the homesick refugees of a long war."
   },
   "author": {
    "text": "Loren Eiseley"
   }
  },
  {
   "quote": {
    "text": "A nation's ability to fight a modern war is as good as its technological ability."
   },
   "author": {
    "text": "Frank Whittle"
   }
  },
  {
   "quote": {
    "text": "Empathy is really the opposite of spiritual meanness. It's the capacity to understand that every war is both won and lost. And that someone else's pain is as meaningful as your own."
   },
   "author": {
    "text": "Barbara Kingsolver"
   }
  },
  {
   "quote": {
    "text": "War alone brings up to their highest tension all human energies and imposes the stamp of nobility upon the peoples who have the courage to make it."
   },
   "author": {
    "text": "Benito Mussolini"
   }
  },
  {
   "quote": {
    "text": "In Britain and Europe, no event is less forgotten than World War I, or 'The Great War,' as it was called until 1939."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "Only the dead have seen the end of the war."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "War of aggression, war which does not imply defense of one's country, is a collective crime."
   },
   "author": {
    "text": "Carlos Saavedra Lamas"
   }
  },
  {
   "quote": {
    "text": "War: a massacre of people who don't know each other for the profit of people who know each other but don't massacre each other."
   },
   "author": {
    "text": "Paul Valery"
   }
  },
  {
   "quote": {
    "text": "I was born in London in England in 1934. I went through, as a child, the horrors of World War II, through a time when food was rationed and we learned to be very careful, and we never had more to eat than what we needed to eat. There was no waste. Everything was used."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "People often tell me how much they love the digital skies that we obviously painted for 'War Horse.' Well, there's not a single sky that we put in through special effects. The skies you see in the movie are the skies that we experienced - but it was definitely challenging at times."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "After May 1940, the good times were few and far between; first there was the war, then the capitulation, and then the arrival of the Germans, which is when the trouble started for the Jews."
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "When human beings live together, conflict is inevitable. War is not."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "If you look at the history of technology over a couple hundred years, it's all about time compression and making the globe smaller. It's had positive effects, all the ones that we know. So we're much less likely to have the kind of terrible misunderstandings that led to World War I, for example."
   },
   "author": {
    "text": "Eric Schmidt"
   }
  },
  {
   "quote": {
    "text": "War means fighting, and fighting means killing."
   },
   "author": {
    "text": "Nathan Bedford Forrest"
   }
  },
  {
   "quote": {
    "text": "I thought the Vietnam war was an utter, unmitigated disaster, so it was very hard for me to say anything good about it."
   },
   "author": {
    "text": "George McGovern"
   }
  },
  {
   "quote": {
    "text": "I think that my darkest moment was the Iraq war and the fact that we could not stop it."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "Human nature must be changed if we are ever to have an end to war or to correct the wrong situations that make our lives uneasy and our hearts sore. Now Christianity, the power of Jesus Christ, the Holy Spirit of God, is the only force that can change people for good."
   },
   "author": {
    "text": "Peter Marshall"
   }
  },
  {
   "quote": {
    "text": "Business is war. I go out there, I want to kill the competitors. I want to make their lives miserable. I want to steal their market share. I want them to fear me and I want everyone on my team thinking we're going to win."
   },
   "author": {
    "text": "Kevin O'Leary"
   }
  },
  {
   "quote": {
    "text": "Anyone who has ever been privileged to direct a film also knows that, although it can be like trying to write 'War and Peace' in a bumper car in an amusement park, when you finally get it right, there are not many joys in life that can equal the feeling."
   },
   "author": {
    "text": "Stanley Kubrick"
   }
  },
  {
   "quote": {
    "text": "War can be avoided, and it ought to be avoided. I want no war."
   },
   "author": {
    "text": "Chief Joseph"
   }
  },
  {
   "quote": {
    "text": "Pre-emptive war might fall within the framework of international law."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "World War II had a very important impact on the development of technology, as a whole."
   },
   "author": {
    "text": "Barry Commoner"
   }
  },
  {
   "quote": {
    "text": "No man wants more war if he's planned memorial services for fallen comrades, carried their flag-draped caskets off a plane, and buried them at Arlington National Cemetery."
   },
   "author": {
    "text": "Tom Cotton"
   }
  },
  {
   "quote": {
    "text": "Hiroshima has become a metaphor not just for nuclear war but for war and destruction and violence toward civilians. It's not just the idea we should not use nuclear arms. We should not start another war because it's madness."
   },
   "author": {
    "text": "Max von Sydow"
   }
  },
  {
   "quote": {
    "text": "World War II is the greatest drama in human history, the biggest war ever and a true battle of good and evil. I imagine writers will continue to get stories from it, and readers will continue to love them, for many more years."
   },
   "author": {
    "text": "Ken Follett"
   }
  },
  {
   "quote": {
    "text": "People have the problem of denial. This is one of the things I learned in Lebanon. Everybody who left Beirut when the war started, including my parents, said, 'Oh, its temporary.' It lasted 17 years! People tend to underestimate the gravity of these situations. That's how they work."
   },
   "author": {
    "text": "Nassim Nicholas Taleb"
   }
  },
  {
   "quote": {
    "text": "From the outset of the war, the Canadian people have clearly shown that it is their desire to help in every way to make Canada's war effort as effective as possible."
   },
   "author": {
    "text": "William Lyon Mackenzie King"
   }
  },
  {
   "quote": {
    "text": "Kennedy said that if we had nuclear war we'd kill 300 million people in the first hour. McNamara, who is a good businessman and likes to save, says it would be only 200 million."
   },
   "author": {
    "text": "Norman Thomas"
   }
  },
  {
   "quote": {
    "text": "Growing up during the Cold War, I remember the seemingly imminent threat of nuclear war. In primary school we were taught to 'duck-and-cover' for protection. But even as children hiding under wooden desks, we recognized the inadequacies of this strategy."
   },
   "author": {
    "text": "Mike Quigley"
   }
  },
  {
   "quote": {
    "text": "The use of drones is rapidly transforming the way we go to war. On the battlefield, a squad leader can receive real-time data from a drone that enables him to view the landscape for miles in every direction, dramatically expanding the capabilities of what would normally have been a small and isolated unit."
   },
   "author": {
    "text": "Michael Hastings"
   }
  },
  {
   "quote": {
    "text": "History demonstrates that previous military drawdowns invited aggression by our enemies. After World War I, America drew down forces until the U.S. Army had fewer than 100,000 men in uniform. That weakness invited Nazi aggression in Europe and the imperial Japanese attack at Pearl Harbor."
   },
   "author": {
    "text": "Frank Gaffney"
   }
  },
  {
   "quote": {
    "text": "The connection between dress and war is not far to seek; your finest clothes are those you wear as soldiers."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "War is a racket. It always has been... A few profit - and the many pay. But there is a way to stop it. You can't end it by disarmament conferences. You can't eliminate it by peace parleys at Geneva. Well-meaning but impractical groups can't wipe it out by resolutions. It can be smashed effectively only by taking the profit out of war."
   },
   "author": {
    "text": "Smedley Butler"
   }
  },
  {
   "quote": {
    "text": "When I was a child in England before the war, Christmas pudding always contained at least one shiny new sixpence, and it was considered a sign of great good luck for the new year to find one in your helping of the pudding."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "I wish the press were paying more attention to the erosion of the Constitution and the slippery slope that we're getting into, by giving up the right of the Congress to talk about when and how and where we go to war."
   },
   "author": {
    "text": "Barbara Lee"
   }
  },
  {
   "quote": {
    "text": "What shall I say further? Shall I not stop short and leave to your imaginations to portray the tragic deeds of war? Is it not enough that I here leave it even to unexperience to fancy the hardships, the anxieties, the dangers, even of the best life of a soldier?"
   },
   "author": {
    "text": "Deborah Sampson"
   }
  },
  {
   "quote": {
    "text": "I think NATO is a Cold War product. I think NATO historically should have shut up shop in 1990 along with the Warsaw Pact; unfortunately, it didn't."
   },
   "author": {
    "text": "Jeremy Corbyn"
   }
  },
  {
   "quote": {
    "text": "Today's voguish threats, including climate change, population growth, massive war, and resource depletion, are all amenable to a fix if we act prudently. And even if we don't, these problems are incapable of obliterating all of humanity, let alone destroying the Earth. No, the real End of Days will happen slowly, as the Sun ages."
   },
   "author": {
    "text": "Seth Shostak"
   }
  },
  {
   "quote": {
    "text": "People nowadays don't know about the Cold War and the U.S.'s old rivalry with the U.S.S.R."
   },
   "author": {
    "text": "Hideo Kojima"
   }
  },
  {
   "quote": {
    "text": "'Muslim' is not a political party. 'Muslim' is not a single culture. Muslims go to war with each other. There are more Muslims in India, Russia and China than in most Muslim-majority nations. 'Muslim' is not a homogenous entity."
   },
   "author": {
    "text": "Maajid Nawaz"
   }
  },
  {
   "quote": {
    "text": "Because conscription appeals to essentially no one, the United States has lived with the All-Volunteer Force since the end of the Vietnam War."
   },
   "author": {
    "text": "Jacob Weisberg"
   }
  },
  {
   "quote": {
    "text": "The central thesis of the American failure in Afghanistan - the one you'll hear from politicians and pundits and even scholars - was succinctly propounded by Deputy Secretary of State Richard Armitage: 'The war in Iraq drained resources from Afghanistan before things were under control'."
   },
   "author": {
    "text": "Anand Gopal"
   }
  },
  {
   "quote": {
    "text": "We absolutely do need to make sure that our borders are secure. But what we need to realize and remember is that ICE was established in 2003 right at the same time as the Patriot Act, the AUMF, the Iraq War - and we look back at a lot of that time and legislation as a mistake now. And I think that ICE is right there as a part of it."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "You can no more win a war than you can win an earthquake."
   },
   "author": {
    "text": "Jeannette Rankin"
   }
  },
  {
   "quote": {
    "text": "It is an unfortunate fact that we can secure peace only by preparing for war."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "The time to take counsel of your fears is before you make an important battle decision. That's the time to listen to every fear you can imagine! When you have collected all the facts and fears and made your decision, turn off all your fears and go ahead!"
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "God is day and night, winter and summer, war and peace, surfeit and hunger."
   },
   "author": {
    "text": "Heraclitus"
   }
  },
  {
   "quote": {
    "text": "The first panacea for a mismanaged nation is inflation of the currency; the second is war. Both bring a temporary prosperity; both bring a permanent ruin. But both are the refuge of political and economic opportunists."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "The release of atomic energy has not created a new problem. It has merely made more urgent the necessity of solving an existing one."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "War is a poor chisel to carve out tomorrow."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "A prisoner of war is a man who tries to kill you and fails, and then asks you not to kill him."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "In wartime, truth is so precious that she should always be attended by a bodyguard of lies."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "When the war of the giants is over the wars of the pygmies will begin."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "One of the greatest casualties of the war in Vietnam is the Great Society... shot down on the battlefield of Vietnam."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "War is mainly a catalogue of blunders."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "I can not believe that war is the best solution. No one won the last war, and no one will win the next war."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "When I was in the White House, I was confronted with the challenge of the Cold War. Both the Soviet Union and I had 30,000 nuclear weapons that could destroy the entire earth and I had to maintain the peace."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "It could be said that all armed conflicts are a ludicrous and shameful waste of lives, but World War I has a special place in the history of futility - a war without clear purpose, a war whose resolution would ultimately make the world a far worse place."
   },
   "author": {
    "text": "Scott Spencer"
   }
  },
  {
   "quote": {
    "text": "I have never advocated war except as a means of peace."
   },
   "author": {
    "text": "Ulysses S. Grant"
   }
  },
  {
   "quote": {
    "text": "If men can develop weapons that are so terrifying as to make the thought of global war include almost a sentence for suicide, you would think that man's intelligence and his comprehension... would include also his ability to find a peaceful solution."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Quickness is the essence of the war."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "The human voice: It's the instrument we all play. It's the most powerful sound in the world, probably. It's the only one that can start a war or say 'I love you.' And yet many people have the experience that when they speak, people don't listen to them."
   },
   "author": {
    "text": "Julian Treasure"
   }
  },
  {
   "quote": {
    "text": "Establishing lasting peace is the work of education; all politics can do is keep us out of war."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Let us ever remember that our interest is in concord, not in conflict; and that our real eminence rests in the victories of peace, not those of war."
   },
   "author": {
    "text": "William McKinley"
   }
  },
  {
   "quote": {
    "text": "The first and most imperative necessity in war is money, for money means everything else - men, guns, ammunition."
   },
   "author": {
    "text": "Ida Tarbell"
   }
  },
  {
   "quote": {
    "text": "The quickest way of ending a war is to lose it."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "I had a very strong feeling about the Vietnam War, and I had a strong feeling about participating in it. The military draft was in place, I was summoned for a physical exam, and I was either going to be classified as fit for military service or make my objection to it. So I made my objection to it."
   },
   "author": {
    "text": "Harrison Ford"
   }
  },
  {
   "quote": {
    "text": "It is the function of the Navy to carry the war to the enemy so that it is not fought on U.S. soil."
   },
   "author": {
    "text": "Chester W. Nimitz"
   }
  },
  {
   "quote": {
    "text": "I joined the army on my seventeenth birthday, full of the romance of war after having read a lot of World War I British poetry and having seen a lot of post-World War II films. I thought the romantic presentations of war influenced my joining and my presentation of war to my younger siblings."
   },
   "author": {
    "text": "Walter Dean Myers"
   }
  },
  {
   "quote": {
    "text": "In modern war... you will die like a dog for no good reason."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Oceania was at war with Eurasia; therefore Oceania had always been at war with Eurasia."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "In July of 2004, I came out strongly against the war with Iraq because it was going to destabilize the Middle East."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Every war when it comes, or before it comes, is represented not as a war but as an act of self-defense against a homicidal maniac."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "The United States is not, and never will be, at war with Islam."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Our generation was born during the turmoil following the First World War. That war marked the dividing line - at least for the Western World - between the comfortable security of the 19th century and the instability and flux of our own time."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "I don't oppose all wars. What I am opposed to is a dumb war. What I am opposed to is a rash war."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "We used to wonder where war lived, what it was that made it so vile. And now we realize that we know where it lives... inside ourselves."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "When the peace treaty is signed, the war isn't over for the veterans, or the family. It's just starting."
   },
   "author": {
    "text": "Karl Marlantes"
   }
  },
  {
   "quote": {
    "text": "It is incumbent on every generation to pay its own debts as it goes. A principle which if acted on would save one-half the wars of the world."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "It's an interesting combination: Having a great fear of being alone, and having a desperate need for solitude and the solitary experience. That's always been a tug of war for me."
   },
   "author": {
    "text": "Jodie Foster"
   }
  },
  {
   "quote": {
    "text": "I'm tired. I'm tired of feeling rejected by the American people. I'm tired of waking up in the middle of the night worrying about the war."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "War is hell. You can't photograph a flying bullet, but you can capture genuine fear."
   },
   "author": {
    "text": "Horst Faas"
   }
  },
  {
   "quote": {
    "text": "The most shocking fact about war is that its victims and its instruments are individual human beings, and that these individual beings are condemned by the monstrous conventions of politics to murder or be murdered in quarrels not their own."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "In order for a war to be just, three things are necessary. First, the authority of the sovereign. Secondly, a just cause. Thirdly, a rightful intention."
   },
   "author": {
    "text": "Thomas Aquinas"
   }
  },
  {
   "quote": {
    "text": "People talk about games and loneliness - it's a lonely activity. I didn't understand that. 'Gears of War' was the first multiplayer game for me that I enjoyed. But I wasn't sad. I liked being alone. I liked playing games by myself. I had lots of companionship at the house."
   },
   "author": {
    "text": "Tim Schafer"
   }
  },
  {
   "quote": {
    "text": "As I've said, there were patriots who supported this war, and patriots who opposed it. And all of us are united in appreciation for our servicemen and women, and our hopes for Iraqis' future."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Russia isn't going to start a war. They can't afford it. I think Mr. Putin can be dealt with if we stop screaming at him. You can work with the guy. You just have to know who he is."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "Fortune, which has a great deal of power in other matters but especially in war, can bring about great changes in a situation through very slight forces."
   },
   "author": {
    "text": "Julius Caesar"
   }
  },
  {
   "quote": {
    "text": "Without perestroika, the cold war simply would not have ended. But the world could not continue developing as it had, with the stark menace of nuclear war ever present."
   },
   "author": {
    "text": "Mikhail Gorbachev"
   }
  },
  {
   "quote": {
    "text": "One cannot wage war under present conditions without the support of public opinion, which is tremendously molded by the press and other forms of propaganda."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "This war differs from other wars, in this particular. We are not fighting armies but a hostile people, and must make old and young, rich and poor, feel the hard hand of war."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "War means blind obedience, unthinking stupidity, brutish callousness, wanton destruction, and irresponsible murder."
   },
   "author": {
    "text": "Alexander Berkman"
   }
  },
  {
   "quote": {
    "text": "9/11 was a deliberate, carefully planned evil act of the long-waged war on the West by Koran-inspired soldiers of Allah around the world. They hated us before George W. Bush was in office. They hated us before Israel existed. And the avengers of the religion of perpetual outrage will keep hating us."
   },
   "author": {
    "text": "Michelle Malkin"
   }
  },
  {
   "quote": {
    "text": "World War I was not inevitable, as many historians say. It could have been avoided, and it was a diplomatically botched negotiation."
   },
   "author": {
    "text": "Richard Holbrooke"
   }
  },
  {
   "quote": {
    "text": "We lived in a tall, narrow Victorian house, which my parents had bought very cheaply during the war, when everyone thought London was going to be bombed flat. In fact, a V-2 rocket landed a few houses away from ours. I was away with my mother and sister at the time, but my father was in the house."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Civil war? What does that mean? Is there any foreign war? Isn't every war fought between men, between brothers?"
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "War used to be something you could stand on the nearby hill and watch. Now we have total war; everybody's in it. We have total economics as well. Everything affects everybody. The Malaysian currency shakes, and people around the world are seriously affected."
   },
   "author": {
    "text": "Salman Rushdie"
   }
  },
  {
   "quote": {
    "text": "I entered the navy with the great ambition of becoming a naval soldier and going to war. Either I die from this festering wound - because I refuse to have my arm amputated - or I recover from it and continue being a soldier. I have a one-in-two chance, and I shall bet my life on it!"
   },
   "author": {
    "text": "Isoroku Yamamoto"
   }
  },
  {
   "quote": {
    "text": "Thus, it was to seek true civilization and true justice for all the peoples of the world, and to view this as the destruction of personal freedom and respect is to be assailed by the hatred and emotion of war, and to make hasty judgments."
   },
   "author": {
    "text": "Hideki Tojo"
   }
  },
  {
   "quote": {
    "text": "Oh, sure, we have another world war coming, and another great depression, but where are the leaders this time?"
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "The guys who won World War II and that whole generation have disappeared, and now we have a bunch of teenage twits."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "In 1968, America was a wounded nation. The wounds were moral ones; the Vietnam War and three summers of inner-city riots had inflicted them on the national soul, challenging Americans' belief that they were a uniquely noble and honorable people."
   },
   "author": {
    "text": "Thurston Clarke"
   }
  },
  {
   "quote": {
    "text": "Everything in war is very simple. But the simplest thing is difficult."
   },
   "author": {
    "text": "Carl von Clausewitz"
   }
  },
  {
   "quote": {
    "text": "Was it proof of madness in the first corps of sea officers to have, at so critical a period, launched out on the ocean with only two armed merchant ships, two armed brigantines, and one armed sloop, to make war against such a power as Great Britain?"
   },
   "author": {
    "text": "John Paul Jones"
   }
  },
  {
   "quote": {
    "text": "Can anything be stupider than that a man has the right to kill me because he lives on the other side of a river and his ruler has a quarrel with mine, though I have not quarrelled with him?"
   },
   "author": {
    "text": "Blaise Pascal"
   }
  },
  {
   "quote": {
    "text": "My subject is War, and the pity of War. The Poetry is in the pity."
   },
   "author": {
    "text": "Wilfred Owen"
   }
  },
  {
   "quote": {
    "text": "To establish any mode to abolish war, however advantageous it might be to Nations, would be to take from such Government the most lucrative of its branches."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "If... many influential people have failed to understand, or have just forgotten, what we were up against in the Cold War and how we overcame it, they are not going to be capable of securing, let alone enlarging, the gains that liberty has made."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "'Pears like my heart go flutter, flutter, and then they may say, 'Peace, Peace,' as much as they likes - I know it's goin' to be war!"
   },
   "author": {
    "text": "Harriet Tubman"
   }
  },
  {
   "quote": {
    "text": "Ours is a world of nuclear giants and ethical infants. We know more about war that we know about peace, more about killing that we know about living."
   },
   "author": {
    "text": "Omar N. Bradley"
   }
  },
  {
   "quote": {
    "text": "Preparation for war is a constant stimulus to suspicion and ill will."
   },
   "author": {
    "text": "James Monroe"
   }
  },
  {
   "quote": {
    "text": "Unless a nation's life faces peril, war is murder."
   },
   "author": {
    "text": "Mustafa Kemal Ataturk"
   }
  },
  {
   "quote": {
    "text": "As a privileged survivor of the First World War, I hope I may be allowed to interject here a deeply felt tribute to those who were not fortunate enough to succeed, but who shared the signal honor of trying to the last to salvage peace."
   },
   "author": {
    "text": "Rene Cassin"
   }
  },
  {
   "quote": {
    "text": "The Vietnam War required us to emphasize the national interest rather than abstract principles. What President Nixon and I tried to do was unnatural. And that is why we didn't make it."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "My father Ted fought in North Africa, Italy, and Germany during World War II. My grandfather survived the horrors of the trenches in World War I. I truly believe that one of the E.U.'s greatest achievements is that it has kept its members out of conflict in Europe."
   },
   "author": {
    "text": "Richard Branson"
   }
  },
  {
   "quote": {
    "text": "War has rules, mud wrestling has rules - politics has no rules."
   },
   "author": {
    "text": "Ross Perot"
   }
  },
  {
   "quote": {
    "text": "In all history there is no war which was not hatched by the governments, the governments alone, independent of the interests of the people, to whom war is always pernicious even when successful."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "The peasant must always be helped technically, economically, morally and culturally. The guerrilla fighter will be a sort of guiding angel who has fallen into the zone, helping the poor always and bothering the rich as little as possible in the first phases of the war."
   },
   "author": {
    "text": "Che Guevara"
   }
  },
  {
   "quote": {
    "text": "In war, you win or lose, live or die - and the difference is just an eyelash."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "The Berlin Wall wasn't the only barrier to fall after the collapse of the Soviet Union and the end of the Cold War. Traditional barriers to the flow of money, trade, people and ideas also fell."
   },
   "author": {
    "text": "Fareed Zakaria"
   }
  },
  {
   "quote": {
    "text": "Even during the years of the Cold War, the intense confrontation between the Soviet Union and the United States, we always avoided any direct clash between our civilians and, most certainly, between our military."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "So I would say God hates war, but God loves every soldier."
   },
   "author": {
    "text": "Rick Warren"
   }
  },
  {
   "quote": {
    "text": "The U.N. bureaucracy has grown to elephantine proportions. Now that the Cold War is over, we are asking that elephant to do gymnastics."
   },
   "author": {
    "text": "Madeleine Albright"
   }
  },
  {
   "quote": {
    "text": "Harry Truman's decision to fire Douglas MacArthur at the height of the Korean War in April 1951 shocked the American political system and astonished the world. Much of the world didn't realize the president had the power to fire a five-star general; much of America didn't realize Truman had the nerve."
   },
   "author": {
    "text": "H. W. Brands"
   }
  },
  {
   "quote": {
    "text": "The most terrifying moment in my life was October 1962, during the Cuban Missile Crisis. I did not know all the facts - we have learned only recently how close we were to war - but I knew enough to make me tremble."
   },
   "author": {
    "text": "Joseph Rotblat"
   }
  },
  {
   "quote": {
    "text": "World War I broke out largely because of an arms race, and World War II because of the lack of an arms race."
   },
   "author": {
    "text": "Herman Kahn"
   }
  },
  {
   "quote": {
    "text": "I looked back on the roaring Twenties - with its jazz, 'Great Gatsby,' and the pre-Code films - as a party I had somehow managed to miss. After World War Two, I expected something similar, a return to the period after the first war, but when the skirt lengths went down instead of up, I knew we were in big trouble."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "The earth is bountiful, and where her bounty fails, nitrogen drawn from the air will refertilize her womb. I developed a process for this purpose in 1900. It was perfected fourteen years later under the stress of war by German chemists."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "I shall proceed from the simple to the complex. But in war more than in any other subject we must begin by looking at the nature of the whole; for here more than elsewhere the part and the whole must always be thought of together."
   },
   "author": {
    "text": "Carl von Clausewitz"
   }
  },
  {
   "quote": {
    "text": "The deliberate and deadly attacks which were carried out yesterday against our country were more than acts of terror. They were acts of war."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "There's a War Crimes Act in the United States passed by a Republican Congress in 1996, which says that grave breaches of the Geneva Convention are subject to the death penalty. And that doesn't mean the soldier that committed them - that means the commanders."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "The first time I saw nitroglycerine was in the beginning of the Crimean War. Professor Zinin in St. Petersburg exhibited some to my father and me, and struck some on an anvil to show that only the part touched by the hammer exploded without spreading."
   },
   "author": {
    "text": "Alfred Nobel"
   }
  },
  {
   "quote": {
    "text": "It is part of the general pattern of misguided policy that our country is now geared to an arms economy which was bred in an artificially induced psychosis of war hysteria and nurtured upon an incessant propaganda of fear."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "We've got to stand up at some point and say, 'We are not gonna pay slavery reparations in the United States Congress.' That war's been fought. That was over a century ago. That debt was paid for in blood, and it was paid for in the blood of a lot of Yankees, especially. And there's no reparations for the blood that paid for the sin of slavery."
   },
   "author": {
    "text": "Steve King"
   }
  },
  {
   "quote": {
    "text": "A trade war would be a disaster for the world. It's very easy to slip into a trade war."
   },
   "author": {
    "text": "Jack Ma"
   }
  },
  {
   "quote": {
    "text": "We're no longer in the Cold War. Eavesdropping on friends is unacceptable."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "People always related to President Bush, but in the aftermath of Hurricane Katrina and the Iraq War, his numbers collapsed because people didn't feel like he handled those properly. Obama is the inverse. He was elected because he was an extraordinary guy, but the fact that he isn't ordinary has turned out to be politically damaging."
   },
   "author": {
    "text": "Nicolle Wallace"
   }
  },
  {
   "quote": {
    "text": "The middle of 'America's Women' is about the Civil War, and how women, black and white, confronted slavery and abolition. As in every other period of crisis, the rules of sexual decorum were suspended due to emergency."
   },
   "author": {
    "text": "Gail Collins"
   }
  },
  {
   "quote": {
    "text": "Although our war on drugs must be fortified with the best laws, enforcement efforts and resources, we would not be successful without your individual commitment to this cause."
   },
   "author": {
    "text": "Mel Carnahan"
   }
  },
  {
   "quote": {
    "text": "When you are on assignment, you stick to the facts, limit your vision, and often cut out the most revealing material. There is no texture, no shades of gray. In fiction, you can bring the reader on the perilous journey with your characters as they discover that war is more like a wilderness of mirrors, full of danger and uncertainty."
   },
   "author": {
    "text": "Leslie Cockburn"
   }
  },
  {
   "quote": {
    "text": "At the age of nine, I could cross the length of Glasgow on a succession of buses, wearing regulation garter-topped stockings and compulsory cap and - if I'd done well enough to earn the honour in last week's test - with a First World War medal on a striped ribbon pinned to my brown blazer. I must have looked like a chocolate soldier."
   },
   "author": {
    "text": "Ronald Frame"
   }
  },
  {
   "quote": {
    "text": "When you walk through the hospital, you waiver between feeling bad for everyone else and feeling bad for yourself. It's a war of the worlds - the healthy and the sick."
   },
   "author": {
    "text": "Jenna Morasca"
   }
  },
  {
   "quote": {
    "text": "Before the Civil War, the Negro was certainly as efficient a workman as the raw immigrant from Ireland or Germany. But, whereas the Irishmen found economic opportunity wide and daily growing wider, the Negro found public opinion determined to 'keep him in his place.'"
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "War can only be abolished through war, and in order to get rid of the gun it is necessary to take up the gun."
   },
   "author": {
    "text": "Mao Zedong"
   }
  },
  {
   "quote": {
    "text": "I love it when Muslims go to war with each other, as I do when the Christians do, because it shows there's no such thing as the Christian world and the Islamic world. That's all crap."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "I don't know if music has ever achieved anything past appealing to the people that it appeals to. If a song could stop a war, then Bob Marley and Bob Dylan songs would have stopped one or two."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "The government of the United States doesn't want peace. It wants to exploit its system of exploitation, of pillage, of hegemony through war. It wants peace, but what's happening in Iraq? What happened in Lebanon? Palestine? What's happening? What's happened over the last hundred years in Latin America and in the world?"
   },
   "author": {
    "text": "Hugo Chavez"
   }
  },
  {
   "quote": {
    "text": "Lincoln's address at Gettysburg - 272 words dedicating a cemetery at the site of one of the Civil War's bloodiest battles - has been called by scholars the source of all modern political prose."
   },
   "author": {
    "text": "Mike Quigley"
   }
  },
  {
   "quote": {
    "text": "The D-Day moniker wasn't invented for the Allied invasion. The same name had been attached to the date of every planned offensive of World War II. It was first coined during World War I, at the U.S. attack at the Battle of Saint-Mihiel, in France in 1918."
   },
   "author": {
    "text": "Douglas Brinkley"
   }
  },
  {
   "quote": {
    "text": "The extraordinary exertions of the colonies, in cooperation with British measures, against the French, in the late war, were acknowledged by the British parliament to be more than adequate to their ability."
   },
   "author": {
    "text": "Mercy Otis Warren"
   }
  },
  {
   "quote": {
    "text": "Let's face it - think of Africa, and the first images that come to mind are of war, poverty, famine and flies. How many of us really know anything at all about the truly great ancient African civilizations, which in their day, were just as splendid and glorious as any on the face of the earth?"
   },
   "author": {
    "text": "Henry Louis Gates"
   }
  },
  {
   "quote": {
    "text": "Wars of necessity are essentially unavoidable. They involve the most important national interests, a lack of promising alternatives to the use of force, and a certain and considerable price to be paid if the status quo is allowed to stand. Examples include World War II and the Korean War."
   },
   "author": {
    "text": "Richard N. Haass"
   }
  },
  {
   "quote": {
    "text": "The worst days of my life were in Iraq, and the best days were there, too. My fondest memories of the Iraq War are of the people - both Americans and Iraqis - and the opportunity we saw in one another, for our countries, and for which we fought."
   },
   "author": {
    "text": "Seth Moulton"
   }
  },
  {
   "quote": {
    "text": "I was terrified of the Vietnam War when I was 13. I thought I was going. The draft was such an ominous thing, I felt as if it was going to trickle down to me."
   },
   "author": {
    "text": "Dylan McDermott"
   }
  },
  {
   "quote": {
    "text": "I was born into Sudan's civil war, and before I could read or write, I was using an AK47 in the conflict between the Muslim north and Animist/Christian south over the land and natural resources."
   },
   "author": {
    "text": "Ger Duany"
   }
  },
  {
   "quote": {
    "text": "Lots of people who complained about us receiving the MBE received theirs for heroism in the war - for killing people. We received ours for entertaining other people. I'd say we deserve ours more."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "An empire founded by war has to maintain itself by war."
   },
   "author": {
    "text": "Montesquieu"
   }
  },
  {
   "quote": {
    "text": "When my elders mentioned 'The War,' they invariably meant that of 1914-1918, even after 1939, for the Second World War was merely the continuation of the first, 'an armistice of 20 years,' as Marshal Foch had accurately predicted at the Versailles Peace Conference, with some changes of side."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "My grandpa was a World War II paratrooper, my uncle a Vietnam Purple Heart recipient, my cousins both Marine Corps officers. I have some very close Navy SEAL connections as well."
   },
   "author": {
    "text": "Tomi Lahren"
   }
  },
  {
   "quote": {
    "text": "I got my head bashed in at a demonstration against the Vietnam War. Police were losing control because they were up against a world they really didn't understand."
   },
   "author": {
    "text": "Terry Gilliam"
   }
  },
  {
   "quote": {
    "text": "Every day it becomes clearer that this was the wrong war at the wrong time."
   },
   "author": {
    "text": "Howard Dean"
   }
  },
  {
   "quote": {
    "text": "February 19, 1942, is the year in which Executive Order 9066 was signed, and this was the order that called for the exclusion and internment of all Japanese Americans living on the west coast during World War II."
   },
   "author": {
    "text": "Xavier Becerra"
   }
  },
  {
   "quote": {
    "text": "There are few historians who would challenge the fact that the funding of World War I, World War II, the Korean War, and the Vietnam War was accomplished by the Mandrake Mechanism through the Federal Reserve System."
   },
   "author": {
    "text": "G. Edward Griffin"
   }
  },
  {
   "quote": {
    "text": "There is so much that must be done in a civilized barbarism like war."
   },
   "author": {
    "text": "Amelia Earhart"
   }
  },
  {
   "quote": {
    "text": "Democracies are indeed slow to make war, but once embarked upon a martial venture are equally slow to make peace and reluctant to make a tolerable, rather than a vindictive, peace."
   },
   "author": {
    "text": "Reinhold Niebuhr"
   }
  },
  {
   "quote": {
    "text": "War is not an independent phenomenon, but the continuation of politics by different means."
   },
   "author": {
    "text": "Carl von Clausewitz"
   }
  },
  {
   "quote": {
    "text": "The only defensible war is a war of defense."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "Washington still refuses to provide evidence to support the claims in 1990 that a huge Iraqi military build-up on the Saudi border justified war."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "War continues to divide people, to change them forever, and I write about it both because I want people to understand the absolute futility of war, the 'pity of war' as Wilfred Owen called it."
   },
   "author": {
    "text": "Michael Morpurgo"
   }
  },
  {
   "quote": {
    "text": "I think we put our children at an enormous disadvantage by not educating them in war, by not letting them understand about it at an early age."
   },
   "author": {
    "text": "Suzanne Collins"
   }
  },
  {
   "quote": {
    "text": "War is like love; it always finds a way."
   },
   "author": {
    "text": "Bertolt Brecht"
   }
  },
  {
   "quote": {
    "text": "Germany has spent the decades since World War II in national penance for Nazi crimes. America spent the decades after the Civil War transforming Confederate crimes into virtues. It is illegal to fly the Nazi flag in Germany. The Confederate flag is enmeshed in the state flag of Mississippi."
   },
   "author": {
    "text": "Ta-Nehisi Coates"
   }
  },
  {
   "quote": {
    "text": "I have many times asked myself whether there can be more potent advocates of peace upon earth through the years to come than this massed multitude of silent witnesses to the desolation of war."
   },
   "author": {
    "text": "King George V"
   }
  },
  {
   "quote": {
    "text": "The Iraq War was the biggest issue for people of my generation in the West. It was also the clearest case, in my living memory, of media manipulation and the creation of a war through ignorance."
   },
   "author": {
    "text": "Julian Assange"
   }
  },
  {
   "quote": {
    "text": "You ask me if I will not be glad when the last battle is fought, so far as the country is concerned I, of course, must wish for peace, and will be glad when the war is ended, but if I answer for myself alone, I must say that I shall regret to see the war end."
   },
   "author": {
    "text": "George Armstrong Custer"
   }
  },
  {
   "quote": {
    "text": "Alfred Nobel's discoveries are characteristic; powerful explosives can help men perform admirable tasks. They are also a means to terrible destruction in the hands of the great criminals who lead peoples to war."
   },
   "author": {
    "text": "Pierre Curie"
   }
  },
  {
   "quote": {
    "text": "South Korea first allowed women into the military in 1950 during the Korean War. Back then, female soldiers mainly held administrative and support positions. Women began to take on combat roles in the 1990s when the three military academies, exclusive to men, began accepting women."
   },
   "author": {
    "text": "Kim Young-ha"
   }
  },
  {
   "quote": {
    "text": "It's a war of attrition. If you have patience and a modicum of faith in yourself your chances are not too bad."
   },
   "author": {
    "text": "Julie Bowen"
   }
  },
  {
   "quote": {
    "text": "Men's magazines in the period immediately after World War II were almost all outdoor-oriented. They were connected to some extent in the male bonding that came out of a war... And what I tried to create was a magazine for the indoor guy, but focused specifically on the single life: in other words, the period of bachelorhood before you settle down."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "I have absolutely no regret about my vote against this war. The same questions remain. The cost in human lives, the cost to our budget, probably 100 billion. We could have probably brought down that statue for a lot less."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "War kills men, and men deplore the loss; but war also crushes bad principles and tyrants, and so saves societies."
   },
   "author": {
    "text": "Charles Caleb Colton"
   }
  },
  {
   "quote": {
    "text": "From the point of the view of the nation's power, it was obvious that while we were fighting the Sino-Japanese war, every effort was to be made to avoid adding to our enemies and opening additional fronts."
   },
   "author": {
    "text": "Hideki Tojo"
   }
  },
  {
   "quote": {
    "text": "Abraham Lincoln went through 12 generals before he got Ulysses S. Grant. He had never done a Civil War before."
   },
   "author": {
    "text": "Marianne Williamson"
   }
  },
  {
   "quote": {
    "text": "War is wrong. Conscription for war is inconsistent with freedom of conscience, which is not merely the right to believe but to act on the degree of truth that one receives, to follow a vocation which is God-inspired and God-directed."
   },
   "author": {
    "text": "Bayard Rustin"
   }
  },
  {
   "quote": {
    "text": "War is hell. Hollywood fantasizes about it and makes it look good... war sucks."
   },
   "author": {
    "text": "Chris Kyle"
   }
  },
  {
   "quote": {
    "text": "If anything, we older people yearn for a peaceful world even more than young people do. We are the ones who lost friends or relatives in some war. We are the ones who have lived a lifetime of seeing and reading about human suffering."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "Once the command of the air is obtained by one of the contending armies, the war becomes a conflict between a seeing host and one that is blind."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "And I'm a slow writer: five, six hundred words is a good day. That's the reason it took me 20 years to write those million and a half words of the Civil War."
   },
   "author": {
    "text": "Shelby Foote"
   }
  },
  {
   "quote": {
    "text": "War is hell."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "I preferred the weapons of dialectic to all the other teachings of philosophy, and armed with these, I chose the conflicts of disputation rather than the trophies of war."
   },
   "author": {
    "text": "Peter Abelard"
   }
  },
  {
   "quote": {
    "text": "So many people view the war on drugs as a failure, as something that was perhaps intended and carried out with good intentions but very badly executed."
   },
   "author": {
    "text": "Denise Dresser"
   }
  },
  {
   "quote": {
    "text": "War may be an armed angel with a mission, but she has the personal habits of the slums."
   },
   "author": {
    "text": "Rebecca Harding Davis"
   }
  },
  {
   "quote": {
    "text": "We can best help you to prevent war not by repeating your words and following your methods but by finding new words and creating new methods."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "War may be made by one party, but it requires two to make peace."
   },
   "author": {
    "text": "John C. Calhoun"
   }
  },
  {
   "quote": {
    "text": "In remembering the appalling suffering of war on both sides, we recognise how precious is the peace we have built in Europe since 1945."
   },
   "author": {
    "text": "Queen Elizabeth II"
   }
  },
  {
   "quote": {
    "text": "I come from - I came from Wales, and it's a strong, butch society. We were in the war and all that. People didn't waste time feeling sorry for themselves. You had to get on with it. So my credo is get on with it. I don't waste time being soft. I'm not cold, but I don't like being, wasting my time with - life's too short."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "The grim fact is that we prepare for war like precocious giants, and for peace like retarded pygmies."
   },
   "author": {
    "text": "Lester B. Pearson"
   }
  },
  {
   "quote": {
    "text": "The NFL has gone a long way to Disney-fy its image, but it's not Disney. It's the MMA. It's a violent, brutal human war, with rules. The same guy who says, 'I'm going to rob everybody,' is the same guy who would be successful in the NFL."
   },
   "author": {
    "text": "Terry Crews"
   }
  },
  {
   "quote": {
    "text": "We've digressed from the true meaning of life. We have replaced the Creator with money and claim Him in the name of war. We have dishonored our children."
   },
   "author": {
    "text": "Lauren Jauregui"
   }
  },
  {
   "quote": {
    "text": "There's many a boy here today who looks on war as all glory but it is all hell."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "My dear Excellency! I have not gone to war to collect cheese and eggs, but for another purpose."
   },
   "author": {
    "text": "Manfred von Richthofen"
   }
  },
  {
   "quote": {
    "text": "The fall of the Berlin Wall is very much a sequel, a continuation of the story about Eastern Europe emerging from war and Communism. The notion of presenting history as a story also appealed to me very much, since that is the way I look at the events I cover as a reporter."
   },
   "author": {
    "text": "Serge Schmemann"
   }
  },
  {
   "quote": {
    "text": "Looking back, there is nothing wrong with that peace, love and equality that the hippies espoused. In many ways, we have regressed because they were into organic food, back to nature, make love not war, be good to all men, share and share alike - which is what many are talking about now."
   },
   "author": {
    "text": "Imelda Staunton"
   }
  },
  {
   "quote": {
    "text": "By the time of the Civil War, there were many kinds of apples growing across the United States, but most of them didn't taste very good, and as a rule, people didn't eat them. Cider was cheaper to make than beer, and many settlers believed fermented drinks were safer than water. Everyone drank hard cider."
   },
   "author": {
    "text": "John Seabrook"
   }
  },
  {
   "quote": {
    "text": "War of attrition, war of wills. That's what the Stanley Cup playoffs are - more intense, more physical and more prolonged than the playoffs of any other sport."
   },
   "author": {
    "text": "George Vecsey"
   }
  },
  {
   "quote": {
    "text": "I wouldn't want to go back over my life. I've done it all. I wouldn't have wanted to miss the Marine Corps. I wouldn't have wanted to miss the war. I wouldn't have missed college. Or playin' for the Colts. I got all the money I need. Five children. I got a truck. I have no regrets whatsoever."
   },
   "author": {
    "text": "Art Donovan"
   }
  },
  {
   "quote": {
    "text": "It took the Gulf War to demonstrate that America did want more than one friend in the Mideast, and also was willing to take and make major risks to prevent a small Muslim country, Kuwait, from being overrun and in effect stolen by Iraq."
   },
   "author": {
    "text": "Caspar Weinberger"
   }
  },
  {
   "quote": {
    "text": "People that spend time in a foxhole - they're never going to find that relationship anywhere else again... Everything else pales next to that. When you think about the Second World War vets - more than even the Vietnam vets - there's a brotherhood."
   },
   "author": {
    "text": "Sylvester Stallone"
   }
  },
  {
   "quote": {
    "text": "Conquered, we conquer."
   },
   "author": {
    "text": "Plautus"
   }
  },
  {
   "quote": {
    "text": "It is exactly because we are a city that embraces freedom, that welcomes everyone and encourages their dreams, that New York remains on the front lines in the war on terror."
   },
   "author": {
    "text": "Michael Bloomberg"
   }
  },
  {
   "quote": {
    "text": "Power tends to corrupt. But the power in Washington resides in Congress, if it wants to use it. It can do anything - it can stop the Vietnam War, it can make its will felt, if it can ever get its act together to do anything."
   },
   "author": {
    "text": "Antonin Scalia"
   }
  },
  {
   "quote": {
    "text": "I had nearly finished school because I was making effort not that bad on that. But there was a law in Germany after the war. You could not make your final examination before 18, so lots of people who were late because of the way had to do it first."
   },
   "author": {
    "text": "Karl Lagerfeld"
   }
  },
  {
   "quote": {
    "text": "Those men who, in war, seek to preserve their lives at any rate commonly die with shame and ignominy, while those who look upon death as common to all, and unavoidable, and are only solicitous to die with honour, oftener arrive at old age and, while they live, live happier."
   },
   "author": {
    "text": "Xenophon"
   }
  },
  {
   "quote": {
    "text": "In the business of war, the role of women is really to maintain normalcy and ensure that there is cultural continuity."
   },
   "author": {
    "text": "Lynn Nottage"
   }
  },
  {
   "quote": {
    "text": "We've killed a million Iraqis since the start of the Gulf war - mostly by blocking humanitarian aid."
   },
   "author": {
    "text": "Woody Harrelson"
   }
  },
  {
   "quote": {
    "text": "My next book is also set in the eighteenth century. It's about the Revolution, with the focus on the year 1776. It's about Washington and the army and the war. It's the nadir, the low point of the United States of America."
   },
   "author": {
    "text": "David McCullough"
   }
  },
  {
   "quote": {
    "text": "The modern cineplexes are mundane, dull boxes. But 'The Majestic' pays tribute to the movie palaces that made people feel like royalty. It honors a time when pictures helped Americans get through grim periods like the blacklist and the war."
   },
   "author": {
    "text": "Martin Landau"
   }
  },
  {
   "quote": {
    "text": "The great and abiding lesson of American history, particularly the cold war, is that the engine of capitalism, the individual, is mightier than any collective."
   },
   "author": {
    "text": "Rand Paul"
   }
  },
  {
   "quote": {
    "text": "What President Bush did in his doctrine of preemptive strike and in his war in Afghanistan and in Iraq was to turn even his allies in Europe negatively toward America."
   },
   "author": {
    "text": "Louis Farrakhan"
   }
  },
  {
   "quote": {
    "text": "For many observers, a child who has known nothing but war, a child for whom the Kalashnikov is the only way to make a living and for whom the bush is the most welcoming community, is a child lost forever for peace and development. I contest this view. For the sake of these children, it is essential to prove that another life is possible."
   },
   "author": {
    "text": "Ishmael Beah"
   }
  },
  {
   "quote": {
    "text": "A lasting order cannot be established by bayonets."
   },
   "author": {
    "text": "Ludwig von Mises"
   }
  },
  {
   "quote": {
    "text": "If something is said about the Raiders, I'm ready to go to war."
   },
   "author": {
    "text": "Jim Otto"
   }
  },
  {
   "quote": {
    "text": "Western Europe has been redefining the nation state since 1945 when it formed the European Union following World War II."
   },
   "author": {
    "text": "Pete Hoekstra"
   }
  },
  {
   "quote": {
    "text": "Iraq made commitments after the Gulf War to completely dismantle all weapons of mass destruction, and unfortunately, Iraq has not lived up to its agreement."
   },
   "author": {
    "text": "Barbara Boxer"
   }
  },
  {
   "quote": {
    "text": "President-elect Donald Trump has a host of national security challenges to deal with as he assumes office, from the resurgence of the Taliban in Afghanistan to the grinding Syrian civil war to the flexing of Russian muscles under President Vladimir Putin to how to deal with ISIS as the terrorist army retreats in Iraq."
   },
   "author": {
    "text": "Peter Bergen"
   }
  },
  {
   "quote": {
    "text": "From the moment this war began, there was, for this state, only one policy possible, neutrality."
   },
   "author": {
    "text": "Eamon de Valera"
   }
  },
  {
   "quote": {
    "text": "I think the majority of the British people are still sanguine about the need for war."
   },
   "author": {
    "text": "John Major"
   }
  },
  {
   "quote": {
    "text": "There is peace more destructive of the manhood of living man than war is destructive of his material body."
   },
   "author": {
    "text": "Douglas William Jerrold"
   }
  },
  {
   "quote": {
    "text": "With soldiers, their wives are so fundamental in their relationships, and yet there's this kind of other war happening back in the States, where wives of soldiers don't quite understand what their husbands have been through, because their husbands won't really talk about it, and that's really the hidden war."
   },
   "author": {
    "text": "Tim Hetherington"
   }
  },
  {
   "quote": {
    "text": "All morning they watched for the plane which they thought would be looking for them. They cursed war in general and PTs in particular. At about ten o'clock the hulk heaved a moist sigh and turned turtle."
   },
   "author": {
    "text": "John Hersey"
   }
  },
  {
   "quote": {
    "text": "As a genre, the noir of post-World War II was based on characters who were weak or repellent, bound to let down us and themselves."
   },
   "author": {
    "text": "Steve Erickson"
   }
  },
  {
   "quote": {
    "text": "My mother's family was among the 120,000 people of Japanese descent on the West Coast who were dispatched to internment camps during World War II."
   },
   "author": {
    "text": "Michiko Kakutani"
   }
  },
  {
   "quote": {
    "text": "Many people send me letters in England saying, 'I want to be a war photographer,' and I say, go out into the community that you live in. There's wars going on out there; you don't have to go halfway around the world on an airplane where there are bombs and shells. There are social wars that are worthwhile."
   },
   "author": {
    "text": "Don McCullin"
   }
  },
  {
   "quote": {
    "text": "I had two family members involved in World War I: two great-uncles. One of them is on a memorial in France. And the other was a trench runner who survived the war. The average life span of a trench runner was 36 hours, but he survived the whole war."
   },
   "author": {
    "text": "Ben Barnes"
   }
  },
  {
   "quote": {
    "text": "What happened in America in the 1860s was a war of secession, a war of independence, no different in principle from what happened in America in the 1770s and 1780s."
   },
   "author": {
    "text": "L. Neil Smith"
   }
  },
  {
   "quote": {
    "text": "The problem started before World War I. The gold standard was working fairly well. But it broke down because of the war and what happened in the 1920s. And then the U.S. started to become so dominant in the world, with the dollar becoming the central currency after the 1930s, the whole world economy shifted."
   },
   "author": {
    "text": "Robert Mundell"
   }
  },
  {
   "quote": {
    "text": "Throughout that period, Japan had made honest efforts to keep the destruction of war from spreading and, based on the belief that all nations of the world should find their places, had followed a policy designed to restore an expeditious peace between Japan and China."
   },
   "author": {
    "text": "Hideki Tojo"
   }
  },
  {
   "quote": {
    "text": "Congress hasn't declared war on the countries - the majority of them are our allies - but without asking for public permission, NSA is running network operations against them that affect millions of innocent people. And for what? So we can have secret access to a computer in a country we're not even fighting?"
   },
   "author": {
    "text": "Edward Snowden"
   }
  },
  {
   "quote": {
    "text": "There is nothing that war has ever achieved that we could not better achieve without it."
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "It is a historical fact that President Bush pushed this nation into a war that had little to do with apprehending terrorists. We did not seek an impeachment of President Bush because, as an executive, he had his authority."
   },
   "author": {
    "text": "Sheila Jackson Lee"
   }
  },
  {
   "quote": {
    "text": "The war against terrorism is terrorism."
   },
   "author": {
    "text": "Woody Harrelson"
   }
  },
  {
   "quote": {
    "text": "I think that NATO is itself a war criminal."
   },
   "author": {
    "text": "Harold Pinter"
   }
  },
  {
   "quote": {
    "text": "No one in a novel by Virginia Woolf ever filled up the petrol tank of her car. No one in Hemingway's postwar novels ever worried about the effects of prolonged exposure to the threat of nuclear war."
   },
   "author": {
    "text": "J. G. Ballard"
   }
  },
  {
   "quote": {
    "text": "When the Bangladesh war happened, people in Pakistan who did not support it were called unpatriotic. My father was in the jail at that time, and a lot of those who knew my family used to call us children of a traitor."
   },
   "author": {
    "text": "Asma Jahangir"
   }
  },
  {
   "quote": {
    "text": "I knew I wanted to write on religious themes when I was a GI in World War II. I saw and experienced so much violence that I thought I could express my outrage best with music."
   },
   "author": {
    "text": "Dave Brubeck"
   }
  },
  {
   "quote": {
    "text": "The young patriots now returning from war in Iraq and Afghanistan and other deployments worldwide are joining the ranks of veterans to whom America owes an immense debt of gratitude."
   },
   "author": {
    "text": "Steve Buyer"
   }
  },
  {
   "quote": {
    "text": "The ability to get to the verge without getting into the war is the necessary art. If you try to run away from it, if you are scared to go to the brink, you are lost."
   },
   "author": {
    "text": "John Foster Dulles"
   }
  },
  {
   "quote": {
    "text": "There is no glory in war, yet from the blackness of its history, there emerge vivid colours of human character and courage. Those who risked their lives to help their friends."
   },
   "author": {
    "text": "Silvia Cartwright"
   }
  },
  {
   "quote": {
    "text": "We need to decide that we will not go to war, whatever reason is conjured up by the politicians or the media, because war in our time is always indiscriminate, a war against innocents, a war against children."
   },
   "author": {
    "text": "Howard Zinn"
   }
  },
  {
   "quote": {
    "text": "The idea that we're going to win this war is an idea that unfortunately is just plain wrong."
   },
   "author": {
    "text": "Howard Dean"
   }
  },
  {
   "quote": {
    "text": "Some of my earliest political feelings were based on the anti-Japanese bubblegum cards I got. There were also Spanish Civil War bubblegum cards. Awful."
   },
   "author": {
    "text": "Ed Asner"
   }
  },
  {
   "quote": {
    "text": "For a while, I thought that I was only going to be cast in Second World War films."
   },
   "author": {
    "text": "Carice van Houten"
   }
  },
  {
   "quote": {
    "text": "During his last 18 months in office, Eisenhower flew to Asia, Europe, and Latin America and deployed his war hero's popularity to seek new friends for America while trying to improve relations with Moscow. By the time Ike left office, most Americans had forgotten their anger over losing the space race to the Soviets."
   },
   "author": {
    "text": "Michael Beschloss"
   }
  },
  {
   "quote": {
    "text": "The London I entered was a great bustling metropolitan city at war, an imperial power fighting to hold on to that empire. And the teeming colonial subjects of that empire did not, on the whole, want England to lose that war, but they also did not want the empire to emerge unchanged from it. This, for very many of us, was the hard dilemma."
   },
   "author": {
    "text": "Peter Abrahams"
   }
  },
  {
   "quote": {
    "text": "The President of the United States thinks that for the Japanese opium is more dangerous than war."
   },
   "author": {
    "text": "Townsend Harris"
   }
  },
  {
   "quote": {
    "text": "Post-apocalyptic novels tell you that in the future there is some great war. I would tell you that most cops say that it's going on right now."
   },
   "author": {
    "text": "Lisa Gardner"
   }
  },
  {
   "quote": {
    "text": "I remember people who'd had a lot of hardship during the war. They'd thought we'd won."
   },
   "author": {
    "text": "Barbara Castle"
   }
  },
  {
   "quote": {
    "text": "The links between the British and the Dutch royal families are strong - Queen Beatrix's grandmother, Queen Wilhelmina, was evacuated to Britain during the Second World War. But that doesn't mean they share the same attitudes."
   },
   "author": {
    "text": "Sarah Bradford"
   }
  },
  {
   "quote": {
    "text": "War damages men - and Syria is no different."
   },
   "author": {
    "text": "Paul Wood"
   }
  },
  {
   "quote": {
    "text": "In my view of the present aspect of affairs, there is no need of bloodshed and war. There is no necessity for it. I am not in favor of such a course, and I may say in advance, there will be no blood shed unless it be forced upon the government. The government will not use force unless force is used against it."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "Allow the president to invade a neighboring nation whenever he shall deem it necessary to repel an invasion,and you allow him to do so whenever he may choose to say he deems it necessary for such purpose - and you allow him to make war at pleasure."
   },
   "author": {
    "text": "Abraham Lincoln"
   }
  },
  {
   "quote": {
    "text": "We must fight for peace bravely as we fought in war."
   },
   "author": {
    "text": "Lal Bahadur Shastri"
   }
  },
  {
   "quote": {
    "text": "You cannot simultaneously prevent and prepare for war."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "It is not enough to say we must not wage war. It is necessary to love peace and sacrifice for it."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "I am not only a pacifist but a militant pacifist. I am willing to fight for peace. Nothing will end war unless the people themselves refuse to go to war."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "It is my conviction that killing under the cloak of war is nothing but an act of murder."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "We must concentrate not merely on the negative expulsion of war but the postive affirmation of peace."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "War is a game that is played with a smile. If you can't smile, grin. If you can't grin, keep out of the way till you can."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Politics is almost as exciting as war, and quite as dangerous. In war you can only be killed once, but in politics many times."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "Those who can win a war well can rarely make a good peace and those who could make a good peace would never have won the war."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "I am never going to have anything more to do with politics or politicians. When this war is over I shall confine myself entirely to writing and painting."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "What is human warfare but just this; an effort to make the laws of God and nature take sides with one party."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "In war as in life, it is often necessary when some cherished scheme has failed, to take up the best alternative open, and if so, it is folly not to work for it with all your might."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "If we desire to avoid insult, we must be able to repel it; if we desire to secure peace, one of the most powerful instruments of our rising prosperity, it must be known, that we are at all times ready for War."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "Politics are very much like war. We may even have to use poison gas at times."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "When you are winning a war almost everything that happens can be claimed to be right and wise."
   },
   "author": {
    "text": "Winston Churchill"
   }
  },
  {
   "quote": {
    "text": "The world knows that America will never start a war. This generation of Americans has had enough of war and hate... we want to build a world of peace where the weak are secure and the strong are just."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "War will exist until that distant day when the conscientious objector enjoys the same reputation and prestige that the warrior does today."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Anyone who thinks must think of the next war as they would of suicide."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Let the word go forth from this time and place, to friend and foe alike, that the torch has been passed to a new generation of Americans - born in this century, tempered by war, disciplined by a hard and bitter peace."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "We prefer world law in the age of self-determination to world war in the age of mass extermination."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "It is forbidden to kill; therefore all murderers are punished unless they kill in large numbers and to the sound of trumpets."
   },
   "author": {
    "text": "Voltaire"
   }
  },
  {
   "quote": {
    "text": "If we are to teach real peace in this world, and if we are to carry on a real war against war, we shall have to begin with the children."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Unconditional war can no longer lead to unconditional victory. It can no longer serve to settle disputes... can no longer be of concern to great powers alone."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Strike against war, for without you no battles can be fought!"
   },
   "author": {
    "text": "Helen Keller"
   }
  },
  {
   "quote": {
    "text": "There was never a good war, or a bad peace."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Serious sport is war minus the shooting."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "It is only those who have neither fired a shot nor heard the shrieks and groans of the wounded who cry aloud for blood, more vengeance, more desolation. War is hell."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "War is an ugly thing, but not the ugliest of things. The decayed and degraded state of moral and patriotic feeling which thinks that nothing is worth war is much worse."
   },
   "author": {
    "text": "John Stuart Mill"
   }
  },
  {
   "quote": {
    "text": "All wars are follies, very expensive and very mischievous ones."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "War has always been the grand sagacity of every spirit which has grown too inward and too profound; its curative power lies even in the wounds one receives."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "You say it is the good cause that hallows even war? I say unto you: it is the good war that hallows any cause."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Morality is contraband in war."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "War is to man what maternity is to a woman. From a philosophical and doctrinal viewpoint, I do not believe in perpetual peace."
   },
   "author": {
    "text": "Benito Mussolini"
   }
  },
  {
   "quote": {
    "text": "Wars are not paid for in wartime, the bill comes later."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "See, that's why Barack's running: to end the war in Iraq responsibly - to build an economy that lifts every family, to make sure health care is available for every American - and to make sure that every child in this nation has a world-class education all the way from preschool to college."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "There are historic situations in which refusal to defend the inheritance of a civilization, however imperfect, against tyranny and aggression may result in consequences even worse than war."
   },
   "author": {
    "text": "Reinhold Niebuhr"
   }
  },
  {
   "quote": {
    "text": "There will one day spring from the brain of science a machine or force so fearful in its potentialities, so absolutely terrifying, that even man, the fighter, who will dare torture and death in order to inflict torture and death, will be appalled, and so abandon war forever."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "As long as war is regarded as wicked, it will always have its fascination. When it is looked upon as vulgar, it will cease to be popular."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "War remains the decisive human failure."
   },
   "author": {
    "text": "John Kenneth Galbraith"
   }
  },
  {
   "quote": {
    "text": "When the tyrant has disposed of foreign enemies by conquest or treaty, and there is nothing more to fear from them, then he is always stirring up some war or other, in order that the people may require a leader."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "War is God's way of teaching Americans geography."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "Ten soldiers wisely led will beat a hundred without a head."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "If there is not the war, you don't get the great general; if there is not a great occasion, you don't get a great statesman; if Lincoln had lived in a time of peace, no one would have known his name."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "When you go to war as a boy, you have a great illusion of immortality. Other people get killed, not you... Then, when you are badly wounded the first time, you lose that illusion, and you know it can happen to you."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "The art of war is of vital importance to the state. It is a matter of life and death, a road either to safety or to ruin. Hence it is a subject of inquiry which can on no account be neglected."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "In time of war, truth is always replaced by propaganda."
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "I find capitalism repugnant. It is filthy, it is gross, it is alienating... because it causes war, hypocrisy and competition."
   },
   "author": {
    "text": "Fidel Castro"
   }
  },
  {
   "quote": {
    "text": "I know war as few other men now living know it, and nothing to me is more revolting. I have long advocated its complete abolition, as its very destructiveness on both friend and foe has rendered it useless as a method of settling international disputes."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Secret operations are essential in war; upon them the army relies to make its every move."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "During one period while I was in solitary, I memorized the names of all 335 of the men who were then prisoners of war in North Vietnam. I can still remember them."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "I started to make a study of the art of war and revolution and, whilst abroad, underwent a course in military training. If there was to be guerrilla warfare, I wanted to be able to stand and fight with my people and to share the hazards of war with them."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "War should be the only study of a prince. He should consider peace only as a breathing-time, which gives him leisure to contrive, and furnishes as ability to execute, military plans."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "War is not merely a political act but a real political instrument, a continuation of political intercourse, a carrying out of the same by other means."
   },
   "author": {
    "text": "Carl von Clausewitz"
   }
  },
  {
   "quote": {
    "text": "War is a way of shattering to pieces... materials which might otherwise be used to make the masses too comfortable and... too intelligent."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "Even today we raise our hand against our brother... We have perfected our weapons, our conscience has fallen asleep, and we have sharpened our ideas to justify ourselves as if it were normal we continue to sow destruction, pain, death. Violence and war lead only to death."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Germany has reduced savagery to a science, and this great war for the victorious peace of justice must go on until the German cancer is cut clean out of the world body."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "It is our duty still to endeavor to avoid war; but if it shall actually take place, no matter by whom brought on, we must defend ourselves. If our house be on fire, without inquiring whether it was fired from within or without, we must try to extinguish it."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "There are no absolute rules of conduct, either in peace or war. Everything depends on circumstances."
   },
   "author": {
    "text": "Leon Trotsky"
   }
  },
  {
   "quote": {
    "text": "History teaches that war begins when governments believe the price of aggression is cheap."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "Wars are caused by undefended wealth."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "The problems we face now - poverty and violence at home, war and destruction abroad - will last only as long as we continue relying on the same politicians who created them in the first place."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "I have not yet begun to fight!"
   },
   "author": {
    "text": "John Paul Jones"
   }
  },
  {
   "quote": {
    "text": "Americans play to win at all times. I wouldn't give a hoot and hell for a man who lost and laughed. That's why Americans have never lost nor ever lose a war."
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "A hospital alone shows what war is."
   },
   "author": {
    "text": "Erich Maria Remarque"
   }
  },
  {
   "quote": {
    "text": "Being over seventy is like being engaged in a war. All our friends are going or gone and we survive amongst the dead and the dying as on a battlefield."
   },
   "author": {
    "text": "St. Jerome"
   }
  },
  {
   "quote": {
    "text": "The most successful war seldom pays for its losses."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "For a war to be just three conditions are necessary - public authority, just cause, right motive."
   },
   "author": {
    "text": "Ernest Hemingway"
   }
  },
  {
   "quote": {
    "text": "Those who are at war with others are not at peace with themselves."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "War is war. The only good human being is a dead one."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "War is evil, but it is often the lesser evil."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "Ants are so much like human beings as to be an embarrassment. They farm fungi, raise aphids as livestock, launch armies into war, use chemical sprays to alarm and confuse enemies, capture slaves, engage in child labour, exchange information ceaselessly. They do everything but watch television."
   },
   "author": {
    "text": "Lewis Thomas"
   }
  },
  {
   "quote": {
    "text": "Telling us to obey instinct is like telling us to obey 'people.' People say different things: so do instincts. Our instincts are at war... Each instinct, if you listen to it, will claim to be gratified at the expense of the rest."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "Operations in Iraq and Afghanistan and the war on terrorism have reduced the pace of military transformation and have revealed our lack of preparation for defensive and stability operations. This Administration has overextended our military."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "There are patriots who opposed the war in Iraq and there are patriots who supported the war in Iraq. We are one people, all of us pledging allegiance to the stars and stripes, all of us defending the United States of America."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "There's not going to be a World War III, because there is no one to have World War III with."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "The essential act of war is destruction, not necessarily of human lives, but of the products of human labor."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "My court was divided between peace and war according to their various interests, but I considered only their reasons."
   },
   "author": {
    "text": "Louis XIV"
   }
  },
  {
   "quote": {
    "text": "I abhor war and view it as the greatest scourge of mankind."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "Today we know that World War II began not in 1939 or 1941 but in the 1920's and 1930's when those who should have known better persuaded themselves that they were not their brother's keeper."
   },
   "author": {
    "text": "Hubert H. Humphrey"
   }
  },
  {
   "quote": {
    "text": "Diplomats are just as essential to starting a war as soldiers are for finishing it... You take diplomacy out of war, and the thing would fall flat in a week."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "Love is like war: easy to begin but very hard to stop."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "To walk through the ruined cities of Germany is to feel an actual doubt about the continuity of civilization."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "There is hardly such a thing as a war in which it makes no difference who wins. Nearly always one side stands more or less for progress, the other side more or less for reaction."
   },
   "author": {
    "text": "George Orwell"
   }
  },
  {
   "quote": {
    "text": "He belonged to that army known as invincible in peace, invisible in war."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "We find that the Romans owed the conquest of the world to no other cause than continual military training, exact observance of discipline in their camps, and unwearied cultivation of the other arts of war."
   },
   "author": {
    "text": "Publius Flavius Vegetius Renatus"
   }
  },
  {
   "quote": {
    "text": "But do I think that our actions in anyway violate the War Powers Resolution, the answer is no."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "A lot has happened over the years. And while this nation has been tested by war, and it's been tested by recession and all manner of challenges - I stand before you again tonight, after almost two terms as your president, to tell you I am more optimistic about the future of America than ever before."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Television brought the brutality of war into the comfort of the living room. Vietnam was lost in the living rooms of America - not on the battlefields of Vietnam."
   },
   "author": {
    "text": "Marshall McLuhan"
   }
  },
  {
   "quote": {
    "text": "We cannot be both the world's leading champion of peace and the world's leading supplier of the weapons of war."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "In the practical art of war, the best thing of all is to take the enemy's country whole and intact; to shatter and destroy it is not so good."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "An unjust peace is better than a just war."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "The constitution vests the power of declaring war in Congress; therefore no offensive expedition of importance can be undertaken until after they shall have deliberated upon the subject and authorized such a measure."
   },
   "author": {
    "text": "George Washington"
   }
  },
  {
   "quote": {
    "text": "U.S. President Theodore Roosevelt has been described as founder of the Bull Moose Party, the man who led his troops up San Juan Hill in the Spanish-American War, a big game hunter, family man, civic servant and a host of other things."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "A democracy which makes or even effectively prepares for modern, scientific war must necessarily cease to be democratic. No country can be really well prepared for modern war unless it is governed by a tyrant, at the head of a highly trained and perfectly obedient bureaucracy."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "The British soldier can stand up to anything except the British War Office."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Like Nemesis of Greek tragedy, the central problem of America after the Civil War, as before, was the black man: those four million souls whom the nation had used and degraded, and on whom the South had built an oligarchy similar to the colonial imperialism of today, erected on cheap colored labor and raising raw material for manufacture."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "War is an instrument entirely inefficient toward redressing wrong; and multiplies, instead of indemnifying losses."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "I have seen enough of one war never to wish to see another."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "The Vietnam War was a great tragedy for our country. And it is now far enough away so that one can study without using the slogans to see what's really happened."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "The great object is that every man be armed."
   },
   "author": {
    "text": "Patrick Henry"
   }
  },
  {
   "quote": {
    "text": "War should be the politics of last resort. And when we go to war, we should have a purpose that our people understand and support."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "You can't say civilization don't advance... in every war they kill you in a new way."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "The basic fact about human existence is not that it is a tragedy, but that it is a bore. It is not so much a war as an endless standing in line."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "There has never been a protracted war from which a country has benefited."
   },
   "author": {
    "text": "Sun Tzu"
   }
  },
  {
   "quote": {
    "text": "Rich people never go to war. You ask a college kid to go to war, and he's like, 'Umm, I'm taking this sociology class, and I think war is, like, really stupid, and my roommate's, like, half Afghani, so it's going to cause some static.'"
   },
   "author": {
    "text": "Bill Burr"
   }
  },
  {
   "quote": {
    "text": "It is fatal to enter any war without the will to win it."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "The most important thing in our war preparations is to teach all our people to hate U.S. imperialism. Otherwise, we will not be able to defeat the U.S. imperialists who boast of their technological superiority."
   },
   "author": {
    "text": "Kim Il-sung"
   }
  },
  {
   "quote": {
    "text": "The woman power of this nation can be the power which makes us whole and heals the rotten community, now so shattered by war and poverty and racism. I have great faith in the power of women who will dedicate themselves whole-heartedly to the task of remaking our society."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "Total war is no longer war waged by all members of one national community against all those of another. It is total... because it may well involve the whole world."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "And having suffered for part of the war when I was a child. I was too young to really understand what was going on but one of my favorite pieces of animation now is that Goodbye Blue Sky in The Wall because that deals directly with that period in time."
   },
   "author": {
    "text": "Gerald Scarfe"
   }
  },
  {
   "quote": {
    "text": "Peace is not only better than war, but infinitely more arduous."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "The myth of unlimited production brings war in its train as inevitably as clouds announce a storm."
   },
   "author": {
    "text": "Albert Camus"
   }
  },
  {
   "quote": {
    "text": "I can testify to what UNICEF means to children because I was among those who received food and medical relief right after World War II."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "With all the negativity going on in the world right now, people need an escape. When you give them a hit record or a great record, it allows them to escape for at least three to four minutes. They're not thinking bills or economy or immigration or war when you create that kind of ambiance."
   },
   "author": {
    "text": "Pitbull"
   }
  },
  {
   "quote": {
    "text": "We have but one flag, one country; let us stand together. We may differ in color, but not in sentiment. Many things have been said about me which are wrong, and which white and black persons here, who stood by me through the war, can contradict."
   },
   "author": {
    "text": "Nathan Bedford Forrest"
   }
  },
  {
   "quote": {
    "text": "The only excuse for war is that we may live in peace unharmed."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Laws are silent in time of war."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "The sinews of war are infinite money."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "In time of war the laws are silent."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Those wars are unjust which are undertaken without provocation. For only a war waged for revenge or defense can be just."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "The war on drugs is a war against the communities."
   },
   "author": {
    "text": "Holly Near"
   }
  },
  {
   "quote": {
    "text": "We are not at war against Islam."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "As we speak, Iran has rolled back its nuclear program, shipped out its uranium stockpile, and the world has avoided another war."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Weapons are an important factor in war, but not the decisive one; it is man and not materials that counts."
   },
   "author": {
    "text": "Mao Zedong"
   }
  },
  {
   "quote": {
    "text": "War is the continuation of politics by other means."
   },
   "author": {
    "text": "Carl von Clausewitz"
   }
  },
  {
   "quote": {
    "text": "Throughout my career, I learned plenty about war on the battlefield, but I learned even more about the importance of finding peace. And that is what the State Department and U.S.A.I.D. do: prevent the wars that we can avoid so that we fight only the ones we must."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "You have to make sure you know why you are going to war and then use decisive force to end it as soon as possible."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "We've used up a lot of bullets. And we talk about stimulus. But the truth is, we're running a federal deficit that's 9 percent of GDP. That is stimulative as all get out. It's more stimulative than any policy we've followed since World War II."
   },
   "author": {
    "text": "Warren Buffett"
   }
  },
  {
   "quote": {
    "text": "The most important accomplishment, I believe, was my voting against the First World War."
   },
   "author": {
    "text": "Jeannette Rankin"
   }
  },
  {
   "quote": {
    "text": "I have a scheme for stopping war. It's this - no nation is allowed to enter a war till they have paid for the last one."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "It is good that war is so horrible, or we might grow to like it."
   },
   "author": {
    "text": "Robert E. Lee"
   }
  },
  {
   "quote": {
    "text": "The Center for Disease Control started out as the malaria war control board based in Atlanta. Partly because the head of Coke had some people out to his plantation, and they got infected with malaria, and partly 'cause all the military recruits were coming down and having a higher fatality rate from malaria while training than in the field."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "Anyone who experienced World War I close-hand was grossed out by it forever. It just was so awful."
   },
   "author": {
    "text": "Amity Shlaes"
   }
  },
  {
   "quote": {
    "text": "We've been in a war and a recession. That's why acccent colors with yellow and purple are popular. They're optimistic and flirty and happy colors."
   },
   "author": {
    "text": "David Bromstad"
   }
  },
  {
   "quote": {
    "text": "War is the business of barbarians."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "War is just when it is necessary; arms are permissible when there is no hope except in arms."
   },
   "author": {
    "text": "Niccolo Machiavelli"
   }
  },
  {
   "quote": {
    "text": "May the same Almighty Goodness banish the accursed monster, war, from all lands, with her hated associates, rapine and insatiable ambition!"
   },
   "author": {
    "text": "Daniel Boone"
   }
  },
  {
   "quote": {
    "text": "We are going to have peace even if we have to fight for it."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "You can't make war in the Middle East without Egypt and you can't make peace without Syria."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "I need eight weeks, train hard, last one week make weight, and go to the war. Because when I go to the war, I have to know I am ready or no."
   },
   "author": {
    "text": "Khabib Nurmagomedov"
   }
  },
  {
   "quote": {
    "text": "Peace has its victories no less than war, but it doesn't have as many monuments to unveil."
   },
   "author": {
    "text": "Kin Hubbard"
   }
  },
  {
   "quote": {
    "text": "Take the diplomacy out of war and the thing would fall flat in a week."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "The United States never lost a war or won a conference."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "War will never cease until babies begin to come into the world with larger cerebrums and smaller adrenal glands."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "The story of FDR as U.S. Commander in Chief is a heroic war story of a president who had already overcome great adversity in facing polio but who went on to take the reins of our armed forces in the greatest conflagration in human history - on our behalf."
   },
   "author": {
    "text": "Nigel Hamilton"
   }
  },
  {
   "quote": {
    "text": "The real war will never get in the books."
   },
   "author": {
    "text": "Walt Whitman"
   }
  },
  {
   "quote": {
    "text": "There was a time when liberalism was identified with anti-Communism. But the Vietnam War led liberals into the arms of the Left, which had been morally confused about Communism since its inception and had become essentially pacifist following the carnage of World War I."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "In my dreams I hear again the crash of guns, the rattle of musketry, the strange, mournful mutter of the battlefield."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "There's something about being amid the chaos and the horror of a war that makes you appreciate all you don't have - and all you may lose forever."
   },
   "author": {
    "text": "Tim O'Brien"
   }
  },
  {
   "quote": {
    "text": "I was one of those children forced into fighting at the age of 13, in my country Sierra Leone, a war that claimed the lives of my mother, father and two brothers. I know too well the emotional, psychological and physical burden that comes with being exposed to violence as a child or at any age for that matter."
   },
   "author": {
    "text": "Ishmael Beah"
   }
  },
  {
   "quote": {
    "text": "In our Country... one class of men makes war and leaves another to fight it out."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "Nothing is more precious than peace, by which all war, both in Heaven and Earth, is brought to an end."
   },
   "author": {
    "text": "Ignatius of Antioch"
   }
  },
  {
   "quote": {
    "text": "Let him who desires peace prepare for war."
   },
   "author": {
    "text": "Publius Flavius Vegetius Renatus"
   }
  },
  {
   "quote": {
    "text": "I believe that the war on drugs is a tragically misplaced use of resources - an immoral venture that produces far more suffering than it alleviates."
   },
   "author": {
    "text": "David Harsanyi"
   }
  },
  {
   "quote": {
    "text": "My objective is to fulfil the dream of Bangabandhu through building a hunger- and poverty-free Golden Bangladesh being imbued with the spirit of the War of Liberation."
   },
   "author": {
    "text": "Sheikh Hasina"
   }
  },
  {
   "quote": {
    "text": "See, the 'On the Road' that came out in 1957 was censored. A lot of the honesty of it, the bitter honesty, is in the original scroll version that came out in 2007 on the 50-year anniversary. Back then, there was so much post-Second World War fear that was imposed on everybody - 'You must live life this way' - and these guys were bored."
   },
   "author": {
    "text": "Garrett Hedlund"
   }
  },
  {
   "quote": {
    "text": "The first casualty when war comes is truth."
   },
   "author": {
    "text": "Hiram Johnson"
   }
  },
  {
   "quote": {
    "text": "Virtue is a state of war, and to live in it we have always to combat with ourselves."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "The Secretary of Hygiene or Physical Culture will be far more important in the cabinet of the President of the United States who holds office in the year 2035 than the Secretary of War."
   },
   "author": {
    "text": "Nikola Tesla"
   }
  },
  {
   "quote": {
    "text": "Do not hide behind utopian logic which says that until we have the perfect security environment, nuclear disarmament cannot proceed. This is old-think. This is the mentality of the Cold War era. We must face the realities of the 21st century. The Conference on Disarmament can be a driving force for building a safer world and a better future."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "A society that admits misery, a humanity that admits war, seem to me an inferior society and a debased humanity; it is a higher society and a more elevated humanity at which I am aiming - a society without kings, a humanity without barriers."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Experience has shown how deeply the seeds of war are planted by economic rivalry and social injustice."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "I'm not going to say I was opposed to the Vietnam War. I'm going to say I'm opposed to war. But I'm also opposed to protests that deny other people their rights."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "When I was a young man, I was poor. In a war with other nations, I was in eighty-seven fights. There I received my name and was made Chief of my nation. But now I am old and am for peace."
   },
   "author": {
    "text": "Red Cloud"
   }
  },
  {
   "quote": {
    "text": "Study and work and work and study will keep in active exercise both the physical and mental. These two, rightly conducted, will not war against each other."
   },
   "author": {
    "text": "Ellen G. White"
   }
  },
  {
   "quote": {
    "text": "I was not an anthropology student prior to the war. I took it up as part of a personal readjustment following some bewildering experiences as an infantryman and later as a prisoner of war in Dresden, Germany. The science of the Study of Man has been extremely satisfactory from that personal standpoint."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "I've said it before: War brings out the patriotic bullies. In World War I, they went around kicking dachshunds on the grounds that dachshunds were 'German dogs.' They did not, however, go around kicking German shepherds."
   },
   "author": {
    "text": "Molly Ivins"
   }
  },
  {
   "quote": {
    "text": "In war there is no prize for runner-up."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "We didn't go to the moon to explore or because it was in our DNA or because we're Americans. We went because we were at war and we felt a threat."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "Nothing binds a people to their leader like a common enemy. Voters don't change governments during war."
   },
   "author": {
    "text": "Harvey Fierstein"
   }
  },
  {
   "quote": {
    "text": "I was an Eisenhower Republican when I started out at 21 because he promised to get us out of the Korean War."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "We've waged war on work. We have collectively agreed, stupidly, that work is the enemy."
   },
   "author": {
    "text": "Mike Rowe"
   }
  },
  {
   "quote": {
    "text": "No matter how many people you kill, using a machine gun in battle is not a war crime because it does not cause unnecessary suffering; it simply performs its job horrifyingly well."
   },
   "author": {
    "text": "Sebastian Junger"
   }
  },
  {
   "quote": {
    "text": "After World War II great strides were made in modern Japanese architecture, not only in advanced technology, allowing earthquake resistant tall buildings, but expressing and infusing characteristics of traditional Japanese architecture in modern buildings."
   },
   "author": {
    "text": "Harry Seidler"
   }
  },
  {
   "quote": {
    "text": "'War Eagle' is like 'I love you.'"
   },
   "author": {
    "text": "Charles Barkley"
   }
  },
  {
   "quote": {
    "text": "War grows out of the desire of the individual to gain advantage at the expense of his fellow man."
   },
   "author": {
    "text": "Napoleon Hill"
   }
  },
  {
   "quote": {
    "text": "A war with Pakistan would be an utter disaster."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "Concentration of executive power, unless it's very temporary and for specific circumstances, let's say fighting world war two, it's an assault on democracy."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "I venture to say no war can be long carried on against the will of the people."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "War is not an adventure. It is a disease. It is like typhus."
   },
   "author": {
    "text": "Antoine de Saint-Exupery"
   }
  },
  {
   "quote": {
    "text": "There is no better way to give comfort to an enemy than to divide the people of a nation over the issue of foreign war. There is no shorter road to defeat than by entering a war with inadequate preparation."
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "Let's face it: the War on Drugs was a disaster. It may be well intentioned... but it sent millions of kids to prison, gave them felonies oftentimes when they had no violent crimes."
   },
   "author": {
    "text": "John Hickenlooper"
   }
  },
  {
   "quote": {
    "text": "In war there is no substitute for victory."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "I have known war as few men now living know it. It's very destructiveness on both friend and foe has rendered it useless as a means of settling international disputes."
   },
   "author": {
    "text": "Douglas MacArthur"
   }
  },
  {
   "quote": {
    "text": "In the Crusades, getting the Holy Land back was the goal, and any means could be used to achieve it. World War II was a crusade. The firebombing of Tokyo by Doolittle and the carpet bombing in Germany, especially by the British, showed that."
   },
   "author": {
    "text": "Stanley Hauerwas"
   }
  },
  {
   "quote": {
    "text": "In the '60s we fought for peace, when the Vietnam war was on. We were against the cops and against the politicians, and there was a lot of waving banners and all that. And I think in a way, just as they were enjoying that machoism of war, we were enjoying the machismo of being anti-war, you know?"
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "We can't afford to lose all that we've built from the ashes of the Korean War."
   },
   "author": {
    "text": "Moon Jae-in"
   }
  },
  {
   "quote": {
    "text": "Make no mistake, adolescence is a war. No one gets out unscathed."
   },
   "author": {
    "text": "Harlan Coben"
   }
  },
  {
   "quote": {
    "text": "One of the things I am most proud of is refusing to serve in the military when drafted during the Vietnam War."
   },
   "author": {
    "text": "Mark Kurlansky"
   }
  },
  {
   "quote": {
    "text": "Look at me as a man who performed works musically. Who uplift people who need upliftment, mentally, physically, economically - all forms. Who told the people to live with love 'cause only love can conquer war, and to understand themselves so that they can understand others."
   },
   "author": {
    "text": "Gregory Isaacs"
   }
  },
  {
   "quote": {
    "text": "It just seems to me that the world's kind of a mess, and the more messy it gets, the more interested I am in escapist fare. Having a good time is something that isn't about the war in Iraq or the Asian flu or the Kyoto protocol - things that are horribly depressing to consider in our real lives. I'm eager to get away from them."
   },
   "author": {
    "text": "Eric Stoltz"
   }
  },
  {
   "quote": {
    "text": "After two world wars, the collapse of fascism, nazism, communism and colonialism and the end of the cold war, humanity has entered a new phase of its history."
   },
   "author": {
    "text": "Hans Kung"
   }
  },
  {
   "quote": {
    "text": "We are Americans when we go to war, and when we return, we are Mexicans."
   },
   "author": {
    "text": "Dennis Chavez"
   }
  },
  {
   "quote": {
    "text": "War is something of man's own fostering, and if all mankind renounces it, then it is no longer there."
   },
   "author": {
    "text": "A. A. Milne"
   }
  },
  {
   "quote": {
    "text": "Force and fraud are in war the two cardinal virtues."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "When all the world is overcharged with inhabitants, then the last remedy of all is war, which provideth for every man, by victory or death."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "Even philosophers will praise war as ennobling mankind, forgetting the Greek who said: 'War is bad in that it begets more evil than it kills.'"
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "I took a speed-reading course and read War and Peace in twenty minutes. It involves Russia."
   },
   "author": {
    "text": "Woody Allen"
   }
  },
  {
   "quote": {
    "text": "When people speak to you about a preventive war, you tell them to go and fight it. After my experience, I have come to hate war."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "We shall never be able to remove suspicion and fear as potential causes of war until communication is permitted to flow, free and open, across international boundaries."
   },
   "author": {
    "text": "Harry S Truman"
   }
  },
  {
   "quote": {
    "text": "Many intelligence reports in war are contradictory; even more are false, and most are uncertain."
   },
   "author": {
    "text": "Carl von Clausewitz"
   }
  },
  {
   "quote": {
    "text": "Wanton killing of innocent civilians is terrorism, not a war against terrorism."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "In war, when a commander becomes so bereft of reason and perspective that he fails to understand the dependence of arms on Divine guidance, he no longer deserves victory."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "Dwight D. Eisenhower, in my judgment, will go down in history as one of the four 'great' presidents since the U.S. reluctantly became an empire in World War II; Richard Nixon as the nearest to a sociopath by the time he was compelled to resign."
   },
   "author": {
    "text": "Nigel Hamilton"
   }
  },
  {
   "quote": {
    "text": "The German physicists knew at least so much about the manufacture and construction of atomic bombs that it was clear to them that the manufacture of bombs in Germany could not succeed during the war. For this reason, they were spared the moral decision whether they should make an atomic bomb, and they had only worked on the uranium engine."
   },
   "author": {
    "text": "Werner Heisenberg"
   }
  },
  {
   "quote": {
    "text": "I was four years old when Pearl Harbor was bombed on December 7, 1941 by Japan, and overnight, the world was plunged into a world war. America suddenly was swept up by hysteria."
   },
   "author": {
    "text": "George Takei"
   }
  },
  {
   "quote": {
    "text": "You can't come away with this cosmic perspective thinking that you are better than others and want to fight. That's why you'll never have astrophysicists leading nations into war."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "The only driver stronger than an economic argument to do something is the war argument, the I-don't-want-to-die argument."
   },
   "author": {
    "text": "Neil deGrasse Tyson"
   }
  },
  {
   "quote": {
    "text": "War contains so much folly, as well as wickedness, that much is to be hoped from the progress of reason."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "Become an internationalist and learn to respect all life. Make war on machines. And in particular the sterile machines of corporate death and the robots that guard them."
   },
   "author": {
    "text": "Abbie Hoffman"
   }
  },
  {
   "quote": {
    "text": "I understand how every healthy child, every new road, puts a country on a better path, but instability and war will arise from time to time, and I'm not an expert on how you get out of those things."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "The misconception that aid falls straight into the hands of dictators largely stems from the Cold War era."
   },
   "author": {
    "text": "Bill Gates"
   }
  },
  {
   "quote": {
    "text": "The casualties in the Civil War amount to more than all other wars - all other American wars combined. More people died in that war than World War II, World War I, Vietnam, etc. And that was a war for white supremacy. It was a war to erect a state in which the basis of it was the enslavement of black people."
   },
   "author": {
    "text": "Ta-Nehisi Coates"
   }
  },
  {
   "quote": {
    "text": "All of my high school male teachers were WWII and/or Korean War veterans. They taught my brothers and me the value of service to our country and reinforced what our dad had shown us about the meaning of service."
   },
   "author": {
    "text": "Oliver North"
   }
  },
  {
   "quote": {
    "text": "In battle it is the cowards who run the most risk; bravery is a rampart of defense."
   },
   "author": {
    "text": "Sallust"
   }
  },
  {
   "quote": {
    "text": "We were succeeding. When you looked at specifics, this became a war of attrition. We were winning."
   },
   "author": {
    "text": "William Westmoreland"
   }
  },
  {
   "quote": {
    "text": "I also hear your president say that war is the means of last resort and I think he means that. I met him last autumn and he assured me that they wanted to come through and disarm Iraq by peaceful means, and that's what we are trying to do as hard as we can."
   },
   "author": {
    "text": "Hans Blix"
   }
  },
  {
   "quote": {
    "text": "We have to go to war against the people who enable the gun violence, the people who stop us from keeping guns out of the hands of mentally unstable people, of felons, and that means the NRA leadership."
   },
   "author": {
    "text": "Jerrold Nadler"
   }
  },
  {
   "quote": {
    "text": "Helplessness induces hopelessness, and history attests that loss of hope and not loss of lives is what decides the issue of war."
   },
   "author": {
    "text": "B. H. Liddell Hart"
   }
  },
  {
   "quote": {
    "text": "We can only move to a long-term resolution regarding terrorism and war by planting seeds of peace. We have to start with ourselves."
   },
   "author": {
    "text": "Peter Yarrow"
   }
  },
  {
   "quote": {
    "text": "He who is the author of a war lets loose the whole contagion of hell and opens a vein that bleeds a nation to death."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "War involves in its progress such a train of unforeseen circumstances that no human wisdom can calculate the end; it has but one thing certain, and that is to increase taxes."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "Happiness is a byproduct of function, purpose, and conflict; those who seek happiness for itself seek victory without war."
   },
   "author": {
    "text": "William S. Burroughs"
   }
  },
  {
   "quote": {
    "text": "The moment I said I'd finished a book, I knew what would happen. There would be a bidding war, and I would end up with someone who'd got the fattest wallet, who had bought it because I'd written Harry Potter. That would have been why."
   },
   "author": {
    "text": "J. K. Rowling"
   }
  },
  {
   "quote": {
    "text": "In most communities it is illegal to cry 'fire' in a crowded assembly. Should it not be considered serious international misconduct to manufacture a general war scare in an effort to achieve local political aims?"
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "Peace is the virtue of civilization. War is its crime."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "Brainy folks were also present in Lyndon Johnson's administration, especially in the Pentagon, where Secretary of Defense Robert McNamara's brilliant 'whiz kids' tried to micro-manage the Vietnam war, with disastrous results."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "War is a contagion."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Don't forget what I discovered that over ninety percent of all national deficits from 1921 to 1939 were caused by payments for past, present, and future wars."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "The Patriot Act is essential to our continued success in the war on terror here at home."
   },
   "author": {
    "text": "Mike Pence"
   }
  },
  {
   "quote": {
    "text": "War is so unjust and ugly that all who wage it must try to stifle the voice of conscience within themselves."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "All those who seek to destroy the liberties of a democratic nation ought to know that war is the surest and shortest means to accomplish it."
   },
   "author": {
    "text": "Alexis de Tocqueville"
   }
  },
  {
   "quote": {
    "text": "You see that even the enemy did not dare to declare war against us till they had seized our generals, for they were sensible that, while we had commanders and yielded obedience to them, we were able to conquer them; but, having seized our commanders, they concluded that we should, from a want of command and discipline, be destroyed."
   },
   "author": {
    "text": "Xenophon"
   }
  },
  {
   "quote": {
    "text": "I grew up among heroes who went down the pit, who played rugby, told stories, sang songs of war."
   },
   "author": {
    "text": "Richard Burton"
   }
  },
  {
   "quote": {
    "text": "The second coming of Christ will be so revolutionary that it will change every aspect of life on this planet. Disease will be eliminated. Death will be abolished. War will be eradicated. Nature will be transformed."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "The U.S. military was segregated 'til the Korean War, and the blacks in World War Two were totally segregated."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "This war is like an actress who is getting old. It is less and less photogenic and more and more dangerous."
   },
   "author": {
    "text": "Robert Capa"
   }
  },
  {
   "quote": {
    "text": "Every war results from the struggle for markets and spheres of influence, and every war is sold to the public by professional liars and totally sincere religious maniacs, as a Holy Crusade to save God and Goodness from Satan and Evil."
   },
   "author": {
    "text": "Robert Anton Wilson"
   }
  },
  {
   "quote": {
    "text": "If you use weapons of war to bring about peace, you're going to have more war and destruction."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "A time will come when a politician who has willfully made war and promoted international dissension will be as sure of the dock and much surer of the noose than a private homicide. It is not reasonable that those who gamble with men's lives should not stake their own."
   },
   "author": {
    "text": "H. G. Wells"
   }
  },
  {
   "quote": {
    "text": "The philosophy of protectionism is a philosophy of war."
   },
   "author": {
    "text": "Ludwig von Mises"
   }
  },
  {
   "quote": {
    "text": "My parents fled from North Korea during the Korean War because they despised the North Korean Communist regime. They fled to seek freedom and came to South Korea."
   },
   "author": {
    "text": "Moon Jae-in"
   }
  },
  {
   "quote": {
    "text": "The Islamic method of waging war is not to kill innocent civilians, but it was Christians in World War II who bombed innocent civilians in Dresden and dropped the nuclear bomb on Hiroshima, neither of which were military targets."
   },
   "author": {
    "text": "Feisal Abdul Rauf"
   }
  },
  {
   "quote": {
    "text": "'Jihad' can mean holy war to extremists, but it means struggle to the average Muslim."
   },
   "author": {
    "text": "Feisal Abdul Rauf"
   }
  },
  {
   "quote": {
    "text": "There is no peace because the making of peace is at least as costly as the making of war - at least as exigent, at least as disruptive, at least as liable to bring disgrace and prison and death in its wake."
   },
   "author": {
    "text": "Daniel Berrigan"
   }
  },
  {
   "quote": {
    "text": "Only in South Africa could you have a change in government without civil war. If there wasn't the depth of love and caring among our people, this would not have happened."
   },
   "author": {
    "text": "Patrice Motsepe"
   }
  },
  {
   "quote": {
    "text": "The impact of the Vietnam War on TV made everyone recognize the importance of visual media."
   },
   "author": {
    "text": "Mark Kurlansky"
   }
  },
  {
   "quote": {
    "text": "We really need a public-interest government that is not taking marching orders from the fossil-fuel industry and the banks and the war profiteers. We really need a government that is acting on our behalf."
   },
   "author": {
    "text": "Jill Stein"
   }
  },
  {
   "quote": {
    "text": "There was a belief after World War I that painting could be an act of civil revolt. I want this exhibition, 'New Museum,' to be an act of civil disobedience. It's not so much about the New Museum on the Bowery, but the idea of challenging museums as projections of cultural authority. It's painting as insurgency."
   },
   "author": {
    "text": "Richard Phillips"
   }
  },
  {
   "quote": {
    "text": "There is a peculiar burning odor in the room, like explosives. the kitchen fills with smoke and the hot, sweet, ashy smell of scorched cookies. The war has begun."
   },
   "author": {
    "text": "Alison Lurie"
   }
  },
  {
   "quote": {
    "text": "But does that mean that war and violence are inevitable? I would argue not because we have also evolved this amazingly sophisticated intellect, and we are capable of controlling our innate behavior a lot of the time."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "The president led us into the Iraq war on the basis of unproven assertions without evidence; he embraced a radical doctrine of pre-emptive war unprecedented in our history; and he failed to build a true international coalition."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "Nullification means insurrection and war; and the other states have a right to put it down."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "The terrorists and their supporters declared war on the United States - and war is what they got."
   },
   "author": {
    "text": "George W. Bush"
   }
  },
  {
   "quote": {
    "text": "No nation ever had an army large enough to guarantee it against attack in time of peace, or ensure it of victory in time of war."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "The war broke out, and I wanted to do something to aid my country in a time of crisis. I was too tall for the WACs and WAVES, but eventually joined the OSS and set out into the world looking for adventure."
   },
   "author": {
    "text": "Julia Child"
   }
  },
  {
   "quote": {
    "text": "I think a lot of people, including me, clammed up when a civilian asked about battle, about war. It was fashionable. One of the most impressive ways to tell your war story is to refuse to tell it, you know. Civilians would then have to imagine all kinds of deeds of derring-do."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "Before the Civil War, the Southern states were selling a lot of cotton to England and didn't seem to mind British occupation. By and large, the Revolutionary War wasn't at all great for business."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "I was so upset with what was going on in the world. I just couldn't stand the idea of being people tortured and that we even had such a thing as war. I hated the older generation, who had not done anything about it. Punk was a call-to-arms for me."
   },
   "author": {
    "text": "Vivienne Westwood"
   }
  },
  {
   "quote": {
    "text": "This union has been divided in like a civil war - brother against brother - sister against sister. And I'm pulling it together. We've already seen evidence of that in New York, in Pennsylvania, in California. The first thing is we have to get on the same page. We have to be united in one cause."
   },
   "author": {
    "text": "James P. Hoffa"
   }
  },
  {
   "quote": {
    "text": "Killing Japanese didn't bother me very much at that time... I suppose if I had lost the war, I would have been tried as a war criminal."
   },
   "author": {
    "text": "Curtis LeMay"
   }
  },
  {
   "quote": {
    "text": "Fascism is a worldwide disease. Its greatest threat to the United States will come after the war, either via Latin America or within the United States itself."
   },
   "author": {
    "text": "Henry A. Wallace"
   }
  },
  {
   "quote": {
    "text": "Humanity should question itself, once more, about the absurd and always unfair phenomenon of war, on whose stage of death and pain only remain standing the negotiating table that could and should have prevented it."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "Before the Civil War, Canada was at the top of the underground railroad. If you made it into Canada, you were safe unless someone came and hauled you back. That was also true during the Vietnam War for draft resisters."
   },
   "author": {
    "text": "Margaret Atwood"
   }
  },
  {
   "quote": {
    "text": "There is certainly greatness in the '60s generation. They changed our attitudes about race in America, which was long overdue. They didn't just stand up and salute when told to go to war. Women finally began to realize a more equal place in our society."
   },
   "author": {
    "text": "Tom Brokaw"
   }
  },
  {
   "quote": {
    "text": "Man becomes his most creative during war."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "Organized murder is war, and though we demonstrate against a particular war, the nuclear, or any other kind of war, we have never demonstrated against war."
   },
   "author": {
    "text": "Jiddu Krishnamurti"
   }
  },
  {
   "quote": {
    "text": "When you go to war, both sides lose totally."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "As a Korean War veteran, I know firsthand and understand the sacrifices made by our men and women in uniform."
   },
   "author": {
    "text": "Charles B. Rangel"
   }
  },
  {
   "quote": {
    "text": "War prosperity is like the prosperity that an earthquake or a plague brings."
   },
   "author": {
    "text": "Ludwig von Mises"
   }
  },
  {
   "quote": {
    "text": "Construction of the first gas pipeline system was started during the 1960s, at the height of the Cold War, and for all those years, from the 1960s until this day, Russia has been fulfilling its contract obligations in a very consistent and reliable way, regardless of the political situation."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "That man will fight us every day and every hour till the end of the war."
   },
   "author": {
    "text": "James Longstreet"
   }
  },
  {
   "quote": {
    "text": "The United Nations was founded 70 years ago, at the end of World War II. Since that time, Japan has steadfastly walked the path of peace and rebuilt a nation. And, since the mid-1950s onward, we have actively worked to share our experience of development with other nations, especially in Asia."
   },
   "author": {
    "text": "Shinzo Abe"
   }
  },
  {
   "quote": {
    "text": "You have to go to war with a sword and a shield. You cannot go to war with bare hands."
   },
   "author": {
    "text": "Arundhati Bhattacharya"
   }
  },
  {
   "quote": {
    "text": "Beirut turned into a war zone in a matter of hours. We were stuck at home, the roads were blocked."
   },
   "author": {
    "text": "Nadine Labaki"
   }
  },
  {
   "quote": {
    "text": "During the Cuban Missile Crisis, decisions made by President John F. Kennedy and Soviet leader Nikita Khrushchev could have plunged both countries into thermonuclear war."
   },
   "author": {
    "text": "Ronald Kessler"
   }
  },
  {
   "quote": {
    "text": "When the rich wage war, it's the poor who die."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "Before the war is ended, the war party assumes the divine right to denounce and silence all opposition to war as unpatriotic and cowardly."
   },
   "author": {
    "text": "Robert M. La Follette"
   }
  },
  {
   "quote": {
    "text": "It is heroic to prepare for war with a tyrant power. Patriots will always win the admiration of mankind for daring to meet the bloodshed of battle for their country's liberty. But the patriot who is willing to go to that sacrifice will be the first to condemn the aimless and secret shedding of blood in time of peace."
   },
   "author": {
    "text": "John Boyle O'Reilly"
   }
  },
  {
   "quote": {
    "text": "The stories from World War I are worse than anything I have ever read."
   },
   "author": {
    "text": "Kerry Greenwood"
   }
  },
  {
   "quote": {
    "text": "I believe in the Prince of Peace. I believe that War is Murder. I believe that armies and navies are at bottom the tinsel and braggadocio of oppression and wrong, and I believe that the wicked conquest of weaker and darker nations by nations whiter and stronger but foreshadows the death of that strength."
   },
   "author": {
    "text": "W. E. B. Du Bois"
   }
  },
  {
   "quote": {
    "text": "During World War II, the pilot losses were staggering. In some bombing raids, as many as 80% of the planes that left did not return."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "Before statehood was achieved, Syria and Egypt had their tanks and military equipment lined up to invade Tel Aviv and destroy it; but the Israelis scrambled together an air force, some of it from old Second World War Messerschmidts, and the invasion was halted."
   },
   "author": {
    "text": "Steven Spielberg"
   }
  },
  {
   "quote": {
    "text": "Peace is not the absence of war, but a virtue based on strength of character."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "We were emerging from the period of war, of uniforms, of women-soldiers built like boxers. I drew women-flowers, soft shoulders, fine waists like liana and wide skirts like corolla."
   },
   "author": {
    "text": "Christian Dior"
   }
  },
  {
   "quote": {
    "text": "While religious tolerance is surely better than religious war, tolerance is not without its liabilities. Our fear of provoking religious hatred has rendered us incapable of criticizing ideas that are now patently absurd and increasingly maladaptive."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "Everybody has forgotten that Russia helped start the Second World War."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "The war is dreadful. It is the business of the artist to follow it home to the heart of the individual fighters - not to talk in armies and nations and numbers - but to track it home."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "War on the other hand is such a terrible thing, that no man, especially a Christian man, has the right to assume the responsibility of starting it."
   },
   "author": {
    "text": "Leo Tolstoy"
   }
  },
  {
   "quote": {
    "text": "I find by my calculations, which are according to revealed inspiration, that the sword of death is now approaching us, in the shape of pestilence, war more horrible than has been known in three lifetimes, and famine."
   },
   "author": {
    "text": "Nostradamus"
   }
  },
  {
   "quote": {
    "text": "When I was a young boy, during the aftermath of World War II, Germany was broken and in ruins. Many people were hungry, sick, and dying. I remember well the humanitarian shipments of food and clothing that came from the Church in Salt Lake City."
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "I'm finding myself really angry over spending and the deficit. I'm finding myself really angry over what's happening in the Middle East, the decision to stay in Afghanistan indefinitely. I'm angry about cap and trade. And I've been on record for a long time on the failed war on drugs."
   },
   "author": {
    "text": "Gary Johnson"
   }
  },
  {
   "quote": {
    "text": "Beware lest in your anxiety to avoid war you obtain a master."
   },
   "author": {
    "text": "Demosthenes"
   }
  },
  {
   "quote": {
    "text": "This administration here and now declares unconditional war on poverty."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "War's not black and white; it's gray. If you don't fight in the gray area, you're going to lose."
   },
   "author": {
    "text": "Marcus Luttrell"
   }
  },
  {
   "quote": {
    "text": "Germany was beaten after World War I, but it didn't take long for it to rise again as a much more malignant threat. The end of World War II was not to be a compromise; it was to come about from the total annihilation of the enemies' ability and will to make war."
   },
   "author": {
    "text": "Monica Crowley"
   }
  },
  {
   "quote": {
    "text": "The war industry people are very together; they know exactly what they want; they don't even have to talk to each other. The peace industry people are just intellectuals who are very critical of each other... Unless the peace industry is powerful, we're always going to have war. It is as simple as that."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "Men of sense often learn from their enemies. It is from their foes, not their friends, that cities learn the lesson of building high walls and ships of war."
   },
   "author": {
    "text": "Aristophanes"
   }
  },
  {
   "quote": {
    "text": "The war on terror is the most insane and immoral war of all time. The Americans are doing what they did in Vietnam, bombing villages. But how can a civilised nation do this? How can you can eliminate suspects, their wives, their children, their families, their neighbours? How can you justify this?"
   },
   "author": {
    "text": "Imran Khan"
   }
  },
  {
   "quote": {
    "text": "I read everything that Tolkien wrote, and also read biographies of him. I was fascinated by his experiences in World War I, which includes the loss of life of some of his very, very close friends. I think he writes about that a lot in 'The Hobbit' and 'The Lord of the Rings.'"
   },
   "author": {
    "text": "Richard C. Armitage"
   }
  },
  {
   "quote": {
    "text": "The scenes on this field would have cured anybody of war."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "Every attempt to make war easy and safe will result in humiliation and disaster."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "To serve in the modern military - or to be the uncle, parent or sibling of one who does - is to treat the necessary service and sacrifice of war with a sacred honor. In my community, we pile into cars and drive hundreds of miles to watch our children's graduation from basic training."
   },
   "author": {
    "text": "J. D. Vance"
   }
  },
  {
   "quote": {
    "text": "When you scan the globe's hot spots, every civil war and massacre, every act of terror and every clash between states has its unique local circumstances."
   },
   "author": {
    "text": "Atifete Jahjaga"
   }
  },
  {
   "quote": {
    "text": "If you want to go anywhere in modern war, in the air, on the sea, on the land, you must have command of the air."
   },
   "author": {
    "text": "William Halsey"
   }
  },
  {
   "quote": {
    "text": "Cyber attacks are not what makes the cool war 'cool.' As a strategic matter, they do not differ fundamentally from older tools of espionage and sabotage."
   },
   "author": {
    "text": "Noah Feldman"
   }
  },
  {
   "quote": {
    "text": "Woodstock happened in August 1969, long before the Internet and mobile phones made it possible to communicate instantly with anyone, anywhere. It was a time when we weren't able to witness world events or the horrors of war live on 24-hour news channels."
   },
   "author": {
    "text": "Richie Havens"
   }
  },
  {
   "quote": {
    "text": "Every nation has its war party... It is commercial, imperialistic, ruthless. It tolerates no opposition."
   },
   "author": {
    "text": "Robert M. La Follette"
   }
  },
  {
   "quote": {
    "text": "Without peace, there is no freedom, individual or national. War and hostilities are a form of slavery."
   },
   "author": {
    "text": "Klas Pontus Arnoldson"
   }
  },
  {
   "quote": {
    "text": "What is absurd and monstrous about war is that men who have no personal quarrel should be trained to murder one another in cold blood."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "In the 1980s America reacted to the Soviet Union's invasion of Afghanistan. We supported a war that left a nation torn to pieces. And as the last Soviet tank left the country, so did we."
   },
   "author": {
    "text": "Simon Sinek"
   }
  },
  {
   "quote": {
    "text": "Of all recent presidents, Clinton was expected to behave the most sensibly in economic matters. He understood how the economy works. But because he had used various dodges to stay out of the Vietnam War, he came to office ill at ease with the military."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "World War II made prosperous the United States, which had been undergoing a depression for a dozen years, and made very rich those magnates and their managers who govern the republic - with many a wink - in the people's name."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "The war is coming to the streets of America and if you are not keeping and bearing and practicing with your arms then you will be helpless and you will be the victim of evil."
   },
   "author": {
    "text": "Ted Nugent"
   }
  },
  {
   "quote": {
    "text": "When General Allenby conquered Jerusalem during World War I, he was hailed in the American press as Richard the Lion-Hearted, who had at last won the Crusades and driven the pagans out of the Holy Land."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "Behind a smoke screen of high-profile female appointees and soothing slogans, George W. Bush is waging war on women."
   },
   "author": {
    "text": "Molly Ivins"
   }
  },
  {
   "quote": {
    "text": "I think a lot of Americans have never been all that hungry. They've never had war on their shore, and they've never suffered the way other cultures have suffered. I'm not saying we should go suffer. Not at all. I'm saying we should be more aware of how other cultures exist."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "I am a veteran of the War on Christmas. I am just emerging from a battlefield strewn with dead trees and torn shreds of brightly colored wrapping paper."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "War is just a racket. A racket is best described, I believe, as something that is not what it seems to the majority of people. Only a small inside group knows what it is about. It is conducted for the benefit of the very few at the expense of the masses."
   },
   "author": {
    "text": "Smedley Butler"
   }
  },
  {
   "quote": {
    "text": "World War II was the last government program that really worked."
   },
   "author": {
    "text": "George Will"
   }
  },
  {
   "quote": {
    "text": "There is no shorter road to defeat than by entering a war with inadequate preparation."
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "It's a very unpleasant topic. But we are in an outright war against jihadist Islamic fascism. And this war is, is, I think, metastasizing, almost far quicker than governments can handle it... We have Boko Haram and other groups that will eventually partner with ISIS in this global war."
   },
   "author": {
    "text": "Steve Bannon"
   }
  },
  {
   "quote": {
    "text": "I grew up in a time when people believed in duty, honor and country. My grandfathers were both officers. My father was a General in the Air Force. My brother and I were both in the Army. I've always felt a kinship with soldiers; I think it's possible to support the warrior and be against the war."
   },
   "author": {
    "text": "Kris Kristofferson"
   }
  },
  {
   "quote": {
    "text": "It has too often been too easy for rulers and governments to incite man to war."
   },
   "author": {
    "text": "Lester B. Pearson"
   }
  },
  {
   "quote": {
    "text": "Patriots always talk of dying for their country and never of killing for their country."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "We are unnecessarily wasting our precious resources in wars... if we must wage war, we have to do it on unemployment, disease, poverty, and backwardness."
   },
   "author": {
    "text": "Atal Bihari Vajpayee"
   }
  },
  {
   "quote": {
    "text": "Competition makes things come out right. Well, what does that mean in health care? More hospitals so they compete with each other. More doctors compete with each other. More pharmaceutical companies. We set up war. Wait a minute, let's talk about the patient. The patient doesn't need a war."
   },
   "author": {
    "text": "Donald Berwick"
   }
  },
  {
   "quote": {
    "text": "To most people in the U.K., indeed throughout Western Europe, space exploration is primarily perceived as 'what NASA does'. This perception is - in many respects - a valid one. Superpower rivalry during the Cold War ramped up U.S. and Soviet space efforts to a scale that Western Europe had no motive to match."
   },
   "author": {
    "text": "Martin Rees"
   }
  },
  {
   "quote": {
    "text": "But through world wars and a Great Depression, through painful social upheaval and a Cold War, and now through the attacks of September 11, 2001, our Nation has indeed survived."
   },
   "author": {
    "text": "Nick Rahall"
   }
  },
  {
   "quote": {
    "text": "Television and movies were our biggest teachers. When we came to the United States, the Vietnam War was just ratcheting up. And so the Asian faces that I saw on the news, they were the face of the enemy. Asian men, particularly, were either small, ineffective, or they were evil. And those messages were deeply, deeply embedded in me for many years."
   },
   "author": {
    "text": "Alex Tizon"
   }
  },
  {
   "quote": {
    "text": "World War II brought the Greatest Generation together. Vietnam tore the Baby Boomers apart."
   },
   "author": {
    "text": "Jim Webb"
   }
  },
  {
   "quote": {
    "text": "Remember, God provides the best camouflage several hours out of every 24."
   },
   "author": {
    "text": "David M. Shoup"
   }
  },
  {
   "quote": {
    "text": "Wars have never hurt anybody except the people who die."
   },
   "author": {
    "text": "Salvador Dali"
   }
  },
  {
   "quote": {
    "text": "Wars can be prevented just as surely as they can be provoked, and we who fail to prevent them, must share the guilt for the dead."
   },
   "author": {
    "text": "Omar N. Bradley"
   }
  },
  {
   "quote": {
    "text": "As international support for Obama's decision to attack Syria has collapsed, along with the credibility of government claims, the administration has fallen back on a standard pretext for war crimes when all else fails: the credibility of the threats of the self-designated policeman of the world."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "John Lewis Gaddis is not only the favorite historian of the Reagan administration, but he's regarded as the dean of Cold War scholarship, the leading figure in the American Cold War scholarship, a professor at Yale."
   },
   "author": {
    "text": "Noam Chomsky"
   }
  },
  {
   "quote": {
    "text": "My argument is that War makes rattling good history; but Peace is poor reading."
   },
   "author": {
    "text": "Thomas Hardy"
   }
  },
  {
   "quote": {
    "text": "Some comments are within bounds, while some are not. But by whining about every little barb, candidates are trying to win the election through a war of staff resignation attrition, and Americans are losing the ability to distinguish between what is fair game and what is not."
   },
   "author": {
    "text": "James Carville"
   }
  },
  {
   "quote": {
    "text": "It is often useful, if an enemy happens to see you, to pretend that you have not seen him. Or it may sometimes be useful to pretend that you have other men with you. I did this once in the Boer War when, having crept up a donga to look at a Boer fort, I was seen by the enemy, and they came out to capture me."
   },
   "author": {
    "text": "Robert Baden-Powell"
   }
  },
  {
   "quote": {
    "text": "War never takes a wicked man by chance, the good man always."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "I am an opponent of war and of war preparations and an opponent of universal military training and conscription; but entirely apart from that issue, I hold that segregation in any part of the body politic is an act of slavery and an act of war."
   },
   "author": {
    "text": "Bayard Rustin"
   }
  },
  {
   "quote": {
    "text": "War is a defeat for humanity."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "I remember the 1940s as a time when we were united in a way known only to that generation. We belonged to a common cause-the war."
   },
   "author": {
    "text": "Gene Tierney"
   }
  },
  {
   "quote": {
    "text": "All of Koons's best art - the encased vacuum cleaners, the stainless-steel Rabbit (the late-twentieth century's signature work of Simulationist sculpture), the amazing gleaming Balloon Dog, and the cast-iron re-creation of a Civil War mortar exhibited last month at the Armory - has simultaneously flaunted extreme realism, idealism, and fantasy."
   },
   "author": {
    "text": "Jerry Saltz"
   }
  },
  {
   "quote": {
    "text": "I think I'm still chewing on my years as a foreign correspondent. I found myself covering catastrophes - war, uprising, famine, refugee crises - and witnessing how people were affected by dire situations. When I find a story from the past, I bring some of those lessons to bear on the narrative."
   },
   "author": {
    "text": "Geraldine Brooks"
   }
  },
  {
   "quote": {
    "text": "The military don't start wars. Politicians start wars."
   },
   "author": {
    "text": "William Westmoreland"
   }
  },
  {
   "quote": {
    "text": "I do not believe that the men who served in uniform in Vietnam have been given the credit they deserve. It was a difficult war against an unorthodox enemy."
   },
   "author": {
    "text": "William Westmoreland"
   }
  },
  {
   "quote": {
    "text": "I want to collect more records from terrorists, but less records from innocent Americans. The Fourth Amendment was what we fought the Revolution over! John Adams said it was the spark that led to our war for independence, and I'm proud of standing for the Bill of Rights, and I will continue to stand for the Bill of Rights."
   },
   "author": {
    "text": "Rand Paul"
   }
  },
  {
   "quote": {
    "text": "We will never win this war until we understand the effect that Guantanamo Bay has had on the overall war effort. And we'll never get the support of the American people if we can't prove to them that these folks that we're dealing with are not common criminals. We're going to keep them - keep you safe from them."
   },
   "author": {
    "text": "Lindsey Graham"
   }
  },
  {
   "quote": {
    "text": "As I was writing 'The Shock Doctrine', I was covering the Iraq War and profiteering from the war, and I started to see these patterns repeat in the aftermath of natural disasters, like the Asian tsunami and then Hurricane Katrina."
   },
   "author": {
    "text": "Naomi Klein"
   }
  },
  {
   "quote": {
    "text": "I always tell people, anger is like liquid. It's fluid, it's like water. You put it in a container and it takes the shape of that container. So many people you see in prison, unleashing war on their people, they are angry, and they take their anger and put it into a violent container."
   },
   "author": {
    "text": "Leymah Gbowee"
   }
  },
  {
   "quote": {
    "text": "People who teach American history survey classes have a lot of ground to cover and tend to focus on landmarks. You get through the Civil War and Reconstruction, and you have to get to the beginning of the 20th century fast. It's pretty easy to go lightly on the Gilded Age."
   },
   "author": {
    "text": "H. W. Brands"
   }
  },
  {
   "quote": {
    "text": "The Confederate flag was the flag of the American South during the civil war. It was the flag of people who were fighting against their own government in an attempt to retain slavery. It was the flag of people who thought slavery was no problem, who thought slavery was a good thing."
   },
   "author": {
    "text": "John Niven"
   }
  },
  {
   "quote": {
    "text": "The war on drugs is being lost on a daily basis."
   },
   "author": {
    "text": "Rhys Ifans"
   }
  },
  {
   "quote": {
    "text": "The First World War was a horror of gas, industrialised slaughter, fear, and appalling human suffering."
   },
   "author": {
    "text": "Nick Harkaway"
   }
  },
  {
   "quote": {
    "text": "Peace must be more than the absence of war."
   },
   "author": {
    "text": "Helmut Kohl"
   }
  },
  {
   "quote": {
    "text": "If the Founding Fathers and other patriots who fought during the Revolutionary War could see the United States today, I believe they would be proud of the path that the thirteen colonies, now fifty strong states, have taken since then."
   },
   "author": {
    "text": "John Linder"
   }
  },
  {
   "quote": {
    "text": "The real peril of war lies not in military defeat. It lies in war itself, whether we win or lose."
   },
   "author": {
    "text": "John T. Flynn"
   }
  },
  {
   "quote": {
    "text": "As I approached my 18th birthday and prepared to enter military service in World War II, I was recommended to receive the Melchizedek Priesthood."
   },
   "author": {
    "text": "Thomas S. Monson"
   }
  },
  {
   "quote": {
    "text": "Overcoming the Cold War required courage from the people of Central and Eastern Europe and what was then the German Democratic Republic, but it also required the steadfastness of Western partner over many decades when many had long lost hope of integration of the two Germanys and Europe."
   },
   "author": {
    "text": "Angela Merkel"
   }
  },
  {
   "quote": {
    "text": "Bush's war in Iraq has done untold damage to the United States. It has impaired our military power and undermined the morale of our armed forces. Our troops were trained to project overwhelming power. They were not trained for occupation duties."
   },
   "author": {
    "text": "George Soros"
   }
  },
  {
   "quote": {
    "text": "Although a precise outlook on the international situation is hard for anyone to make, it is needless to say that now the time has come for the Navy, especially the Combined Fleet, to devote itself seriously to war preparations, training, and operational plans with a firm determination that a conflict with the U.S. and Great Britain is inevitable."
   },
   "author": {
    "text": "Isoroku Yamamoto"
   }
  },
  {
   "quote": {
    "text": "A state of war only serves as an excuse for domestic tyranny."
   },
   "author": {
    "text": "Aleksandr Solzhenitsyn"
   }
  },
  {
   "quote": {
    "text": "Australians are coffee snobs. An influx of Italian immigrants after World War II ensured that - we probably had the word 'cappuccino' about 20 years before America. Cafe culture is really big for Aussies. We like to work hard, but we take our leisure time seriously."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "As a peace activist, I am dismayed by the encouragement of aggressiveness and violence by television, movies, and war toys."
   },
   "author": {
    "text": "Benjamin Spock"
   }
  },
  {
   "quote": {
    "text": "When we were at peace, Democrats wanted to raise taxes. Now there's a war, so Democrats want to raise taxes. When there was a surplus, Democrats wanted to raise taxes. Now that there is a mild recession, Democrats want to raise taxes."
   },
   "author": {
    "text": "Ann Coulter"
   }
  },
  {
   "quote": {
    "text": "One may know how to gain a victory, and know not how to use it."
   },
   "author": {
    "text": "Pedro Calderon de la Barca"
   }
  },
  {
   "quote": {
    "text": "War is just a racket... I believe in adequate defense at the coastline and nothing else."
   },
   "author": {
    "text": "Smedley Butler"
   }
  },
  {
   "quote": {
    "text": "I began painting well before I started doing comedy. In fact, when I came out of the war in 1946, I enrolled in art school in Dayton, Ohio. I painted for three years, and then show business took hold."
   },
   "author": {
    "text": "Jonathan Winters"
   }
  },
  {
   "quote": {
    "text": "There are evils that have the ability to survive identification and go on for ever... money, for instance, or war."
   },
   "author": {
    "text": "Saul Bellow"
   }
  },
  {
   "quote": {
    "text": "And I have lived since - as you have - in a period of cold war, during which we have ensured by our achievements in the science and technology of destruction that a third act in this tragedy of war will result in the peace of extinction."
   },
   "author": {
    "text": "Lester B. Pearson"
   }
  },
  {
   "quote": {
    "text": "I hated the bangs in the war: I always felt a silent war would be more tolerable."
   },
   "author": {
    "text": "Pamela Hansford Johnson"
   }
  },
  {
   "quote": {
    "text": "I think it's important for Donald Trump to express his appreciation for veterans - not John McCain, but veterans who were incarcerated as prisoners of war."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "Do not try to do too much with your own hands. Better the Arabs do it tolerably than you do it perfectly. It is their war, and you are to help them, not to win it for them."
   },
   "author": {
    "text": "T. E. Lawrence"
   }
  },
  {
   "quote": {
    "text": "Virtually every society that survived did so by socializing its sons to be disposable. Disposable in war; disposable in work. We need warriors and volunteer firefighters, so we label these men heroes."
   },
   "author": {
    "text": "Warren Farrell"
   }
  },
  {
   "quote": {
    "text": "The lesson of Pearl Harbor ought never to be forgotten, and of course the motto that came from that, 69 years ago, the war which my dad fought, was 'Remember Pearl Harbor, never again.' We need to keep that to mind."
   },
   "author": {
    "text": "Oliver North"
   }
  },
  {
   "quote": {
    "text": "If Iraq and Afghanistan have taught us anything in recent history, it is the unpredictability of war and that these things are easier to get into than to get out of, and, frankly, the facile way in which too many people talk about, 'Well, let's just go attack them.'"
   },
   "author": {
    "text": "Robert M. Gates"
   }
  },
  {
   "quote": {
    "text": "It's a rare pro-lifer who is against the death penalty, who's against all war, who favors, you know, all the things people need to flourish and stay healthy in life. They've tied themselves to the Republican Party, which doesn't support any of that."
   },
   "author": {
    "text": "Katha Pollitt"
   }
  },
  {
   "quote": {
    "text": "War is fear cloaked in courage."
   },
   "author": {
    "text": "William Westmoreland"
   }
  },
  {
   "quote": {
    "text": "I'm fed up to the ears with old men dreaming up wars for young men to die in."
   },
   "author": {
    "text": "George McGovern"
   }
  },
  {
   "quote": {
    "text": "When I was a youngster growing up in South Dakota, we never referred to the national debt, it was always referred to as the war debt because it stemmed from World War I."
   },
   "author": {
    "text": "George McGovern"
   }
  },
  {
   "quote": {
    "text": "What a country calls its vital... interests are not things that help its people live, but things that help it make war."
   },
   "author": {
    "text": "Simone Weil"
   }
  },
  {
   "quote": {
    "text": "Special-purpose dogs have been a critical component for police and military work in the current war on terror. These dogs are some of the bravest animals on the planet."
   },
   "author": {
    "text": "Brandon Webb"
   }
  },
  {
   "quote": {
    "text": "War... is harmful, not only to the conquered but to the conqueror."
   },
   "author": {
    "text": "Ludwig von Mises"
   }
  },
  {
   "quote": {
    "text": "I had always been interested in mythology. I suppose my brief stay in Wales during World War II influenced my writing, too. It was an amazing country. It has marvelous castles and scenery."
   },
   "author": {
    "text": "Lloyd Alexander"
   }
  },
  {
   "quote": {
    "text": "Man has no right to kill his brother. It is no excuse that he does so in uniform: he only adds the infamy of servitude to the crime of murder."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "One of the lessons learned during the Vietnam War was that the depiction of wounded soldiers, of coffins stacked higher than their living guards, had a negative effect on the viewing public. The military in Iraq specifically banned the photographing of wounded soldiers and coffins, thus sanitizing this terrible and bloody conflict."
   },
   "author": {
    "text": "Walter Dean Myers"
   }
  },
  {
   "quote": {
    "text": "The ancient Jewish people gave the world the vision of eternal peace, of universal disarmament, of abolishing the teaching and learning of war."
   },
   "author": {
    "text": "Menachem Begin"
   }
  },
  {
   "quote": {
    "text": "I've read a lot of war writing, even World War I writing, the British war poetry of Wilfred Owen and Siegfried Sassoon, Robert Graves's memoir 'Goodbye to All That,' and a civilian memoir, 'Testament of Youth,' by Vera Brittain."
   },
   "author": {
    "text": "George Packer"
   }
  },
  {
   "quote": {
    "text": "There has not been a war in South America for fifty years, and I have every confidence that the countries of Central and South America are deeply in earnest in the maintenance of peace."
   },
   "author": {
    "text": "Frank B. Kellogg"
   }
  },
  {
   "quote": {
    "text": "Capitalism is war; socialism is peace."
   },
   "author": {
    "text": "Karl Liebknecht"
   }
  },
  {
   "quote": {
    "text": "They say that truth is the first casualty of war. But there is another casualty as well: trust. As conflict escalates, trust between people and political leaders crumbles away as surely as night follows day."
   },
   "author": {
    "text": "Peter Maurer"
   }
  },
  {
   "quote": {
    "text": "On the eve of World War I, an estimated two million Armenians lived in the Ottoman Empire. Well over a million were deported and hundreds of thousands were simply killed."
   },
   "author": {
    "text": "Eliot Engel"
   }
  },
  {
   "quote": {
    "text": "I used to live in a village, and I always loved listening to old people. Unfortunately, it was always women who were talking, because after the war, very few men were around. I spent my entire life living in the village. The village is always talking about itself; people are talking to each other as the village makes sense of itself."
   },
   "author": {
    "text": "Svetlana Alexievich"
   }
  },
  {
   "quote": {
    "text": "It's important to study and understand your responsibilities within any profession, but it's particularly important for military officers to read, think, discuss, and write about the problem of war and warfare so they can understand not just the changes in the character of warfare but also the continuities."
   },
   "author": {
    "text": "H. R. McMaster"
   }
  },
  {
   "quote": {
    "text": "Humans are the big thing that cause damage in life - in war or whatever - and if I can get away from that and into a wilderness situation, I'm OK. You can more or less live on your own merit."
   },
   "author": {
    "text": "Gary Paulsen"
   }
  },
  {
   "quote": {
    "text": "War implies a lack of comprehension of mutual national interests; it means the undermining and even the end of culture."
   },
   "author": {
    "text": "Carlos Saavedra Lamas"
   }
  },
  {
   "quote": {
    "text": "You have two options when you approach a hostile checkpoint in a war zone, and each is a gamble. The first is to stop and identify yourself as a journalist and hope that you are respected as a neutral observer. The second is to blow past the checkpoint and hope the soldiers guarding it don't open fire on you."
   },
   "author": {
    "text": "Lynsey Addario"
   }
  },
  {
   "quote": {
    "text": "Probably, no nation is rich enough to pay for both war and civilization. We must make our choice; we cannot have both."
   },
   "author": {
    "text": "Abraham Flexner"
   }
  },
  {
   "quote": {
    "text": "Remembering the loss of those Irishmen from all parts of the island who were sent to their deaths in the imperialist slaughter of the First World War is crucial to understanding our history. It is also important to recognise the special significance in which the Battle of the Somme and the First World War is held."
   },
   "author": {
    "text": "Martin McGuinness"
   }
  },
  {
   "quote": {
    "text": "East Asia has prospered since the end of the Vietnam War, and Northeast Asia has prospered since the end of the Korean War in a way that seems unimaginable when you think of the history of the first half of the century."
   },
   "author": {
    "text": "William C. Kirby"
   }
  },
  {
   "quote": {
    "text": "The first lesson is that you can't lose a war if you have command of the air, and you can't win a war if you haven't."
   },
   "author": {
    "text": "Jimmy Doolittle"
   }
  },
  {
   "quote": {
    "text": "John Dalton's records, carefully preserved for a century, were destroyed during the World War II bombing of Manchester. It is not only the living who are killed in war."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "It is not only the living who are killed in war."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "Boxing's in my genes. I come from a fighting background. My dad and both my uncles were good boxers. I'm blessed with the art of war."
   },
   "author": {
    "text": "Floyd Mayweather, Jr."
   }
  },
  {
   "quote": {
    "text": "Winston Churchill aroused this nation in heroic fashion to save civilisation in World War Two. We have everything we need except political will, but political will is a renewable resource."
   },
   "author": {
    "text": "Al Gore"
   }
  },
  {
   "quote": {
    "text": "There are grave misgivings that the discussion on ecology may be designed to distract attention from the problems of war and poverty."
   },
   "author": {
    "text": "Indira Gandhi"
   }
  },
  {
   "quote": {
    "text": "If it were a fact, it wouldn't be called intelligence."
   },
   "author": {
    "text": "Donald Rumsfeld"
   }
  },
  {
   "quote": {
    "text": "No country can act wisely simultaneously in every part of the globe at every moment of time."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "By the end of World War II, we were the most powerful and least damaged of the great nations. We also had most of the money. America's hegemony lasted exactly five years."
   },
   "author": {
    "text": "Gore Vidal"
   }
  },
  {
   "quote": {
    "text": "Satan has declared war on motherhood. He knows that those who rock the cradle can rock his earthly empire. And he knows that without righteous mothers loving and leading the next generation, the Kingdom of God will fail."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "What is the use of physicians like myself trying to help parents to bring up children healthy and happy, to have them killed in such numbers for a cause that is ignoble?"
   },
   "author": {
    "text": "Benjamin Spock"
   }
  },
  {
   "quote": {
    "text": "I think the International Criminal Court could be a threat to American security interests, because the prosecutor of the court has enormous discretion in going after war crimes. And the way the Statute of Rome is written, responsibility for war crimes can be taken all the way up the chain of command."
   },
   "author": {
    "text": "John Bolton"
   }
  },
  {
   "quote": {
    "text": "I am but one member of a vast team made up of many organizations, officials, thousands of scientists, and millions of farmers - mostly small and humble - who for many years have been fighting a quiet, oftentimes losing war on the food production front."
   },
   "author": {
    "text": "Norman Borlaug"
   }
  },
  {
   "quote": {
    "text": "I wanted to fight in the Iraq war because I felt like I had an obligation as a human being to help free people from oppression."
   },
   "author": {
    "text": "Edward Snowden"
   }
  },
  {
   "quote": {
    "text": "The First World War was a war devoid of any virtue. It arose from the quagmire of European tribalism: a complex interplay of nation-state destinies overlaid by notions of cultural superiority peppered with racism."
   },
   "author": {
    "text": "Paul Keating"
   }
  },
  {
   "quote": {
    "text": "War is a racket. It is the only one international in scope. It is the only one in which the profits are reckoned in dollars and the losses in lives."
   },
   "author": {
    "text": "Smedley Butler"
   }
  },
  {
   "quote": {
    "text": "For a great many years, as a soldier, I had a suspicion that war was a racket; not until I retired to civil life did I fully realize it."
   },
   "author": {
    "text": "Smedley Butler"
   }
  },
  {
   "quote": {
    "text": "We have to go in places no body would ever think of going into were it not for the necessities of war."
   },
   "author": {
    "text": "Joshua Chamberlain"
   }
  },
  {
   "quote": {
    "text": "Guantanamo allows us to secure dangerous detainees without the risk of escape, while at the same time providing us with valuable intelligence information on how best to proceed in the war against terror and prevent future attacks."
   },
   "author": {
    "text": "Jim Ryun"
   }
  },
  {
   "quote": {
    "text": "I am absolutely not saying that Milosevic might not be responsible for all sorts of atrocities, but I believe that what's been left out of public debate and the press is that there was a civil war going on there."
   },
   "author": {
    "text": "Harold Pinter"
   }
  },
  {
   "quote": {
    "text": "We must adjust our value systems and work to modify today's societies, in which economic interests are carried to the extreme and irrationally produce not merely objects, but weapons of war. These societies don't care about the destruction of the planet and mankind as long as they earn profits - it can't go on like this."
   },
   "author": {
    "text": "Laura Esquivel"
   }
  },
  {
   "quote": {
    "text": "Being a son of the South puts you in a different position when it comes to the Confederate flag. It means something entirely different to the people who have ancestors who fought in the Civil War on the south side of the Mason-Dixon line."
   },
   "author": {
    "text": "Steve King"
   }
  },
  {
   "quote": {
    "text": "I hope to stay unemployed as a war photographer till the end of my life."
   },
   "author": {
    "text": "Robert Capa"
   }
  },
  {
   "quote": {
    "text": "I followed the war wherever I could reach it."
   },
   "author": {
    "text": "Martha Gellhorn"
   }
  },
  {
   "quote": {
    "text": "Then somebody suggested I should write about the war, and I said I didn't know anything about the war. I did not understand anything about it. I didn't see how I could write it."
   },
   "author": {
    "text": "Martha Gellhorn"
   }
  },
  {
   "quote": {
    "text": "Donald Trump's candidacy has been a source of anxiety for many reasons, but one stands out: the ability of the president to launch nuclear weapons. When it comes to starting a nuclear war, the president has more freedom than he or she does in, say, ordering the use of torture."
   },
   "author": {
    "text": "Lawrence M. Krauss"
   }
  },
  {
   "quote": {
    "text": "We're living through a time where we are fighting wars fostered by politics, admittedly not on the same scale as the First World War, but with equally tragic realities for our soldiers and their families."
   },
   "author": {
    "text": "Benedict Cumberbatch"
   }
  },
  {
   "quote": {
    "text": "'Twenty One Pilots' is a play by Arthur Miller, who also wrote 'All My Sons.' It's about a guy who's creating and developing parts for airplanes in war time, when it comes to his attention that some of these parts were faulty."
   },
   "author": {
    "text": "Josh Dun"
   }
  },
  {
   "quote": {
    "text": "War is a series of catastrophes which result in victory."
   },
   "author": {
    "text": "Albert Pike"
   }
  },
  {
   "quote": {
    "text": "Wherever there was injustice, war, discrimination against women, gays and the disadvantaged, I did my best to show up and exert moral persuasion."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "Flying is the only active profession I would ever continue with enthusiasm after the War."
   },
   "author": {
    "text": "Wilfred Owen"
   }
  },
  {
   "quote": {
    "text": "I don't think that anyone in the pages of 'War on Peace' is arguing that diplomacy is the replacement for military power. But, correctly, the job of the military is to think tactically."
   },
   "author": {
    "text": "Ronan Farrow"
   }
  },
  {
   "quote": {
    "text": "Nowhere are our calculations more frequently upset than in war."
   },
   "author": {
    "text": "Livy"
   }
  },
  {
   "quote": {
    "text": "War is a series of catastrophes that results in a victory."
   },
   "author": {
    "text": "Georges Clemenceau"
   }
  },
  {
   "quote": {
    "text": "The day after high school, I was off to basic training at the Great Lakes Naval Station. You gotta understand, we didn't care about sports. We wanted to win the war. We wanted to win the war! And at the time, we didn't know if we would."
   },
   "author": {
    "text": "Bud Grant"
   }
  },
  {
   "quote": {
    "text": "Israel cannot afford a war of attrition."
   },
   "author": {
    "text": "Avigdor Lieberman"
   }
  },
  {
   "quote": {
    "text": "Each generation seems to invent its own reasons for war."
   },
   "author": {
    "text": "Walter Dean Myers"
   }
  },
  {
   "quote": {
    "text": "My younger brother's death in Vietnam was both sobering and cause for reflection. In 'Fallen Angels' I wanted to dispel the notion of war as either romantic or simplistically heroic."
   },
   "author": {
    "text": "Walter Dean Myers"
   }
  },
  {
   "quote": {
    "text": "The utterly fallacious idea at the heart of the pro-war argument is that it is the duty of the anti-war argument to provide an alternative to war. The onus is on them to explain just cause."
   },
   "author": {
    "text": "Zadie Smith"
   }
  },
  {
   "quote": {
    "text": "To those who are incapable of presenting the historic truth in an honest way, I want to say that Poland was not a perpetrator but a victim of World War Two."
   },
   "author": {
    "text": "Ewa Kopacz"
   }
  },
  {
   "quote": {
    "text": "The First World War, and especially the latest one, largely swept away what was left in Europe of feudalism and of feudal landlords, especially in Poland, Hungary, and the South East generally."
   },
   "author": {
    "text": "Emily Greene Balch"
   }
  },
  {
   "quote": {
    "text": "Remember this about the Korean War: The men were drafted; the women volunteered."
   },
   "author": {
    "text": "Loretta Swit"
   }
  },
  {
   "quote": {
    "text": "If you run an Internet search on Vietnam and the war, most of the information you get begins at about 1962. I think this is telling. It is missing the whole period that led up to the reasons the war happened in the first place."
   },
   "author": {
    "text": "Brendan Fraser"
   }
  },
  {
   "quote": {
    "text": "Everybody wants peace. That's a truism. There is no point in accomplishing through war what you can accomplish through peace."
   },
   "author": {
    "text": "Norman Finkelstein"
   }
  },
  {
   "quote": {
    "text": "How is the world ruled and led to war? Diplomats lie to journalists and believe these lies when they see them in print."
   },
   "author": {
    "text": "Karl Kraus"
   }
  },
  {
   "quote": {
    "text": "My friends, there is no Palestinian-Israeli conflict. There is only the global war on terrorism."
   },
   "author": {
    "text": "Tom DeLay"
   }
  },
  {
   "quote": {
    "text": "I believe that the purpose for which I and my fellow soldiers entered upon this war should have been so clearly stated as to have made it impossible to change them, and that, had this been done, the objects which actuated us would now be attainable by negotiation."
   },
   "author": {
    "text": "Siegfried Sassoon"
   }
  },
  {
   "quote": {
    "text": "To deal with the true causes of war one must begin by recognizing as of prime relevancy to the solution of the problem the familiar fact that civilization is a partial, incomplete, and, to a great extent, superficial modification of barbarism."
   },
   "author": {
    "text": "Elihu Root"
   }
  },
  {
   "quote": {
    "text": "War and armed conflict disproportionately affect women and can turn what is supposed to be a joyous and beautiful experience - childbirth - into a horrific or even fatal one."
   },
   "author": {
    "text": "Philomena Kwao"
   }
  },
  {
   "quote": {
    "text": "There never was a war that was not inward."
   },
   "author": {
    "text": "Marianne Moore"
   }
  },
  {
   "quote": {
    "text": "I hate those men who would send into war youth to fight and die for them; the pride and cowardice of those old men, making their wars that boys must die."
   },
   "author": {
    "text": "Mary Roberts Rinehart"
   }
  },
  {
   "quote": {
    "text": "Memorial bracelets memorializing prisoners of war, missing in action, killed in action, and those who died of wounds or injuries sustained in a combat theater are authorized."
   },
   "author": {
    "text": "James F. Amos"
   }
  },
  {
   "quote": {
    "text": "My ancestors fought for the Confederacy during the Civil War; I was raised in Natchez, Miss.; I performed in the Confederate Pageant for a decade; I dug ditches and loaded trucks with black men who taught me more than any book ever could; and I graduated from Ole Miss. Anyone who survived that is a de facto expert on the South."
   },
   "author": {
    "text": "Greg Iles"
   }
  },
  {
   "quote": {
    "text": "I don't remember men in our village after World War II: during the war, one out of four Belarusians perished, either fighting at the front or with the partisans. After the war, we children lived in a world of women. What I remember most is that women talked about love, not death."
   },
   "author": {
    "text": "Svetlana Alexievich"
   }
  },
  {
   "quote": {
    "text": "Be skeptical of concepts that divorce war from its political nature, particularly those that promise fast, cheap victory through technology."
   },
   "author": {
    "text": "H. R. McMaster"
   }
  },
  {
   "quote": {
    "text": "The war changed everybody's attitude. We became international almost overnight."
   },
   "author": {
    "text": "W. Averell Harriman"
   }
  },
  {
   "quote": {
    "text": "First, his job approval ratings have been trending down for many months, a trend that has accelerated in recent weeks as the war on terrorism has been supplanted in the public's mind by corporate scandals, stock market declines, and a growing sense of economic insecurity."
   },
   "author": {
    "text": "Thomas E. Mann"
   }
  },
  {
   "quote": {
    "text": "World War II was a decisive time in our history and June 6, 1944, marked the decisive moment of the war."
   },
   "author": {
    "text": "Lane Evans"
   }
  },
  {
   "quote": {
    "text": "War is not some sort of Nintendo video game."
   },
   "author": {
    "text": "Scott Ritter"
   }
  },
  {
   "quote": {
    "text": "Given the knee-jerk patriotism of recent war movies, it's discouraging to see 'Windtalkers' evade pertinent facts that could have recast the doubled-edged issues of racism and loyalty and made them relevant to contemporary times."
   },
   "author": {
    "text": "Elvis Mitchell"
   }
  },
  {
   "quote": {
    "text": "War's stupid. Nobody wins. You might as well talk first; you have to talk last anyway."
   },
   "author": {
    "text": "Henry Allingham"
   }
  },
  {
   "quote": {
    "text": "From the time of independences until the end of the Cold War, in spite of the participation of a considerable number of African states in the non-aligned movement, everyone in fact chose to align with one or another of the two major blocks."
   },
   "author": {
    "text": "Omar Bongo"
   }
  },
  {
   "quote": {
    "text": "War, I have always said, forces men to change their standards, regardless of whether their country has won or lost."
   },
   "author": {
    "text": "Salvatore Quasimodo"
   }
  },
  {
   "quote": {
    "text": "I was born in 1928, so in 1943, 1944, we had the war in Rome. There were a lot of hardships, a lack of food, many shortages. So when I worked with the Americans, the English, and the Canadians soon after the war, when I played with them, they paid me with food. That will give you an idea how widespread poverty was at that time."
   },
   "author": {
    "text": "Ennio Morricone"
   }
  },
  {
   "quote": {
    "text": "This year's Veterans Day celebration is especially significant as our country remains committed to fighting the War on Terror and as brave men and women are heroically defending our homeland."
   },
   "author": {
    "text": "John Doolittle"
   }
  },
  {
   "quote": {
    "text": "What I am going to tell you is this: Although it is commonly believed that the War on Terrorism is a noble effort to defend freedom, in reality, it has little to do with terrorism and even less to do with the defense of freedom."
   },
   "author": {
    "text": "G. Edward Griffin"
   }
  },
  {
   "quote": {
    "text": "The unvarnished truth is that we have spent the last decade funding the machinery of war, and our children have been sacrificed."
   },
   "author": {
    "text": "LeVar Burton"
   }
  },
  {
   "quote": {
    "text": "My parents demonstrated against the Vietnam war, they were into the civil rights movement, the feminist movement, they started the first vegetarian restaurant in Pittsburgh."
   },
   "author": {
    "text": "Justin Sane"
   }
  },
  {
   "quote": {
    "text": "I share Alfred Nobel's conviction that war is the greatest of all human disasters. Infectious disease runs a good second."
   },
   "author": {
    "text": "Peter C. Doherty"
   }
  },
  {
   "quote": {
    "text": "Since the German people, with unparalleled heroism, but also at the cost of fearful sacrifices, has waged war against half the world, it is our right and our duty to obtain safety and independence for ourselves at sea."
   },
   "author": {
    "text": "Bernhard von Bulow"
   }
  },
  {
   "quote": {
    "text": "We have been travelling through a cloud. The sky has been dark ever since the war began."
   },
   "author": {
    "text": "Black Kettle"
   }
  },
  {
   "quote": {
    "text": "The marketplace for books when I entered the business shortly after World War II consisted of a thousand or so well stocked independent booksellers in major towns and cities supplemented by thousands of smaller shops that carried limited stocks of mostly current titles along with greeting cards, toys and so on."
   },
   "author": {
    "text": "Jason Epstein"
   }
  },
  {
   "quote": {
    "text": "I am imprinted with the whole sense of European history, especially German history, going back to World War I, which really destroyed all the old values and culture. My grandparents had been reasonably well-off but they became quite poor, living in an attic apartment."
   },
   "author": {
    "text": "Lisel Mueller"
   }
  },
  {
   "quote": {
    "text": "Everybody has a job to do. There are people in Iraq on both sides of this war who do what they do for religious reasons, and they feel with God on their side. Some people are good at annihilating people. Maybe that's their gift."
   },
   "author": {
    "text": "Denzel Washington"
   }
  },
  {
   "quote": {
    "text": "Sometime they'll give a war and nobody will come."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "War makes thieves and peace hangs them."
   },
   "author": {
    "text": "George Herbert"
   }
  },
  {
   "quote": {
    "text": "The way to win an atomic war is to make certain it never starts."
   },
   "author": {
    "text": "Omar N. Bradley"
   }
  },
  {
   "quote": {
    "text": "Resist this war on God, freedom of religion and freedom of speech."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "There must be people who remember World War II and the Holocaust who can help us get out of this rut."
   },
   "author": {
    "text": "Martin Scorsese"
   }
  },
  {
   "quote": {
    "text": "Europe cannot survive another world war."
   },
   "author": {
    "text": "Christian Lous Lange"
   }
  },
  {
   "quote": {
    "text": "I have need of Rigaud. He is violent. I want him for carrying on war; and that war is necessary to me."
   },
   "author": {
    "text": "Toussaint Louverture"
   }
  },
  {
   "quote": {
    "text": "There can be no compromise with war; it cannot be reformed or controlled; cannot be disciplined into decency or codified into common sense."
   },
   "author": {
    "text": "Jeannette Rankin"
   }
  },
  {
   "quote": {
    "text": "War is only a cowardly escape from the problems of peace."
   },
   "author": {
    "text": "Thomas Mann"
   }
  },
  {
   "quote": {
    "text": "It was a requirement by the veterans to list the 57,000 names. We're reaching a time that we'll acknowledge the individual in a war on a national level."
   },
   "author": {
    "text": "Maya Lin"
   }
  },
  {
   "quote": {
    "text": "If it's natural to kill, how come men have to go into training to learn how?"
   },
   "author": {
    "text": "Joan Baez"
   }
  },
  {
   "quote": {
    "text": "To win this war, we need a commander in chief, not a professor of law standing at the lectern."
   },
   "author": {
    "text": "Sarah Palin"
   }
  },
  {
   "quote": {
    "text": "War is cruelty, and none can make it gentle."
   },
   "author": {
    "text": "Gilbert Parker"
   }
  },
  {
   "quote": {
    "text": "When I became a soldier, I was drafted in 1937, and instead of being released two years later, I had to stay on because the war had started in the meantime. I was a soldier for more than eight years, as long a time as I was Chancellor."
   },
   "author": {
    "text": "Helmut Schmidt"
   }
  },
  {
   "quote": {
    "text": "But when will our leaders learn - war is not the answer."
   },
   "author": {
    "text": "Helen Thomas"
   }
  },
  {
   "quote": {
    "text": "Next to a lost battle, nothing is so sad as a battle that has been won."
   },
   "author": {
    "text": "Duke of Wellington"
   }
  },
  {
   "quote": {
    "text": "The CIA created, armed and financed the Contras. My father backed them with everything he had. It was my father's war, and almost everyone in Nicaragua has lost somebody as a result of it. I couldn't go down there, being his daughter, and expect not to feel those people's wrath."
   },
   "author": {
    "text": "Patti Davis"
   }
  },
  {
   "quote": {
    "text": "Everyone, when there's war in the air, learns to live in a new element: falsehood."
   },
   "author": {
    "text": "Jean Giraudoux"
   }
  },
  {
   "quote": {
    "text": "The power to wage war is the power to wage war successfully."
   },
   "author": {
    "text": "Charles Evans Hughes"
   }
  },
  {
   "quote": {
    "text": "The Establishment center... has led us into the stupidest and cruelest war in all history. That war is a moral and political disaster - a terrible cancer eating away at the soul of our nation."
   },
   "author": {
    "text": "George McGovern"
   }
  },
  {
   "quote": {
    "text": "It is not patriotic to commit young Americans to war unless our national security clearly requires it."
   },
   "author": {
    "text": "George McGovern"
   }
  },
  {
   "quote": {
    "text": "If men do not now succeed in abolishing war, civilization and mankind are doomed."
   },
   "author": {
    "text": "Ludwig von Mises"
   }
  },
  {
   "quote": {
    "text": "We have war when at least one of the parties to a conflict wants something more than it wants peace."
   },
   "author": {
    "text": "Jeane Kirkpatrick"
   }
  },
  {
   "quote": {
    "text": "War is a beastly business, it is true, but one proof we are human is our ability to learn, even from it, how better to exist."
   },
   "author": {
    "text": "M. F. K. Fisher"
   }
  },
  {
   "quote": {
    "text": "The surest way to prevent war is not to fear it."
   },
   "author": {
    "text": "John Randolph"
   }
  },
  {
   "quote": {
    "text": "When antibiotics became industrially produced following World War II, our quality of life and our longevity improved enormously. No one thought bacteria were going to become resistant."
   },
   "author": {
    "text": "Bonnie Bassler"
   }
  },
  {
   "quote": {
    "text": "Rulers who want to unleash war know very well that they must procure or invent a first victim."
   },
   "author": {
    "text": "Elias Canetti"
   }
  },
  {
   "quote": {
    "text": "War is the unfolding of miscalculations."
   },
   "author": {
    "text": "Barbara W. Tuchman"
   }
  },
  {
   "quote": {
    "text": "War would end if the dead could return."
   },
   "author": {
    "text": "Stanley Baldwin"
   }
  },
  {
   "quote": {
    "text": "To my knowledge, no one has died from a cyberattack... but there is a gray area between peace and war."
   },
   "author": {
    "text": "Valerie Plame"
   }
  },
  {
   "quote": {
    "text": "The State thrives on war - unless, of course, it is defeated and crushed - expands on it, glories in it."
   },
   "author": {
    "text": "Murray Rothbard"
   }
  },
  {
   "quote": {
    "text": "With a nation at war against terrorism and our men and women on the front line defending our homeland from abroad, resources need to be prioritized and allocated properly."
   },
   "author": {
    "text": "Jeff Miller"
   }
  },
  {
   "quote": {
    "text": "In 'Off to War, Voices of Soldier's Children,' kids from Canada and the United States talk about what it is like when their mother or father goes off to war - and comes home again."
   },
   "author": {
    "text": "Deborah Ellis"
   }
  },
  {
   "quote": {
    "text": "We are all tourists in history, and irony is what we win in wars."
   },
   "author": {
    "text": "Anatole Broyard"
   }
  },
  {
   "quote": {
    "text": "A visitor from Mars could easily pick out the civilized nations. They have the best implements of war."
   },
   "author": {
    "text": "Herbert V. Prochnow"
   }
  },
  {
   "quote": {
    "text": "No American can read the story of the part America took in the war without experiencing a glow of patriotic feeling. Every Allied nation can say the same thing."
   },
   "author": {
    "text": "Kelly Miller"
   }
  },
  {
   "quote": {
    "text": "All wars are civil wars, because all men are brothers."
   },
   "author": {
    "text": "Francois Fenelon"
   }
  },
  {
   "quote": {
    "text": "The direct use of force is such a poor solution to any problem, it is generally employed only by small children and large nations."
   },
   "author": {
    "text": "David Friedman"
   }
  },
  {
   "quote": {
    "text": "The War on Drugs employs millions - politicians, bureaucrats, policemen, and now the military - that probably couldn't find a place for their dubious talents in a free market, unless they were to sell pencils from a tin cup on street corners."
   },
   "author": {
    "text": "L. Neil Smith"
   }
  },
  {
   "quote": {
    "text": "If there ever was a religious war full of terror, it was the crusades. But you can't blame Christianity because a few adventurers did this. That's my message."
   },
   "author": {
    "text": "Moustapha Akkad"
   }
  },
  {
   "quote": {
    "text": "War is the science of destruction."
   },
   "author": {
    "text": "John Abbott"
   }
  },
  {
   "quote": {
    "text": "It seems like such a terrible shame that innocent civilians have to get hurt in wars, otherwise combat would be such a wonderfully healthy way to rid the human race of unneeded trash."
   },
   "author": {
    "text": "Fred Woodworth"
   }
  }
 ]
}