{
 "WisdomQuotes": [
  {
   "quote": {
    "text": "Wise sayings often fall on barren ground, but a kind word is never thrown away."
   },
   "author": {
    "text": "Arthur Helps"
   }
  },
  {
   "quote": {
    "text": "Start with what is right rather than what is acceptable."
   },
   "author": {
    "text": "Franz Kafka"
   }
  },
  {
   "quote": {
    "text": "Adopt the pace of nature: her secret is patience."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "For beautiful eyes, look for the good in others; for beautiful lips, speak only words of kindness; and for poise, walk with the knowledge that you are never alone."
   },
   "author": {
    "text": "Audrey Hepburn"
   }
  },
  {
   "quote": {
    "text": "Work like you don't need the money. Love like you've never been hurt. Dance like nobody's watching."
   },
   "author": {
    "text": "Satchel Paige"
   }
  },
  {
   "quote": {
    "text": "In every walk with nature one receives far more than he seeks."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "Discipline is the bridge between goals and accomplishment."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "Do not go where the path may lead, go instead where there is no path and leave a trail."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Because you are women, people will force their thinking on you, their boundaries on you. They will tell you how to dress, how to behave, who you can meet and where you can go. Don't live in the shadows of people's judgement. Make your own choices in the light of your own wisdom."
   },
   "author": {
    "text": "Amitabh Bachchan"
   }
  },
  {
   "quote": {
    "text": "Honesty is the first chapter in the book of wisdom."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "The journey of a thousand miles begins with one step."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "A tree is known by its fruit; a man by his deeds. A good deed is never lost; he who sows courtesy reaps friendship, and he who plants kindness gathers love."
   },
   "author": {
    "text": "Saint Basil"
   }
  },
  {
   "quote": {
    "text": "A loving heart is the truest wisdom."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "Talent is God given. Be humble. Fame is man-given. Be grateful. Conceit is self-given. Be careful."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "We are made wise not by the recollection of our past, but by the responsibility for our future."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "Science is organized knowledge. Wisdom is organized life."
   },
   "author": {
    "text": "Immanuel Kant"
   }
  },
  {
   "quote": {
    "text": "Wisdom, compassion, and courage are the three universally recognized moral qualities of men."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Today's mighty oak is just yesterday's nut, that held its ground."
   },
   "author": {
    "text": "David Icke"
   }
  },
  {
   "quote": {
    "text": "It's not what you look at that matters, it's what you see."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "The only true wisdom is in knowing you know nothing."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "Our character is what we do when we think no one is looking."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "Knowledge is of no value unless you put it into practice."
   },
   "author": {
    "text": "Anton Chekhov"
   }
  },
  {
   "quote": {
    "text": "It's the little details that are vital. Little things make big things happen."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "Those who improve with age embrace the power of personal growth and personal achievement and begin to replace youth with wisdom, innocence with understanding, and lack of purpose with self-actualization."
   },
   "author": {
    "text": "Bo Bennett"
   }
  },
  {
   "quote": {
    "text": "A good head and a good heart are always a formidable combination."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "God grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference."
   },
   "author": {
    "text": "Reinhold Niebuhr"
   }
  },
  {
   "quote": {
    "text": "The pessimist complains about the wind; the optimist expects it to change; the realist adjusts the sails."
   },
   "author": {
    "text": "William Arthur Ward"
   }
  },
  {
   "quote": {
    "text": "The more you like yourself, the less you are like anyone else, which makes you unique."
   },
   "author": {
    "text": "Walt Disney"
   }
  },
  {
   "quote": {
    "text": "Always keep your mind as bright and clear as the vast sky, the great ocean, and the highest peak, empty of all thoughts. Always keep your body filled with light and heat. Fill yourself with the power of wisdom and enlightenment."
   },
   "author": {
    "text": "Morihei Ueshiba"
   }
  },
  {
   "quote": {
    "text": "It is better to rust out than wear out."
   },
   "author": {
    "text": "Edwin Markham"
   }
  },
  {
   "quote": {
    "text": "Just as treasures are uncovered from the earth, so virtue appears from good deeds, and wisdom appears from a pure and peaceful mind. To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "Whatever you do in life, surround yourself with smart people who'll argue with you."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "Silence is true wisdom's best reply."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "People don't notice whether it's winter or summer when they're happy."
   },
   "author": {
    "text": "Anton Chekhov"
   }
  },
  {
   "quote": {
    "text": "You always have two choices: your commitment versus your fear."
   },
   "author": {
    "text": "Sammy Davis, Jr."
   }
  },
  {
   "quote": {
    "text": "Genius is one percent inspiration and ninety-nine percent perspiration."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "It's better to be a lion for a day than a sheep all your life."
   },
   "author": {
    "text": "Elizabeth Kenny"
   }
  },
  {
   "quote": {
    "text": "When it is obvious that the goals cannot be reached, don't adjust the goals, adjust the action steps."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Never reach out your hand unless you're willing to extend an arm."
   },
   "author": {
    "text": "Pope Paul VI"
   }
  },
  {
   "quote": {
    "text": "True knowledge exists in knowing that you know nothing."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "Honesty is the best policy."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "A man must be big enough to admit his mistakes, smart enough to profit from them, and strong enough to correct them."
   },
   "author": {
    "text": "John C. Maxwell"
   }
  },
  {
   "quote": {
    "text": "Set your course by the stars, not by the lights of every passing ship."
   },
   "author": {
    "text": "Omar N. Bradley"
   }
  },
  {
   "quote": {
    "text": "Patience is the companion of wisdom."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "I have just three things to teach: simplicity, patience, compassion. These three are your greatest treasures."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "Never interrupt your enemy when he is making a mistake."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "Even if you're on the right track, you'll get run over if you just sit there."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "It is not wisdom but Authority that makes a law."
   },
   "author": {
    "text": "Thomas Hobbes"
   }
  },
  {
   "quote": {
    "text": "A charming woman... doesn't follow the crowd. She is herself."
   },
   "author": {
    "text": "Loretta Young"
   }
  },
  {
   "quote": {
    "text": "To acquire knowledge, one must study; but to acquire wisdom, one must observe."
   },
   "author": {
    "text": "Marilyn vos Savant"
   }
  },
  {
   "quote": {
    "text": "Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of facts within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity."
   },
   "author": {
    "text": "Calvin Coolidge"
   }
  },
  {
   "quote": {
    "text": "What makes Superman a hero is not that he has power, but that he has the wisdom and the maturity to use the power wisely. From an acting point of view, that's how I approached the part."
   },
   "author": {
    "text": "Christopher Reeve"
   }
  },
  {
   "quote": {
    "text": "Knowing others is wisdom, knowing yourself is Enlightenment."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "Don't gain the world and lose your soul; wisdom is better than silver or gold."
   },
   "author": {
    "text": "Bob Marley"
   }
  },
  {
   "quote": {
    "text": "It's not what happens to you, but how you react to it that matters."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "The truth is not for all men, but only for those who seek it."
   },
   "author": {
    "text": "Ayn Rand"
   }
  },
  {
   "quote": {
    "text": "The way you see people is the way you treat them, and the way you treat them is what they become."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "The doorstep to the temple of wisdom is a knowledge of our own ignorance."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "It is time to remember that old wisdom our soldiers will never forget: that whether we are black or brown or white, we all bleed the same red blood of patriots, we all enjoy the same glorious freedoms, and we all salute the same great American Flag."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "We are what our thoughts have made us; so take care about what you think. Words are secondary. Thoughts live; they travel far."
   },
   "author": {
    "text": "Swami Vivekananda"
   }
  },
  {
   "quote": {
    "text": "Commitment is an act, not a word."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "He is no fool who gives what he cannot keep to gain what he cannot lose."
   },
   "author": {
    "text": "Jim Elliot"
   }
  },
  {
   "quote": {
    "text": "Silence is the sleep that nourishes wisdom."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "The young man knows the rules, but the old man knows the exceptions."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "There are many ways of going forward, but only one way of standing still."
   },
   "author": {
    "text": "Franklin D. Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Hatred is corrosive of a person's wisdom and conscience; the mentality of enmity can poison a nation's spirit, instigate brutal life and death struggles, destroy a society's tolerance and humanity, and block a nation's progress to freedom and democracy."
   },
   "author": {
    "text": "Liu Xiaobo"
   }
  },
  {
   "quote": {
    "text": "Everything comes to us that belongs to us if we create the capacity to receive it."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "Spectacular achievement is always preceded by unspectacular preparation."
   },
   "author": {
    "text": "Robert H. Schuller"
   }
  },
  {
   "quote": {
    "text": "True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "Wisdom begins in wonder."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "There are three faithful friends - an old wife, an old dog, and ready money."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Obstacles are those frightful things you see when you take your eyes off your goal."
   },
   "author": {
    "text": "Henry Ford"
   }
  },
  {
   "quote": {
    "text": "He who lives in harmony with himself lives in harmony with the universe."
   },
   "author": {
    "text": "Marcus Aurelius"
   }
  },
  {
   "quote": {
    "text": "If you talk to a man in a language he understands, that goes to his head. If you talk to him in his language, that goes to his heart."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "Beware of false knowledge; it is more dangerous than ignorance."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "The three great essentials to achieve anything worth while are: Hard work, Stick-to-itiveness, and Common sense."
   },
   "author": {
    "text": "Thomas A. Edison"
   }
  },
  {
   "quote": {
    "text": "He who learns must suffer. And even in our sleep pain that cannot forget falls drop by drop upon the heart, and in our own despair, against our will, comes wisdom to us by the awful grace of God."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "Always seek out the seed of triumph in every adversity."
   },
   "author": {
    "text": "Og Mandino"
   }
  },
  {
   "quote": {
    "text": "I'd rather regret the things I've done than regret the things I haven't done."
   },
   "author": {
    "text": "Lucille Ball"
   }
  },
  {
   "quote": {
    "text": "The truest wisdom is a resolute determination."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "Knowledge speaks, but wisdom listens."
   },
   "author": {
    "text": "Jimi Hendrix"
   }
  },
  {
   "quote": {
    "text": "Wisdom consists of the anticipation of consequences."
   },
   "author": {
    "text": "Norman Cousins"
   }
  },
  {
   "quote": {
    "text": "Grief can be the garden of compassion. If you keep your heart open through everything, your pain can become your greatest ally in your life's search for love and wisdom."
   },
   "author": {
    "text": "Rumi"
   }
  },
  {
   "quote": {
    "text": "The philosophy of life is this: Life is not a struggle, not a tension... Life is bliss. It is eternal wisdom, eternal existence."
   },
   "author": {
    "text": "Maharishi Mahesh Yogi"
   }
  },
  {
   "quote": {
    "text": "Think big thoughts but relish small pleasures."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "Where there is charity and wisdom, there is neither fear nor ignorance."
   },
   "author": {
    "text": "Francis of Assisi"
   }
  },
  {
   "quote": {
    "text": "The greater danger for most of us lies not in setting our aim too high and falling short; but in setting our aim too low, and achieving our mark."
   },
   "author": {
    "text": "Michelangelo"
   }
  },
  {
   "quote": {
    "text": "Never tell people how to do things. Tell them what to do and they will surprise you with their ingenuity."
   },
   "author": {
    "text": "George S. Patton"
   }
  },
  {
   "quote": {
    "text": "God, give us grace to accept with serenity the things that cannot be changed, courage to change the things which should be changed and the wisdom to distinguish the one from the other."
   },
   "author": {
    "text": "Reinhold Niebuhr"
   }
  },
  {
   "quote": {
    "text": "What wisdom can you find that is greater than kindness?"
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "Experience is not what happens to you; it's what you do with what happens to you."
   },
   "author": {
    "text": "Aldous Huxley"
   }
  },
  {
   "quote": {
    "text": "Step with care and great tact, and remember that Life's a Great Balancing Act."
   },
   "author": {
    "text": "Dr. Seuss"
   }
  },
  {
   "quote": {
    "text": "The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah."
   },
   "author": {
    "text": "Afrika Bambaataa"
   }
  },
  {
   "quote": {
    "text": "Yesterday is history, tomorrow is a mystery, today is God's gift, that's why we call it the present."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "Sometimes I am happy and sometimes not. I am, after all, a human being, you know. And I am glad that we are sometimes happy and sometimes not. You get your wisdom working by having different emotions."
   },
   "author": {
    "text": "Yoko Ono"
   }
  },
  {
   "quote": {
    "text": "Talent is God-given; be humble. Fame is man-given; be thankful. Conceit is self-given; be careful."
   },
   "author": {
    "text": "Harvey Mackay"
   }
  },
  {
   "quote": {
    "text": "The greatest obstacle to discovery is not ignorance - it is the illusion of knowledge."
   },
   "author": {
    "text": "Daniel J. Boorstin"
   }
  },
  {
   "quote": {
    "text": "If you set out to be liked, you would be prepared to compromise on anything at any time, and you would achieve nothing."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "One's philosophy is not best expressed in words; it is expressed in the choices one makes... and the choices we make are ultimately our responsibility."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "If you don't know where you are going, any road will get you there."
   },
   "author": {
    "text": "Lewis Carroll"
   }
  },
  {
   "quote": {
    "text": "The greatest obstacle to being heroic is the doubt whether one may not be going to prove one's self a fool; the truest heroism is to resist the doubt; and the profoundest wisdom, to know when it ought to be resisted, and when it be obeyed."
   },
   "author": {
    "text": "Nathaniel Hawthorne"
   }
  },
  {
   "quote": {
    "text": "Without freedom of thought, there can be no such thing as wisdom - and no such thing as public liberty without freedom of speech."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Democracy is a pathetic belief in the collective wisdom of individual ignorance."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Our shared values define us more than our differences. And acknowledging those shared values can see us through our challenges today if we have the wisdom to trust in them again."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "Your sacred space is where you can find yourself again and again."
   },
   "author": {
    "text": "Joseph Campbell"
   }
  },
  {
   "quote": {
    "text": "Never interrupt someone doing what you said couldn't be done."
   },
   "author": {
    "text": "Amelia Earhart"
   }
  },
  {
   "quote": {
    "text": "The pine stays green in winter... wisdom in hardship."
   },
   "author": {
    "text": "Norman Douglas"
   }
  },
  {
   "quote": {
    "text": "When in doubt, don't."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "O, what a tangled web we weave when first we practise to deceive!"
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "Everything that irritates us about others can lead us to an understanding of ourselves."
   },
   "author": {
    "text": "Carl Jung"
   }
  },
  {
   "quote": {
    "text": "Be as you wish to seem."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "Climb the mountains and get their good tidings."
   },
   "author": {
    "text": "John Muir"
   }
  },
  {
   "quote": {
    "text": "If you want a thing done well, do it yourself."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "A wise man is superior to any insults which can be put upon him, and the best reply to unseemly behavior is patience and moderation."
   },
   "author": {
    "text": "Moliere"
   }
  },
  {
   "quote": {
    "text": "Beware, so long as you live, of judging men by their outward appearance."
   },
   "author": {
    "text": "Jean de La Fontaine"
   }
  },
  {
   "quote": {
    "text": "If you are bitter, you are like a dry leaf that you can just squash, and you can get blown away by the wind. There is much more wisdom in forgiveness."
   },
   "author": {
    "text": "Vusi Mahlasela"
   }
  },
  {
   "quote": {
    "text": "The art of being wise is the art of knowing what to overlook."
   },
   "author": {
    "text": "William James"
   }
  },
  {
   "quote": {
    "text": "Start wide, expand further, and never look back."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "I praise loudly. I blame softly."
   },
   "author": {
    "text": "Catherine the Great"
   }
  },
  {
   "quote": {
    "text": "If you only have a hammer, you tend to see every problem as a nail."
   },
   "author": {
    "text": "Abraham Maslow"
   }
  },
  {
   "quote": {
    "text": "That old law about 'an eye for an eye' leaves everybody blind. The time is always right to do the right thing."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Knowledge is knowing that a tomato is a fruit. Wisdom is knowing not to put it in a fruit salad."
   },
   "author": {
    "text": "Brian O'Driscoll"
   }
  },
  {
   "quote": {
    "text": "Use what talents you possess; the woods would be very silent if no birds sang there except those that sang best."
   },
   "author": {
    "text": "Henry Van Dyke"
   }
  },
  {
   "quote": {
    "text": "Never let your head hang down. Never give up and sit down and grieve. Find another way. And don't pray when it rains if you don't pray when the sun shines."
   },
   "author": {
    "text": "Richard M. Nixon"
   }
  },
  {
   "quote": {
    "text": "Through consciousness, our minds have the power to change our planet and ourselves. It is time we heed the wisdom of the ancient indigenous people and channel our consciousness and spirit to tend the garden and not destroy it."
   },
   "author": {
    "text": "Bruce Lipton"
   }
  },
  {
   "quote": {
    "text": "Never give up, which is the lesson I learned from boxing. As soon as you learn to never give up, you have to learn the power and wisdom of unconditional surrender, and that one doesn't cancel out the other; they just exist as contradictions. The wisdom of it comes as you get older."
   },
   "author": {
    "text": "Kris Kristofferson"
   }
  },
  {
   "quote": {
    "text": "To light one candle to God and another to the Devil is the principle of wisdom."
   },
   "author": {
    "text": "Jose Bergamin"
   }
  },
  {
   "quote": {
    "text": "Wisdom too often never comes, and so one ought not to reject it merely because it comes late."
   },
   "author": {
    "text": "Felix Frankfurter"
   }
  },
  {
   "quote": {
    "text": "Imagination is more important than knowledge."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Reality is merely an illusion, albeit a very persistent one."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "We live in a society bloated with data yet starved for wisdom. We're connected 24/7, yet anxiety, fear, depression and loneliness is at an all-time high. We must course-correct."
   },
   "author": {
    "text": "Elizabeth Kapu'uwailani Lindsey"
   }
  },
  {
   "quote": {
    "text": "An owl is traditionally a symbol of wisdom, so we are neither doves nor hawks but owls, and we are vigilant when others are resting."
   },
   "author": {
    "text": "Urjit Patel"
   }
  },
  {
   "quote": {
    "text": "Being entirely honest with oneself is a good exercise."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "Nature and books belong to the eyes that see them."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "We humans have lost the wisdom of genuinely resting and relaxing. We worry too much. We don't allow our bodies to heal, and we don't allow our minds and hearts to heal."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Life is a travelling to the edge of knowledge, then a leap taken."
   },
   "author": {
    "text": "D. H. Lawrence"
   }
  },
  {
   "quote": {
    "text": "The United Nations' founders understood that decisions affecting war and peace should happen only by consensus, and with America's consent, the veto by Security Council permanent members was enshrined in the United Nations Charter. The profound wisdom of this has underpinned the stability of international relations for decades."
   },
   "author": {
    "text": "Vladimir Putin"
   }
  },
  {
   "quote": {
    "text": "Every day, every birthday candle I blow out, every penny I throw over my shoulder in a wishing well, every time my daughter says, 'Let's make a wish on a star,' there's one thing I wish for: wisdom."
   },
   "author": {
    "text": "Rene Russo"
   }
  },
  {
   "quote": {
    "text": "A long habit of not thinking a thing wrong gives it a superficial appearance of being right."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "If you're trying to achieve, there will be roadblocks. I've had them; everybody has had them. But obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it."
   },
   "author": {
    "text": "Michael Jordan"
   }
  },
  {
   "quote": {
    "text": "The man of knowledge must be able not only to love his enemies but also to hate his friends."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "There are three methods to gaining wisdom. The first is reflection, which is the highest. The second is limitation, which is the easiest. The third is experience, which is the bitterest."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "You've got to go out on a limb sometimes because that's where the fruit is."
   },
   "author": {
    "text": "Will Rogers"
   }
  },
  {
   "quote": {
    "text": "Keep me away from the wisdom which does not cry, the philosophy which does not laugh and the greatness which does not bow before children."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Memory is the mother of all wisdom."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "Turn your wounds into wisdom."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "The function of wisdom is to discriminate between good and evil."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "The smallest deed is better than the greatest intention."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "The time to repair the roof is when the sun is shining."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "A little knowledge that acts is worth infinitely more than much knowledge that is idle."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Being a survivor doesn't mean being strong - it's telling people when you need a meal or a ride, company, whatever. It's paying attention to heart wisdom, feelings, not living a role, but having a unique, authentic life, having something to contribute, finding time to love and laugh. All these things are qualities of survivors."
   },
   "author": {
    "text": "Bernie Siegel"
   }
  },
  {
   "quote": {
    "text": "Tragedy is a tool for the living to gain wisdom, not a guide by which to live."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "I think it's nice to age gracefully. OK, you lose the youth, a certain stamina and dewy glow, but what you gain on the inside as a human being is wonderful: the wisdom, the acceptance and the peace of mind. It's a fair exchange."
   },
   "author": {
    "text": "Cherie Lunghi"
   }
  },
  {
   "quote": {
    "text": "A poem begins in delight and ends in wisdom."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "Now, if you notice how the swan, putting its neck down into the deep water, brings up food for itself from below, then you will discover the wisdom of the Creator, in that He gave it a neck longer than its feet for this reason, that it might, as if lowering a sort of fishing line, procure the food hidden in the deep water."
   },
   "author": {
    "text": "Saint Basil"
   }
  },
  {
   "quote": {
    "text": "We should not judge people by their peak of excellence; but by the distance they have traveled from the point where they started."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "When written in Chinese, the word 'crisis' is composed of two characters. One represents danger and the other represents opportunity."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Music is a higher revelation than all wisdom and philosophy."
   },
   "author": {
    "text": "Ludwig van Beethoven"
   }
  },
  {
   "quote": {
    "text": "There is more wisdom in your body than in your deepest philosophy."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "The greater our knowledge increases the more our ignorance unfolds."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom."
   },
   "author": {
    "text": "James Allen"
   }
  },
  {
   "quote": {
    "text": "Mistakes are the usual bridge between inexperience and wisdom."
   },
   "author": {
    "text": "Phyllis Theroux"
   }
  },
  {
   "quote": {
    "text": "In dwelling, live close to the ground. In thinking, keep to the simple. In conflict, be fair and generous. In governing, don't try to control. In work, do what you enjoy. In family life, be completely present."
   },
   "author": {
    "text": "Lao Tzu"
   }
  },
  {
   "quote": {
    "text": "Every one in the world ought to do the things for which he is specially adapted. It is the part of wisdom to recognize what each one of us is best fitted for, and it is the part of education to perfect and utilize such predispositions. Because education can direct and aid nature but can never transform her."
   },
   "author": {
    "text": "Maria Montessori"
   }
  },
  {
   "quote": {
    "text": "Fear is the main source of superstition, and one of the main sources of cruelty. To conquer fear is the beginning of wisdom."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom."
   },
   "author": {
    "text": "Isaac Asimov"
   }
  },
  {
   "quote": {
    "text": "Nobody can give you wiser advice than yourself."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "The motto of chivalry is also the motto of wisdom; to serve all, but love only one."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "A heart well prepared for adversity in bad times hopes, and in good times fears for a change in fortune."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "It is impossible to love and to be wise."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "How many cares one loses when one decides not to be something but to be someone."
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "When you're young, you wonder what all these old people are droning on about, trying to impart their wisdom. It's not relevant to you because being young is such a specific thing. Thank God for that. Thank God for the young people who go out and demonstrate against rampant capitalism or whatever."
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "Whenever you argue with another wiser than yourself in order that others may admire your wisdom, they will discover your ignorance."
   },
   "author": {
    "text": "Saadi"
   }
  },
  {
   "quote": {
    "text": "It takes a great man to give sound advice tactfully, but a greater to accept it graciously."
   },
   "author": {
    "text": "Logan Pearsall Smith"
   }
  },
  {
   "quote": {
    "text": "Give me a lever long enough and a fulcrum on which to place it, and I shall move the world."
   },
   "author": {
    "text": "Archimedes"
   }
  },
  {
   "quote": {
    "text": "We gain the strength of the temptation we resist."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Always keep an open mind and a compassionate heart."
   },
   "author": {
    "text": "Phil Jackson"
   }
  },
  {
   "quote": {
    "text": "Only put off until tomorrow what you are willing to die having left undone."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "The man who makes everything that leads to happiness depends upon himself, and not upon other men, has adopted the very best plan for living happily. This is the man of moderation, the man of manly character and of wisdom."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Always be a first-rate version of yourself, instead of a second-rate version of somebody else."
   },
   "author": {
    "text": "Judy Garland"
   }
  },
  {
   "quote": {
    "text": "But what is liberty without wisdom, and without virtue? It is the greatest of all possible evils; for it is folly, vice, and madness, without tuition or restraint."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "Kisses are a better fate than wisdom."
   },
   "author": {
    "text": "e. e. cummings"
   }
  },
  {
   "quote": {
    "text": "Be happy. It's one way of being wise."
   },
   "author": {
    "text": "Sidonie Gabrielle Colette"
   }
  },
  {
   "quote": {
    "text": "Honesty is the rarest wealth anyone can possess, and yet all the honesty in the world ain't lawful tender for a loaf of bread."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "Music is your own experience, your own thoughts, your wisdom. If you don't live it, it won't come out of your horn. They teach you there's a boundary line to music. But, man, there's no boundary line to art."
   },
   "author": {
    "text": "Charlie Parker"
   }
  },
  {
   "quote": {
    "text": "Blessed are those who give without remembering and take without forgetting."
   },
   "author": {
    "text": "Elizabeth Bibesco"
   }
  },
  {
   "quote": {
    "text": "Make it your habit not to be critical about small things."
   },
   "author": {
    "text": "Edward Everett Hale"
   }
  },
  {
   "quote": {
    "text": "What has history said of eminence without honor, wealth without wisdom, power and possessions without principle? The answer is reiterated in the overthrow of the mightiest empires of ancient times. Babylon, Persia, Greece, Rome! The four successive, universal powers of the past. What and where are they?"
   },
   "author": {
    "text": "Orson F. Whitney"
   }
  },
  {
   "quote": {
    "text": "Outside of the cross of Jesus Christ, there is no hope in this world. That cross and resurrection at the core of the Gospel is the only hope for humanity. Wherever you go, ask God for wisdom on how to get that Gospel in, even in the toughest situations of life."
   },
   "author": {
    "text": "Ravi Zacharias"
   }
  },
  {
   "quote": {
    "text": "And I love that even in the toughest moments, when we're all sweating it - when we're worried that the bill won't pass, and it seems like all is lost - Barack never lets himself get distracted by the chatter and the noise. Just like his grandmother, he just keeps getting up and moving forward... with patience and wisdom, and courage and grace."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Cultures have long heard wisdom in non-human voices: Apollo, god of music, medicine and knowledge, came to Delphi in the form of a dolphin. But dolphins, which fill the oceans with blipping and chirping, and whales, which mew and caw in ultramarine jazz - a true rhapsody in blue - are hunted to the edge of silence."
   },
   "author": {
    "text": "Jay Griffiths"
   }
  },
  {
   "quote": {
    "text": "People usually compare the computer to the head of the human being. I would say that hardware is the bone of the head, the skull. The semiconductor is the brain within the head. The software is the wisdom. And data is the knowledge."
   },
   "author": {
    "text": "Masayoshi Son"
   }
  },
  {
   "quote": {
    "text": "Year's end is neither an end nor a beginning but a going on, with all the wisdom that experience can instill in us."
   },
   "author": {
    "text": "Hal Borland"
   }
  },
  {
   "quote": {
    "text": "Don't ask for a million dollars. Ask for the stuff that'll get you a million dollars - your health, your brain, your sanity, wisdom. Prepare me for when I do get that million. Make sure I don't go crazy, make sure I help my family."
   },
   "author": {
    "text": "Future"
   }
  },
  {
   "quote": {
    "text": "My father said there were two kinds of people in the world: givers and takers. The takers may eat better, but the givers sleep better."
   },
   "author": {
    "text": "Marlo Thomas"
   }
  },
  {
   "quote": {
    "text": "The fall of dropping water wears away the Stone."
   },
   "author": {
    "text": "Lucretius"
   }
  },
  {
   "quote": {
    "text": "Humanity's legacy of stories and storytelling is the most precious we have. All wisdom is in our stories and songs. A story is how we construct our experiences. At the very simplest, it can be: 'He/she was born, lived, died.' Probably that is the template of our stories - a beginning, middle, and end. This structure is in our minds."
   },
   "author": {
    "text": "Doris Lessing"
   }
  },
  {
   "quote": {
    "text": "If suffering brings wisdom, I would wish to be less wise."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "In life, all good things come hard, but wisdom is the hardest to come by."
   },
   "author": {
    "text": "Lucille Ball"
   }
  },
  {
   "quote": {
    "text": "If you have the guts to keep making mistakes, your wisdom and intelligence leap forward with huge momentum."
   },
   "author": {
    "text": "Holly Near"
   }
  },
  {
   "quote": {
    "text": "A promise made is a debt unpaid."
   },
   "author": {
    "text": "Robert W. Service"
   }
  },
  {
   "quote": {
    "text": "Contemplation and wisdom are highest achievements and man is not totally at home with them."
   },
   "author": {
    "text": "Gabriel Marcel"
   }
  },
  {
   "quote": {
    "text": "The greater the step forward in knowledge, the greater is the one taken backward in search of wisdom."
   },
   "author": {
    "text": "Stephen Gardiner"
   }
  },
  {
   "quote": {
    "text": "The way a woman carries herself and the way she dresses ought to promote the following types of words: modesty, discretion, wisdom, beauty, elegance and refinement, but not sensuality, luxury, extravagance."
   },
   "author": {
    "text": "Paul Washer"
   }
  },
  {
   "quote": {
    "text": "Let us be about setting high standards for life, love, creativity, and wisdom. If our expectations in these areas are low, we are not likely to experience wellness. Setting high standards makes every day and every decade worth looking forward to."
   },
   "author": {
    "text": "Greg Anderson"
   }
  },
  {
   "quote": {
    "text": "With pride, there are many curses. With humility, there come many blessings."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "All this worldly wisdom was once the unamiable heresy of some wise man."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "The teacher who is indeed wise does not bid you to enter the house of his wisdom but rather leads you to the threshold of your mind."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "Nothing that you have not given away will ever be really yours."
   },
   "author": {
    "text": "C. S. Lewis"
   }
  },
  {
   "quote": {
    "text": "The road of excess leads to the palace of wisdom."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "It has long been an axiom of mine that the little things are infinitely the most important."
   },
   "author": {
    "text": "Arthur Conan Doyle"
   }
  },
  {
   "quote": {
    "text": "The opportunity for brotherhood presents itself every time you meet a human being."
   },
   "author": {
    "text": "Jane Wyman"
   }
  },
  {
   "quote": {
    "text": "Dost thou love life? Then do not squander time, for that is the stuff life is made of."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "Every silver lining has a cloud."
   },
   "author": {
    "text": "Mary Kay Ash"
   }
  },
  {
   "quote": {
    "text": "Meditation is the soul's perspective glass."
   },
   "author": {
    "text": "Owen Feltham"
   }
  },
  {
   "quote": {
    "text": "My aim, then, was to whip the rebels, to humble their pride, to follow them to their inmost recesses, and make them fear and dread us. Fear is the beginning of wisdom."
   },
   "author": {
    "text": "William Tecumseh Sherman"
   }
  },
  {
   "quote": {
    "text": "The higher we are placed, the more humbly we should walk."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Leave no stone unturned."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "Wisdom is oftentimes nearer when we stoop than when we soar."
   },
   "author": {
    "text": "William Wordsworth"
   }
  },
  {
   "quote": {
    "text": "No party has a monopoly on wisdom. No democracy works without compromise. But when Governor Romney and his allies in Congress tell us we can somehow lower our deficit by spending trillions more on new tax breaks for the wealthy - well, you do the math. I refuse to go along with that. And as long as I'm President, I never will."
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "Wisdom I know is social. She seeks her fellows. But Beauty is jealous, and illy bears the presence of a rival."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "To win without risk is to triumph without glory."
   },
   "author": {
    "text": "Pierre Corneille"
   }
  },
  {
   "quote": {
    "text": "America's freedom of religion, and freedom from religion, offers every wisdom tradition an opportunity to address our soul-deep needs: Christianity, Judaism, Islam, Buddhism, Hinduism, secular humanism, agnosticism and atheism among others."
   },
   "author": {
    "text": "Parker Palmer"
   }
  },
  {
   "quote": {
    "text": "When you give yourself, you receive more than you give."
   },
   "author": {
    "text": "Antoine de Saint-Exupery"
   }
  },
  {
   "quote": {
    "text": "Common sense in an uncommon degree is what the world calls wisdom."
   },
   "author": {
    "text": "Samuel Taylor Coleridge"
   }
  },
  {
   "quote": {
    "text": "I've led a school whose faculty and students examine and discuss and debate every aspect of our law and legal system. And what I've learned most is that no one has a monopoly on truth or wisdom. I've learned that we make progress by listening to each other, across every apparent political or ideological divide."
   },
   "author": {
    "text": "Elena Kagan"
   }
  },
  {
   "quote": {
    "text": "There is no greater privilege in living than bringing a tiny new human being into the world and then trying to raise him or her properly during the next eighteen years. Doing that job right requires all the intelligence, wisdom, and determination you will be able to muster from day to day."
   },
   "author": {
    "text": "James Dobson"
   }
  },
  {
   "quote": {
    "text": "The all-seeing eye of God beheld our deplorable state; infinite pity touched the heart of the Father of mercies; and infinite wisdom laid the plan of our recovery."
   },
   "author": {
    "text": "David Brainerd"
   }
  },
  {
   "quote": {
    "text": "Our deeds determine us, as much as we determine our deeds."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "What happens is not as important as how you react to what happens."
   },
   "author": {
    "text": "Ellen Glasgow"
   }
  },
  {
   "quote": {
    "text": "We respect our elders. There is wisdom that comes from experience, and I am not going to stop learning from wise counsel."
   },
   "author": {
    "text": "Marcia Fudge"
   }
  },
  {
   "quote": {
    "text": "Follow your instincts. That's where true wisdom manifests itself."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "The doors of wisdom are never shut."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "True wisdom is less presuming than folly. The wise man doubteth often, and changeth his mind; the fool is obstinate, and doubteth not; he knoweth all things but his own ignorance."
   },
   "author": {
    "text": "Akhenaton"
   }
  },
  {
   "quote": {
    "text": "I don't have the strength or wisdom to get through a single day without guidance and grace from God."
   },
   "author": {
    "text": "Tony Dungy"
   }
  },
  {
   "quote": {
    "text": "To conquer fear is the beginning of wisdom."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "A monarchy conducted with infinite wisdom and infinite benevolence is the most perfect of all possible governments."
   },
   "author": {
    "text": "Ezra Stiles"
   }
  },
  {
   "quote": {
    "text": "All things must come to the soul from its roots, from where it is planted."
   },
   "author": {
    "text": "Saint Teresa of Avila"
   }
  },
  {
   "quote": {
    "text": "My advice to you is not to inquire why or whither, but just enjoy your ice cream while it's on your plate."
   },
   "author": {
    "text": "Thornton Wilder"
   }
  },
  {
   "quote": {
    "text": "Wisdom has its root in goodness, not goodness its root in wisdom."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Wisdom ceases to be wisdom when it becomes too proud to weep, too grave to laugh, and too selfish to seek other than itself."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "I am not the first Buddha who came upon Earth, nor shall I be the last. In due time, another Buddha will arise in the world - a Holy One, a supremely enlightened One, endowed with wisdom in conduct, auspicious, knowing the universe, an incomparable leader of men, a master of angels and mortals."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "Knowledge comes, but wisdom lingers."
   },
   "author": {
    "text": "Alfred Lord Tennyson"
   }
  },
  {
   "quote": {
    "text": "Don't taunt the alligator until after you've crossed the creek."
   },
   "author": {
    "text": "Dan Rather"
   }
  },
  {
   "quote": {
    "text": "Appearances are often deceiving."
   },
   "author": {
    "text": "Aesop"
   }
  },
  {
   "quote": {
    "text": "Cunning... is but the low mimic of wisdom."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Wisdom is the right use of knowledge. To know is not to be wise. Many men know a great deal, and are all the greater fools for it. There is no fool so great a fool as a knowing fool. But to know how to use knowledge is to have wisdom."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Wisdom stands at the turn in the road and calls upon us publicly, but we consider it false and despise its adherents."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "The final wisdom of life requires not the annulment of incongruity but the achievement of serenity within and above it."
   },
   "author": {
    "text": "Reinhold Niebuhr"
   }
  },
  {
   "quote": {
    "text": "Cynicism masquerades as wisdom, but it is the furthest thing from it. Because cynics don't learn anything. Because cynicism is a self-imposed blindness: a rejection of the world because we are afraid it will hurt us or disappoint us. Cynics always say 'no.' But saying 'yes' begins things. Saying 'yes' is how things grow."
   },
   "author": {
    "text": "Stephen Colbert"
   }
  },
  {
   "quote": {
    "text": "The gateways to wisdom and learning are always open, and more and more I am choosing to walk through them. Barriers, blocks, obstacles, and problems are personal teachers giving me the opportunity to move out of the past and into the Totality of Possibilities."
   },
   "author": {
    "text": "Louise L. Hay"
   }
  },
  {
   "quote": {
    "text": "To know one's self is wisdom, but not to know one's neighbors is genius."
   },
   "author": {
    "text": "Minna Antrim"
   }
  },
  {
   "quote": {
    "text": "Wisdom and penetration are the fruit of experience, not the lessons of retirement and leisure. Great necessities call out great virtues."
   },
   "author": {
    "text": "Abigail Adams"
   }
  },
  {
   "quote": {
    "text": "No one who cooks, cooks alone. Even at her most solitary, a cook in the kitchen is surrounded by generations of cooks past, the advice and menus of cooks present, and the wisdom of cookbook writers."
   },
   "author": {
    "text": "Laurie Colwin"
   }
  },
  {
   "quote": {
    "text": "The older I grow the more I distrust the familiar doctrine that age brings wisdom."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "We all grow up. Hopefully, we get wiser. Age brings wisdom, and fatherhood changes one's life completely."
   },
   "author": {
    "text": "Frank Abagnale"
   }
  },
  {
   "quote": {
    "text": "We are drowning in information, while starving for wisdom. The world henceforth will be run by synthesizers, people able to put together the right information at the right time, think critically about it, and make important choices wisely."
   },
   "author": {
    "text": "E. O. Wilson"
   }
  },
  {
   "quote": {
    "text": "In wisdom gathered over time I have found that every experience is a form of exploration."
   },
   "author": {
    "text": "Ansel Adams"
   }
  },
  {
   "quote": {
    "text": "The chief condition on which, life, health and vigor depend on, is action. It is by action that an organism develops its faculties, increases its energy, and attains the fulfillment of its destiny."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "To profit from good advice requires more wisdom than to give it."
   },
   "author": {
    "text": "Wilson Mizner"
   }
  },
  {
   "quote": {
    "text": "'Star Trek' was an attempt to say humanity will reach maturity and wisdom on the day that it begins not just to tolerate but take a special delight in differences in ideas and differences in lifeforms."
   },
   "author": {
    "text": "Gene Roddenberry"
   }
  },
  {
   "quote": {
    "text": "I regret behaving badly when I was younger. I did not know any better at the time. The thing is that the incidents that I caused were not funny... Youth is wasted on the young. It is better to have the wisdom of an old man in a young body... I was a bit foolish and teased people, trying to be funny."
   },
   "author": {
    "text": "Jim Broadbent"
   }
  },
  {
   "quote": {
    "text": "The war... was an unnecessary condition of affairs, and might have been avoided if forebearance and wisdom had been practiced on both sides."
   },
   "author": {
    "text": "Robert E. Lee"
   }
  },
  {
   "quote": {
    "text": "Start with God - the first step in learning is bowing down to God; only fools thumb their noses at such wisdom and learning."
   },
   "author": {
    "text": "King Solomon"
   }
  },
  {
   "quote": {
    "text": "Logic is the beginning of wisdom, not the end."
   },
   "author": {
    "text": "Leonard Nimoy"
   }
  },
  {
   "quote": {
    "text": "It is the province of knowledge to speak, and it is the privilege of wisdom to listen."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "Irony is the gaiety of reflection and the joy of wisdom."
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "Some of the best lessons we ever learn are learned from past mistakes. The error of the past is the wisdom and success of the future."
   },
   "author": {
    "text": "Dale Turner"
   }
  },
  {
   "quote": {
    "text": "People spend too much time finding other people to blame, too much energy finding excuses for not being what they are capable of being, and not enough energy putting themselves on the line, growing out of the past, and getting on with their lives."
   },
   "author": {
    "text": "J. Michael Straczynski"
   }
  },
  {
   "quote": {
    "text": "India is known for its sobriety and wisdom, balanced and sensible thinking. We need strong institutions and we need good governance in the country."
   },
   "author": {
    "text": "Pratibha Patil"
   }
  },
  {
   "quote": {
    "text": "When we looked at the life cycle in our 40s, we looked to old people for wisdom. At 80, though, we look at other 80-year-olds to see who got wise and who not. Lots of old people don't get wise, but you don't get wise unless you age."
   },
   "author": {
    "text": "Erik Erikson"
   }
  },
  {
   "quote": {
    "text": "A lot of people tell me a lot of things about my conduct, my game, my future... but I try to stay away from their words of wisdom. I don't let it distract me. On the field, you will be facing the ball alone. If you fail, you will the only one to blame. So, you should be the one deciding for yourself."
   },
   "author": {
    "text": "Virat Kohli"
   }
  },
  {
   "quote": {
    "text": "Swim upstream. Go the other way. Ignore the conventional wisdom."
   },
   "author": {
    "text": "Sam Walton"
   }
  },
  {
   "quote": {
    "text": "The day of fortune is like a harvest day, We must be busy when the corn is ripe."
   },
   "author": {
    "text": "Torquato Tasso"
   }
  },
  {
   "quote": {
    "text": "You can only learn so much from books. You can only learn so much from education. Ultimately, it is the wisdom of God that will carry you through in the toughest situations of life."
   },
   "author": {
    "text": "Ravi Zacharias"
   }
  },
  {
   "quote": {
    "text": "The wheel that squeaks the loudest is the one that gets the grease."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "Look around for a place to sow a few seeds."
   },
   "author": {
    "text": "Henry Van Dyke"
   }
  },
  {
   "quote": {
    "text": "The wisdom of the wise, and the experience of ages, may be preserved by quotation."
   },
   "author": {
    "text": "Isaac D'Israeli"
   }
  },
  {
   "quote": {
    "text": "I consider wisdom supernatural because it isn't taught by men - it's a gift from God."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Both old and young alike ought to seek wisdom: the former in order that, as age comes over him, he may be young in good things because of the grace of what has been, and the latter in order that, while he is young, he may at the same time be old, because he has no fear of the things which are to come."
   },
   "author": {
    "text": "Epicurus"
   }
  },
  {
   "quote": {
    "text": "Age does not bring you wisdom, age brings you wrinkles."
   },
   "author": {
    "text": "Estelle Getty"
   }
  },
  {
   "quote": {
    "text": "To make no mistakes is not in the power of man; but from their errors and mistakes the wise and good learn wisdom for the future."
   },
   "author": {
    "text": "Plutarch"
   }
  },
  {
   "quote": {
    "text": "Let no one be slow to seek wisdom when he is young nor weary in the search of it when he has grown old. For no age is too early or too late for the health of the soul."
   },
   "author": {
    "text": "Epicurus"
   }
  },
  {
   "quote": {
    "text": "I think that we have a great opportunity to impart our wisdom and our knowledge and our experience to this younger generation. It may be different times, but experience transcends time, and wisdom transcends time."
   },
   "author": {
    "text": "Victoria Osteen"
   }
  },
  {
   "quote": {
    "text": "None knows the weight of another's burden."
   },
   "author": {
    "text": "George Herbert"
   }
  },
  {
   "quote": {
    "text": "We can be knowledgable with other men's knowledge but we cannot be wise with other men's wisdom."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "'Swan,' by Mary Oliver. Poems and prose. Reading from this book is as if visiting a very wise friend. There is wisdom and welcoming kindness on every page."
   },
   "author": {
    "text": "Jessye Norman"
   }
  },
  {
   "quote": {
    "text": "The world is a diverse place. Nobody has a monopoly on virtue or wisdom."
   },
   "author": {
    "text": "Lee Hsien Loong"
   }
  },
  {
   "quote": {
    "text": "Through the years, I, like you, have experienced pressures and disappointments that would have crushed me had I not been able to draw upon a source of wisdom and strength far greater than my own. He has never forgotten or forsaken me, and I have come to know for myself that Jesus is the Christ and that this is His Church."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "I am a poor student sitting at the feet of giants, yearning for their wisdom and begging for lessons that might one day make me a complete artist, so that if all goes well, I may one day sit beside them."
   },
   "author": {
    "text": "Rod Taylor"
   }
  },
  {
   "quote": {
    "text": "Quick decisions are unsafe decisions."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "Nine-tenths of wisdom is being wise in time."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Applause is a receipt, not a bill."
   },
   "author": {
    "text": "Dale Carnegie"
   }
  },
  {
   "quote": {
    "text": "There is a wisdom of the head, and a wisdom of the heart."
   },
   "author": {
    "text": "Charles Dickens"
   }
  },
  {
   "quote": {
    "text": "Between saying and doing, many a pair of shoes is worn out."
   },
   "author": {
    "text": "Iris Murdoch"
   }
  },
  {
   "quote": {
    "text": "I look forward to a great future for America - a future in which our country will match its military strength with our moral restraint, its wealth with our wisdom, its power with our purpose."
   },
   "author": {
    "text": "John F. Kennedy"
   }
  },
  {
   "quote": {
    "text": "Kindness is more important than wisdom, and the recognition of this is the beginning of wisdom."
   },
   "author": {
    "text": "Theodore Isaac Rubin"
   }
  },
  {
   "quote": {
    "text": "Avoid having your ego so close to your position that when your position falls, your ego goes with it."
   },
   "author": {
    "text": "Colin Powell"
   }
  },
  {
   "quote": {
    "text": "I decided that it was not wisdom that enabled poets to write their poetry, but a kind of instinct or inspiration, such as you find in seers and prophets who deliver all their sublime messages without knowing in the least what they mean."
   },
   "author": {
    "text": "Socrates"
   }
  },
  {
   "quote": {
    "text": "The sum of wisdom is that time is never lost that is devoted to work."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "All human wisdom is summed up in two words; wait and hope."
   },
   "author": {
    "text": "Alexandre Dumas"
   }
  },
  {
   "quote": {
    "text": "It's easier to resist at the beginning than at the end."
   },
   "author": {
    "text": "Leonardo da Vinci"
   }
  },
  {
   "quote": {
    "text": "Let my skin and sinews and bones dry up, together with all the flesh and blood of my body! I welcome it! But I will not move from this spot until I have attained the supreme and final wisdom."
   },
   "author": {
    "text": "Buddha"
   }
  },
  {
   "quote": {
    "text": "It is better to risk starving to death then surrender. If you give up on your dreams, what's left?"
   },
   "author": {
    "text": "Jim Carrey"
   }
  },
  {
   "quote": {
    "text": "Where is the Life we have lost in living? Where is the wisdom we have lost in knowledge? Where is the knowledge we have lost in information?"
   },
   "author": {
    "text": "T. S. Eliot"
   }
  },
  {
   "quote": {
    "text": "You can observe a lot by watching."
   },
   "author": {
    "text": "Yogi Berra"
   }
  },
  {
   "quote": {
    "text": "The virtue of justice consists in moderation, as regulated by wisdom."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "Wisdom is the reward you get for a lifetime of listening when you'd have preferred to talk."
   },
   "author": {
    "text": "Doug Larson"
   }
  },
  {
   "quote": {
    "text": "A thought transfixed me: for the first time in my life, I saw the truth as it is set into song by so many poets, proclaimed as the final wisdom by so many thinkers. The truth - that love is the ultimate and the highest goal to which man can aspire."
   },
   "author": {
    "text": "Viktor E. Frankl"
   }
  },
  {
   "quote": {
    "text": "No man was ever wise by chance."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "After many years of great mercy, after tasting of the powers of the world to come, we still are so weak, so foolish; but, oh! when we get away from self to God, there all is truth and purity and holiness, and our heart finds peace, wisdom, completeness, delight, joy, victory."
   },
   "author": {
    "text": "Charles Spurgeon"
   }
  },
  {
   "quote": {
    "text": "Sorrow is knowledge, those that know the most must mourn the deepest, the tree of knowledge is not the tree of life."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "It isn't what you do, but how you do it."
   },
   "author": {
    "text": "John Wooden"
   }
  },
  {
   "quote": {
    "text": "Knowledge without justice ought to be called cunning rather than wisdom."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "In my life, I was always floating around the edge of the dark side and saying what if take it a little bit too far, and who says you have to stop there, and what's behind the next door. Maybe you gain a wisdom from examining those things. But after a while, you get too far down in the quicksand."
   },
   "author": {
    "text": "Trent Reznor"
   }
  },
  {
   "quote": {
    "text": "It requires wisdom to understand wisdom: the music is nothing if the audience is deaf."
   },
   "author": {
    "text": "Walter Lippmann"
   }
  },
  {
   "quote": {
    "text": "Never find fault with the absent."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "Earthly wisdom is doing what comes naturally. Godly wisdom is doing what the Holy Spirit compels us to do."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "I hope our wisdom will grow with our power, and teach us, that the less we use our power the greater it will be."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "The hours of folly are measured by the clock; but of wisdom, no clock can measure."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Seek the lofty by reading, hearing and seeing great work at some moment every day."
   },
   "author": {
    "text": "Thornton Wilder"
   }
  },
  {
   "quote": {
    "text": "Since human wisdom cannot secure us from accidents, it is the greatest effort of reason to bear them well."
   },
   "author": {
    "text": "John Paul Jones"
   }
  },
  {
   "quote": {
    "text": "The older I get the more wisdom I find in the ancient rule of taking first things first. A process which often reduces the most complex human problem to a manageable proportion."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "The most certain sign of wisdom is cheerfulness."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "I'm very proud of the Rome episode of 'No Reservations' because it violated all the conventional wisdom about making television. You're never, ever supposed to do a food or travel show in black and white."
   },
   "author": {
    "text": "Anthony Bourdain"
   }
  },
  {
   "quote": {
    "text": "It is like the seed put in the soil - the more one sows, the greater the harvest."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "We don't receive wisdom; we must discover it for ourselves after a journey that no one can take for us or spare us."
   },
   "author": {
    "text": "Marcel Proust"
   }
  },
  {
   "quote": {
    "text": "Ignorant men raise questions that wise men answered a thousand years ago."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "We must expect reverses, even defeats. They are sent to teach us wisdom and prudence, to call forth greater energies, and to prevent our falling into greater disasters."
   },
   "author": {
    "text": "Robert E. Lee"
   }
  },
  {
   "quote": {
    "text": "Holy wisdom confounds Satan and all his wickednesses."
   },
   "author": {
    "text": "Francis of Assisi"
   }
  },
  {
   "quote": {
    "text": "Vanity can easily overtake wisdom. It usually overtakes common sense."
   },
   "author": {
    "text": "Julian Casablancas"
   }
  },
  {
   "quote": {
    "text": "A ruffled mind makes a restless pillow."
   },
   "author": {
    "text": "Charlotte Bronte"
   }
  },
  {
   "quote": {
    "text": "It is the nature of the wise to resist pleasures, but the foolish to be a slave to them."
   },
   "author": {
    "text": "Epictetus"
   }
  },
  {
   "quote": {
    "text": "This is the highest wisdom that I own; freedom and life are earned by those alone who conquer them each day anew."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "It is the neglect of timely repair that makes rebuilding necessary."
   },
   "author": {
    "text": "Richard Whately"
   }
  },
  {
   "quote": {
    "text": "I sought my father in the world of the black musician, because it contained wisdom, experience, sadness and loneliness. I was not ever interested in the music of boys. From my youngest years, I was interested in the music of men."
   },
   "author": {
    "text": "Eric Clapton"
   }
  },
  {
   "quote": {
    "text": "Giving opens the way for receiving."
   },
   "author": {
    "text": "Florence Scovel Shinn"
   }
  },
  {
   "quote": {
    "text": "Of all the things which wisdom provides to make us entirely happy, much the greatest is the possession of friendship."
   },
   "author": {
    "text": "Epicurus"
   }
  },
  {
   "quote": {
    "text": "Fear cannot be without hope nor hope without fear."
   },
   "author": {
    "text": "Baruch Spinoza"
   }
  },
  {
   "quote": {
    "text": "Cleverness is not wisdom."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "I think I got a lot of life skills; I got a lot of wisdom; I've seen a lot of bad things happen to a lot of good people."
   },
   "author": {
    "text": "Young Jeezy"
   }
  },
  {
   "quote": {
    "text": "When spirituality is the basis of your life, it gives you the strength, wisdom and courage to surmount the many storms of life that could destroy a weaker person who doesn't have this foundation."
   },
   "author": {
    "text": "Radhanath Swami"
   }
  },
  {
   "quote": {
    "text": "There is a particular set of values commonly associated with being professional. Experience, expertise, trustworthiness, wisdom, and good judgement are all attributes aspired to by senior professional people, be they doctors, engineers, lawyers, civil servants, or the clergy."
   },
   "author": {
    "text": "Mark Walport"
   }
  },
  {
   "quote": {
    "text": "Each of us has been put on earth with the ability to do something well. We cheat ourselves and the world if we don't use that ability as best we can."
   },
   "author": {
    "text": "George Allen, Sr."
   }
  },
  {
   "quote": {
    "text": "Singleness of purpose is one of the chief essentials for success in life, no matter what may be one's aim."
   },
   "author": {
    "text": "John D. Rockefeller"
   }
  },
  {
   "quote": {
    "text": "Men always talk about the most important things to perfect strangers. In the perfect stranger we perceive man himself; the image of a God is not disguised by resemblances to an uncle or doubts of wisdom of a mustache."
   },
   "author": {
    "text": "Gilbert K. Chesterton"
   }
  },
  {
   "quote": {
    "text": "The more I work with the body, keeping my assumptions in a temporary state of reservation, the more I appreciate and sympathize with a given disease. The body no longer appears as a sick or irrational demon, but as a process with its own inner logic and wisdom."
   },
   "author": {
    "text": "George MacDonald"
   }
  },
  {
   "quote": {
    "text": "Wisdom is the supreme part of happiness."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "Intuition is the wisdom formed by feeling and instinct - a gift of knowing without reasoning... Belief is ignited by hope and supported by facts and evidence - it builds alignment and creates confidence. Belief is what sets energy in motion and creates the success that breeds more success."
   },
   "author": {
    "text": "Angela Ahrendts"
   }
  },
  {
   "quote": {
    "text": "When a thing is done, it's done. Don't look back. Look forward to your next objective."
   },
   "author": {
    "text": "George C. Marshall"
   }
  },
  {
   "quote": {
    "text": "Even when you have doubts, take that step. Take chances. Mistakes are never a failure - they can be turned into wisdom."
   },
   "author": {
    "text": "Cat Cora"
   }
  },
  {
   "quote": {
    "text": "The woods were a boon; all too often, the forest offered danger and mystery. Yet it could be liberating. If you entered that wild place on its own terms, you might be accorded wisdom."
   },
   "author": {
    "text": "John Burnside"
   }
  },
  {
   "quote": {
    "text": "An ounce of cheerfulness is worth a pound of sadness to serve God with."
   },
   "author": {
    "text": "Thomas Fuller"
   }
  },
  {
   "quote": {
    "text": "Habit is the nursery of errors."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "In complete darkness we are all the same, it is only our knowledge and wisdom that separates us, don't let your eyes deceive you."
   },
   "author": {
    "text": "Janet Jackson"
   }
  },
  {
   "quote": {
    "text": "Knowledge can be communicated, but not wisdom. One can find it, live it, be fortified by it, do wonders through it, but one cannot communicate and teach it."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "Wisdom is always an overmatch for strength."
   },
   "author": {
    "text": "Phil Jackson"
   }
  },
  {
   "quote": {
    "text": "The best way to predict the future is to invent it."
   },
   "author": {
    "text": "Alan Kay"
   }
  },
  {
   "quote": {
    "text": "As you walk down the fairway of life you must smell the roses, for you only get to play one round."
   },
   "author": {
    "text": "Ben Hogan"
   }
  },
  {
   "quote": {
    "text": "After the knowledge of, and obedience to, the will of God, the next aim must be to know something of His attributes of wisdom, power, and goodness as evidenced by His handiwork."
   },
   "author": {
    "text": "James Prescott Joule"
   }
  },
  {
   "quote": {
    "text": "I have devoted my life to uncertainty. Certainty is the death of wisdom, thought, creativity."
   },
   "author": {
    "text": "Shekhar Kapur"
   }
  },
  {
   "quote": {
    "text": "Deliberately seek opportunities for kindness, sympathy, and patience."
   },
   "author": {
    "text": "Evelyn Underhill"
   }
  },
  {
   "quote": {
    "text": "I learned some valuable lessons about the legislative process, the importance of bipartisan cooperation and the wisdom of taking small steps to get a big job done."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "History is filled with tragic examples of wars that result from diplomatic impasse. Whether in our local communities or in international relations, the skillful use of our communicative capacities to negotiate and resolve differences is the first evidence of human wisdom."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "What a company's been earning doesn't mean anything. What you have to look at is what people think it's going to earn. If you can see something in two years is going to be entirely different than the conventional wisdom, that's how you make money."
   },
   "author": {
    "text": "Stanley Druckenmiller"
   }
  },
  {
   "quote": {
    "text": "We all admire the wisdom of people who come to us for advice."
   },
   "author": {
    "text": "Arthur Helps"
   }
  },
  {
   "quote": {
    "text": "A mistake is simply another way of doing things."
   },
   "author": {
    "text": "Katharine Graham"
   }
  },
  {
   "quote": {
    "text": "Wisdom is the knowledge of good and evil, not the strength to choose between the two."
   },
   "author": {
    "text": "John Cheever"
   }
  },
  {
   "quote": {
    "text": "We must work toward cyber doctrine that reflects the wisdom of free markets, private competition, and the important but limited role of government in establishing and enforcing the rule of law, honoring the rights of personal property, the benefits of free and fair trade, and the fundamental principles of liberty."
   },
   "author": {
    "text": "Tom Bossert"
   }
  },
  {
   "quote": {
    "text": "In youth and beauty, wisdom is but rare!"
   },
   "author": {
    "text": "Homer"
   }
  },
  {
   "quote": {
    "text": "Wisdom lies neither in fixity nor in change, but in the dialectic between the two."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "If we continue to develop our technology without wisdom or prudence, our servant may prove to be our executioner."
   },
   "author": {
    "text": "Omar N. Bradley"
   }
  },
  {
   "quote": {
    "text": "When an opponent comes forward, move in and greet him; if he wants to pull back, send him on his way."
   },
   "author": {
    "text": "Morihei Ueshiba"
   }
  },
  {
   "quote": {
    "text": "I'm married. My wife, Stella - a beautiful woman. She's brought a lot of peace to my life, a lot of wisdom."
   },
   "author": {
    "text": "Anthony Hopkins"
   }
  },
  {
   "quote": {
    "text": "A fool flatters himself, a wise man flatters the fool."
   },
   "author": {
    "text": "Edward G. Bulwer-Lytton"
   }
  },
  {
   "quote": {
    "text": "Of all the many leaders I have met in the course of my life, none made a deeper impression on me than Nelson Mandela. His courage, compassion, humility and wisdom were without parallel on the world stage, and he himself was an enduring source of inspiration."
   },
   "author": {
    "text": "Klaus Schwab"
   }
  },
  {
   "quote": {
    "text": "I keep my friends as misers do their treasure, because, of all the things granted us by wisdom, none is greater or better than friendship."
   },
   "author": {
    "text": "Pietro Aretino"
   }
  },
  {
   "quote": {
    "text": "Both in thought and in feeling, even though time be real, to realise the unimportance of time is the gate of wisdom."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "Each of us finds his unique vehicle for sharing with others his bit of wisdom."
   },
   "author": {
    "text": "Ram Dass"
   }
  },
  {
   "quote": {
    "text": "Life is the only real counselor; wisdom unfiltered through personal experience does not become a part of the moral tissue."
   },
   "author": {
    "text": "Edith Wharton"
   }
  },
  {
   "quote": {
    "text": "I have learned throughout my life as a composer chiefly through my mistakes and pursuits of false assumptions, not by my exposure to founts of wisdom and knowledge."
   },
   "author": {
    "text": "Igor Stravinsky"
   }
  },
  {
   "quote": {
    "text": "Children also have artistic ability, and there is wisdom in there having it! The more helpless they are, the more instructive are the examples they furnish us; and they must be preserved free of corruption from an early age."
   },
   "author": {
    "text": "Paul Klee"
   }
  },
  {
   "quote": {
    "text": "Conventional wisdom suggests the primary motivator for entrepreneurs is money or wealth creation and, in fact, much of the political debate tends to center around what kind of tax or regulatory policy changes will turn corporate suits into small business adventurers overnight."
   },
   "author": {
    "text": "Chip Conley"
   }
  },
  {
   "quote": {
    "text": "All free governments are managed by the combined wisdom and folly of the people."
   },
   "author": {
    "text": "James A. Garfield"
   }
  },
  {
   "quote": {
    "text": "If fortune favors you do not be elated; if she frowns do not despond."
   },
   "author": {
    "text": "Ausonius"
   }
  },
  {
   "quote": {
    "text": "Regret for the things we did can be tempered by time; it is regret for the things we did not do that is inconsolable."
   },
   "author": {
    "text": "Sydney J. Harris"
   }
  },
  {
   "quote": {
    "text": "Mixing one's wines may be a mistake, but old and new wisdom mix admirably."
   },
   "author": {
    "text": "Bertolt Brecht"
   }
  },
  {
   "quote": {
    "text": "Knowledge shrinks as wisdom grows."
   },
   "author": {
    "text": "Alfred North Whitehead"
   }
  },
  {
   "quote": {
    "text": "What is man's ultimate direction in life? It is to look for love, truth, virtue, and beauty."
   },
   "author": {
    "text": "Shinichi Suzuki"
   }
  },
  {
   "quote": {
    "text": "Never accept ultimatums, conventional wisdom, or absolutes."
   },
   "author": {
    "text": "Christopher Reeve"
   }
  },
  {
   "quote": {
    "text": "Who knows for what we live, and struggle, and die? Wise men write many books, in words too hard to understand. But this, the purpose of our lives, the end of all our struggle, is beyond all human wisdom."
   },
   "author": {
    "text": "Alan Paton"
   }
  },
  {
   "quote": {
    "text": "He who lives by the crystal ball soon learns to eat ground glass."
   },
   "author": {
    "text": "Edgar Fiedler"
   }
  },
  {
   "quote": {
    "text": "It seems to me that, in every culture, I come across a chapter headed 'Wisdom.' And then I know exactly what is going to follow: 'Vanity of vanities, all is vanity.'"
   },
   "author": {
    "text": "Ludwig Wittgenstein"
   }
  },
  {
   "quote": {
    "text": "It's not the having, it's the getting."
   },
   "author": {
    "text": "Elizabeth Taylor"
   }
  },
  {
   "quote": {
    "text": "Much wisdom often goes with fewest words."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "We have no words for speaking of wisdom to the stupid. He who understands the wise is wise already."
   },
   "author": {
    "text": "Georg C. Lichtenberg"
   }
  },
  {
   "quote": {
    "text": "Justice Scalia was a lion of the law. Agree or disagree with him, all of his colleagues on the bench shared his wisdom and his humor. And like them, I miss him."
   },
   "author": {
    "text": "Neil Gorsuch"
   }
  },
  {
   "quote": {
    "text": "Books are the ever burning lamps of accumulated wisdom."
   },
   "author": {
    "text": "George William Curtis"
   }
  },
  {
   "quote": {
    "text": "Theology in general seems to me a substitution of human ingenuity for divine wisdom."
   },
   "author": {
    "text": "Julia Ward Howe"
   }
  },
  {
   "quote": {
    "text": "Information is not knowledge, and knowledge is not wisdom. Reading - even browsing - an old book can yield sustenance denied by a database search. Patience is a virtue, gluttony a sin."
   },
   "author": {
    "text": "James Gleick"
   }
  },
  {
   "quote": {
    "text": "Eventually, we reach the point where we start to realize that we are not going to find peace, contentment, happiness, strength, fearlessness - all of the things that in our heart of hearts we wish we had - outside of us."
   },
   "author": {
    "text": "Guy Finley"
   }
  },
  {
   "quote": {
    "text": "Now our founding fathers had the wisdom to know that social acceptance and popularity were fleeing, and that this country's principles needed to be rooted in strengths greater than the passions and the emotions of the times."
   },
   "author": {
    "text": "Chris Christie"
   }
  },
  {
   "quote": {
    "text": "Knowledge is going to make you stronger. Knowledge is going to let you control your life. Knowledge is going to give you the wisdom to teach their children. Knowledge is the thing that makes you smile in the face of disaster."
   },
   "author": {
    "text": "Avery Brooks"
   }
  },
  {
   "quote": {
    "text": "Kabbalah is all about change. It isn't about being proud of our good qualities: the wisdom is about transforming our darkness into light."
   },
   "author": {
    "text": "Yehuda Berg"
   }
  },
  {
   "quote": {
    "text": "We are to seek wisdom and understanding only in the length of days."
   },
   "author": {
    "text": "Robert Hall"
   }
  },
  {
   "quote": {
    "text": "After all my possessions had been burned, God gave me the wisdom to return to Jerusalem."
   },
   "author": {
    "text": "Shmuel Yosef Agnon"
   }
  },
  {
   "quote": {
    "text": "Your aim will be knowledge and wisdom, not the reflected glamour of fame."
   },
   "author": {
    "text": "Abbott L. Lowell"
   }
  },
  {
   "quote": {
    "text": "In the frank expression of conflicting opinions lies the greatest promise of wisdom in governmental action."
   },
   "author": {
    "text": "Louis D. Brandeis"
   }
  },
  {
   "quote": {
    "text": "I pray before I go into the operating room for every case, and I ask him to give me wisdom, to help me to know what to do - and not only for operating, but for everything."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "Few of the many wise apothegms which have been uttered have prevented a single foolish action."
   },
   "author": {
    "text": "Thomas Babington Macaulay"
   }
  },
  {
   "quote": {
    "text": "There is a universal, intelligent, life force that exists within everyone and everything. It resides within each one of us as a deep wisdom, an inner knowing. We can access this wonderful source of knowledge and wisdom through our intuition, an inner sense that tells us what feels right and true for us at any given moment."
   },
   "author": {
    "text": "Shakti Gawain"
   }
  },
  {
   "quote": {
    "text": "Why would anyone walk through life satisfied with the light from the candle of their own understanding when, by reaching out to our Heavenly Father, they could experience the bright sun of spiritual knowledge that would expand their minds with wisdom and fill their souls with joy?"
   },
   "author": {
    "text": "Dieter F. Uchtdorf"
   }
  },
  {
   "quote": {
    "text": "It is plain to me that our prelates, in granting indulgences, do commonly blaspheme the wisdom of God."
   },
   "author": {
    "text": "John Wycliffe"
   }
  },
  {
   "quote": {
    "text": "I think we do need to try to not just rely on the central bank to, in its wisdom, adjust interest rates, but allow for people to avoid being exposed to inflation risk."
   },
   "author": {
    "text": "Robert J. Shiller"
   }
  },
  {
   "quote": {
    "text": "We know there is a deep reservoir of food wisdom out there, or else humans would not have survived to the extent we have. Much of this food wisdom is worth preserving and reviving and heeding."
   },
   "author": {
    "text": "Michael Pollan"
   }
  },
  {
   "quote": {
    "text": "Our wisdom comes from our experience, and our experience comes from our foolishness."
   },
   "author": {
    "text": "Sacha Guitry"
   }
  },
  {
   "quote": {
    "text": "Books give not wisdom where none was before. But where some is, there reading makes it more."
   },
   "author": {
    "text": "Elizabeth Hardwick"
   }
  },
  {
   "quote": {
    "text": "The gods do not need sacrifices, so what might one do to please them? Acquire wisdom, it seems to me, and do all the good in one's power to those humans who deserve it."
   },
   "author": {
    "text": "Apollonius of Tyana"
   }
  },
  {
   "quote": {
    "text": "Multicolored stones and paintings, walkways, and theaters are useless in a city unless it also contains wisdom and law. Such things are the subject of wisdom and law, not equivalent to them."
   },
   "author": {
    "text": "Apollonius of Tyana"
   }
  },
  {
   "quote": {
    "text": "Community organizing is all about building grassroots support. It's about identifying the people around you with whom you can create a common, passionate cause. And it's about ignoring the conventional wisdom of company politics and instead playing the game by very different rules."
   },
   "author": {
    "text": "Tom Peters"
   }
  },
  {
   "quote": {
    "text": "One could surely argue that the Buddhist tradition, taken as a whole, represents the richest source of contemplative wisdom that any civilization has produced."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "The future has already arrived. It's just not evenly distributed yet."
   },
   "author": {
    "text": "William Gibson"
   }
  },
  {
   "quote": {
    "text": "Every journey that is successful has culs-de-sac and speed bumps. I carry a wisdom gene through my life through the good, the bad, and the ugly."
   },
   "author": {
    "text": "Peter Guber"
   }
  },
  {
   "quote": {
    "text": "Everything in the world may be endured except continual prosperity."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "It is a characteristic of wisdom not to do desperate things."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "The attempt to combine wisdom and power has only rarely been successful and then only for a short while."
   },
   "author": {
    "text": "Albert Einstein"
   }
  },
  {
   "quote": {
    "text": "Before we acquire great power we must acquire wisdom to use it well."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "The invariable mark of wisdom is to see the miraculous in the common."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Science investigates; religion interprets. Science gives man knowledge which is power; religion gives man wisdom which is control."
   },
   "author": {
    "text": "Martin Luther King, Jr."
   }
  },
  {
   "quote": {
    "text": "Influential people are never satisfied with the status quo. They're the ones who constantly ask, 'What if?' and 'Why not?' They're not afraid to challenge conventional wisdom, and they don't disrupt things for the sake of being disruptive; they do it to make things better."
   },
   "author": {
    "text": "Travis Bradberry"
   }
  },
  {
   "quote": {
    "text": "They must often change, who would be constant in happiness or wisdom."
   },
   "author": {
    "text": "Confucius"
   }
  },
  {
   "quote": {
    "text": "Ignorance and bungling with love are better than wisdom and skill without."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "I love wisdom. And you can never be great at anything unless you love it. Not be in love with it, but love the thing, admire the thing. And it seems that if you love the thing, and you don't just want to possess it, it will find you."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "There are three classes of men; lovers of wisdom, lovers of honor, and lovers of gain."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "We are wiser than we know."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Pain and foolishness lead to great bliss and complete knowledge, for Eternal Wisdom created nothing under the sun in vain."
   },
   "author": {
    "text": "Khalil Gibran"
   }
  },
  {
   "quote": {
    "text": "It is unwise to be too sure of one's own wisdom. It is healthy to be reminded that the strongest might weaken and the wisest might err."
   },
   "author": {
    "text": "Mahatma Gandhi"
   }
  },
  {
   "quote": {
    "text": "Once you label me you negate me."
   },
   "author": {
    "text": "Soren Kierkegaard"
   }
  },
  {
   "quote": {
    "text": "I know that inner wisdom is more precious than wealth. The more you spend it, the more you gain."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "Does wisdom perhaps appear on the earth as a raven which is inspired by the smell of carrion?"
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "Those who govern, having much business on their hands, do not generally like to take the trouble of considering and carrying into execution new projects. The best public measures are therefore seldom adopted from previous wisdom, but forced by the occasion."
   },
   "author": {
    "text": "Benjamin Franklin"
   }
  },
  {
   "quote": {
    "text": "The superior man blames himself. The inferior man blames others."
   },
   "author": {
    "text": "Don Shula"
   }
  },
  {
   "quote": {
    "text": "One of the greatest pieces of economic wisdom is to know what you do not know."
   },
   "author": {
    "text": "John Kenneth Galbraith"
   }
  },
  {
   "quote": {
    "text": "The enemy of the conventional wisdom is not ideas but the march of events."
   },
   "author": {
    "text": "John Kenneth Galbraith"
   }
  },
  {
   "quote": {
    "text": "Excellence, then, is a state concerned with choice, lying in a mean, relative to us, this being determined by reason and in the way in which the man of practical wisdom would determine it."
   },
   "author": {
    "text": "Aristotle"
   }
  },
  {
   "quote": {
    "text": "We cannot become what we need to be by remaining what we are."
   },
   "author": {
    "text": "Max de Pree"
   }
  },
  {
   "quote": {
    "text": "I have studied many philosophers and many cats. The wisdom of cats is infinitely superior."
   },
   "author": {
    "text": "Hippolyte Taine"
   }
  },
  {
   "quote": {
    "text": "If I don't have wisdom, I can teach you only ignorance."
   },
   "author": {
    "text": "Leo Buscaglia"
   }
  },
  {
   "quote": {
    "text": "If you have the insight of non-self, if you have the insight of impermanence, you should make that insight into a concentration that you keep alive throughout the day. Then what you say, what you think, and what you do will then be in the light of that wisdom and you will avoid making mistakes and creating suffering."
   },
   "author": {
    "text": "Thich Nhat Hanh"
   }
  },
  {
   "quote": {
    "text": "Pure, holy simplicity confounds all the wisdom of this world and the wisdom of the flesh."
   },
   "author": {
    "text": "Francis of Assisi"
   }
  },
  {
   "quote": {
    "text": "The more sand that has escaped from the hourglass of our life, the clearer we should see through it."
   },
   "author": {
    "text": "Jean Paul"
   }
  },
  {
   "quote": {
    "text": "It's a horrible idea that God, this paragon of wisdom and knowledge, power, couldn't think of a better way to forgive us our sins than to come down to Earth in his alter ego as his son and have himself hideously tortured and executed so that he could forgive himself."
   },
   "author": {
    "text": "Richard Dawkins"
   }
  },
  {
   "quote": {
    "text": "Slow and steady wins the race."
   },
   "author": {
    "text": "Robert Lloyd"
   }
  },
  {
   "quote": {
    "text": "Wisdom alone is the science of other sciences."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Whatever position I occupied, it was the result of colleagues - of my comrades in the movement - who had decided in their wisdom to use me for the purpose of focusing the attention of the country and the international community on me."
   },
   "author": {
    "text": "Nelson Mandela"
   }
  },
  {
   "quote": {
    "text": "The arts, quite simply, nourish the soul. They sustain, comfort, inspire. There is nothing like that exquisite moment when you first discover the beauty of connecting with others in celebration of larger ideals and shared wisdom."
   },
   "author": {
    "text": "Gordon Gee"
   }
  },
  {
   "quote": {
    "text": "I am deeply impressed with the gravity and wisdom with which most federal judges approach the responsibility of sentencing. It is a difficult, soul-searching task at best."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Habit, if not resisted, soon becomes necessity."
   },
   "author": {
    "text": "Saint Augustine"
   }
  },
  {
   "quote": {
    "text": "A day of worry is more exhausting than a week of work."
   },
   "author": {
    "text": "John Lubbock"
   }
  },
  {
   "quote": {
    "text": "Few people have the wisdom to prefer the criticism that would do them good, to the praise that deceives them."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "Please all, and you will please none."
   },
   "author": {
    "text": "Aesop"
   }
  },
  {
   "quote": {
    "text": "The figure a poem makes. It begins in delight and ends in wisdom... in a clarification of life - not necessarily a great clarification, such as sects and cults are founded on, but in a momentary stay against confusion."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "But life is long. And it is the long run that balances the short flare of interest and passion."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "Wisdom outweighs any wealth."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "Gray hairs are signs of wisdom if you hold your tongue, speak and they are but hairs, as in the young."
   },
   "author": {
    "text": "Rabindranath Tagore"
   }
  },
  {
   "quote": {
    "text": "Rightly defined philosophy is simply the love of wisdom."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "Success is not to be pursued; it is to be attracted by the person you become."
   },
   "author": {
    "text": "Jim Rohn"
   }
  },
  {
   "quote": {
    "text": "To embrace the whole world in friendship is wisdom. This wisdom is not changeable like the flowers that bloom and fade."
   },
   "author": {
    "text": "Thiruvalluvar"
   }
  },
  {
   "quote": {
    "text": "If the world were perfect, it wouldn't be."
   },
   "author": {
    "text": "Yogi Berra"
   }
  },
  {
   "quote": {
    "text": "So confident am I in the intentions, as well as wisdom, of the government, that I shall always be satisfied that what is not done, either cannot, or ought not to be done."
   },
   "author": {
    "text": "Thomas Jefferson"
   }
  },
  {
   "quote": {
    "text": "The Gross National Product measures neither our wit nor our courage, neither our wisdom nor our learning, neither our compassion nor our devotion to our country. It measures everything, in short, except that which makes life worthwhile, and it can tell us everything about America - except whether we are proud to be Americans."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "No one wants advice - only corroboration."
   },
   "author": {
    "text": "John Steinbeck"
   }
  },
  {
   "quote": {
    "text": "Knowledge which is divorced from justice, may be called cunning rather than wisdom."
   },
   "author": {
    "text": "Marcus Tullius Cicero"
   }
  },
  {
   "quote": {
    "text": "You are a product of your environment. So choose the environment that will best develop you toward your objective. Analyze your life in terms of its environment. Are the things around you helping you toward success - or are they holding you back?"
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "Champions invariably have fervent philosophical beliefs. Philosophy, in its simplest terms, means 'the love of wisdom.'"
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Nobility of spirit has more to do with simplicity than ostentation, wisdom rather than wealth, commitment rather than ambition."
   },
   "author": {
    "text": "Riccardo Muti"
   }
  },
  {
   "quote": {
    "text": "Knowledge is proud that it knows so much; wisdom is humble that it knows no more."
   },
   "author": {
    "text": "William Cowper"
   }
  },
  {
   "quote": {
    "text": "Wise men make more opportunities than they find."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Wisdom does not show itself so much in precept as in life - in firmness of mind and a mastery of appetite. It teaches us to do as well as to talk; and to make our words and actions all of a color."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "They whom truth and wisdom lead, can gather honey from a weed."
   },
   "author": {
    "text": "William Cowper"
   }
  },
  {
   "quote": {
    "text": "The opinion which other people have of you is their problem, not yours."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "The key to wisdom is this - constant and frequent questioning, for by doubting we are led to question and by questioning we arrive at the truth."
   },
   "author": {
    "text": "Peter Abelard"
   }
  },
  {
   "quote": {
    "text": "The more I draw and write, the more I realise that accidents are a necessary part of any creative act, much more so than logic or wisdom. Sometimes a mistake is the only way of arriving at an original concept, and the history of successful inventions is full of mishaps, serendipity and unintended results."
   },
   "author": {
    "text": "Shaun Tan"
   }
  },
  {
   "quote": {
    "text": "Just as a cautious businessman avoids investing all his capital in one concern, so wisdom would probably admonish us also not to anticipate all our happiness from one quarter alone."
   },
   "author": {
    "text": "Sigmund Freud"
   }
  },
  {
   "quote": {
    "text": "To wear your heart on your sleeve isn't a very good plan; you should wear it inside, where it functions best."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "All the great evils which men cause to each other because of certain intentions, desires, opinions, or religious principles, are likewise due to non-existence, because they originate in ignorance, which is absence of wisdom."
   },
   "author": {
    "text": "Maimonides"
   }
  },
  {
   "quote": {
    "text": "Women always excel men in that sort of wisdom which comes from experience. To be a woman is in itself a terrible experience."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "The sweetest of all sounds is praise."
   },
   "author": {
    "text": "Xenophon"
   }
  },
  {
   "quote": {
    "text": "Imagination allows us to escape the predictable. It enables us to reply to the common wisdom that we cannot soar by saying, 'Just watch!'"
   },
   "author": {
    "text": "Bill Bradley"
   }
  },
  {
   "quote": {
    "text": "Rich people without wisdom and learning are but sheep with golden fleeces."
   },
   "author": {
    "text": "Solon"
   }
  },
  {
   "quote": {
    "text": "Genius unrefined resembles a flash of lightning, but wisdom is like the sun."
   },
   "author": {
    "text": "Franz Grillparzer"
   }
  },
  {
   "quote": {
    "text": "What evolution tells us is that we are part of a grand, dynamic, and ever-changing fabric of life that covers our planet. Even to a person of faith, in fact especially to a person of faith, an understanding of the evolutionary process should only deepen their appreciation of the scope and wisdom of the creator's work."
   },
   "author": {
    "text": "Kenneth R. Miller"
   }
  },
  {
   "quote": {
    "text": "There is something about a mortarboard that gives otherwise sane and normal people the overwhelming urge to burden you with advice. Some of them cannot help themselves. They were asked to do it by a committee. But one can only take so many pieces of wisdom before they all start to blur together."
   },
   "author": {
    "text": "Alexandra Petri"
   }
  },
  {
   "quote": {
    "text": "God the Father, the supreme Architect, had already built this cosmic home we behold, the most sacred temple of His godhead, by the laws of His mysterious wisdom."
   },
   "author": {
    "text": "Giovanni Pico della Mirandola"
   }
  },
  {
   "quote": {
    "text": "Lord, bless me with the ability to achieve all that I can, and the wisdom to realize it doesn't all have to be by tomorrow!"
   },
   "author": {
    "text": "William Eardley IV"
   }
  },
  {
   "quote": {
    "text": "Wisdom comes alone through suffering."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "I will give you a definition of a proud man: he is a man who has neither vanity nor wisdom one filled with hatreds cannot be vain, neither can he be wise."
   },
   "author": {
    "text": "John Keats"
   }
  },
  {
   "quote": {
    "text": "If you do not express your own original ideas, if you do not listen to your own being, you will have betrayed yourself."
   },
   "author": {
    "text": "Rollo May"
   }
  },
  {
   "quote": {
    "text": "God has already done everything He's going to do. The ball is now in your court. If you want success, if you want wisdom, if you want to be prosperous and healthy, you're going to have to do more than meditate and believe; you must boldly declare words of faith and victory over yourself and your family."
   },
   "author": {
    "text": "Joel Osteen"
   }
  },
  {
   "quote": {
    "text": "Love is the wisdom of the fool and the folly of the wise."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Wisdom allows nothing to be good that will not be so forever; no man to be happy but he that needs no other happiness than what he has within himself; no man to be great or powerful that is not master of himself."
   },
   "author": {
    "text": "Lucius Annaeus Seneca"
   }
  },
  {
   "quote": {
    "text": "It is a common experience that a problem difficult at night is resolved in the morning after the committee of sleep has worked on it."
   },
   "author": {
    "text": "John Steinbeck"
   }
  },
  {
   "quote": {
    "text": "Wisdom is the abstract of the past, but beauty is the promise of the future."
   },
   "author": {
    "text": "Oliver Wendell Holmes, Sr."
   }
  },
  {
   "quote": {
    "text": "Our great power does not mean we can do whatever we want whenever we want, nor should we assume we have all the wisdom and knowledge necessary to succeed."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "This is what I learned: that everybody is talented, original and has something important to say."
   },
   "author": {
    "text": "Brenda Ueland"
   }
  },
  {
   "quote": {
    "text": "Who in their infinite wisdom decreed that Little League uniforms be white? Certainly not a mother."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "Science is always discovering odd scraps of magical wisdom and making a tremendous fuss about its cleverness."
   },
   "author": {
    "text": "Aleister Crowley"
   }
  },
  {
   "quote": {
    "text": "Clearly older women and especially older women who have led an active life or elder women who successfully maneuver through their own family life have so much to teach us about sharing, patience, and wisdom."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Magnanimity in politics is not seldom the truest wisdom; and a great empire and little minds go ill together."
   },
   "author": {
    "text": "Edmund Burke"
   }
  },
  {
   "quote": {
    "text": "Wisdom sails with wind and time."
   },
   "author": {
    "text": "John Florio"
   }
  },
  {
   "quote": {
    "text": "If I am fool, it is, at least, a doubting one; and I envy no one the certainty of his self-approved wisdom."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "What is the price of experience? Do men buy it for a song? Or wisdom for a dance in the street? No, it is bought with the price of all the man hath, his house, his wife, his children."
   },
   "author": {
    "text": "William Blake"
   }
  },
  {
   "quote": {
    "text": "Trouble shared is trouble halved."
   },
   "author": {
    "text": "Lee Iacocca"
   }
  },
  {
   "quote": {
    "text": "Through mutual understanding, sincerity and goodwill, and with great wisdom and broad views, the leaders on both sides should jointly initiate new opportunities for peace, stability, cooperation and mutual benefit."
   },
   "author": {
    "text": "Chen Shui-bian"
   }
  },
  {
   "quote": {
    "text": "I believe that when an elder dies, a library is burned: vast sums of wisdom and knowledge are lost. Throughout the world libraries are ablaze with scant attention."
   },
   "author": {
    "text": "Elizabeth Kapu'uwailani Lindsey"
   }
  },
  {
   "quote": {
    "text": "Contrary to conventional wisdom, the blue blazer's a bit of a loose cannon. A suit decided long ago what it wanted to be, and it doesn't want to hear your ideas, but a blue blazer only got around to half the job. So it leaves it up to you to find its bottoms. Gray slacks, blue jeans, patterns, white pants and different blue shades all work."
   },
   "author": {
    "text": "Willie Geist"
   }
  },
  {
   "quote": {
    "text": "Many sophisticated, intelligent people lack wisdom and common sense."
   },
   "author": {
    "text": "Joyce Meyer"
   }
  },
  {
   "quote": {
    "text": "Wisdom is found only in truth."
   },
   "author": {
    "text": "Johann Wolfgang von Goethe"
   }
  },
  {
   "quote": {
    "text": "Wisdom is a sacred communion."
   },
   "author": {
    "text": "Victor Hugo"
   }
  },
  {
   "quote": {
    "text": "It is astonishing what force, purity, and wisdom it requires for a human being to keep clear of falsehoods."
   },
   "author": {
    "text": "Margaret Fuller"
   }
  },
  {
   "quote": {
    "text": "I believe that we are solely responsible for our choices, and we have to accept the consequences of every deed, word, and thought throughout our lifetime."
   },
   "author": {
    "text": "Elisabeth Kubler-Ross"
   }
  },
  {
   "quote": {
    "text": "To be satisfied with a little, is the greatest wisdom; and he that increaseth his riches, increaseth his cares; but a contented mind is a hidden treasure, and trouble findeth it not."
   },
   "author": {
    "text": "Akhenaton"
   }
  },
  {
   "quote": {
    "text": "If we have built on the fragile cornerstones of human wisdom, pride, and conditional love, things may look good for a while, but a weak foundation causes collapse when storms hit."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "As you walk in God's divine wisdom, you will surely begin to see a greater measure of victory and good success in your life."
   },
   "author": {
    "text": "Joseph Prince"
   }
  },
  {
   "quote": {
    "text": "Self-suggestion makes you master of yourself."
   },
   "author": {
    "text": "W. Clement Stone"
   }
  },
  {
   "quote": {
    "text": "He was gifted with the sly, sharp instinct for self-preservation that passes for wisdom among the rich."
   },
   "author": {
    "text": "Evelyn Waugh"
   }
  },
  {
   "quote": {
    "text": "War involves in its progress such a train of unforeseen circumstances that no human wisdom can calculate the end; it has but one thing certain, and that is to increase taxes."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "With age comes common sense and wisdom."
   },
   "author": {
    "text": "Nas"
   }
  },
  {
   "quote": {
    "text": "Good nature is worth more than knowledge, more than money, more than honor, to the persons who possess it."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "There is a wisdom in this beyond the rules of physic: a man's own observation what he finds good of and what he finds hurt of is the best physic to preserve health."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "Great wisdom is generous; petty wisdom is contentious. Great speech is impassioned, small speech cantankerous."
   },
   "author": {
    "text": "Zhuangzi"
   }
  },
  {
   "quote": {
    "text": "Who is wise in love, love most, say least."
   },
   "author": {
    "text": "Alfred Lord Tennyson"
   }
  },
  {
   "quote": {
    "text": "Data is not information, information is not knowledge, knowledge is not understanding, understanding is not wisdom."
   },
   "author": {
    "text": "Clifford Stoll"
   }
  },
  {
   "quote": {
    "text": "Because of my upbringing, I believe in things like limited government, fiscal responsibility and personal accountability. I believe in the wisdom of our founders and the sanctity of our Constitution."
   },
   "author": {
    "text": "John Thune"
   }
  },
  {
   "quote": {
    "text": "For most of us, wisdom is acquired in the thicket of experience and usually meets us somewhere along the way if we live long enough. But sooner is better than later."
   },
   "author": {
    "text": "H. Jackson Brown, Jr."
   }
  },
  {
   "quote": {
    "text": "Almost every wise saying has an opposite one, no less wise, to balance it."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "Wisdom comes by disillusionment."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "If men possessed wisdom, which stands in the same relation to the form of man as the sight to the eye, they would not cause any injury to themselves or to others; for the knowledge of truth removes hatred and quarrels, and prevents mutual injuries."
   },
   "author": {
    "text": "Maimonides"
   }
  },
  {
   "quote": {
    "text": "Government is a contrivance of human wisdom to provide for human wants. People have the right to expect that these wants will be provided for by this wisdom."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "You know, many people have said that I'm on the edge and I'm maverick for some of the big operations that I've done. I'm not at all. I pray; I ask God to give me wisdom, 'Should I do it?', guidance in terms of how to do it, who to consult with. All those kind of things are incredibly important."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "A closed mouth catches no flies."
   },
   "author": {
    "text": "Miguel de Cervantes"
   }
  },
  {
   "quote": {
    "text": "Some wisdom you must learn from one who's wise."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "The philosophies of one age have become the absurdities of the next, and the foolishness of yesterday has become the wisdom of tomorrow."
   },
   "author": {
    "text": "William Osler"
   }
  },
  {
   "quote": {
    "text": "Every nation whose affairs betray a want of wisdom and stability may calculate on every loss which can be sustained from the more systematic policy of its wiser neighbors."
   },
   "author": {
    "text": "James Madison"
   }
  },
  {
   "quote": {
    "text": "When a president makes life and death decisions, he should draw strength and wisdom from broad and deep experience with the reasons for and the risks of committing our children to our defense. For no matter how many others are involved in the decision, the president is a lonely man in a dark room when the casualty reports come in."
   },
   "author": {
    "text": "John McCain"
   }
  },
  {
   "quote": {
    "text": "To advise is not to compel."
   },
   "author": {
    "text": "Anton Chekhov"
   }
  },
  {
   "quote": {
    "text": "You need to have extraordinary wisdom to be the forerunner."
   },
   "author": {
    "text": "Ma Huateng"
   }
  },
  {
   "quote": {
    "text": "The left has come to regard common sense - the traditional wisdom and folkways of the community - as an obstacle to progress and enlightenment."
   },
   "author": {
    "text": "Christopher Lasch"
   }
  },
  {
   "quote": {
    "text": "I'm a member of the 1960s generation. We didn't have any wisdom."
   },
   "author": {
    "text": "P. J. O'Rourke"
   }
  },
  {
   "quote": {
    "text": "Passion without purpose is kind of pointless. I think God gives us the vision and wisdom to help enforce what he sees for us. You don't just sit at home and end up on 'Empire.'"
   },
   "author": {
    "text": "BJ the Chicago Kid"
   }
  },
  {
   "quote": {
    "text": "In action a great heart is the chief qualification. In work, a great head."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "Wise kings generally have wise counselors; and he must be a wise man himself who is capable of distinguishing one."
   },
   "author": {
    "text": "Diogenes"
   }
  },
  {
   "quote": {
    "text": "What we call wisdom is the result of all the wisdom of past ages. Our best institutions are like young trees growing upon the roots of the old trunks that have crumbled away."
   },
   "author": {
    "text": "Henry Ward Beecher"
   }
  },
  {
   "quote": {
    "text": "Never cut what you can untie."
   },
   "author": {
    "text": "Joseph Joubert"
   }
  },
  {
   "quote": {
    "text": "The truest greatness lies in being kind, the truest wisdom in a happy mind."
   },
   "author": {
    "text": "Ella Wheeler Wilcox"
   }
  },
  {
   "quote": {
    "text": "The wisdom of man never yet contrived a system of taxation that would operate with perfect equality."
   },
   "author": {
    "text": "Andrew Jackson"
   }
  },
  {
   "quote": {
    "text": "Science gives us knowledge, but only philosophy can give us wisdom."
   },
   "author": {
    "text": "Will Durant"
   }
  },
  {
   "quote": {
    "text": "We never understand how little we need in this world until we know the loss of it."
   },
   "author": {
    "text": "James M. Barrie"
   }
  },
  {
   "quote": {
    "text": "No one has a monopoly on truth, and science continues to advance. Yesterday's heresies may be tomorrow's conventional wisdom."
   },
   "author": {
    "text": "Dean Ornish"
   }
  },
  {
   "quote": {
    "text": "Every man is a damn fool for at least five minutes every day; wisdom consists in not exceeding the limit."
   },
   "author": {
    "text": "Elbert Hubbard"
   }
  },
  {
   "quote": {
    "text": "There is a difference between happiness and wisdom: he that thinks himself the happiest man is really so; but he that thinks himself the wisest is generally the greatest fool."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "I don't think you can come into your wisdom until you have made mistakes on your own skin and felt them in reality of your own life."
   },
   "author": {
    "text": "Elizabeth Gilbert"
   }
  },
  {
   "quote": {
    "text": "Most of our pocket wisdom is conceived for the use of mediocre people, to discourage them from ambitious attempts, and generally console them in their mediocrity."
   },
   "author": {
    "text": "Robert Louis Stevenson"
   }
  },
  {
   "quote": {
    "text": "First appearance deceives many."
   },
   "author": {
    "text": "Ovid"
   }
  },
  {
   "quote": {
    "text": "In the vain laughter of folly wisdom hears half its applause."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "More helpful than all wisdom is one draught of simple human pity that will not forsake us."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "Perhaps too much of everything is as bad as too little."
   },
   "author": {
    "text": "Edna Ferber"
   }
  },
  {
   "quote": {
    "text": "To avoid entangling alliances has been a maxim of our policy ever since the days of Washington, and its wisdom no one will attempt to dispute."
   },
   "author": {
    "text": "James Buchanan"
   }
  },
  {
   "quote": {
    "text": "Morality comes with the sad wisdom of age, when the sense of curiosity has withered."
   },
   "author": {
    "text": "Graham Greene"
   }
  },
  {
   "quote": {
    "text": "Plodding wins the race."
   },
   "author": {
    "text": "Aesop"
   }
  },
  {
   "quote": {
    "text": "Better be wise by the misfortunes of others than by your own."
   },
   "author": {
    "text": "Aesop"
   }
  },
  {
   "quote": {
    "text": "The soul's joy lies in doing."
   },
   "author": {
    "text": "Percy Bysshe Shelley"
   }
  },
  {
   "quote": {
    "text": "Resource efficiency is the wrong metric. We should use nature as the measure, using nature's wisdom as a template for our economic systems."
   },
   "author": {
    "text": "Douglas Tompkins"
   }
  },
  {
   "quote": {
    "text": "The first point of wisdom is to discern that which is false; the second, to know that which is true."
   },
   "author": {
    "text": "Lactantius"
   }
  },
  {
   "quote": {
    "text": "Beauty, the eternal Spouse of the Wisdom of God and Angel of his Presence thru' all creation."
   },
   "author": {
    "text": "Robert Bridges"
   }
  },
  {
   "quote": {
    "text": "Contrary to popular wisdom, the mark of a great meeting is not how short it is or whether it ends on time. The key is whether it ends with clarity and commitment from participants."
   },
   "author": {
    "text": "Patrick Lencioni"
   }
  },
  {
   "quote": {
    "text": "If you call failures experiments, you can put them in your resume and claim them as achievements."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "The word philosophy sounds high-minded, but it simply means the love of wisdom. If you love something, you don't just read about it; you hug it, you mess with it, you play with it, you argue with it."
   },
   "author": {
    "text": "Hugh Jackman"
   }
  },
  {
   "quote": {
    "text": "I gave my beauty and my youth to men. I am going to give my wisdom and experience to animals."
   },
   "author": {
    "text": "Brigitte Bardot"
   }
  },
  {
   "quote": {
    "text": "A prudent question is one-half of wisdom."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "As a society, we come up lacking in many of the marks of compassion and wisdom by which we measure ourselves as civilized."
   },
   "author": {
    "text": "Greg Boyle"
   }
  },
  {
   "quote": {
    "text": "You must accept responsibility for your actions, but not the credit for your achievements."
   },
   "author": {
    "text": "Denis Waitley"
   }
  },
  {
   "quote": {
    "text": "One part of wisdom is knowing what you don't need anymore and letting it go."
   },
   "author": {
    "text": "Jane Fonda"
   }
  },
  {
   "quote": {
    "text": "I do not believe in the collective wisdom of individual ignorance."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "I didn't get where I am today by worryin' about how I'd feel tomorrow."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "Without courage, wisdom bears no fruit."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "Man is wise and constantly in quest of more wisdom; but the ultimate wisdom, which deals with beginnings, remains locked in a seed. There it lies, the simplest fact of the universe and at the same time the one which calls forth faith rather than reason."
   },
   "author": {
    "text": "Hal Borland"
   }
  },
  {
   "quote": {
    "text": "Come, come, leave business to idlers, and wisdom to fools: they have need of 'em: wit be my faculty, and pleasure my occupation, and let father Time shake his glass."
   },
   "author": {
    "text": "William Congreve"
   }
  },
  {
   "quote": {
    "text": "Second, this epic tale allows the audience to actually listen to the Native Americans and receive their wisdom. Spielberg conveys the respect for Native Americans that is normally lacking in Western films."
   },
   "author": {
    "text": "Beau Bridges"
   }
  },
  {
   "quote": {
    "text": "To keep your secret is wisdom; to expect others to keep it is folly."
   },
   "author": {
    "text": "William Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "Wisdom we know is the knowledge of good and evil, not the strength to choose between the two."
   },
   "author": {
    "text": "John Cheever"
   }
  },
  {
   "quote": {
    "text": "The Divine of the Lord in heaven is love, for the reason that love is receptive of all things of heaven, such as peace, intelligence, wisdom and happiness."
   },
   "author": {
    "text": "Emanuel Swedenborg"
   }
  },
  {
   "quote": {
    "text": "I don't think I really have any wisdom. Stay out of trouble. Good luck. Stay away from women because they will burn you, haha."
   },
   "author": {
    "text": "Jason Aldean"
   }
  },
  {
   "quote": {
    "text": "Remarkable contributions are typically spawned by a passionate commitment to transcendent values such as beauty, truth, wisdom, justice, charity, fidelity, joy, courage and honor."
   },
   "author": {
    "text": "Gary Hamel"
   }
  },
  {
   "quote": {
    "text": "Books are but waste paper unless we spend in action the wisdom we get from thought - asleep. When we are weary of the living, we may repair to the dead, who have nothing of peevishness, pride, or design in their conversation."
   },
   "author": {
    "text": "William Butler Yeats"
   }
  },
  {
   "quote": {
    "text": "Wisdom doesn't necessarily come with age. Sometimes age just shows up all by itself."
   },
   "author": {
    "text": "Tom Wilson"
   }
  },
  {
   "quote": {
    "text": "The clouds may drop down titles and estates, and wealth may seek us, but wisdom must be sought."
   },
   "author": {
    "text": "Edward Young"
   }
  },
  {
   "quote": {
    "text": "Except for the grace of God, I would be nobody - and that grace is the opposite of merit - human labour, education or human wisdom."
   },
   "author": {
    "text": "T. B. Joshua"
   }
  },
  {
   "quote": {
    "text": "Purity engenders Wisdom, Passion avarice, and Ignorance folly, infatuation and darkness."
   },
   "author": {
    "text": "Cyril Connolly"
   }
  },
  {
   "quote": {
    "text": "It is much more difficult to measure nonperformance than performance."
   },
   "author": {
    "text": "Harold S. Geneen"
   }
  },
  {
   "quote": {
    "text": "Kindness is wisdom."
   },
   "author": {
    "text": "Philip James Bailey"
   }
  },
  {
   "quote": {
    "text": "It isn't right to judge strength as better than good wisdom."
   },
   "author": {
    "text": "Xenophanes"
   }
  },
  {
   "quote": {
    "text": "Know what's important and what isn't. Have the wisdom to know the right thing to do, the integrity to do it, the character to stand up to those who don't, and the courage to stop those who won't."
   },
   "author": {
    "text": "Mark Goulston"
   }
  },
  {
   "quote": {
    "text": "Authority is supposedly grounded in wisdom, but I could see from a very early age that authority was only a system of control. And it didn't have any inherent wisdom. I quickly realized that you either became a power or you were crushed."
   },
   "author": {
    "text": "Joe Strummer"
   }
  },
  {
   "quote": {
    "text": "Knowledge is not just the preserve of the educated elite. Just because someone has not had a formal education, that does not mean he does not have wisdom and common sense."
   },
   "author": {
    "text": "Vikas Swarup"
   }
  },
  {
   "quote": {
    "text": "Whatever one thinks of the wisdom of building a mosque near Ground Zero, this controversy now affords us an immense opportunity to examine who we are as a people. It provides us with the opportunity to get back to our foundational ideals, which have always stood as a beacon for the rest of the world."
   },
   "author": {
    "text": "Hamza Yusuf"
   }
  },
  {
   "quote": {
    "text": "It's now our responsibility to prove to ourselves, to other nations, and especially to our children and our grandchildren, that politics is full of fun; politics has some wisdom. Politics is freedom."
   },
   "author": {
    "text": "Joko Widodo"
   }
  },
  {
   "quote": {
    "text": "Wisdom is not wisdom when it is derived from books alone."
   },
   "author": {
    "text": "Horace"
   }
  },
  {
   "quote": {
    "text": "The golden opportunity you are seeking is in yourself. It is not in your environment; it is not in luck or chance, or the help of others; it is in yourself alone."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "When you get older, you learn certain life lessons. You apply that wisdom, and suddenly you say, 'Hey, I've got a new lease on this thing. So let's go.'"
   },
   "author": {
    "text": "Robert Redford"
   }
  },
  {
   "quote": {
    "text": "Wisdom comes from within. Knowledge is acquired and can sometimes put a screen on your wisdom."
   },
   "author": {
    "text": "A. R. Rahman"
   }
  },
  {
   "quote": {
    "text": "From the errors of others, a wise man corrects his own."
   },
   "author": {
    "text": "Publilius Syrus"
   }
  },
  {
   "quote": {
    "text": "The more you meditate on the laws of Moses, the more striking and brighter does their wisdom appear."
   },
   "author": {
    "text": "John Quincy Adams"
   }
  },
  {
   "quote": {
    "text": "Wisdom oft times consists of knowing what to do next."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "To keep your secret is wisdom; but to expect others to keep it is folly."
   },
   "author": {
    "text": "Samuel Johnson"
   }
  },
  {
   "quote": {
    "text": "For all my education, accomplishments, and so called 'wisdom'... I can't fathom my own heart."
   },
   "author": {
    "text": "Michael Caine"
   }
  },
  {
   "quote": {
    "text": "Tis but a part we see, and not a whole."
   },
   "author": {
    "text": "Alexander Pope"
   }
  },
  {
   "quote": {
    "text": "Where can we find greater structural clarity than in the wooden buildings of old? Where else can we find such unity of material, construction and form? here, the wisdom of whole generations is stored."
   },
   "author": {
    "text": "Ludwig Mies van der Rohe"
   }
  },
  {
   "quote": {
    "text": "I'm not wise, but the beginning of wisdom is there; it's like relaxing into - and an acceptance of - things."
   },
   "author": {
    "text": "Tina Turner"
   }
  },
  {
   "quote": {
    "text": "The experience gathered from books, though often valuable, is but the nature of learning; whereas the experience gained from actual life is one of the nature of wisdom."
   },
   "author": {
    "text": "Samuel Smiles"
   }
  },
  {
   "quote": {
    "text": "Discipline is wisdom and vice versa."
   },
   "author": {
    "text": "M. Scott Peck"
   }
  },
  {
   "quote": {
    "text": "While I have no empirical evidence to back this up, I bet that the number of homosexual people per thousand has not fluctuated all that much over the centuries. I do not believe the dented wisdom my father used to extol, that homosexuality was a sure sign of a civilization in decline."
   },
   "author": {
    "text": "Henry Rollins"
   }
  },
  {
   "quote": {
    "text": "The more one pleases everybody, the less one pleases profoundly."
   },
   "author": {
    "text": "Stendhal"
   }
  },
  {
   "quote": {
    "text": "Never does nature say one thing and wisdom another."
   },
   "author": {
    "text": "Juvenal"
   }
  },
  {
   "quote": {
    "text": "The wisdom of God is so great that He also knows exactly what I would think and do under every possible circumstance and situation, and he placed me in that state of life and situation best suited for my salvation."
   },
   "author": {
    "text": "Mother Angelica"
   }
  },
  {
   "quote": {
    "text": "Our happiness depends on wisdom all the way."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "A short saying often contains much wisdom."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "After 25-plus years as a lawyer, prosecutor, and defense attorney, I have developed a deep appreciation for both the wisdom of the law and the role that jurists play in framing the rights and responsibilities that define our society."
   },
   "author": {
    "text": "Eliot Spitzer"
   }
  },
  {
   "quote": {
    "text": "What I want to do with my filmmaking is help kids experience the truth and wisdom of nature no matter where they are, whether or not they have the opportunity to go to a national park."
   },
   "author": {
    "text": "Louie Schwartzberg"
   }
  },
  {
   "quote": {
    "text": "If you want to go east, don't go west."
   },
   "author": {
    "text": "Ramakrishna"
   }
  },
  {
   "quote": {
    "text": "'Focusing' is no conventional repackaging of self-help wisdom. It is at once a manual and a philosophy. It talks about the body's wisdom, the steps of the focusing technique, how to discover the richness in others by learning to listen."
   },
   "author": {
    "text": "Marilyn Ferguson"
   }
  },
  {
   "quote": {
    "text": "Strong characters are brought out by change of situation, and gentle ones by permanence."
   },
   "author": {
    "text": "Jean Paul"
   }
  },
  {
   "quote": {
    "text": "To know how to grow old is the master work of wisdom, and one of the most difficult chapters in the great art of living."
   },
   "author": {
    "text": "Herman Melville"
   }
  },
  {
   "quote": {
    "text": "In my definition of consciousness, consciousness is the same thing as life. What wisdom traditions also call spirit."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "In societies where mature workers are respected and where their wisdom is respected, everybody benefits. Workers are more engaged and productive. Their health is better. They live longer."
   },
   "author": {
    "text": "Deepak Chopra"
   }
  },
  {
   "quote": {
    "text": "The stupidity of people comes from having an answer for everything. The wisdom of the novel comes from having a question for everything."
   },
   "author": {
    "text": "Milan Kundera"
   }
  },
  {
   "quote": {
    "text": "We need to hear stories from older women. There's a wealth of wisdom and real resilience there, but they're silenced."
   },
   "author": {
    "text": "Hannah Gadsby"
   }
  },
  {
   "quote": {
    "text": "Repeat anything often enough and it will start to become you."
   },
   "author": {
    "text": "Tom Hopkins"
   }
  },
  {
   "quote": {
    "text": "A cardinal rule in budgeting and saving is to pay yourself first. Once your paycheck hits your account, wisdom has it that you should move some amount to savings even before you pay the bills."
   },
   "author": {
    "text": "John Rampton"
   }
  },
  {
   "quote": {
    "text": "In your 20s you can be pretty, but you don't accomplish real beauty until you find wisdom and depth."
   },
   "author": {
    "text": "Evangeline Lilly"
   }
  },
  {
   "quote": {
    "text": "What could be more lonely than to be enveloped in silence, to be the last of your people to speak your native tongue, to have no way to pass on the wisdom of the elders, to anticipate the promise of the children. This tragic fate is indeed the plight of someone somewhere roughly every two weeks."
   },
   "author": {
    "text": "Wade Davis"
   }
  },
  {
   "quote": {
    "text": "And I pray thee, loving Jesus, that as Thou hast graciously given me to drink in with delight the words of Thy knowledge, so Thou wouldst mercifully grant me to attain one day to Thee, the fountain of all wisdom and to appear forever before Thy face."
   },
   "author": {
    "text": "Venerable Bede"
   }
  },
  {
   "quote": {
    "text": "Spiritual teachers and artists that have opened the eye of wisdom for the world, and visionary community builders, have influenced my work."
   },
   "author": {
    "text": "Alex Grey"
   }
  },
  {
   "quote": {
    "text": "I imagine God to be like my father. My father was always the voice of certainty in my life. Certainty in the wisdom, certainty in the path, certainty always in God. For me God is certainty in everything. Certainty that everything is good and everything is God."
   },
   "author": {
    "text": "Yehuda Berg"
   }
  },
  {
   "quote": {
    "text": "I prefer the folly of enthusiasm to the indifference of wisdom."
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "Look at anyone's bookcase at home, no matter how modest, and you're going to find a book that contains wisdom or ideas or a language that's at least a thousand years old. And the idea that humans have created a mechanism to time travel, to hurl ideas into the future, it sort of bookends. Books are a time machine."
   },
   "author": {
    "text": "Jonathan Nolan"
   }
  },
  {
   "quote": {
    "text": "Of prosperity mortals can never have enough."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "It is good even for old men to learn wisdom."
   },
   "author": {
    "text": "Aeschylus"
   }
  },
  {
   "quote": {
    "text": "The hunger for facile wisdom is the root of all false philosophy."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "Teach your children poetry; it opens the mind, lends grace to wisdom and makes the heroic virtues hereditary."
   },
   "author": {
    "text": "Walter Scott"
   }
  },
  {
   "quote": {
    "text": "The wisdom of the wise and the experience of the ages are perpetuated by quotations."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Man is only great when he acts from passion."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "Sciences may be learned by rote, but wisdom not."
   },
   "author": {
    "text": "Laurence Sterne"
   }
  },
  {
   "quote": {
    "text": "When you doubt, abstain."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "Strength and wisdom are not opposing values."
   },
   "author": {
    "text": "William J. Clinton"
   }
  },
  {
   "quote": {
    "text": "Knowing that you are going to die is, I suspect, the beginning of wisdom."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "We give advice, but we cannot give the wisdom to profit by it."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "However glorious an action in itself, it ought not to pass for great if it be not the effect of wisdom and intention."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "Wisdom is the power to put our time and our knowledge to the proper use."
   },
   "author": {
    "text": "Thomas J. Watson"
   }
  },
  {
   "quote": {
    "text": "In complete darkness, it is only knowledge and wisdom that separates us."
   },
   "author": {
    "text": "Janet Jackson"
   }
  },
  {
   "quote": {
    "text": "Wisdom has never made a bigot, but learning has."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "Not by age but by capacity is wisdom acquired."
   },
   "author": {
    "text": "Plautus"
   }
  },
  {
   "quote": {
    "text": "The seat of knowledge is in the head; of wisdom, in the heart. We are sure to judge wrong, if we do not feel right."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "Along with success comes a reputation for wisdom."
   },
   "author": {
    "text": "Euripides"
   }
  },
  {
   "quote": {
    "text": "Wisdom is nothing but a preparation of the soul, a capacity, a secret art of thinking, feeling and breathing thoughts of unity at every moment of life."
   },
   "author": {
    "text": "Hermann Hesse"
   }
  },
  {
   "quote": {
    "text": "Though sages may pour out their wisdom's treasure, there is no sterner moralist than pleasure."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "To build a great company, which is a CEO's job, sometimes you have to stand up against conventional wisdom."
   },
   "author": {
    "text": "Carly Fiorina"
   }
  },
  {
   "quote": {
    "text": "In the long-run every Government is the exact symbol of its People, with their wisdom and unwisdom; we have to say, Like People like Government."
   },
   "author": {
    "text": "Thomas Carlyle"
   }
  },
  {
   "quote": {
    "text": "The wisdom of the wise and the experience of the ages is preserved into perpetuity by a nation's proverbs, fables, folk sayings and quotations."
   },
   "author": {
    "text": "William Feather"
   }
  },
  {
   "quote": {
    "text": "Every speaker has a mouth; An arrangement rather neat. Sometimes it's filled with wisdom. Sometimes it's filled with feet."
   },
   "author": {
    "text": "Robert Orben"
   }
  },
  {
   "quote": {
    "text": "The beginning of wisdom is to desire it."
   },
   "author": {
    "text": "Solomon Ibn Gabirol"
   }
  },
  {
   "quote": {
    "text": "Don't follow any advice, no matter how good, until you feel as deeply in your spirit as you think in your mind that the counsel is wise."
   },
   "author": {
    "text": "Joan Rivers"
   }
  },
  {
   "quote": {
    "text": "Given the unprecedented ignorance of the Bible in contemporary America, it is likely that more young Americans will only know the Noah of 'Noah.' We can only hope that the film offers even a fraction of the wisdom of the original."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "Wisdom alone is true ambition's aim, wisdom is the source of virtue and of fame; obtained with labour, for mankind employed, and then, when most you share it, best enjoyed."
   },
   "author": {
    "text": "Alfred North Whitehead"
   }
  },
  {
   "quote": {
    "text": "We can't really digest food unless there's hunger. So we can't really assimilate spiritual wisdom unless we feel the need for it."
   },
   "author": {
    "text": "Radhanath Swami"
   }
  },
  {
   "quote": {
    "text": "Wisdom is a kind of knowledge. It is knowledge of the nature, career, and consequences of human values."
   },
   "author": {
    "text": "Sidney Hook"
   }
  },
  {
   "quote": {
    "text": "Wisdom begins at the end."
   },
   "author": {
    "text": "Daniel Webster"
   }
  },
  {
   "quote": {
    "text": "Wisdom cannot come by railroad or automobile or aeroplane, or be hurried up by telegraph or telephone."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "The lure of the distant and the difficult is deceptive. The great opportunity is where you are."
   },
   "author": {
    "text": "John Burroughs"
   }
  },
  {
   "quote": {
    "text": "Perspective is worth 80 IQ points."
   },
   "author": {
    "text": "Alan Kay"
   }
  },
  {
   "quote": {
    "text": "When I can look life in the eyes, grown calm and very coldly wise, life will have given me the truth, and taken in exchange - my youth."
   },
   "author": {
    "text": "Sara Teasdale"
   }
  },
  {
   "quote": {
    "text": "When defeat is inevitable, it is wisest to yield."
   },
   "author": {
    "text": "Quintilian"
   }
  },
  {
   "quote": {
    "text": "We simply can no longer afford to deny the full potential of one half of the population. The world needs to tap into the talent and wisdom of women. Whether the issue is food security, economic recovery, health, or peace and security, the participation of women is needed now more than ever."
   },
   "author": {
    "text": "Michelle Bachelet"
   }
  },
  {
   "quote": {
    "text": "Rarely promise, but, if lawful, constantly perform."
   },
   "author": {
    "text": "William Penn"
   }
  },
  {
   "quote": {
    "text": "Knowledge is a process of piling up facts; wisdom lies in their simplification."
   },
   "author": {
    "text": "Martin H. Fischer"
   }
  },
  {
   "quote": {
    "text": "Wisdom is knowing what to do next; virtue is doing it."
   },
   "author": {
    "text": "David Starr Jordan"
   }
  },
  {
   "quote": {
    "text": "I always felt called to serve, to empower and ennoble as many people as I could, teaching, truth-telling, exposing lies, bearing witness, and being willing to live and die for something bigger than yourself. I had a passion and love of learning and wisdom that was inseparable from a love of music and the arts."
   },
   "author": {
    "text": "Cornel West"
   }
  },
  {
   "quote": {
    "text": "Ending poverty calls for humility, honesty, freedom from ideology and refusal to accept cruel simplicities about anyone's human potential. It requires listening to the wisdom and cutting the nonsense from both the Right and the Left."
   },
   "author": {
    "text": "Donella Meadows"
   }
  },
  {
   "quote": {
    "text": "Wisdom and goodness are twin-born, one heart must hold both sisters, never seen apart."
   },
   "author": {
    "text": "William Dean Howells"
   }
  },
  {
   "quote": {
    "text": "The problem with Google is you have 360 degrees of omnidirectional information on a linear basis, but the algorithms for irony and ambiguity are not there. And those are the algorithms of wisdom."
   },
   "author": {
    "text": "William Hurt"
   }
  },
  {
   "quote": {
    "text": "Suffering is one of life's great teachers."
   },
   "author": {
    "text": "Bryant H. McGill"
   }
  },
  {
   "quote": {
    "text": "Christian, learn from Christ how you ought to love Christ. Learn a love that is tender, wise, strong; love with tenderness, not passion, wisdom, not foolishness, and strength, lest you become weary and turn away from the love of the Lord."
   },
   "author": {
    "text": "Saint Bernard"
   }
  },
  {
   "quote": {
    "text": "Better than the strength of men and horses is our wisdom."
   },
   "author": {
    "text": "Xenophanes"
   }
  },
  {
   "quote": {
    "text": "Hurricane Katrina overwhelmed levees and exploded the conventional wisdom about a shared American prosperity, exposing a group of people so poor they didn't have $50 for a bus ticket out of town. If we want to learn something from this disaster, the lesson ought to be: America's poor deserve better than this."
   },
   "author": {
    "text": "Michael Eric Dyson"
   }
  },
  {
   "quote": {
    "text": "No man is the wiser for his learning; it may administer matter to work in, or objects to work upon; but wit and wisdom are born with a man."
   },
   "author": {
    "text": "John Selden"
   }
  },
  {
   "quote": {
    "text": "By definition, the Singularity means that machines would be smarter than us, and, in their wisdom, they can innovate new technologies. The innovations would come so quickly, and increasingly quickly, that the innovation would make Moore's Law seem as antiquated as Hammurabi's Code."
   },
   "author": {
    "text": "Marvin Ammori"
   }
  },
  {
   "quote": {
    "text": "All human wisdom works and has worries and grief as reward."
   },
   "author": {
    "text": "Johann Georg Hamann"
   }
  },
  {
   "quote": {
    "text": "I'm particularly interested in black swan events: unprecedented surprises that destroy the conventional wisdom about how the world works."
   },
   "author": {
    "text": "Paolo Bacigalupi"
   }
  },
  {
   "quote": {
    "text": "Doubt the conventional wisdom unless you can verify it with reason and experiment."
   },
   "author": {
    "text": "Steve Albini"
   }
  },
  {
   "quote": {
    "text": "If you want to be found stand where the seeker seeks."
   },
   "author": {
    "text": "Sidney Lanier"
   }
  },
  {
   "quote": {
    "text": "I acknowledge the privilege of being alive in a human body at this moment, endowed with senses, memories, emotions, thoughts, and the space of mind in its wisdom aspect."
   },
   "author": {
    "text": "Alex Grey"
   }
  },
  {
   "quote": {
    "text": "How do you rate works of genius? Partly by personal inclination, partly by accepted wisdom, partly by popularity."
   },
   "author": {
    "text": "Robert Gottlieb"
   }
  },
  {
   "quote": {
    "text": "In world mythology, there are countless examples of tragic characters whose greatest strength is also the source of their undoing. But the ancient Greeks and Romans also held the view that acceptance is the beginning of wisdom."
   },
   "author": {
    "text": "Simon Van Booy"
   }
  },
  {
   "quote": {
    "text": "To comprehend the Wisdom of this Injunction the better, and explain the Duty before us, it should be considered, that Government is the only Means by which human Happiness can be attained."
   },
   "author": {
    "text": "Charles Inglis"
   }
  },
  {
   "quote": {
    "text": "Above all, you must fight conceit, envy, and every kind of ill-feeling in your heart."
   },
   "author": {
    "text": "Abraham Cahan"
   }
  },
  {
   "quote": {
    "text": "My own feelings of where I am in this world and the questions that I am asking myself, I started to explore them through the story 'Four Feathers' and through this actor called Heath Ledger. I knew that I had to find a 21-year-old who could play wisdom at the end. He's only 21 or 22, and I tested him."
   },
   "author": {
    "text": "Shekhar Kapur"
   }
  },
  {
   "quote": {
    "text": "The biggest handicap in research is an ability to think outside the box. The handicap is being encumbered by all the conventional wisdom in a given field."
   },
   "author": {
    "text": "Aubrey de Grey"
   }
  },
  {
   "quote": {
    "text": "Most people in the Western world grow up with the received wisdom that Mozart was a genius. But few people necessarily know why. More than anyone else, he captured this something which is the human condition, the fine line that we all constantly dance between joy and pain, between absolute happiness and absolute heartbreak."
   },
   "author": {
    "text": "Charles Hazlewood"
   }
  },
  {
   "quote": {
    "text": "Any successful nominee should possess both the temperament to interpret the law and the wisdom to do so fairly. The next Supreme Court Justice should have a record of protecting individual rights and a strong willingness to put aside any political agenda."
   },
   "author": {
    "text": "Bennie Thompson"
   }
  },
  {
   "quote": {
    "text": "The idea of victimage is a dreadful thing, a product of a safe middle-class perspective. What people who are not safe develop is a tragic wisdom, a wisdom that embraces contradiction and seeks a sense of balance rather than going to extremes."
   },
   "author": {
    "text": "Gerald Vizenor"
   }
  },
  {
   "quote": {
    "text": "They are few in the midst of an overwhelming mass of brute force, and their submission is wisdom; but for a nation like England to submit to be robbed by any invader who chooses to visit her shores seemed to me to be nonsense."
   },
   "author": {
    "text": "George Combe"
   }
  },
  {
   "quote": {
    "text": "Every indication of wisdom, taken from the effect, is equally an indication of power to execute what wisdom planned."
   },
   "author": {
    "text": "Thomas Reid"
   }
  },
  {
   "quote": {
    "text": "Most things break, including hearts. The lessons of life amount not to wisdom, but to scar tissue and callus."
   },
   "author": {
    "text": "Wallace Stegner"
   }
  },
  {
   "quote": {
    "text": "Up until Trump announced his candidacy, the conventional wisdom was that you had to be a professional politician in order to run. You had to have a background that was politically scrubbed. In other words, smart people who didn't live perfect lives could never run."
   },
   "author": {
    "text": "Mark Cuban"
   }
  },
  {
   "quote": {
    "text": "There's a beauty to wisdom and experience that cannot be faked. It's impossible to be mature without having lived."
   },
   "author": {
    "text": "Amy Grant"
   }
  },
  {
   "quote": {
    "text": "For the men and women of the FBI, bravery is reflected not only in the physical courage often necessary in the job. It can be seen in the courage of conviction, in the courage to act with wisdom in the face of fear, and in the courage it takes to admit mistakes and move forward."
   },
   "author": {
    "text": "Robert Mueller"
   }
  },
  {
   "quote": {
    "text": "Many spiritual teachers - in Buddhism, in Islam - have talked about first-hand experience of the world as an important part of the path to wisdom, to enlightenment."
   },
   "author": {
    "text": "bell hooks"
   }
  },
  {
   "quote": {
    "text": "My company survives because I've learned to respect the ideas of people younger than me and recognize when my wisdom is obsolete."
   },
   "author": {
    "text": "Robert Kiyosaki"
   }
  },
  {
   "quote": {
    "text": "Arianna Huffington has exercised her renowned wisdom to give journalism another boost along the ever busier Internet. Her blog site promises to be an interesting challenge for those of us lucky enough to be invited to participate with our occasional contributions."
   },
   "author": {
    "text": "Walter Cronkite"
   }
  },
  {
   "quote": {
    "text": "Experience - the wisdom that enables us to recognise in an undesirable old acquaintance the folly that we have already embraced."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "I don't see the wisdom in modern politicians that I once saw in men like Dean Acheson, David Bruce, or George Marshall. In my day, the northeastern establishment dominated foreign policy formulation, but the composition and distribution of our population is very different today."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "If you wish to reach the highest, begin at the lowest."
   },
   "author": {
    "text": "Publilius Syrus"
   }
  },
  {
   "quote": {
    "text": "Mothers are supposed to listen and, afterward, to respond with some wisdom and perspective, but these things were not my mother's strong suit."
   },
   "author": {
    "text": "Anne Lamott"
   }
  },
  {
   "quote": {
    "text": "At sixty, I know little more about wisdom than I did at thirty, but I know a great deal more about folly."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "By the time you've reached your sixties, you do know that one day you will die, and knowing that is at least the beginning of wisdom."
   },
   "author": {
    "text": "Terry Pratchett"
   }
  },
  {
   "quote": {
    "text": "Young people, you need the wisdom of age, just as some of us older ones need your enthusiasm for life."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "It is great folly to wish to be wise all alone."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "If we are not given the chance to forget, we are also not given the chance to recover our memories, to alter them with time, perspective, and wisdom. Forgetting, we can be ourselves beyond what the past has told us we are; we can evolve. That is the possibility we want from the future."
   },
   "author": {
    "text": "Caterina Fake"
   }
  },
  {
   "quote": {
    "text": "Wisdom consists not so much in knowing what to do in the ultimate as knowing what to do next."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "Wisdom is that apprehension of heavenly things to which the spirit rises through love."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "Learning sleeps and snores in libraries, but wisdom is everywhere, wide awake, on tiptoe."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "Rediscovering the wisdom of love and compassion may help us survive at a time when an increasingly balkanized world so badly needs it."
   },
   "author": {
    "text": "Dean Ornish"
   }
  },
  {
   "quote": {
    "text": "It used to be, it is accepted scientific wisdom the Earth is flat, and this heretic named Galileo was branded a denier."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "Wisdom and understanding can only become the possession of individual men by travelling the old road of observation, attention, perseverance, and industry."
   },
   "author": {
    "text": "Samuel Smiles"
   }
  },
  {
   "quote": {
    "text": "I have seen life from the top down and the bottom up. I know how it looks both ways. And I know there is wisdom and that there is hope."
   },
   "author": {
    "text": "L. Ron Hubbard"
   }
  },
  {
   "quote": {
    "text": "It is wisdom in prosperity, when all is as thou wouldn't have it, to fear and suspect the worst."
   },
   "author": {
    "text": "Desiderius Erasmus"
   }
  },
  {
   "quote": {
    "text": "All of us, at certain moments of our lives, need to take advice and to receive help from other people."
   },
   "author": {
    "text": "Alexis Carrel"
   }
  },
  {
   "quote": {
    "text": "Keep well; that is the half of wisdom and of happiness."
   },
   "author": {
    "text": "Emile Zola"
   }
  },
  {
   "quote": {
    "text": "If I have brought any message today, it is this: Have the courage to have your wisdom regarded as stupidity. Be fools for Christ. And have the courage to suffer the contempt of the sophisticated world."
   },
   "author": {
    "text": "Antonin Scalia"
   }
  },
  {
   "quote": {
    "text": "It is the mind that maketh good or ill, That maketh wretch or happy, rich or poor."
   },
   "author": {
    "text": "Michel de Montaigne"
   }
  },
  {
   "quote": {
    "text": "Economists often like startling theorems, results which seem to run counter to conventional wisdom."
   },
   "author": {
    "text": "Joseph Stiglitz"
   }
  },
  {
   "quote": {
    "text": "That which seems the height of absurdity in one generation often becomes the height of wisdom in another."
   },
   "author": {
    "text": "Adlai E. Stevenson"
   }
  },
  {
   "quote": {
    "text": "I'm now the elder in the position of doling out wisdom and trying to mend fences."
   },
   "author": {
    "text": "Jane Fonda"
   }
  },
  {
   "quote": {
    "text": "Now that I am sixty, I see why the idea of elder wisdom has passed from currency."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "For myself, I think that those who cultivate wisdom and believe themselves able to instruct their fellow-citizens as to their interests are least likely to become partisans of violence. They are too well aware that to violence attach enmities and dangers, whereas results as good may be obtained by persuasion safely and amicably."
   },
   "author": {
    "text": "Xenophon"
   }
  },
  {
   "quote": {
    "text": "If you were to offer a thirsty man all wisdom, you would not please him more than if you gave him a drink."
   },
   "author": {
    "text": "Sophocles"
   }
  },
  {
   "quote": {
    "text": "My mom calls me an older soul because, growing up, she taught me stuff real early. Now I spend most of my time chasing wisdom, chasing understanding."
   },
   "author": {
    "text": "Ray Lewis"
   }
  },
  {
   "quote": {
    "text": "Better mad with the rest of the world than wise alone."
   },
   "author": {
    "text": "Baltasar Gracian"
   }
  },
  {
   "quote": {
    "text": "Nothing can be better calculated to advance our interests and character than the establishment of a liberal and disinterested policy, enlightened by patriotism and guided by wisdom."
   },
   "author": {
    "text": "Sam Houston"
   }
  },
  {
   "quote": {
    "text": "Focus on the mind and the soul. Read. Study. Enrol in a course of lectures. Pray. Become a member of a religious congregation. Study the Bible or other ancient works of wisdom."
   },
   "author": {
    "text": "Jonathan Sacks"
   }
  },
  {
   "quote": {
    "text": "The philosophy I love is very selective. It is really just the bit that is involved in a search for wisdom, and this means a short roll call of names; Socrates, Marcus Aurelius, Seneca, Epicurus, Montaigne, Schopenhauer, Nietzsche."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "I'm not an academic philosopher, and don't agree with the way the universities approach the subject. I'm a philosopher only in the very loose sense of someone interested in wisdom and well-being attained through reason. But I'm as interested in psychoanalysis and art as I am in philosophy."
   },
   "author": {
    "text": "Alain de Botton"
   }
  },
  {
   "quote": {
    "text": "I haven't any wisdom - just a child like everybody else. I'm not as great as Frank Lloyd Wright."
   },
   "author": {
    "text": "Philip Johnson"
   }
  },
  {
   "quote": {
    "text": "The best way to obtain truth and wisdom is not to ask from books, but to go to God in prayer, and obtain divine teaching."
   },
   "author": {
    "text": "Joseph Smith, Jr."
   }
  },
  {
   "quote": {
    "text": "I'm always feeling like I'm lacking wisdom. This reassurance that one can ask God for that and it will happen is certainly reassuring to me."
   },
   "author": {
    "text": "Francis Collins"
   }
  },
  {
   "quote": {
    "text": "After a gig I always head back to the hotel, remembering granny's words of wisdom. I cancel the late-night pizza and watch the Jonathan Ross show instead."
   },
   "author": {
    "text": "Jimmy Carr"
   }
  },
  {
   "quote": {
    "text": "A man begins cutting his wisdom teeth the first time he bites off more than he can chew."
   },
   "author": {
    "text": "Herb Caen"
   }
  },
  {
   "quote": {
    "text": "In seeking wisdom thou art wise; in imagining that thou hast attained it - thou art a fool."
   },
   "author": {
    "text": "Philip Stanhope, 4th Earl of Chesterfield"
   }
  },
  {
   "quote": {
    "text": "I believe the continually advancing Information Revolution will lend us the wisdom and strength to address humanity's previously unsolvable problems and help us make a positive impact on all of society."
   },
   "author": {
    "text": "Masayoshi Son"
   }
  },
  {
   "quote": {
    "text": "The topic 'Farm Wisdom' is not a gospel doctrine or scriptural topic, although I found considerable scriptural support for the lessons learned on the farm."
   },
   "author": {
    "text": "John Bytheway"
   }
  },
  {
   "quote": {
    "text": "I don't know that you're able to measure your aggregate wisdom as you go through life. I can't say that I ever feel that I'm sitting on top of a growing mound of wisdom."
   },
   "author": {
    "text": "Dylan Moran"
   }
  },
  {
   "quote": {
    "text": "This, and this alone, is Christianity, a universal holiness in every part of life, a heavenly wisdom in all our actions, not conforming to the spirit and temper of the world but turning all worldly enjoyments into means of piety and devotion to God."
   },
   "author": {
    "text": "William Law"
   }
  },
  {
   "quote": {
    "text": "Counsel woven into the fabric of real life is wisdom."
   },
   "author": {
    "text": "Walter Benjamin"
   }
  },
  {
   "quote": {
    "text": "The art of storytelling is reaching its end because the epic side of truth, wisdom, is dying out."
   },
   "author": {
    "text": "Walter Benjamin"
   }
  },
  {
   "quote": {
    "text": "Linux is a complex example of the wisdom of crowds. It's a good example in the sense that it shows you can set people to work in a decentralized way - that is, without anyone really directing their efforts in a particular direction - and still trust that they're going to come up with good answers."
   },
   "author": {
    "text": "James Surowiecki"
   }
  },
  {
   "quote": {
    "text": "You can practice to attain knowledge, but you can't practice to attain wisdom."
   },
   "author": {
    "text": "Herbie Hancock"
   }
  },
  {
   "quote": {
    "text": "During the long process of history, by relying on our own diligence, courage and wisdom, Chinese people have opened up a good and beautiful home where all ethnic groups live in harmony and fostered an excellent culture that never fades."
   },
   "author": {
    "text": "Xi Jinping"
   }
  },
  {
   "quote": {
    "text": "Mainstream media tend to just mouth the conventional wisdom, to see everything through the filter of right and left."
   },
   "author": {
    "text": "Arianna Huffington"
   }
  },
  {
   "quote": {
    "text": "Central banks don't have divine wisdom. They try to do the best analysis they can and must be prepared to stand or fall by the quality of that analysis."
   },
   "author": {
    "text": "Mary Kay Ash"
   }
  },
  {
   "quote": {
    "text": "A man may learn wisdom even from a foe."
   },
   "author": {
    "text": "Aristophanes"
   }
  },
  {
   "quote": {
    "text": "True wisdom listens more, talks less and can get along with all types of people."
   },
   "author": {
    "text": "Kiana Tom"
   }
  },
  {
   "quote": {
    "text": "Around '93, '94, the conventional wisdom about the Internet was that it was a toy for academics and researchers. So it was very, very underestimated for about two years."
   },
   "author": {
    "text": "Marc Andreessen"
   }
  },
  {
   "quote": {
    "text": "The problem lies with us: we've become addicted to experts. We've become addicted to their certainty, their assuredness, their definitiveness, and in the process, we have ceded our responsibility, substituting our intellect and our intelligence for their supposed words of wisdom."
   },
   "author": {
    "text": "Noreena Hertz"
   }
  },
  {
   "quote": {
    "text": "Women's strength, women's industry, women's wisdom are humankind's greatest untapped resource. The challenge then for U.N. Women is to show our diverse constituencies how this resource can be effectively tapped in ways that benefit us all."
   },
   "author": {
    "text": "Michelle Bachelet"
   }
  },
  {
   "quote": {
    "text": "The greatest wisdom is to realize one's lack of it."
   },
   "author": {
    "text": "Constantin Stanislavski"
   }
  },
  {
   "quote": {
    "text": "Lord, give us the wisdom to utter words that are gentle and tender, for tomorrow we may have to eat them."
   },
   "author": {
    "text": "Mo Udall"
   }
  },
  {
   "quote": {
    "text": "Our ascendancy of the past two centuries - first Europe and then the U.S. - has bred a western-centric mentality: the West is the fount of all wisdom. We think of ourselves as open-minded, but our sense of superiority has closed our minds. We never entertained the idea that China could surpass the U.S."
   },
   "author": {
    "text": "Martin Jacques"
   }
  },
  {
   "quote": {
    "text": "He who is taught to live upon little owes more to his father's wisdom than he who has a great deal left him does to his father's care."
   },
   "author": {
    "text": "William Penn"
   }
  },
  {
   "quote": {
    "text": "Has fortune dealt you some bad cards. Then let wisdom make you a good gamester."
   },
   "author": {
    "text": "Francis Quarles"
   }
  },
  {
   "quote": {
    "text": "A grandparent can be simply affirming. A grandparent has been there, done that child-raising stuff, and has the wisdom of experience. And so in some ways, they're free to love without the anxiety of being the actual parents. They're free to give."
   },
   "author": {
    "text": "Jewell Parker Rhodes"
   }
  },
  {
   "quote": {
    "text": "While people are quick to praise the wisdom of the crowd, being an old-school journalist, I look at the wisdom of the crowd and know it can quickly turn into a mob mentality."
   },
   "author": {
    "text": "Jason Calacanis"
   }
  },
  {
   "quote": {
    "text": "The wisdom of the crowds has peaked. Web 3.0 is taking what we've built in Web 2.0 - the wisdom of the crowds - and putting an editorial layer on it of truly talented, compensated people to make the product more trusted and refined."
   },
   "author": {
    "text": "Jason Calacanis"
   }
  },
  {
   "quote": {
    "text": "We thought, because we had power, we had wisdom."
   },
   "author": {
    "text": "Stephen Vincent Benet"
   }
  },
  {
   "quote": {
    "text": "Ask Elizabeth is a community of voices, it's not me standing on a podium telling people how to run their lives, it's girls helping each other sharing their wisdom and advice and I create a space for them to do it."
   },
   "author": {
    "text": "Elizabeth Berkley"
   }
  },
  {
   "quote": {
    "text": "You must learn day by day, year by year to broaden your horizon. The more things you love, the more you are interested in, the more you enjoy, the more you are indignant about, the more you have left when anything happens."
   },
   "author": {
    "text": "Ethel Barrymore"
   }
  },
  {
   "quote": {
    "text": "In garden arrangement, as in all other kinds of decorative work, one has not only to acquire a knowledge of what to do, but also to gain some wisdom in perceiving what it is well to let alone."
   },
   "author": {
    "text": "Gertrude Jekyll"
   }
  },
  {
   "quote": {
    "text": "Even youngish men can acquire wisdom as time goes by."
   },
   "author": {
    "text": "John Bercow"
   }
  },
  {
   "quote": {
    "text": "But the Wisdom of God, which is His only-begotten Son, being in all respects incapable of change or alteration, and every good quality in Him being essential, and such as cannot be changed and converted, His glory is therefore declared to be pure and sincere."
   },
   "author": {
    "text": "Origen"
   }
  },
  {
   "quote": {
    "text": "We learned in World War II that no single nation holds a monopoly on wisdom, morality or right to power, but that we must fight for the weak and promote democracy."
   },
   "author": {
    "text": "Joe Baca"
   }
  },
  {
   "quote": {
    "text": "Virtues are acquired through endeavor, which rests wholly upon yourself."
   },
   "author": {
    "text": "Sidney Lanier"
   }
  },
  {
   "quote": {
    "text": "We're living in a society where you need to be accountable for your actions, for your behavior - for yourself. To sit back and be reactive would be to allow your children to make big mistakes without the benefit of your wisdom being bestowed on them. It's not what my parents taught me."
   },
   "author": {
    "text": "Ian Ziering"
   }
  },
  {
   "quote": {
    "text": "Consider this point. It is a main point of true wisdom. Whenever there is an execution of purpose, there must be an agent."
   },
   "author": {
    "text": "Adoniram Judson"
   }
  },
  {
   "quote": {
    "text": "Man works outwardly and inwardly - after rest, he has energy; after energy, he needs repose; so, when we have given instruction for a time, we need instruction and must receive it, or the spirit faints and wisdom herself grows bitter."
   },
   "author": {
    "text": "James Stephens"
   }
  },
  {
   "quote": {
    "text": "I'm not going to allow my trials to defeat me, I'm going to let them build me up and learn from them and take as much wisdom as I can from each trial."
   },
   "author": {
    "text": "Maddie Marlow"
   }
  },
  {
   "quote": {
    "text": "Authority without wisdom is like a heavy ax without an edge, fitter to bruise than polish."
   },
   "author": {
    "text": "Anne Bradstreet"
   }
  },
  {
   "quote": {
    "text": "Although it has been said by men of more wit than wisdom, and perhaps more malice than either, that women are naturally incapable of acting prudently, or that they are necessarily determined to folly, I must by no means grant it."
   },
   "author": {
    "text": "Mary Astell"
   }
  },
  {
   "quote": {
    "text": "Our own physical body possesses a wisdom which we who inhabit the body lack. We give it orders which make no sense."
   },
   "author": {
    "text": "Henry Miller"
   }
  },
  {
   "quote": {
    "text": "Not a single illegal immigrant should or need enter the United States, not one. Contrary to the common wisdom, the borders are easy to seal, and controlling entry is hardly totalitarian."
   },
   "author": {
    "text": "Mark Helprin"
   }
  },
  {
   "quote": {
    "text": "It is costly wisdom that is bought by experience."
   },
   "author": {
    "text": "Roger Ascham"
   }
  },
  {
   "quote": {
    "text": "F. Lee Bailey had been an inspiration to me. It was my desire to have him behind the scenes, to rely on his great wisdom and his brainpower, but I did not feel he should be in the courtroom."
   },
   "author": {
    "text": "Robert Shapiro"
   }
  },
  {
   "quote": {
    "text": "I had read Harold Bloom's 'Where Shall Wisdom Be Found?' Late in his life, having read everything, Bloom asked which books had given him wisdom. I had just read a bunch of contemporary novels that had no wisdom for me."
   },
   "author": {
    "text": "Amor Towles"
   }
  },
  {
   "quote": {
    "text": "Everything important always begins from something trivial."
   },
   "author": {
    "text": "Donald Hall"
   }
  },
  {
   "quote": {
    "text": "Wisdom denotes the pursuing of the best ends by the best means."
   },
   "author": {
    "text": "Francis Hutcheson"
   }
  },
  {
   "quote": {
    "text": "Conventional wisdom tells us we'll only be happier after a divorce if the marriage itself was a war zone."
   },
   "author": {
    "text": "Ariel Gore"
   }
  },
  {
   "quote": {
    "text": "Words of wisdom are spoken by children at least as often as scientists."
   },
   "author": {
    "text": "James Newman"
   }
  },
  {
   "quote": {
    "text": "I covered my face because they had taken my wisdom teeth out."
   },
   "author": {
    "text": "Josh Brolin"
   }
  },
  {
   "quote": {
    "text": "People seldom refuse help, if one offers it in the right way."
   },
   "author": {
    "text": "A. C. Benson"
   }
  },
  {
   "quote": {
    "text": "Clinton is a big personality who has led a big life, and for some of the media conventional wisdom to boil it down to a view that 'all people are really interested in' are a few moments of madness in the Oval Office gets him, the importance of the presidency, and the significance of his life, all wrong."
   },
   "author": {
    "text": "Alastair Campbell"
   }
  },
  {
   "quote": {
    "text": "Because in the school of the Spirit man learns wisdom through humility, knowledge by forgetting, how to speak by silence, how to live by dying."
   },
   "author": {
    "text": "Johannes Tauler"
   }
  },
  {
   "quote": {
    "text": "This land, which we have watered with our tears and our blood, is now our mother country, and we are well satisfied to stay where wisdom abounds and gospel is free."
   },
   "author": {
    "text": "Richard V. Allen"
   }
  },
  {
   "quote": {
    "text": "Combine the extremes, and you will have the true center."
   },
   "author": {
    "text": "Karl Wilhelm Friedrich Schlegel"
   }
  },
  {
   "quote": {
    "text": "Experience is knowledge; but knowledge, when it is sought only as a material resource, is not always a blessing. Experience is wisdom; but wisdom, with those who lack vision, is not always power. Experience is tolerance; but tolerance, when it is induced by apathy, is not in the least a virtue."
   },
   "author": {
    "text": "Ameen Rihani"
   }
  },
  {
   "quote": {
    "text": "I see a wiser person than when I was younger: having babies, and passing 30, were the turning points. What women in their 40s - I am 39 - lack in gorgeousness, they make up for in wisdom. I love ageing, despite the drawbacks - thinner, drier skin."
   },
   "author": {
    "text": "Thandie Newton"
   }
  },
  {
   "quote": {
    "text": "I don't want to put a pause on the rest of my life; I'm really enjoying getting older and the wisdom that comes from that."
   },
   "author": {
    "text": "Rosemarie DeWitt"
   }
  },
  {
   "quote": {
    "text": "Wisdom prepares for the worst, but folly leaves the worst for the day when it comes."
   },
   "author": {
    "text": "Richard Cecil"
   }
  },
  {
   "quote": {
    "text": "In the end, the real wisdom of menopause may be in questioning how fun or even sane this chore wheel called modern life actually is."
   },
   "author": {
    "text": "Sandra Tsing Loh"
   }
  },
  {
   "quote": {
    "text": "As a parent and a citizen, I'll take a Bill Gates (or Warren Buffett) over Steve Jobs every time. If we must have billionaires, better they should ignore Jobs's example and instead embrace the morality and wisdom of the great industrialist-philanthropist Andrew Carnegie."
   },
   "author": {
    "text": "Eric Alterman"
   }
  },
  {
   "quote": {
    "text": "The wisdom acquired with the passage of time is a useless gift unless you share it."
   },
   "author": {
    "text": "Esther Williams"
   }
  },
  {
   "quote": {
    "text": "The DISCLOSE Act is a testament to the wisdom of the Supreme Court's decision in Citizens United. The First Amendment sought to place political speech beyond the government's control, and we can be glad that it did."
   },
   "author": {
    "text": "Bradley A. Smith"
   }
  },
  {
   "quote": {
    "text": "One of the advantages of having gone to Penn State was having had a scholar for a mentor - Philip Young. Also, a professional writer named Philip Klass taught there. He was a science fiction writer whose pseudonym was William Tenn. As a professional writer, he brought wisdom to teaching because he'd done it for a living."
   },
   "author": {
    "text": "David Morrell"
   }
  },
  {
   "quote": {
    "text": "It took me a long time to learn how to be brave enough to put myself out there and try everything, no matter how strange or silly. If I can impart that same wisdom to other folks - no matter what age - it would be an honor."
   },
   "author": {
    "text": "Alethea Kontis"
   }
  },
  {
   "quote": {
    "text": "Pessimism is only the name that men of weak nerves give to wisdom."
   },
   "author": {
    "text": "Bernard DeVoto"
   }
  },
  {
   "quote": {
    "text": "Losing faith in your own singularity is the start of wisdom, I suppose; also the first announcement of death."
   },
   "author": {
    "text": "Peter Conrad"
   }
  },
  {
   "quote": {
    "text": "Wisdom is knowledge which has become a part of one's being."
   },
   "author": {
    "text": "Orison Swett Marden"
   }
  },
  {
   "quote": {
    "text": "Look twice before you leap."
   },
   "author": {
    "text": "Charlotte Bronte"
   }
  },
  {
   "quote": {
    "text": "Thinking is not enough. There is no final enough of wisdom, experience - any... thing."
   },
   "author": {
    "text": "William S. Burroughs"
   }
  },
  {
   "quote": {
    "text": "Back of every mistaken venture and defeat is the laughter of wisdom, if you listen."
   },
   "author": {
    "text": "Carl Sandburg"
   }
  },
  {
   "quote": {
    "text": "Full of wisdom are the ordinations of fate."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "They would need to be already wise, in order to love wisdom."
   },
   "author": {
    "text": "Friedrich Schiller"
   }
  },
  {
   "quote": {
    "text": "A man should always consider how much he has more than he wants."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "Animals, in their generation, are wiser than the sons of men; but their wisdom is confined to a few particulars, and lies in a very narrow compass."
   },
   "author": {
    "text": "Joseph Addison"
   }
  },
  {
   "quote": {
    "text": "Lessons of wisdom have the most power over us when they capture the heart through the groundwork of a story, which engages the passions."
   },
   "author": {
    "text": "Laurence Sterne"
   }
  },
  {
   "quote": {
    "text": "Silence at the proper season is wisdom, and better than any speech."
   },
   "author": {
    "text": "Plutarch"
   }
  },
  {
   "quote": {
    "text": "People used to grow up in small communities where folk wisdom was passed down. But we don't live there anymore. We can't go next door to your aunt and ask her for the answers."
   },
   "author": {
    "text": "Clarissa Pinkola Estes"
   }
  },
  {
   "quote": {
    "text": "Enraging liberals is simply one of the more enjoyable side effects of my wisdom."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "I reject most conventional wisdom."
   },
   "author": {
    "text": "Rush Limbaugh"
   }
  },
  {
   "quote": {
    "text": "I listen to the older people who talk to me. I call them my old heads, people with a lot of wisdom. They'll teach you a lot if you listen."
   },
   "author": {
    "text": "Stefon Diggs"
   }
  },
  {
   "quote": {
    "text": "Wisdom lies neither in fixity nor in change, but in the dialectic between the two. A constant coming and going: wisdom lies in the momentary."
   },
   "author": {
    "text": "Octavio Paz"
   }
  },
  {
   "quote": {
    "text": "Wisdom is the quality that keeps you from getting into situations where you need it."
   },
   "author": {
    "text": "Doug Larson"
   }
  },
  {
   "quote": {
    "text": "I always want to be a messenger, a person that, you know, that's not afraid to pass on wisdom."
   },
   "author": {
    "text": "Mary J. Blige"
   }
  },
  {
   "quote": {
    "text": "It is not who is right, but what is right, that is of importance."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "The only medicine for suffering, crime, and all other woes of mankind, is wisdom. Teach a man to read and write, and you have put into his hands the great keys of the wisdom box. But it is quite another thing to open the box."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "In science, as in art, and, as I believe, in every other sphere of human activity, there may be wisdom in a multitude of counsellors, but it is only in one or two of them."
   },
   "author": {
    "text": "Thomas Huxley"
   }
  },
  {
   "quote": {
    "text": "We are shallow because we are 'mayabang,' ego driven, and do not have the humility to understand that we are only human, much too human to mistake knowledge for wisdom."
   },
   "author": {
    "text": "F. Sionil Jose"
   }
  },
  {
   "quote": {
    "text": "It's one thing to really dream and have a vision and want all these cool things, but it's a whole other thing when you actually have wisdom and understand things. Then you can truly make the best decisions."
   },
   "author": {
    "text": "Ciara"
   }
  },
  {
   "quote": {
    "text": "The wisdom of age: don't stop walking."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "Surely wisdom will come as we listen to learn from children, parents, partners, neighbors, Church leaders, and the Lord."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "In the beginning, Adam was instructed to earn the bread by the sweat of his brow - not Eve. Contrary to conventional wisdom, a mother's place is in the home!"
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "Blessed are they who seek to learn wisdom."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "It is astonishing with how little wisdom mankind can be governed, when that little wisdom is its own."
   },
   "author": {
    "text": "William Inge"
   }
  },
  {
   "quote": {
    "text": "The wisdom of the wise is an uncommon degree of common sense."
   },
   "author": {
    "text": "William Inge"
   }
  },
  {
   "quote": {
    "text": "When we contend, let us contend for all our rights - the doubtful and the certain, the unimportant and essential. It is as easy to contend, or even more so, for the whole as for a part. At the termination of the contest, secure all that our wisdom and valour and the fortune of war will permit."
   },
   "author": {
    "text": "John C. Calhoun"
   }
  },
  {
   "quote": {
    "text": "There is often, in the affairs of government, more efficiency and wisdom in non-action than in action."
   },
   "author": {
    "text": "John C. Calhoun"
   }
  },
  {
   "quote": {
    "text": "It is a remarkable fact in the political history of man that there is scarcely an instance of a free constitutional government which has been the work exclusively of foresight and wisdom. They have all been the result of a fortunate combination of circumstances."
   },
   "author": {
    "text": "John C. Calhoun"
   }
  },
  {
   "quote": {
    "text": "There is this difference between happiness and wisdom: he that thinks himself the happiest man, really is so; but he that thinks himself the wisest, is generally the greatest fool."
   },
   "author": {
    "text": "Charles Caleb Colton"
   }
  },
  {
   "quote": {
    "text": "Moderation is the inseparable companion of wisdom, but with it genius has not even a nodding acquaintance."
   },
   "author": {
    "text": "Charles Caleb Colton"
   }
  },
  {
   "quote": {
    "text": "Doubt is the vestibule through which all must pass before they can enter into the temple of wisdom."
   },
   "author": {
    "text": "Charles Caleb Colton"
   }
  },
  {
   "quote": {
    "text": "What I've been able to do with my character, Madea, and the other characters, with the jokes, is use it as an anesthetic to get to the heart and soul of real issues. And what I've found on stage over the years is that, while making people laugh, I can drop in pearls of wisdom."
   },
   "author": {
    "text": "Tyler Perry"
   }
  },
  {
   "quote": {
    "text": "For the Holy Ghost blesses us with optimism and wisdom at times of challenge that we simply cannot muster on our own."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "Wit and playfulness represent a desperately serious transcendence of evil. Humor is both a form of wisdom and a means of survival."
   },
   "author": {
    "text": "Tom Robbins"
   }
  },
  {
   "quote": {
    "text": "I actually don't think that I'm that much smarter than anybody else. It's just that I frequently just seem to know what to do, and I think that's wisdom."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "In my own personal life, God plays a great role in the risk, because I pray before I go into the operating room for every case, and I ask him to give me wisdom, to help me to know what to do - and not only for operating, but for everything."
   },
   "author": {
    "text": "Ben Carson"
   }
  },
  {
   "quote": {
    "text": "I'm no expert. I have no psychic powers, and I sure don't possess any secret wisdom. I'm just Janet. I have strengths, weaknesses, fears, happiness, sadness. I experience joy and I experience pain. I'm highly emotional. I'm very vulnerable."
   },
   "author": {
    "text": "Janet Jackson"
   }
  },
  {
   "quote": {
    "text": "In an era in which war and terrorism - at home and abroad - are often based on racial, religious and ethnic differences, rediscovering the wisdom of love and compassion may help us increase our survival at a time when an increasingly divided country and world so badly need it."
   },
   "author": {
    "text": "Dean Ornish"
   }
  },
  {
   "quote": {
    "text": "A mouse does not rely on just one hole."
   },
   "author": {
    "text": "Plautus"
   }
  },
  {
   "quote": {
    "text": "Let deeds match words."
   },
   "author": {
    "text": "Plautus"
   }
  },
  {
   "quote": {
    "text": "Wisdom is not attained by years, but by ability."
   },
   "author": {
    "text": "Plautus"
   }
  },
  {
   "quote": {
    "text": "To think ill of mankind and not wish ill to them, is perhaps the highest wisdom and virtue."
   },
   "author": {
    "text": "William Hazlitt"
   }
  },
  {
   "quote": {
    "text": "This age thinks better of a gilded fool Than of a threadbare saint in wisdom's school."
   },
   "author": {
    "text": "Thomas Dekker"
   }
  },
  {
   "quote": {
    "text": "It is amazing that the wisdom of the chattering class to the Republicans is always, always, always 'Surrender your principles and agree with the Democrats.' That's been true for my entire lifetime."
   },
   "author": {
    "text": "Ted Cruz"
   }
  },
  {
   "quote": {
    "text": "I'm grateful for my lines of wisdom. Of course, there are days when I think: 'Oh my gawd, I look a bit tired.' But I can pull it together if I have to."
   },
   "author": {
    "text": "Twiggy"
   }
  },
  {
   "quote": {
    "text": "Practical wisdom is only to be learned in the school of experience. Precepts and instruction are useful so far as they go, but, without the discipline of real life, they remain of the nature of theory only."
   },
   "author": {
    "text": "Samuel Smiles"
   }
  },
  {
   "quote": {
    "text": "We learn wisdom from failure much more than from success. We often discover what will do, by finding out what will not do; and probably he who never made a mistake never made a discovery."
   },
   "author": {
    "text": "Samuel Smiles"
   }
  },
  {
   "quote": {
    "text": "People always blame the girl; she should have said no. A monosyllable, but conventional wisdom has always been that boys can't manage it."
   },
   "author": {
    "text": "Anna Quindlen"
   }
  },
  {
   "quote": {
    "text": "There should be a point to movies. Sure, you're giving people a diversion from the cold world for a bit, but at the same time, you pass on some facts and rules and maybe a little bit of wisdom."
   },
   "author": {
    "text": "George Lucas"
   }
  },
  {
   "quote": {
    "text": "Putting is like wisdom - partly a natural gift and partly the accumulation of experience."
   },
   "author": {
    "text": "Arnold Palmer"
   }
  },
  {
   "quote": {
    "text": "I knew that I had it tough compared to children around me. But I felt like I needed it. I think I had the wisdom as a child to know that it would help me later on."
   },
   "author": {
    "text": "Troy Polamalu"
   }
  },
  {
   "quote": {
    "text": "I think we are evolving rapidly into one world culture. It's certainly one world economy. With billions of people online, I think we'll appreciate the wisdom in many different traditions as we learn more about them. People were very isolated and didn't know anything about other religions 100 years ago."
   },
   "author": {
    "text": "Ray Kurzweil"
   }
  },
  {
   "quote": {
    "text": "Even by common wisdom, there seem to be both people and objects in my dream that are outside myself, but clearly they were created in myself and are part of me, they are mental constructs in my own brain."
   },
   "author": {
    "text": "Ray Kurzweil"
   }
  },
  {
   "quote": {
    "text": "It is while you are patiently toiling at the little tasks of life that the meaning and shape of the great whole of life dawn on you."
   },
   "author": {
    "text": "Phillips Brooks"
   }
  },
  {
   "quote": {
    "text": "I believe the reason we sleep is not just to allow our body to rest but that it is to allow this inner wisdom to speak to us through symbols. This includes the body or somatic problems as well as psychological ones. Dreams and drawings are useful in diagnosing physical conditions."
   },
   "author": {
    "text": "Bernie Siegel"
   }
  },
  {
   "quote": {
    "text": "I had more energy at 50. On the other hand, at 75, I've probably got a little more wisdom and good judgment than I had at 50 because I've got more experience. But I haven't really changed. I'm still driven by the same philosophy."
   },
   "author": {
    "text": "Ted Turner"
   }
  },
  {
   "quote": {
    "text": "The difference between chirping out of turn and a faux pas depends on what kind of a bar you're in."
   },
   "author": {
    "text": "Wilson Mizner"
   }
  },
  {
   "quote": {
    "text": "When you betray somebody else, you also betray yourself."
   },
   "author": {
    "text": "Isaac Bashevis Singer"
   }
  },
  {
   "quote": {
    "text": "All conventional wisdom has an element of truth to it, but good design requires more than an element of truth - it requires an ensemble of correct assumptions and valid calculations."
   },
   "author": {
    "text": "Henry Petroski"
   }
  },
  {
   "quote": {
    "text": "The extreme limit of wisdom, that's what the public calls madness."
   },
   "author": {
    "text": "Jean Cocteau"
   }
  },
  {
   "quote": {
    "text": "Perhaps religious conscience upsets the designs of those who feel that the highest wisdom and authority comes from government. But from the beginning, this nation trusted in God, not man. Religious liberty is the first freedom in our Constitution."
   },
   "author": {
    "text": "Mitt Romney"
   }
  },
  {
   "quote": {
    "text": "The less you talk, the more you're listened to."
   },
   "author": {
    "text": "Pauline Phillips"
   }
  },
  {
   "quote": {
    "text": "Let us act on what we have, since we have not what we wish."
   },
   "author": {
    "text": "John Henry Newman"
   }
  },
  {
   "quote": {
    "text": "A great memory is never made synonymous with wisdom, any more than a dictionary would be called a treatise."
   },
   "author": {
    "text": "John Henry Newman"
   }
  },
  {
   "quote": {
    "text": "Wisdom is humble that he knows no more."
   },
   "author": {
    "text": "William Cowper"
   }
  },
  {
   "quote": {
    "text": "Some coaches pray for wisdom. I pray for 260-pound tackles. They'll give me plenty of wisdom."
   },
   "author": {
    "text": "Chuck Noll"
   }
  },
  {
   "quote": {
    "text": "It is essential to employ, trust, and reward those whose perspective, ability, and judgment are radically different from yours. It is also rare, for it requires uncommon humility, tolerance, and wisdom."
   },
   "author": {
    "text": "Dee Hock"
   }
  },
  {
   "quote": {
    "text": "The Founding Fathers in their wisdom decided that children were an unnatural strain on parents. So they provided jails called schools, equipped with tortures called an education."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "I know more about what it's like to be elderly and infirm and kind of stupid, the way you get forgetful, but on the other hand I'm a littler, wiser, dare we say? The word 'wisdom' has kind of faded out of our vocabulary, but yeah, I'm a little wiser."
   },
   "author": {
    "text": "John Updike"
   }
  },
  {
   "quote": {
    "text": "We are all responsible to Jesus first, and then, under him, to various other persons and offices. Discerning the path of love and obedience when two or more of these submissive relationships collide is a call to humble, Bible-saturated, spiritual wisdom."
   },
   "author": {
    "text": "John Piper"
   }
  },
  {
   "quote": {
    "text": "Big money is not a good thing for a little soul: it will only ensnare his feet, and he will fall to his ruin. Wealth is safe only for those who have a wealth of wisdom."
   },
   "author": {
    "text": "Edwin Markham"
   }
  },
  {
   "quote": {
    "text": "Surely, God on high has not refused to give us enough wisdom to find ways to bring us an improvement in relations between the two great nations on earth."
   },
   "author": {
    "text": "Mikhail Gorbachev"
   }
  },
  {
   "quote": {
    "text": "The wisdom and experience of older people is a resource of inestimable worth. Recognizing and treasuring the contributions of older people is essential to the long-term flourishing of any society."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "We must learn from the sermons of Christ, the wisdom of Laotzu, the teachings of Buddha."
   },
   "author": {
    "text": "Charles Lindbergh"
   }
  },
  {
   "quote": {
    "text": "I always see where I didn't do things the right way. I only see the heavy lifting. That's a bit of my wisdom, if you want to call it that."
   },
   "author": {
    "text": "Vera Wang"
   }
  },
  {
   "quote": {
    "text": "You have to find out what's right for you, so it's trial and error. You are going to be all right if you accept realistic goals for yourself."
   },
   "author": {
    "text": "Teri Garr"
   }
  },
  {
   "quote": {
    "text": "We learn from each other. We learn from others' mistakes, from their experience, their wisdom. It makes it easier for us to come to better decisions in our own lives."
   },
   "author": {
    "text": "Adrian Grenier"
   }
  },
  {
   "quote": {
    "text": "We all have within us a deep wisdom, but sometimes we don't know we have it."
   },
   "author": {
    "text": "Shakti Gawain"
   }
  },
  {
   "quote": {
    "text": "We live in a culture that doesn't acknowledge or validate human intuition and doesn't encourage us to rely on our intuitive wisdom."
   },
   "author": {
    "text": "Shakti Gawain"
   }
  },
  {
   "quote": {
    "text": "When I wrote Living in the Light, I wanted to share about how I live my own life and to encourage people to tap into their own inner wisdom."
   },
   "author": {
    "text": "Shakti Gawain"
   }
  },
  {
   "quote": {
    "text": "I want to dip my foot in some acting. And most definitely want to mentor upcoming artists and give them the wisdom that was given to me."
   },
   "author": {
    "text": "Missy Elliott"
   }
  },
  {
   "quote": {
    "text": "During the Arab Spring, I learned all sorts of things from Twitter. I wouldn't necessarily trust that information, but it gave me ideas about questions to ask. You can really learn things from the wisdom of crowds."
   },
   "author": {
    "text": "Nicholas Kristof"
   }
  },
  {
   "quote": {
    "text": "Conventional wisdom on government's role in inequality often has it backwards. Tax reforms have resulted in a more progressive federal income tax; government transfer payments have become less progressive."
   },
   "author": {
    "text": "Paul Ryan"
   }
  },
  {
   "quote": {
    "text": "Men who know themselves are no longer fools. They stand on the threshold of the door of Wisdom."
   },
   "author": {
    "text": "Havelock Ellis"
   }
  },
  {
   "quote": {
    "text": "What's unique about the Mormon Church is that it encourages inquiry. I really do think my research and religion are all on the same page. I never could have come up with the notion of disruptive innovations, which went against a lot of conventional wisdom, if I hadn't been raised to always be asking questions."
   },
   "author": {
    "text": "Clayton M. Christensen"
   }
  },
  {
   "quote": {
    "text": "The ultimate wisdom which deals with beginnings, remains locked in a seed. There it lies, the simplest fact of the universe and at the same time the one which calls faith rather than reason."
   },
   "author": {
    "text": "Hal Borland"
   }
  },
  {
   "quote": {
    "text": "Radical common sense is the wisdom gleaned from the past that recognizes the perishable opportunities of the moment. It is the willingness to admit error and the refusal to be deterred by failure."
   },
   "author": {
    "text": "Marilyn Ferguson"
   }
  },
  {
   "quote": {
    "text": "There is no knowledge, no light, no wisdom that you are in possession of, but what you have received it from some source."
   },
   "author": {
    "text": "Brigham Young"
   }
  },
  {
   "quote": {
    "text": "Everyone talks about how, in your 30s, all of these growing pains transition into wisdom and you feel more self-assured and confident, but I think I had a bit of a jump-start on that at 27."
   },
   "author": {
    "text": "Solange Knowles"
   }
  },
  {
   "quote": {
    "text": "Age is a terrible avenger. The lessons of life give you so much to work with, but by the time you've got all this great wisdom, you don't get to be young anymore."
   },
   "author": {
    "text": "Elizabeth Wurtzel"
   }
  },
  {
   "quote": {
    "text": "It has become part of the accepted wisdom to say that the twentieth century was the century of physics and the twenty-first century will be the century of biology."
   },
   "author": {
    "text": "Freeman Dyson"
   }
  },
  {
   "quote": {
    "text": "Protection, as we use the word in Buddhism, is actually wisdom, it's insight. Protection is seeing and knowing deeply that all things in our experience arise due to causes, due to conditions coming together in a certain way."
   },
   "author": {
    "text": "Sharon Salzberg"
   }
  },
  {
   "quote": {
    "text": "As we work to reweave the strands of connection, we can be supported by the wisdom and lovingkindness of others."
   },
   "author": {
    "text": "Sharon Salzberg"
   }
  },
  {
   "quote": {
    "text": "Not engaging in ignorance is wisdom."
   },
   "author": {
    "text": "Bodhidharma"
   }
  },
  {
   "quote": {
    "text": "The wisdom of God's Word is quite clear on believers being unequally yoked. And marrying someone who is not a Christian - who is not a daily disciple of Christ - is being unequally yoked, regardless of what their beliefs might be."
   },
   "author": {
    "text": "Pat Robertson"
   }
  },
  {
   "quote": {
    "text": "The plan was criticized by some retired military officers embedded in TV studios. But with every advance by our coalition forces, the wisdom of that plan becomes more apparent."
   },
   "author": {
    "text": "Dick Cheney"
   }
  },
  {
   "quote": {
    "text": "Outside of hip-hop, it was in comics that I most often found the aesthetics and wisdom of my world reflected."
   },
   "author": {
    "text": "Ta-Nehisi Coates"
   }
  },
  {
   "quote": {
    "text": "Wisdom and knowledge are the most valuable things in the body."
   },
   "author": {
    "text": "Masayoshi Son"
   }
  },
  {
   "quote": {
    "text": "Robots have already surpassed human beings in calculation and memory, but I have no doubt that the time will come when they will surpass in wisdom as well."
   },
   "author": {
    "text": "Masayoshi Son"
   }
  },
  {
   "quote": {
    "text": "It is almost everywhere the case that soon after it is begotten the greater part of human wisdom is laid to rest in repositories."
   },
   "author": {
    "text": "Georg C. Lichtenberg"
   }
  },
  {
   "quote": {
    "text": "Spend time reflecting on your emotional and physical existence and how that applies to the voice. You have to apply that wisdom and experience when you sing - it's what comes through."
   },
   "author": {
    "text": "K. D. Lang"
   }
  },
  {
   "quote": {
    "text": "Public opinion is no more than this: what people think that other people think."
   },
   "author": {
    "text": "Alfred Austin"
   }
  },
  {
   "quote": {
    "text": "Once I turned 35, I got the bonus of some wisdom and began to accept life on its own terms."
   },
   "author": {
    "text": "Mike Myers"
   }
  },
  {
   "quote": {
    "text": "You should never ask a horse or an actor to do something they cannot do. Wisdom will teach you to find out what they can do and then make it easy for them."
   },
   "author": {
    "text": "Tommy Lee Jones"
   }
  },
  {
   "quote": {
    "text": "Lion sounds that have not grown from the mouse may exude naked power... but cannot convey any wisdom or understanding... The initial steps on the path to courageous speech then are the first tentative steps into the parts of us that cannot speak."
   },
   "author": {
    "text": "David Whyte"
   }
  },
  {
   "quote": {
    "text": "I am thinking of taking a fifth wife. Why not? Solomon had a thousand wives and he is a synonym for wisdom."
   },
   "author": {
    "text": "John Barrymore"
   }
  },
  {
   "quote": {
    "text": "The thing that we possess, that machines don't, is the ability to exhibit wisdom."
   },
   "author": {
    "text": "Herbie Hancock"
   }
  },
  {
   "quote": {
    "text": "Without wisdom, the future has no meaning, no valuable purpose."
   },
   "author": {
    "text": "Herbie Hancock"
   }
  },
  {
   "quote": {
    "text": "We should draw deep into Madiba's wisdom. We should draw deep into Madiba's style of doing things in an orderly manner, in a purposeful manner, in a way where we focus."
   },
   "author": {
    "text": "Cyril Ramaphosa"
   }
  },
  {
   "quote": {
    "text": "I like to tell people that I have some of the biggest mentors in the world... they just don't know I exist. Dave Ramsey, Sara Blakely, Oprah, Tony Robbins, Brendon Burchard - I've learned everything I know from their wisdom through books, podcasts and conferences."
   },
   "author": {
    "text": "Rachel Hollis"
   }
  },
  {
   "quote": {
    "text": "If an idea is indeed sensible, it will eventually become just part of the accepted wisdom."
   },
   "author": {
    "text": "Nigel Farage"
   }
  },
  {
   "quote": {
    "text": "Man's wisdom is his best friend; folly his worst enemy."
   },
   "author": {
    "text": "William Temple"
   }
  },
  {
   "quote": {
    "text": "When you experience difficulty at work or in your life, instead of looking back on it as something that was really challenging, look at it and ask yourself, 'What wisdom did I learn from that?'"
   },
   "author": {
    "text": "Caroline Ghosn"
   }
  },
  {
   "quote": {
    "text": "The novelist teaches the reader to comprehend the world as a question. There is wisdom and tolerance in that attitude. In a world built on sacrosanct certainties the novel is dead."
   },
   "author": {
    "text": "Milan Kundera"
   }
  },
  {
   "quote": {
    "text": "No one ever found wisdom without also being a fool. Writers, alas, have to be fools in public, while the rest of the human race can cover its tracks."
   },
   "author": {
    "text": "Erica Jong"
   }
  },
  {
   "quote": {
    "text": "A good memory is surely a compost heap that converts experience to wisdom, creativity, or dottiness; not that these things are of much earthly value, but at least they may keep you amused when the world is keeping you locked away or shutting you out."
   },
   "author": {
    "text": "Michael Leunig"
   }
  },
  {
   "quote": {
    "text": "Wisdom may best arise from a humbling reality."
   },
   "author": {
    "text": "Michael Leunig"
   }
  },
  {
   "quote": {
    "text": "Much of the wisdom of one age, is the folly of the next."
   },
   "author": {
    "text": "Charles Simmons"
   }
  },
  {
   "quote": {
    "text": "I feel like I've matured more musically than I have personally. But I totally embrace what becoming older has to offer. I find the wisdom that comes with each passing year is a trip."
   },
   "author": {
    "text": "Kirk Hammett"
   }
  },
  {
   "quote": {
    "text": "One of the best pieces of wisdom I ever got is you work because you work, meaning you work because you're saying yes to things, and you're connecting with people."
   },
   "author": {
    "text": "Brian Stokes Mitchell"
   }
  },
  {
   "quote": {
    "text": "You have to know when to stop - that's wisdom."
   },
   "author": {
    "text": "Hubert de Givenchy"
   }
  },
  {
   "quote": {
    "text": "I would like to do my own daily talk show. Wisdom is the gift of ageing; no young person can have or buy it. My success was and is self-evident. I'm alive. I've lived. I've thrived and have grown as a person. I'm now healthier than ever. Who can argue with that?"
   },
   "author": {
    "text": "Suzanne Somers"
   }
  },
  {
   "quote": {
    "text": "I'm exploring the maturity, the wisdom that just comes from having gone around the sun 50 times. My experience is, 'Oh, I'm never really going to get it right. I'm never going to get it done. But that's not the point here.' The point is the journey."
   },
   "author": {
    "text": "Melissa Etheridge"
   }
  },
  {
   "quote": {
    "text": "Sometimes you surprise yourself with what you can handle, and if you come out the other end with some wisdom, then it's not such a bad thing."
   },
   "author": {
    "text": "Boy George"
   }
  },
  {
   "quote": {
    "text": "If you're a Supreme Court justice, the American people have elevated you to one of the highest offices in the land out of the goodness of their heart and out of deference to your legal wisdom. You get a lifetime appointment, limitless prestige, a great office, and what I have to assume is a very comfortable chair."
   },
   "author": {
    "text": "Donna Brazile"
   }
  },
  {
   "quote": {
    "text": "Conventional wisdom notwithstanding, there is no reason either in football or in poetry why the two should not meet in a man's life if he has the weight and cares about the words."
   },
   "author": {
    "text": "Archibald MacLeish"
   }
  },
  {
   "quote": {
    "text": "I'm very accepting with my age. It's like notches on your belt: experience, wisdom, and a different kind of beauty. There comes a day when you've become comfortable in your skin."
   },
   "author": {
    "text": "Zoe Saldana"
   }
  },
  {
   "quote": {
    "text": "If you have a vaccine or an antidote that people can benefit from, you're not going to want to keep it to yourself. You're going to want to spread that wisdom or whatever to as many people as you can, so everybody can benefit from it."
   },
   "author": {
    "text": "will.i.am"
   }
  },
  {
   "quote": {
    "text": "Alas, those six unfortunate souls who have made their way through my books know that every one of them is about Emerson and Thoreau and their dark counters, Melville and Emily Dickinson. Try as I might, I can't get their inspirations, their challenges and sentences and wisdom and questions out of my head."
   },
   "author": {
    "text": "Pico Iyer"
   }
  },
  {
   "quote": {
    "text": "The conventional wisdom is that if you are gay, you cannot play the romantic straight lead in a movie."
   },
   "author": {
    "text": "Ian Mckellen"
   }
  },
  {
   "quote": {
    "text": "What the tech industry often forgets is that with age comes wisdom. Older workers are usually better at following direction, mentoring, and leading."
   },
   "author": {
    "text": "Vivek Wadhwa"
   }
  },
  {
   "quote": {
    "text": "Wisdom is knowing when you can't be wise."
   },
   "author": {
    "text": "Paul Engle"
   }
  },
  {
   "quote": {
    "text": "Just the simple act of sharing wisdom is something that many parents have left to society to do; however, that is not what God teaches in His word."
   },
   "author": {
    "text": "Monica Johnson"
   }
  },
  {
   "quote": {
    "text": "God knows and sees all. His wisdom and knowledge far outweighs mankind, and whether or not people ever recognize it - He is the creator. He is the giver of life, and only He has the power to take it away. That's why its imperative to submit to Him."
   },
   "author": {
    "text": "Monica Johnson"
   }
  },
  {
   "quote": {
    "text": "The weak have remedies, the wise have joys; superior wisdom is superior bliss."
   },
   "author": {
    "text": "Edward Young"
   }
  },
  {
   "quote": {
    "text": "If you and I desire the blessings of life, of health, of vigor of body and mind; if we desire the destroying angel to pass us by, as he did in the days of the children of Israel, we must obey the Word of Wisdom; then God is bound, and the blessing shall come to us."
   },
   "author": {
    "text": "Heber J. Grant"
   }
  },
  {
   "quote": {
    "text": "It is not white hair that engenders wisdom."
   },
   "author": {
    "text": "Menander"
   }
  },
  {
   "quote": {
    "text": "It's very hard to know what wisdom is."
   },
   "author": {
    "text": "James Hillman"
   }
  },
  {
   "quote": {
    "text": "Research the leaders in fields related to yours, synthesize their findings, and see how you can apply their hard-won wisdom to your work. Stand on their shoulders, and then make a leap into new territory that is distinctly yours."
   },
   "author": {
    "text": "Brendon Burchard"
   }
  },
  {
   "quote": {
    "text": "What if Barack Obama established a Presidential Advisory Committee that would meet once every couple of months, bringing together the former presidents for a conference in order to seek their collective wisdom? There is a wealth of experience in former presidents that generally goes untapped."
   },
   "author": {
    "text": "Tony Campolo"
   }
  },
  {
   "quote": {
    "text": "You want people walking away from the conversation with some kernel of wisdom or some kind of impact."
   },
   "author": {
    "text": "Harry Dean Stanton"
   }
  },
  {
   "quote": {
    "text": "I feel blessed - I am a woman who has been able to work in the entertainment business for five decades. I don't want to age, but I would never take back a year for the wisdom I've gained in that time."
   },
   "author": {
    "text": "Marie Osmond"
   }
  },
  {
   "quote": {
    "text": "He who devotes sixteen hours a day to hard study may become at sixty as wise as he thought himself at twenty."
   },
   "author": {
    "text": "Mary Wilson Little"
   }
  },
  {
   "quote": {
    "text": "However great an evil immorality may be, we must not forget that it is not without its beneficial consequences. It is only through extremes that men can arrive at the middle path of wisdom and virtue."
   },
   "author": {
    "text": "Wilhelm von Humboldt"
   }
  },
  {
   "quote": {
    "text": "Many of us spend half of our time wishing for things we could have if we didn't spend half our time wishing."
   },
   "author": {
    "text": "Alexander Woollcott"
   }
  },
  {
   "quote": {
    "text": "Let me warn you, if you start chasing after views, you'll be left without bread and without views."
   },
   "author": {
    "text": "Nikolai Gogol"
   }
  },
  {
   "quote": {
    "text": "Besides the noble art of getting things done, there is the noble art of leaving things undone. The wisdom of life consists in the elimination of non-essentials."
   },
   "author": {
    "text": "Lin Yutang"
   }
  },
  {
   "quote": {
    "text": "We do not sit as a superlegislature to weigh the wisdom of legislation."
   },
   "author": {
    "text": "William O. Douglas"
   }
  },
  {
   "quote": {
    "text": "The Ohio Legislature's passed a law to allow concealed weapons in day care centers, but interesting: this same Legislature, in its wisdom, doesn't allow concealed weapons in the statehouse."
   },
   "author": {
    "text": "Sherrod Brown"
   }
  },
  {
   "quote": {
    "text": "Some folks are wise and some are otherwise."
   },
   "author": {
    "text": "Tobias Smollett"
   }
  },
  {
   "quote": {
    "text": "Experiences are savings which a miser puts aside. Wisdom is an inheritance which a wastrel cannot exhaust."
   },
   "author": {
    "text": "Karl Kraus"
   }
  },
  {
   "quote": {
    "text": "The advantage of age is that you swap youth for wisdom. You're so full of insecurities when you're young. 'Who am I? What do I have to do for people to like me?' You get caught up in things. You get very emotional about things."
   },
   "author": {
    "text": "Cherie Lunghi"
   }
  },
  {
   "quote": {
    "text": "With age comes a greater wisdom, an ease and comfort with oneself."
   },
   "author": {
    "text": "Cherie Lunghi"
   }
  },
  {
   "quote": {
    "text": "The wisdom of crowds works when the crowd is choosing the price of an ox, when there's a single numeric average. But if it's a design or something that matters, the decision is made by committee, and that's crap. You want people and groups who are able to think thoughts before they share."
   },
   "author": {
    "text": "Jaron Lanier"
   }
  },
  {
   "quote": {
    "text": "If elected Speaker, I promise you that we will have the courage to lead the fight for our conservative principles and make our case to the American people. But we will also have the wisdom to listen to our constituents and each other so that we always move forward together."
   },
   "author": {
    "text": "Kevin McCarthy"
   }
  },
  {
   "quote": {
    "text": "The best wisdom is earned through experience, particularly mistakes."
   },
   "author": {
    "text": "Sophia Amoruso"
   }
  },
  {
   "quote": {
    "text": "This society in which we live is radically changing. What previous generations saw as evil is now embraced as being good. It is a dangerous and slippery slope upon which we stand when we reject what Solomon called the beginning of wisdom - the fear of God."
   },
   "author": {
    "text": "Ray Comfort"
   }
  },
  {
   "quote": {
    "text": "You can't sweep other people off their feet, if you can't be swept off your own."
   },
   "author": {
    "text": "Clarence Day"
   }
  },
  {
   "quote": {
    "text": "I am not one who was born in the custody of wisdom; I am one who is fond of olden times and intense in quest of the sacred knowing of the ancients."
   },
   "author": {
    "text": "Gustave Courbet"
   }
  },
  {
   "quote": {
    "text": "The Relation we bear to the Wisdom of the Father, the Son of His Love, gives us indeed a dignity which otherwise we have no pretence to. It makes us something, something considerable even in God's Eyes."
   },
   "author": {
    "text": "Mary Astell"
   }
  },
  {
   "quote": {
    "text": "Unhappy is that Grandeur which makes us too great to be good; and that Wit which sets us at a distance from true Wisdom."
   },
   "author": {
    "text": "Mary Astell"
   }
  },
  {
   "quote": {
    "text": "Wisdom is keeping a sense of fallibility of all our views and opinions."
   },
   "author": {
    "text": "Gerald Brenan"
   }
  },
  {
   "quote": {
    "text": "Wisdom, prudence, forethought, these are essential. But not second to these that noble courage which adventures the right, and leaves the consequences to God."
   },
   "author": {
    "text": "Robert Dale Owen"
   }
  },
  {
   "quote": {
    "text": "I love the early sonatas; I love the early Mozart, period. I'm really fond of that moment when he was either emulating Haydn or Carl Philipp Emanuel Bach or anybody but himself. The moment he found himself, as conventional wisdom would have it, at the age of 18 or 19 or 20, I stop being so interested in him."
   },
   "author": {
    "text": "Glenn Gould"
   }
  },
  {
   "quote": {
    "text": "It is always our own self that we find at the end of the journey. The sooner we face that self, the better."
   },
   "author": {
    "text": "Ella Maillart"
   }
  },
  {
   "quote": {
    "text": "Preconceived notions are the locks on the door to wisdom."
   },
   "author": {
    "text": "Mary Browne"
   }
  },
  {
   "quote": {
    "text": "I'll come to you with gifts of knowledge, wisdom and truth."
   },
   "author": {
    "text": "Barry White"
   }
  },
  {
   "quote": {
    "text": "While conventional wisdom has traditionally sided against borrowing from retirement savings, sentiment has shifted toward borrowing from one's own assets with the realization that other forms of credit come at a much higher cost and often are not even available to borrowers with limited means and urgent needs."
   },
   "author": {
    "text": "Elaine Chao"
   }
  },
  {
   "quote": {
    "text": "As with many other folk beliefs, 'feng-shui' undoubtedly incorporates some scientifically correct observation or received wisdom based on direct experience of natural phenomena; but it needs to be dealt with skeptically as a credible system of thought. Some feng-shui prescriptions can certainly lead to desirable results."
   },
   "author": {
    "text": "Martin Filler"
   }
  },
  {
   "quote": {
    "text": "He dares to be a fool, and that is the first step in the direction of wisdom."
   },
   "author": {
    "text": "James Huneker"
   }
  },
  {
   "quote": {
    "text": "If you believe the doctors, nothing is wholesome; if you believe the theologians, nothing is innocent; if you believe the military, nothing is safe."
   },
   "author": {
    "text": "Lord Salisbury"
   }
  },
  {
   "quote": {
    "text": "I think in conventional magazine wisdom, you need to have a redesign every decade or so."
   },
   "author": {
    "text": "Timothy White"
   }
  }
 ]
}