{
 "WomenQuotes": [
  {
   "quote": {
    "text": "Think like a queen. A queen is not afraid to fail. Failure is another steppingstone to greatness."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "A woman is like a tea bag - you can't tell how strong she is until you put her in hot water."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Because you are women, people will force their thinking on you, their boundaries on you. They will tell you how to dress, how to behave, who you can meet and where you can go. Don't live in the shadows of people's judgement. Make your own choices in the light of your own wisdom."
   },
   "author": {
    "text": "Amitabh Bachchan"
   }
  },
  {
   "quote": {
    "text": "Neither man nor woman is perfect or complete without the other. Thus, no marriage or family, no ward or stake is likely to reach its full potential until husbands and wives, mothers and fathers, men and women work together in unity of purpose, respecting and relying upon each other's strengths."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "There are only three things women need in life: food, water, and compliments."
   },
   "author": {
    "text": "Chris Rock"
   }
  },
  {
   "quote": {
    "text": "A woman should be like a single flower, not a whole bouquet."
   },
   "author": {
    "text": "Anna Held"
   }
  },
  {
   "quote": {
    "text": "A lot of people would say 'sexy' is about the body. But to me, 'sexy' is a woman with confidence. I admire women who have very little fear."
   },
   "author": {
    "text": "Allegra Versace"
   }
  },
  {
   "quote": {
    "text": "A girl should be two things: classy and fabulous."
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "Men always want to be a woman's first love - women like to be a man's last romance."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "Saving our planet, lifting people out of poverty, advancing economic growth... these are one and the same fight. We must connect the dots between climate change, water scarcity, energy shortages, global health, food security and women's empowerment. Solutions to one problem must be solutions for all."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "Women and cats will do as they please, and men and dogs should relax and get used to the idea."
   },
   "author": {
    "text": "Robert A. Heinlein"
   }
  },
  {
   "quote": {
    "text": "I see Americans of every party, every background, every faith who believe that we are stronger together: black, white, Latino, Asian, Native American; young, old; gay, straight; men, women, folks with disabilities, all pledging allegiance under the same proud flag to this big, bold country that we love. That's what I see. That's the America I know!"
   },
   "author": {
    "text": "Barack Obama"
   }
  },
  {
   "quote": {
    "text": "No struggle can ever succeed without women participating side by side with men."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "After women, flowers are the most lovely thing God has given the world."
   },
   "author": {
    "text": "Christian Dior"
   }
  },
  {
   "quote": {
    "text": "Women are made to be loved, not understood."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "There's three things men always talk about - women, sports, and cars."
   },
   "author": {
    "text": "Mario Lopez"
   }
  },
  {
   "quote": {
    "text": "The glory of justice and the majesty of law are created not just by the Constitution - nor by the courts - nor by the officers of the law - nor by the lawyers - but by the men and women who constitute our society - who are the protectors of the law as they are themselves protected by the law."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "Being natural is incredibly empowering for women because it's just who you are. You're embracing all the beautiful things about you from your head to your toes. Because when you mask so much of your natural beauty, people don't get to see that."
   },
   "author": {
    "text": "Rozonda Thomas"
   }
  },
  {
   "quote": {
    "text": "I love women, but I feel like you can't trust some of them. Some of them are liars, you know? Like I was in the park and I met this girl, she was cute and she had a dog. And I went up to her, we started talking. She told me her dog's name. Then I said, 'Does he bite?' She said, 'No.' And I said, 'Oh yeah? Then how does he eat?' Liar."
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "Women have to find their own personality, their own style, and what suits them the best."
   },
   "author": {
    "text": "Francois Nars"
   }
  },
  {
   "quote": {
    "text": "Reputation is what men and women think of us; character is what God and angels know of us."
   },
   "author": {
    "text": "Thomas Paine"
   }
  },
  {
   "quote": {
    "text": "The qualities I most admire in women are confidence and kindness."
   },
   "author": {
    "text": "Oscar de la Renta"
   }
  },
  {
   "quote": {
    "text": "Man does not control his own fate. The women in his life do that for him."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "Motherhood is a great honor and privilege, yet it is also synonymous with servanthood. Every day women are called upon to selflessly meet the needs of their families. Whether they are awake at night nursing a baby, spending their time and money on less-than-grateful teenagers, or preparing meals, moms continuously put others before themselves."
   },
   "author": {
    "text": "Charles Stanley"
   }
  },
  {
   "quote": {
    "text": "Prejudice is sinful. All blood flows red. And the most harmful and foolish kind of prejudice is prejudice against yourself. Every woman is your sister, and every woman needs her sisters. So try to give other women the courtesy of your compassion, respect, and forgiveness. Love yourself despite - and because of - your flaws."
   },
   "author": {
    "text": "Jewell Parker Rhodes"
   }
  },
  {
   "quote": {
    "text": "Women are the largest untapped reservoir of talent in the world."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Men, their rights, and nothing more; women, their rights, and nothing less."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "If you want something said, ask a man; if you want something done, ask a woman."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "Imagine having all of your freedoms taken away, being forced to work against your will, and constantly living under the threat of violence - in short, being forced to live as a slave. Sadly, this situation is a reality for millions of children, women, and men each year as part of the global human trafficking industry."
   },
   "author": {
    "text": "Bill Flores"
   }
  },
  {
   "quote": {
    "text": "All the world's a stage, and all the men and women merely players: they have their exits and their entrances; and one man in his time plays many parts, his acts being seven ages."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "There never will be complete equality until women themselves help to make laws and elect lawmakers."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "The principle goal of education in the schools should be creating men and women who are capable of doing new things, not simply repeating what other generations have done."
   },
   "author": {
    "text": "Jean Piaget"
   }
  },
  {
   "quote": {
    "text": "Any time women come together with a collective intention, it's a powerful thing. Whether it's sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens."
   },
   "author": {
    "text": "Phylicia Rashad"
   }
  },
  {
   "quote": {
    "text": "Men and women must be educated, in a great degree, by the opinions and manners of the society they live in."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "I grew up in a family with two very strong women, my mother and my older sister, and they were big influences on my life."
   },
   "author": {
    "text": "Darren Aronofsky"
   }
  },
  {
   "quote": {
    "text": "It was we, the people; not we, the white male citizens; nor yet we, the male citizens; but we, the whole people, who formed the Union. And we formed it, not to give the blessings of liberty, but to secure them; not to the half of ourselves and the half of our posterity, but to the whole people - women as well as men."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "Let's be very clear: Strong men - men who are truly role models - don't need to put down women to make themselves feel powerful. People who are truly strong lift others up. People who are truly powerful bring others together."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "While physics and mathematics may tell us how the universe began, they are not much use in predicting human behavior because there are far too many equations to solve. I'm no better than anyone else at understanding what makes people tick, particularly women."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "I think women are foolish to pretend they are equal to men; they are far superior and always have been."
   },
   "author": {
    "text": "William Golding"
   }
  },
  {
   "quote": {
    "text": "What I've never understood is why some women use plastic surgery to make themselves more attractive to men. The most beautiful woman is someone who's happy and is always smiling."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "The valor and courage of our young women and men in the armed services are a shining example to all of the world, and we owe them and their families our deepest respect."
   },
   "author": {
    "text": "Bill Frist"
   }
  },
  {
   "quote": {
    "text": "If women ran the world we wouldn't have wars, just intense negotiations every 28 days."
   },
   "author": {
    "text": "Robin Williams"
   }
  },
  {
   "quote": {
    "text": "I realize that men and women of the military go out and sacrifice their lives and put their selves in harm's way for my freedom of speech and my freedoms in this country, and my freedom to take a seat or take a knee, so I have the utmost respect for them, and I think what I did was taken out of context and spun a different way."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "I do not demand equal pay for any women save those who do equal work in value. Scorn to be coddled by your employers; make them understand that you are in their service as workers, not as women."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "We live in a world where sports have the potential to bridge the gap between racism, sexism and discrimination. The 2012 Olympic Games was a great start but hopefully what these games taught us is that if women are given an opportunity on an equal playing field the possibilities for women are endless."
   },
   "author": {
    "text": "Jackie Joyner-Kersee"
   }
  },
  {
   "quote": {
    "text": "Women, like men, should try to do the impossible. And when they fail, their failure should be a challenge to others."
   },
   "author": {
    "text": "Amelia Earhart"
   }
  },
  {
   "quote": {
    "text": "My mom was a source of strength. She showed me by example that women, regardless of how difficult life may get, can do it all."
   },
   "author": {
    "text": "Gloria Estefan"
   }
  },
  {
   "quote": {
    "text": "A miracle is really the only way to describe motherhood and giving birth. It's unbelievable how God has made us women and babies to endure and be able to do so much. A miracle, indeed. Such an incredible blessing."
   },
   "author": {
    "text": "Jennie Finch"
   }
  },
  {
   "quote": {
    "text": "The higher the better. It's more about an attitude. High heels empower women in a way."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "Women and girls, men and boys all share the right to live free of violence, which is, unfortunately, experienced by both men and women. Women and girls, however, disproportionately experience violence due to a deeply rooted global culture of gender discrimination."
   },
   "author": {
    "text": "Nazanin Boniadi"
   }
  },
  {
   "quote": {
    "text": "A gender line... helps to keep women not on a pedestal, but in a cage."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "The men and women in the Armed Forces, that's what I always think about and what I teach my kids about. We're getting ready to sit down at the table and have Thanksgiving, and there's people that are not with their families."
   },
   "author": {
    "text": "Guy Fieri"
   }
  },
  {
   "quote": {
    "text": "We hold these truths to be self-evident: that all men and women are created equal."
   },
   "author": {
    "text": "Elizabeth Cady Stanton"
   }
  },
  {
   "quote": {
    "text": "Women should never go without earrings. Passing on them is an opportunity missed."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "It is a holy blessing to be born with the exquisite qualities of a daughter of God. Women of God, both old and young, are spiritual and sensitive, tender and gentle. They have a kind, nurturing nature. This is your inheritance. Never belittle the gifts God has given to you. Develop the divinity that is within you."
   },
   "author": {
    "text": "Margaret D. Nadauld"
   }
  },
  {
   "quote": {
    "text": "In the end, abortion is an issue of fundamental human rights. To force women to undergo pregnancy and childbirth against their will is to deprive them of the right to make basic decisions about their lives and well-being, and to give that power to the state."
   },
   "author": {
    "text": "Katha Pollitt"
   }
  },
  {
   "quote": {
    "text": "Oh, if I could but live another century and see the fruition of all the work for women! There is so much yet to be done."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "In my opinion, the battles over birth control and Planned Parenthood are primarily neither political nor religious. This is an issue of equality for women. This is an issue of women's rights: Planned Parenthood is the most important private provider of reproductive health care for women in the United States."
   },
   "author": {
    "text": "Karen DeCrow"
   }
  },
  {
   "quote": {
    "text": "Women hold up half the sky."
   },
   "author": {
    "text": "Mao Zedong"
   }
  },
  {
   "quote": {
    "text": "Every day, I wake up determined to deliver a better life for the people all across this nation that have been neglected, ignored, and abandoned. I have visited the laid-off factory workers and the communities crushed by our horrible and unfair trade deals. These are the forgotten men and women of our country."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "For those who have made the ultimate sacrifice, we are grateful that such men and women were among us. For those who continue to serve, we honor their commitment. For those who return to civilian life, we honor their service."
   },
   "author": {
    "text": "Steve Buyer"
   }
  },
  {
   "quote": {
    "text": "If you look back in history of the women who are most memorable and most stylish, they were never the followers of fashion. They were the ones who were unique in their style, breakers of the rules. They were authentic, genuine, original. They were not following the trends."
   },
   "author": {
    "text": "Nina Garcia"
   }
  },
  {
   "quote": {
    "text": "Women are systematically degraded by receiving the trivial attentions which men think it manly to pay to the sex, when, in fact, men are insultingly supporting their own superiority."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "Countries with higher levels of gender equality have higher economic growth. Companies with more women on their boards have higher returns. Peace agreements that include women are more successful. Parliaments with more women take up a wider range of issues - including health, education, anti-discrimination, and child support."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "Love is something far more than desire for sexual intercourse; it is the principal means of escape from the loneliness which afflicts most men and women throughout the greater part of their lives."
   },
   "author": {
    "text": "Bertrand Russell"
   }
  },
  {
   "quote": {
    "text": "I think God made a woman to be strong and not to be trampled under the feet of men. I've always felt this way because my mother was a very strong woman, without a husband."
   },
   "author": {
    "text": "Little Richard"
   }
  },
  {
   "quote": {
    "text": "Girls shouldn't be afraid to look messy. They shouldn't have to always fit in with the pretty girls. Our goal as women is not to impress guys."
   },
   "author": {
    "text": "Daya"
   }
  },
  {
   "quote": {
    "text": "My ideal man is faithful, honest, and a gentleman who knows how to treat women."
   },
   "author": {
    "text": "Irina Shayk"
   }
  },
  {
   "quote": {
    "text": "Here's the thing, men have to also mature in how they see women, too. Because they need to understand that it's not just about how we look, it's about who we are. And I am going to tell you like this, 'If you can't love me with short hair, and you telling me I got to have long hair to be loved, guess what, I ain't the one for you.'"
   },
   "author": {
    "text": "Jada Pinkett Smith"
   }
  },
  {
   "quote": {
    "text": "If you're comfortable with yourself, then you'll look beautiful. If you're not feeling comfortable with yourself, than that kind of shows. I think that as cheesy as the pageant industry can be seen at times, it actually does help women - boosting their confidence and growing into their own. I have to give it credit for that."
   },
   "author": {
    "text": "Olivia Culpo"
   }
  },
  {
   "quote": {
    "text": "Kids, adults, men, women, everybody has a relationship with Mickey Mouse."
   },
   "author": {
    "text": "Warren Spector"
   }
  },
  {
   "quote": {
    "text": "No nation can rise to the height of glory unless your women are side by side with you."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "Our love, our gratitude, our admiration for our men and women in uniform, our veterans and their families - all of that is bigger than any one party or any one election."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "In our society, the women who break down barriers are those who ignore limits."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "Because all of us believe and understand in the fabric of the common bond of why we call ourselves American is to care for the men and women who wear the uniform; and when they take off the uniform, we care for them when they are veterans."
   },
   "author": {
    "text": "Steve Buyer"
   }
  },
  {
   "quote": {
    "text": "When I was growing up, there were no women in orchestras. Auditioners thought they could tell the difference between a woman playing and a man. Some intelligent person devised a simple solution: Drop a curtain between the auditioners and the people trying out. And, lo and behold, women began to get jobs in symphony orchestras."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "I think, with never-ending gratitude, that the young women of today do not and can never know at what price their right to free speech and to speak at all in public has been earned."
   },
   "author": {
    "text": "Lucy Stone"
   }
  },
  {
   "quote": {
    "text": "The use of the atomic bomb, with its indiscriminate killing of women and children, revolts my soul."
   },
   "author": {
    "text": "Herbert Hoover"
   }
  },
  {
   "quote": {
    "text": "I decided blacks should not have to experience the difficulties I had faced, so I decided to open a flying school and teach other black women to fly."
   },
   "author": {
    "text": "Bessie Coleman"
   }
  },
  {
   "quote": {
    "text": "My advice to women in general: Even if you're doing a nine-to-five job, treat yourself like a boss. Not arrogant, but be sure of what you want - and don't allow people to run anything for you without your knowledge."
   },
   "author": {
    "text": "Nicki Minaj"
   }
  },
  {
   "quote": {
    "text": "Each and every one of us is amazing in our own way. We have five beautiful women who exude talent, and I am blessed and honored to be one of those women. For me, the bottom line is it's all about respect and love, and I have both for Fifth Harmony."
   },
   "author": {
    "text": "Normani Kordei"
   }
  },
  {
   "quote": {
    "text": "As usual, there is a great woman behind every idiot."
   },
   "author": {
    "text": "John Lennon"
   }
  },
  {
   "quote": {
    "text": "Wherever men and women are persecuted because of their race, religion, or political views, that place must - at that moment - become the center of the universe."
   },
   "author": {
    "text": "Elie Wiesel"
   }
  },
  {
   "quote": {
    "text": "The women that inspire me to be honest are the women that struggle."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "Addiction is a tough illness, and recovery from it is a hard but noble path. Men and women who walk that path deserve our support, encouragement, and admiration."
   },
   "author": {
    "text": "Sheldon Whitehouse"
   }
  },
  {
   "quote": {
    "text": "A women who doesn't wear perfume has no future."
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "There is a great stir about colored men getting their rights, but not a word about the colored women; and if colored men get their rights, and not colored women theirs, you see, the colored men will be masters over the women, and it will be just as bad as it was before."
   },
   "author": {
    "text": "Sojourner Truth"
   }
  },
  {
   "quote": {
    "text": "Anyone who says he can see through women is missing a lot."
   },
   "author": {
    "text": "Groucho Marx"
   }
  },
  {
   "quote": {
    "text": "Human rights are women's rights, and women's rights are human rights."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "Part of our tradition as black women is that we are universalists. Black children, yellow children, red children, brown children, that is the black woman's normal, day-to-day relationship. In my family alone, we are about four different colors."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "I want to tell women that you need to love yourself and make yourself a priority. It's only when you are happy yourself, can you make everyone else around you happy. I am still a dreamer and still believe in fairy tales, but there is only that much one should give another person. You need to keep something for yourself."
   },
   "author": {
    "text": "Bipasha Basu"
   }
  },
  {
   "quote": {
    "text": "I am not handsome, but when women hear me play, they come crawling to my feet."
   },
   "author": {
    "text": "Niccolo Paganini"
   }
  },
  {
   "quote": {
    "text": "I grew up with just my mum and sister, so I respect women a lot."
   },
   "author": {
    "text": "Harry Styles"
   }
  },
  {
   "quote": {
    "text": "I believe it's time that women truly owned their superpowers and used their beauty and strength to change the world around them."
   },
   "author": {
    "text": "Janelle Monae"
   }
  },
  {
   "quote": {
    "text": "Feminism is not just about women; it's about letting all people lead fuller lives."
   },
   "author": {
    "text": "Jane Fonda"
   }
  },
  {
   "quote": {
    "text": "Scripture is filled with examples of men and women whom God used late in life, often with great impact - men and women who refused to use old age as an excuse to ignore what God wanted them to do."
   },
   "author": {
    "text": "Billy Graham"
   }
  },
  {
   "quote": {
    "text": "Intersectionality is an analytic sensibility, a way of thinking about identity and its relationship to power. Originally articulated on behalf of black women, the term brought to light the invisibility of many constituents within groups that claim them as members but often fail to represent them."
   },
   "author": {
    "text": "Kimberle Williams Crenshaw"
   }
  },
  {
   "quote": {
    "text": "Gender equality is essential for ensuring that men and women can contribute fully at home, at work, and in public life for the betterment of societies and economies at large."
   },
   "author": {
    "text": "Jose Angel Gurria"
   }
  },
  {
   "quote": {
    "text": "There are two powers in the world; one is the sword and the other is the pen. There is a great competition and rivalry between the two. There is a third power stronger than both, that of the women."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "I write for those women who do not speak, for those who do not have a voice because they were so terrified, because we are taught to respect fear more than ourselves. We've been taught that silence would save us, but it won't."
   },
   "author": {
    "text": "Audre Lorde"
   }
  },
  {
   "quote": {
    "text": "Fidelity, Bravery, and Integrity set the expectations for behavior; they set a standard for our work. More than just a motto, for the men and women of the FBI, Fidelity, Bravery, and Integrity is a way of life."
   },
   "author": {
    "text": "Robert Mueller"
   }
  },
  {
   "quote": {
    "text": "There will never be a new world order until women are a part of it."
   },
   "author": {
    "text": "Alice Paul"
   }
  },
  {
   "quote": {
    "text": "Make women rational creatures, and free citizens, and they will quickly become good wives; - that is, if men do not neglect the duties of husbands and fathers."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "Strong women, when respected, make the whole society stronger. One must be careful with such rapid changes, though, and make an effort to preserve, at the same time, the positive traditions of Indian culture."
   },
   "author": {
    "text": "Chitra Banerjee Divakaruni"
   }
  },
  {
   "quote": {
    "text": "I wake up every morning in a house that was built by slaves, and I watch my daughters - two beautiful, intelligent black young women - playing with their dogs on the White House lawn. And because of Hillary Clinton, my daughters, and all our sons and daughters, now take for granted that a woman can be president of the United States."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "'Style Strategy' is about shopping smart, staying chic and making it all last. It's about showing women how to shop for value without compromising style."
   },
   "author": {
    "text": "Nina Garcia"
   }
  },
  {
   "quote": {
    "text": "Women ought to feel a peculiar sympathy in the colored man's wrong, for, like him, she has been accused of mental inferiority, and denied the privileges of a liberal education."
   },
   "author": {
    "text": "Angelina Grimke"
   }
  },
  {
   "quote": {
    "text": "In the adjustment of the new order of things, we women demand an equal voice; we shall accept nothing less."
   },
   "author": {
    "text": "Carrie Chapman Catt"
   }
  },
  {
   "quote": {
    "text": "My mother told me two things constantly. One was to be a lady and the other was to be independent, and the law was something most unusual for those times because for most girls growing up in the '40s, the most important degree was not your B.A. but your M.R.S."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "Mr. President how long must women wait to get their liberty? Let us have the rights we deserve."
   },
   "author": {
    "text": "Alice Paul"
   }
  },
  {
   "quote": {
    "text": "Kindness in women, not their beauteous looks, shall win my love."
   },
   "author": {
    "text": "Washington Irving"
   }
  },
  {
   "quote": {
    "text": "Suffrage is a common right of citizenship. Women have the right of suffrage. Logically it cannot be escaped."
   },
   "author": {
    "text": "Victoria Woodhull"
   }
  },
  {
   "quote": {
    "text": "In 1973, the Roe v. Wade decision concluded that women have a constitutionally protected right to safe and legal abortions. That landmark decision wasn't the beginning of women having abortions; it was the end of women dying from abortions."
   },
   "author": {
    "text": "Jan Schakowsky"
   }
  },
  {
   "quote": {
    "text": "Achieving gender equality requires the engagement of women and men, girls and boys. It is everyone's responsibility."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "I really want women to know their power, to value their experience. To understand that nothing has been more wholesome in the political process than the increased involvement of women."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "Lebanon was at one time known as a nation that rose above sectarian hatred; Beirut was known as the Paris of the Middle East. All of that was blown apart by senseless religious wars, financed and exploited in part by those who sought power and wealth. If women had been in charge, would they have been more sensible? It's a theory."
   },
   "author": {
    "text": "Roger Ebert"
   }
  },
  {
   "quote": {
    "text": "At the end of the day I'm just Linda, and Linda is a single professional woman, and a lot of women can relate to what I talk about."
   },
   "author": {
    "text": "Linda Sanchez"
   }
  },
  {
   "quote": {
    "text": "The age of a woman doesn't mean a thing. The best tunes are played on the oldest fiddles."
   },
   "author": {
    "text": "Ralph Waldo Emerson"
   }
  },
  {
   "quote": {
    "text": "Yes, guns are to men what jewelry is to women!"
   },
   "author": {
    "text": "Steve King"
   }
  },
  {
   "quote": {
    "text": "No one is more arrogant toward women, more aggressive or scornful, than the man who is anxious about his virility."
   },
   "author": {
    "text": "Simone de Beauvoir"
   }
  },
  {
   "quote": {
    "text": "I don't know who invented high heels, but all women owe him a lot."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "With over 3 million women battling breast cancer today, everywhere you turn there is a mother, daughter, sister, or friend who has been affected by breast cancer."
   },
   "author": {
    "text": "Betsey Johnson"
   }
  },
  {
   "quote": {
    "text": "Throughout human history, in any great endeavour requiring the common effort of many nations and men and women everywhere, we have learned - it is only through seriousness of purpose and persistence that we ultimately carry the day. We might liken it to riding a bicycle. You stay upright and move forward so long as you keep up the momentum."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "It is our duty as men and women to proceed as though the limits of our abilities do not exist."
   },
   "author": {
    "text": "Pierre Teilhard de Chardin"
   }
  },
  {
   "quote": {
    "text": "If we mean to have heroes, statesmen and philosophers, we should have learned women."
   },
   "author": {
    "text": "Abigail Adams"
   }
  },
  {
   "quote": {
    "text": "All women become like their mothers. That is their tragedy. No man does. That's his."
   },
   "author": {
    "text": "Oscar Wilde"
   }
  },
  {
   "quote": {
    "text": "I think it's important for little girls growing up, and young women, to have one in every walk of life. So from that point of view, I'm proud to be a role model!"
   },
   "author": {
    "text": "Sally Ride"
   }
  },
  {
   "quote": {
    "text": "It's always wonderful to get to know women, with the mystery and the joy and the depth. If you can make a woman laugh, you're seeing the most beautiful thing on God's Earth."
   },
   "author": {
    "text": "Keanu Reeves"
   }
  },
  {
   "quote": {
    "text": "I'm ready to move on to the next chapter of my life in which I will redouble my efforts to empower women in the workplace."
   },
   "author": {
    "text": "Gretchen Carlson"
   }
  },
  {
   "quote": {
    "text": "I haven't trusted polls since I read that 62% of women had affairs during their lunch hour. I've never met a woman in my life who would give up lunch for sex."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "I have always had a talent for irritating women since I was fourteen."
   },
   "author": {
    "text": "Marilyn Monroe"
   }
  },
  {
   "quote": {
    "text": "A feminist is a person who believes in the power of women just as much as they believe in the power of anyone else. It's equality, it's fairness, and I think it's a great thing to be a part of."
   },
   "author": {
    "text": "Zendaya"
   }
  },
  {
   "quote": {
    "text": "High heels empower women in a way."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "Although we have, in theory, abolished human slavery, recognized women's rights, and stopped child labor, we continue to enslave other species who, if we simply pay attention, show quite clearly that they experience parental love, pain, and the desire for freedom, just as we do."
   },
   "author": {
    "text": "Ingrid Newkirk"
   }
  },
  {
   "quote": {
    "text": "I am an example of what is possible when girls from the very beginning of their lives are loved and nurtured by people around them. I was surrounded by extraordinary women in my life who taught me about quiet strength and dignity."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "Most women don't like good men. They say they want a good buy, but most women always wind up with the bad boy."
   },
   "author": {
    "text": "Stephanie Mills"
   }
  },
  {
   "quote": {
    "text": "When they told me my new-born babe was a girl, my heart was heavier than it had ever been before. Slavery is terrible for men; but it is far more terrible for women."
   },
   "author": {
    "text": "Harriet Ann Jacobs"
   }
  },
  {
   "quote": {
    "text": "Sometimes I wonder if men and women really suit each other. Perhaps they should live next door and just visit now and then."
   },
   "author": {
    "text": "Katharine Hepburn"
   }
  },
  {
   "quote": {
    "text": "All women deserve a dignified and respectful workplace in which talent, hard work and loyalty are recognized, revered, and rewarded."
   },
   "author": {
    "text": "Gretchen Carlson"
   }
  },
  {
   "quote": {
    "text": "It's not vanity to feel you have a right to be beautiful. Women are taught to feel we're not good enough, that we must live up to someone else's standards. But my aim is to cherish myself as I am."
   },
   "author": {
    "text": "Elle Macpherson"
   }
  },
  {
   "quote": {
    "text": "More than 90 percent of what Planned Parenthood does nationally is preventive care - including cervical cancer screenings, breast cancer screenings, and family planning - mostly for women with low resources and income below the poverty line."
   },
   "author": {
    "text": "Gene Green"
   }
  },
  {
   "quote": {
    "text": "I guess I was a bad boy... Yes, yes, I've had lots of women in my life."
   },
   "author": {
    "text": "Kirk Douglas"
   }
  },
  {
   "quote": {
    "text": "Women in my focus groups, they say a bald man is trustworthy. He has nothing to hide."
   },
   "author": {
    "text": "Kellyanne Conway"
   }
  },
  {
   "quote": {
    "text": "Financial inclusion matters not only because it promotes growth, but because it helps ensure prosperity is widely shared. Access to financial services plays a critical role in lifting people out of poverty, in empowering women, and in helping governments deliver services to their people."
   },
   "author": {
    "text": "Sri Mulyani Indrawati"
   }
  },
  {
   "quote": {
    "text": "Women love a self-confident bald man."
   },
   "author": {
    "text": "Larry David"
   }
  },
  {
   "quote": {
    "text": "I was raised by strong women, and that DNA is in my daughter and wife."
   },
   "author": {
    "text": "Dwayne Johnson"
   }
  },
  {
   "quote": {
    "text": "Women like me aren't supposed to run for office."
   },
   "author": {
    "text": "Alexandria Ocasio-Cortez"
   }
  },
  {
   "quote": {
    "text": "There was a time when men thought it was sexy to have a housewife waiting for him to come home from work in her slippers, but in modern society, I think an independent woman is even more sexy."
   },
   "author": {
    "text": "Kat Graham"
   }
  },
  {
   "quote": {
    "text": "Men and women in my lifetime have died fighting for the right to vote: people like James Chaney, Andrew Goodman and Michael Schwerner, who were murdered while registering black voters in Mississippi in 1964, and Viola Liuzzo, who was murdered by the Ku Klux Klan in 1965 during the Selma march for voting rights."
   },
   "author": {
    "text": "Jeff Greenfield"
   }
  },
  {
   "quote": {
    "text": "Wolves and women are relational by nature, inquiring, possessed of great endurance and strength. They are deeply intuitive, intensely concerned with their young, their mate and their pack. Yet both have been hounded, harassed and falsely imputed to be devouring and devious, overly aggressive, of less value than those who are their detractors."
   },
   "author": {
    "text": "Clarissa Pinkola Estes"
   }
  },
  {
   "quote": {
    "text": "I speak Spanish to God, Italian to women, French to men, and German to my horse."
   },
   "author": {
    "text": "Charles V"
   }
  },
  {
   "quote": {
    "text": "Women in particular need to keep an eye on their physical and mental health, because if we're scurrying to and from appointments and errands, we don't have a lot of time to take care of ourselves. We need to do a better job of putting ourselves higher on our own 'to do' list."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "You can't forget that organizational success flows from the hearts and minds of the men and women you lead. Rather than treating your people as you'd like to be treated, treat them as they would like to be treated. Small gestures like opting for face-to-face meetings or sending personal notes can have an enormous impact on teams and their morale."
   },
   "author": {
    "text": "Marillyn Hewson"
   }
  },
  {
   "quote": {
    "text": "Surrounding myself with beautiful women keeps me young."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "I do not wish women to have power over men; but over themselves."
   },
   "author": {
    "text": "Mary Shelley"
   }
  },
  {
   "quote": {
    "text": "My little girls are the most beautiful women in the world. I am a lucky, lucky man. I will spend every day making sure that they know this."
   },
   "author": {
    "text": "Russell Simmons"
   }
  },
  {
   "quote": {
    "text": "If a country doesn't recognize minority rights and human rights, including women's rights, you will not have the kind of stability and prosperity that is possible."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "When I was a young boy, growing up in Durham, North Carolina, the women in my family were truly passionate about their clothes; nothing was more beautiful to me than women dressing with the utmost, meticulous attention to accessories, shoes, handbags, hats, coats, dresses and gloves to attend Sunday church services."
   },
   "author": {
    "text": "Andre Leon Talley"
   }
  },
  {
   "quote": {
    "text": "In Hiroshima, bombed Aug. 6, 1945, no warning was given of the air attack, and thus no escape was possible for the mostly women, children and old people who fell victim."
   },
   "author": {
    "text": "Lydia Millet"
   }
  },
  {
   "quote": {
    "text": "I've always been attracted to women who are assertive and have confidence - qualities older women possess. They've been on the Earth a little longer. They're more seasoned. They don't play games. They know what they want, and they're not afraid to tell you."
   },
   "author": {
    "text": "Taye Diggs"
   }
  },
  {
   "quote": {
    "text": "My family has very strong women. My mother never laughed at my dream of Africa, even though everyone else did because we didn't have any money, because Africa was the 'dark continent', and because I was a girl."
   },
   "author": {
    "text": "Jane Goodall"
   }
  },
  {
   "quote": {
    "text": "I suppose women are attracted to the bad-boy image sometimes because it's fun to have an adventure. It's like eating junk food... it's fun at the time, but ultimately not the best choice."
   },
   "author": {
    "text": "Dita Von Teese"
   }
  },
  {
   "quote": {
    "text": "Youth is impulsive. When our young men grow angry at some real or imaginary wrong, and disfigure their faces with black paint, it denotes that their hearts are black, and that they are often cruel and relentless, and our old men and old women are unable to restrain them. Thus it has ever been."
   },
   "author": {
    "text": "Chief Seattle"
   }
  },
  {
   "quote": {
    "text": "I enjoy how women dressed in the 1920s with the shimmering jewels and rich feathers."
   },
   "author": {
    "text": "Janelle Monae"
   }
  },
  {
   "quote": {
    "text": "Learning, while at school, that the charge for the education of girls was the same as that for boys, and that, when they became teachers, women received only half as much as men for their services, the injustice of this distinction was so apparent."
   },
   "author": {
    "text": "Lucretia Mott"
   }
  },
  {
   "quote": {
    "text": "They were using the dolls to project their dreams of their own futures as adult women."
   },
   "author": {
    "text": "Ruth Handler"
   }
  },
  {
   "quote": {
    "text": "Architecture is particularly difficult for women; there's no reason for it to be. I don't want to blame men or society, but I think it was for a long time, the clients were men, the building industry is all male."
   },
   "author": {
    "text": "Zaha Hadid"
   }
  },
  {
   "quote": {
    "text": "The silent killer of all great men and women of achievement - particularly men, I don't know why, maybe it's the testosterone - I think it's narcissism. Even more than hubris. And for women, too. Narcissism is the killer."
   },
   "author": {
    "text": "James Woods"
   }
  },
  {
   "quote": {
    "text": "I think what women think is sexy is what is sexy. Girls eating pizza are massively sexy."
   },
   "author": {
    "text": "Charli XCX"
   }
  },
  {
   "quote": {
    "text": "The Bible and the Church have been the greatest stumbling blocks in the way of women's emancipation."
   },
   "author": {
    "text": "Elizabeth Cady Stanton"
   }
  },
  {
   "quote": {
    "text": "Throughout the years, many Christian women have told me of their great respect for the bravery and courage evident in my work, perhaps even gesturing to their own Isis earrings or a Nile River Goddess pendants."
   },
   "author": {
    "text": "Carol P. Christ"
   }
  },
  {
   "quote": {
    "text": "Women have a favorite room, men a favorite chair."
   },
   "author": {
    "text": "Bernard Williams"
   }
  },
  {
   "quote": {
    "text": "I can't disappear. I come from a family of beautiful women, strong women - and 'strong' defined by being themselves."
   },
   "author": {
    "text": "Mara Brock Akil"
   }
  },
  {
   "quote": {
    "text": "The biggest message I have for young women is, Don't start cutting off branches of your career tree unnecessarily early. Sometimes women say, I know I want to have a family or play in the local symphony, and they start pulling themselves out of their career path. You don't have to take yourself out of the running before you even start."
   },
   "author": {
    "text": "Mary Barra"
   }
  },
  {
   "quote": {
    "text": "We are braver and wiser because they existed, those strong women and strong men... We are who we are because they were who they were. It's wise to know where you come from, who called your name."
   },
   "author": {
    "text": "Maya Angelou"
   }
  },
  {
   "quote": {
    "text": "Ah, women. They make the highs higher and the lows more frequent."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "We will be protected by the great men and women of our military and law enforcement and, most importantly, we are protected by God."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "Women will only have true equality when men share with them the responsibility of bringing up the next generation."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "I want to encourage women to embrace their own uniqueness. Because just like a rose is beautiful, so is a sunflower, so is a peony. I mean, all flowers are beautiful in their own way, and that's like women too."
   },
   "author": {
    "text": "Miranda Kerr"
   }
  },
  {
   "quote": {
    "text": "Men are April when they woo, December when they wed. Maids are May when they are maids, but the sky changes when they are wives."
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "I think that, if anything, the pageant is great for people who suffer from body issues. It's all about being comfortable with what you're given and what you have and being able to flaunt it without being insecure. It's about empowering women, not making them feel weak or less."
   },
   "author": {
    "text": "Olivia Culpo"
   }
  },
  {
   "quote": {
    "text": "If women want any rights more than they's got, why don't they just take them, and not be talking about it."
   },
   "author": {
    "text": "Sojourner Truth"
   }
  },
  {
   "quote": {
    "text": "When men and women are able to respect and accept their differences then love has a chance to blossom."
   },
   "author": {
    "text": "John Gray"
   }
  },
  {
   "quote": {
    "text": "Women are like teabags. We don't know our true strength until we are in hot water!"
   },
   "author": {
    "text": "Unknown"
   }
  },
  {
   "quote": {
    "text": "I try to teach through my opinions, through my speeches, how wrong it is to judge people on the basis of what they look like, color of their skin, whether they're men or women."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "Over the years, I've interviewed thousands of people, most of them women, and I would say that the root of every dysfunction I've ever encountered, every problem, has been some sense of a lacking of self-value or of self-worth."
   },
   "author": {
    "text": "Oprah Winfrey"
   }
  },
  {
   "quote": {
    "text": "Nothing can be more absurd than the practice that prevails in our country of men and women not following the same pursuits with all their strengths and with one mind, for thus, the state instead of being whole is reduced to half."
   },
   "author": {
    "text": "Plato"
   }
  },
  {
   "quote": {
    "text": "Childbirth is more admirable than conquest, more amazing than self-defense, and as courageous as either one."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Deprived of meaningful work, men and women lose their reason for existence; they go stark, raving mad."
   },
   "author": {
    "text": "Fyodor Dostoevsky"
   }
  },
  {
   "quote": {
    "text": "As I grew up and began identifying myself as a feminist, there were plenty of issues that continued to make me question marriage: the father 'giving' the bride away, women taking their husband's last name, the white dress, the vows promising to 'obey' the groom. And that only covers the wedding."
   },
   "author": {
    "text": "Jessica Valenti"
   }
  },
  {
   "quote": {
    "text": "May we all, as a nation of believers, fight for the achievement of America; may we make sacrifices worthy of those proud men and women who fought for us, labored for us, bled soil from the beaches of Normandy to the fields of Gettysburg for us."
   },
   "author": {
    "text": "Cory Booker"
   }
  },
  {
   "quote": {
    "text": "Money and women. They're two of the strongest things in the world. The things you do for a woman you wouldn't do for anything else. Same with money."
   },
   "author": {
    "text": "Satchel Paige"
   }
  },
  {
   "quote": {
    "text": "In many parts of the world, especially Pakistan and Afghanistan, terrorism, war and conflict stop children to go to their schools. We are really tired of these wars. Women and children are suffering."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "Generally speaking, men are held in great esteem in all parts of the world, so why shouldn't women have their share? Soldiers and war heroes are honored and commemorated, explorers are granted immortal fame, martyrs are revered, but how many people look upon women too as soldiers?"
   },
   "author": {
    "text": "Anne Frank"
   }
  },
  {
   "quote": {
    "text": "Once we hit forty, women only have about four taste buds left: one for vodka, one for wine, one for cheese, and one for chocolate."
   },
   "author": {
    "text": "Gina Barreca"
   }
  },
  {
   "quote": {
    "text": "Women feel empowered when they can do the things that are supposed to be only for men, you know? It breaks boundaries, it's liberating, and it's empowering when you feel like, 'Well, I can do that, too.'"
   },
   "author": {
    "text": "Rihanna"
   }
  },
  {
   "quote": {
    "text": "For a time, I believed not in God nor Santa Claus, but in mermaids. They seemed as logical and possible to me as the brittle twig of a seahorse in the zoo aquarium or the skates lugged up on the lines of cursing Sunday fishermen - skates the shape of old pillowslips with the full, coy lips of women."
   },
   "author": {
    "text": "Sylvia Plath"
   }
  },
  {
   "quote": {
    "text": "When women reassert their relationship with the wildish nature, they are gifted with a permanent and internal watcher, a knower, a visionary, an oracle, an inspiratrice, an intuitive, a maker, a creator, an inventor, and a listener who guide, suggest, and urge vibrant life in the inner and outer world."
   },
   "author": {
    "text": "Clarissa Pinkola Estes"
   }
  },
  {
   "quote": {
    "text": "During their service, men and women in our Armed Forces live by a common creed, promising never to leave a soldier behind. We should live by the same principle. When our veterans are asked to travel hundreds of miles for care that's offered right next door, we simply aren't living up to that standard, and something has to change."
   },
   "author": {
    "text": "John Delaney"
   }
  },
  {
   "quote": {
    "text": "I like intelligent women. When you go out, it shouldn't be a staring contest."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "Abortion is defended today as a means of ensuring the equality and independence of women, and as a solution to the problems of single parenting, child abuse, and the feminization of poverty."
   },
   "author": {
    "text": "Robert Casey"
   }
  },
  {
   "quote": {
    "text": "The upward course of a nation's history is due in the long run to the soundness of heart of its average men and women."
   },
   "author": {
    "text": "Queen Elizabeth II"
   }
  },
  {
   "quote": {
    "text": "In my life, it would probably be giving birth to my daughter. That probably is the most, the thing that moved me the most, was the most memorable, the most wonderful, the most miraculous. I think a lot of women would probably feel that way, too."
   },
   "author": {
    "text": "Julie Andrews"
   }
  },
  {
   "quote": {
    "text": "For most of us, fidelity is faithfulness to an obligation, trust, or duty. For the men and women of the FBI, fidelity also means fidelity to country. It means fidelity to justice and the law, fidelity to the Constitution, fidelity to equality and liberty."
   },
   "author": {
    "text": "Robert Mueller"
   }
  },
  {
   "quote": {
    "text": "I don't hate women - they just sometimes make me mad."
   },
   "author": {
    "text": "Eminem"
   }
  },
  {
   "quote": {
    "text": "Women desire six things: They want their husbands to be brave, wise, rich, generous, obedient to wife, and lively in bed."
   },
   "author": {
    "text": "Geoffrey Chaucer"
   }
  },
  {
   "quote": {
    "text": "The workingmen have perceived that women are in the field of industry to stay; and they see, too, that there can not be two standards of work and wages for any trade without constant menace to the higher standard."
   },
   "author": {
    "text": "Florence Kelley"
   }
  },
  {
   "quote": {
    "text": "Girl Scouts is such an iconic organization that it's easy to overlook how daring an idea it was for founder Juliette Gordon Low to gather those first 18 girls in that troop in Savannah, Georgia. It was 1912, after all, and women wouldn't earn the right to vote for another eight years."
   },
   "author": {
    "text": "Anna Maria Chavez"
   }
  },
  {
   "quote": {
    "text": "Honestly, I feel like we are a walking protest. The fact that we're women professional athletes says that in and of itself. We've been feeling the inequality; we've been struggling with pay equality or whatever it is, or sexism in sports."
   },
   "author": {
    "text": "Megan Rapinoe"
   }
  },
  {
   "quote": {
    "text": "History has taught us over and over again that freedom is not free. When push comes to shove, the ultimate protectors of freedom and liberty are the brave men and women in our armed forces. Throughout our history, they've answered the call in bravery and sacrifice."
   },
   "author": {
    "text": "Tim Pawlenty"
   }
  },
  {
   "quote": {
    "text": "Welcome to Lake Wobegon, where all the women are strong, all the men are good-looking, and all the children are above average."
   },
   "author": {
    "text": "Garrison Keillor"
   }
  },
  {
   "quote": {
    "text": "Each year, Labor Day gives us an opportunity to recognize the invaluable contributions that working men and women make to our nation, our economy and our collective prosperity. It gives us a chance to show gratitude for workers' grit, dedication, ingenuity and strength, which define our nation's character."
   },
   "author": {
    "text": "Tom Perez"
   }
  },
  {
   "quote": {
    "text": "Competition gives birth to a lot of success, and if no one ever challenged you, you wouldn't go anywhere. It makes sense to compete with others for a promotion at work. But so many women take it a step further and won't even support other women. They end up competing over things that don't make sense - like how we look."
   },
   "author": {
    "text": "Lilly Singh"
   }
  },
  {
   "quote": {
    "text": "There's something very important about films about black women and girls being made by black women. It's a reflection as opposed to an interpretation."
   },
   "author": {
    "text": "Ava DuVernay"
   }
  },
  {
   "quote": {
    "text": "Guitars are like women. You'll never get them totally right."
   },
   "author": {
    "text": "Slash"
   }
  },
  {
   "quote": {
    "text": "Sometimes when women come forward about sexual harassment, they're seen as a troublemaker."
   },
   "author": {
    "text": "Gretchen Carlson"
   }
  },
  {
   "quote": {
    "text": "Women have seldom sufficient employment to silence their feelings; a round of little cares, or vain pursuits frittering away all strength of mind and organs, they become naturally only objects of sense."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "When men attempt bold gestures, generally it's considered romantic. When women do it, it's often considered desperate or psycho."
   },
   "author": {
    "text": "Sarah Jessica Parker"
   }
  },
  {
   "quote": {
    "text": "I treat all women with the utmost respect both professionally and personally and would never do anything to disrespect them."
   },
   "author": {
    "text": "Ranveer Singh"
   }
  },
  {
   "quote": {
    "text": "You'll have to forgive me this boldness, but I think women are very fortunate that men exist! The gods are very wise and certainly knew what they were doing. They created the sun and the moon, light and darkness, the eagle and the serpent, all for the same reason. They are perfect complements and the mechanism we use to reach heaven."
   },
   "author": {
    "text": "Laura Esquivel"
   }
  },
  {
   "quote": {
    "text": "The women's movement, from my point of view, was part of the larger sexual revolution that 'Playboy' had played such a large part in. The reality is that the major beneficiaries of the sexual revolution are women."
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "I figured out it was a social thing, what women were allowed to do. At a very young age, I decided I was not going to follow women's rules."
   },
   "author": {
    "text": "Joan Jett"
   }
  },
  {
   "quote": {
    "text": "Smart women love smart men more than smart men love smart women."
   },
   "author": {
    "text": "Natalie Portman"
   }
  },
  {
   "quote": {
    "text": "Within a culture possessed by the myth of feminine evil, the naming, describing, and theorizing about good and evil has constituted a maze/haze of deception. The journey of women becoming is breaking through this maze - springing into free space, which is an a-mazing process."
   },
   "author": {
    "text": "Mary Daly"
   }
  },
  {
   "quote": {
    "text": "Black women's intersectional experiences of racism and sexism have been a central but forgotten dynamic in the unfolding of feminist and antiracist agendas."
   },
   "author": {
    "text": "Kimberle Williams Crenshaw"
   }
  },
  {
   "quote": {
    "text": "I'm very comfortable in my own skin now. I started just being myself more and more. For women, this happens as you get older. I loved my 40s - I thought they were fantastic. And I'm loving my 50s. I'm going to love everything because you're either older or dead!"
   },
   "author": {
    "text": "Gloria Estefan"
   }
  },
  {
   "quote": {
    "text": "Billie Jean King is one of the all-time tennis greats; she's one of the superstars. She's ready for the big one, but she doesn't stand a chance against me. Women's tennis is so far beneath men's tennis; that's what makes the contest with a 55-year-old man the greatest contest of all time."
   },
   "author": {
    "text": "Bobby Riggs"
   }
  },
  {
   "quote": {
    "text": "I never thought it was fair that women couldn't travel freely because it was dangerous. I'd stay by myself on the North Carolina coast for a couple of weeks, with my dog and my gun, and my mom would be terrified. I told her, if I stay home, a lamp could fall on my head. You can't spend your whole life inside because you're scared."
   },
   "author": {
    "text": "Margo Price"
   }
  },
  {
   "quote": {
    "text": "Indeed, the Muslims have all the social evils of the Hindus and something more. That something more is the compulsory system of purdah for Muslim women. These burka women walking in the streets is one of the most hideous sights one can witness in India."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "Personally, I think if a women hasn't met the right man by the time she's 24, she may be lucky."
   },
   "author": {
    "text": "Deborah Kerr"
   }
  },
  {
   "quote": {
    "text": "As women, we get the message about how to be a good girl - how to be a good, pretty girl - from such an early age. Then, at the same time, we're told that well-behaved girls won't change the world or ever make a splash."
   },
   "author": {
    "text": "Phoebe Waller-Bridge"
   }
  },
  {
   "quote": {
    "text": "It's not enough to be a woman. You have to care about women's issues. And women's issues here in Iowa are that we have a strong economy. We have jobs that our sons and daughters can go off to someday. We have a great educational system. And women want strong national defense. We want to know that our families are going to be safe."
   },
   "author": {
    "text": "Joni Ernst"
   }
  },
  {
   "quote": {
    "text": "All places where women are excluded tend downward to barbarism; but the moment she is introduced, there come in with her courtesy, cleanliness, sobriety, and order."
   },
   "author": {
    "text": "Harriet Beecher Stowe"
   }
  },
  {
   "quote": {
    "text": "We're getting ready to take over the world. My group of girlfriends - we're renegades."
   },
   "author": {
    "text": "Lisa Bonet"
   }
  },
  {
   "quote": {
    "text": "Violence against women and children resembles an epidemic. It has spread through society, sparing no social group or class."
   },
   "author": {
    "text": "Cyril Ramaphosa"
   }
  },
  {
   "quote": {
    "text": "Women are blessed with lots and lots of extra ways to win or lose validation. If you're a woman, you'll be judged on your beauty and your wit and how often you smile. You'll be judged on how much hair you have in some places and not in others."
   },
   "author": {
    "text": "Faith Salie"
   }
  },
  {
   "quote": {
    "text": "People ask me a lot, 'Well, can you be pro-life and be feminist? Can you be conservative and be feminist?' And I think that, yeah, maybe personally you can be those things. But I think if you're advocating for legislation, or if you're fighting to limit other women's rights, then you can't really call yourself a feminist."
   },
   "author": {
    "text": "Jessica Valenti"
   }
  },
  {
   "quote": {
    "text": "The strong bond of sisterhood was a famous trait in classical art and literature about Amazons. But it was modern people who interpreted that as a sexual preference for women. That started in the 20th century. The Russian poet Marina Tsvetaeva declared that Amazons were symbolic of lesbianism in antiquity."
   },
   "author": {
    "text": "Adrienne Mayor"
   }
  },
  {
   "quote": {
    "text": "The history of men's opposition to women's emancipation is more interesting perhaps than the story of that emancipation itself."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "The big mistake that men make is that when they turn thirteen or fourteen and all of a sudden they've reached puberty, they believe that they like women. Actually, you're just horny. It doesn't mean you like women any more at twenty-one than you did at ten."
   },
   "author": {
    "text": "George William Curtis"
   }
  },
  {
   "quote": {
    "text": "I asked a Burmese why women, after centuries of following their men, now walk ahead. He said there were many unexploded land mines since the war."
   },
   "author": {
    "text": "Robert Mueller"
   }
  },
  {
   "quote": {
    "text": "The empathy I found reading 'Heidi' and 'Little Women' is empathy we have as human beings that can feed all of our souls. We have our differences, but we're all so similar in our humanness. So those stories about young girls overcoming meant a lot to me and gave me hope."
   },
   "author": {
    "text": "Jewell Parker Rhodes"
   }
  },
  {
   "quote": {
    "text": "I've a great family, two children to take care of. Then, of course, I do commentary for TV. I do speak about various women's issues around the world - like LGBT, motivational speeches. I have a lot on my plate right now. But eventually, yes, I would like to pass on the knowledge and something that I would like to do."
   },
   "author": {
    "text": "Martina Navratilova"
   }
  },
  {
   "quote": {
    "text": "Men are much more likely to make sure the boss knows they were in the office until midnight. But women tend to avoid seeking that kind of acknowledgement for their work. They just assume that the boss knows - but the boss usually doesn't. I experienced that firsthand."
   },
   "author": {
    "text": "Caroline Ghosn"
   }
  },
  {
   "quote": {
    "text": "The American flag is an enduring symbol of liberty, democracy, and justice. It is fitting that the House act to protect it as we approach our nation's birthday, and as our men and women in uniform rally behind it in Iraq's battlefields."
   },
   "author": {
    "text": "Joe Barton"
   }
  },
  {
   "quote": {
    "text": "There is no longer a doubt that women are just as competent as men. Gender differences are guided by nurture, as society treats boys and girls differently from an early age."
   },
   "author": {
    "text": "Naveen Jain"
   }
  },
  {
   "quote": {
    "text": "Yes, we become stronger when men and women, young and old, gay and straight, native-born and immigrant fight together to create the kind of country we all know we can become."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "It would be a much better country if women did not vote. That is simply a fact. In fact, in every presidential election since 1950 - except Goldwater in '64 - the Republican would have won, if only the men had voted."
   },
   "author": {
    "text": "Ann Coulter"
   }
  },
  {
   "quote": {
    "text": "In the public eye, girls and women with strong perspectives are hated. If you're a girl with an opinion, people just hate you. There are still people who are afraid of successful women, and that's so lame."
   },
   "author": {
    "text": "Billie Eilish"
   }
  },
  {
   "quote": {
    "text": "Feminism has never been about getting a job for one woman. It's about making life more fair for women everywhere. It's not about a piece of the existing pie; there are too many of us for that. It's about baking a new pie."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "If there hadn't been women we'd still be squatting in a cave eating raw meat, because we made civilization in order to impress our girlfriends."
   },
   "author": {
    "text": "Orson Welles"
   }
  },
  {
   "quote": {
    "text": "The women of my generation and my daughter's generation, they were very active in moving along the social change that would result in equal citizenship stature for men and women."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "The whole concept of witches was that women were speaking up for themselves and fighting for their rights. The whole concept of witchcraft came into play to hold down women and women's empowerment."
   },
   "author": {
    "text": "Madchen Amick"
   }
  },
  {
   "quote": {
    "text": "America's fighting men and women sacrifice much to ensure that our great nation stays free. We owe a debt of gratitude to the soldiers that have paid the ultimate price for this cause, as well as for those who are blessed enough to return from the battlefield unscathed."
   },
   "author": {
    "text": "Allen Boyd"
   }
  },
  {
   "quote": {
    "text": "A bird cannot fly with one wing only. Human space flight cannot develop any further without the active participation of women."
   },
   "author": {
    "text": "Valentina Tereshkova"
   }
  },
  {
   "quote": {
    "text": "The man who loves other countries as much as his own stands on a level with the man who loves other women as much as he loves his own wife."
   },
   "author": {
    "text": "Theodore Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Reproductive choice has to be straightened out. There will never be a woman of means without choice anymore. That just seems to me so obvious. The states that changed their abortion laws before Roe are not going to change back. So we have a policy that only affects poor women, and it can never be otherwise."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "At present, our country needs women's idealism and determination, perhaps more in politics than anywhere else."
   },
   "author": {
    "text": "Shirley Chisholm"
   }
  },
  {
   "quote": {
    "text": "I think that technology - computers and smart phones and 24-hour availability - often leaves me, and others I know, feeling blank and depressed at the end of a day. I also believe that hyped expectations for raising children leaves many women and men feeling as if their days are a blur of carpools and play-groups and tutors."
   },
   "author": {
    "text": "Rebecca Traister"
   }
  },
  {
   "quote": {
    "text": "We needed to be assertive as women in those days - assertive and aggressive - and the degree to which we had to be that way depended on where you were. I had to be."
   },
   "author": {
    "text": "Katherine Johnson"
   }
  },
  {
   "quote": {
    "text": "Equal pay isn't just a women's issue; when women get equal pay, their family incomes rise and the whole family benefits."
   },
   "author": {
    "text": "Mike Honda"
   }
  },
  {
   "quote": {
    "text": "Capitalism has its weaknesses. But it is capitalism that ended the stranglehold of the hereditary aristocracies, raised the standard of living for most of the world and enabled the emancipation of women."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "I feel there is something unexplored about woman that only a woman can explore."
   },
   "author": {
    "text": "Georgia O'Keeffe"
   }
  },
  {
   "quote": {
    "text": "I am so grateful for the service our veterans have given to our country. These men and women put their lives on the line for our safety and security, and we need to honor their service and our commitment to them."
   },
   "author": {
    "text": "Conner Eldridge"
   }
  },
  {
   "quote": {
    "text": "I regard the rights of men and women equal. In Love's fair realm, husband and wife are king and queen, sceptered and crowned alike, and seated on the self-same throne."
   },
   "author": {
    "text": "Robert Green Ingersoll"
   }
  },
  {
   "quote": {
    "text": "It's so clear that you have to cherish everyone. I think that's what I get from these older black women, that every soul is to be cherished, that every flower Is to bloom."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "Veterans Day is a time to celebrate the men and women who have worn this nation's uniform and to honor their service."
   },
   "author": {
    "text": "Tammy Duckworth"
   }
  },
  {
   "quote": {
    "text": "There's no limit to what free men and free women in a free market with free enterprise can accomplish when people are free to follow their dream."
   },
   "author": {
    "text": "Jack Kemp"
   }
  },
  {
   "quote": {
    "text": "Old-fashioned ways which no longer apply to changed conditions are a snare in which the feet of women have always become readily entangled."
   },
   "author": {
    "text": "Jane Addams"
   }
  },
  {
   "quote": {
    "text": "You know, there's nothing damnable about being a strong woman. The world needs strong women. There are a lot of strong women you do not see who are guiding, helping, mothering strong men. They want to remain unseen. It's kind of nice to be able to play a strong woman who is seen."
   },
   "author": {
    "text": "Ginger Rogers"
   }
  },
  {
   "quote": {
    "text": "If I became a philosopher, if I have so keenly sought this fame for which I'm still waiting, it's all been to seduce women basically."
   },
   "author": {
    "text": "Jean-Paul Sartre"
   }
  },
  {
   "quote": {
    "text": "When men and women, boys and girls, are denied the right to education, the right to own land, the access to basic services like healthcare and clean water, a fair price for the crops they grow, a fair wage for the work they do, or the right to be part of making decisions that affect them, the result is poverty."
   },
   "author": {
    "text": "Winnie Byanyima"
   }
  },
  {
   "quote": {
    "text": "Once you get a spice in your home, you have it forever. Women never throw out spices. The Egyptians were buried with their spices. I know which one I'm taking with me when I go."
   },
   "author": {
    "text": "Erma Bombeck"
   }
  },
  {
   "quote": {
    "text": "It makes a big difference when men respect women. There are a lot of men who don't, so that's the main quality that would make a good man a great man."
   },
   "author": {
    "text": "Stephanie Sigman"
   }
  },
  {
   "quote": {
    "text": "I like curvy women. But obviously, a sense of humour is the most important thing. And there's nothing sexier than a girl who is comfortable in her own skin."
   },
   "author": {
    "text": "Ray Fearon"
   }
  },
  {
   "quote": {
    "text": "In the past, there was active discrimination against women in science. That has now gone, and although there are residual effects, these are not enough to account for the small numbers of women, particularly in mathematics and physics."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Information, education, skills, healthcare, livelihood, financial inclusion, small and village enterprises, opportunities for women, conservation of natural resources, distributed clean energy - entirely new possibilities have emerged to change the development model."
   },
   "author": {
    "text": "Narendra Modi"
   }
  },
  {
   "quote": {
    "text": "The thing women must do to rise to power is to redefine their femininity. Once, power was considered a masculine attribute. In fact, power has no sex."
   },
   "author": {
    "text": "Katharine Graham"
   }
  },
  {
   "quote": {
    "text": "I measure the progress of a community by the degree of progress which women have achieved."
   },
   "author": {
    "text": "B. R. Ambedkar"
   }
  },
  {
   "quote": {
    "text": "I was a child who went about in a world of colors... My friends, my companions, became women slowly; I became old in instants."
   },
   "author": {
    "text": "Frida Kahlo"
   }
  },
  {
   "quote": {
    "text": "I think the main goal of the feminist movement was the status degradation of the full-time homemaker. They really wanted to get all women out of the homes and into the workforce. And again and again, they taught that the only fulfilling lifestyle was to be in the workforce reporting to a boss instead of being in the home reporting to a husband."
   },
   "author": {
    "text": "Phyllis Schlafly"
   }
  },
  {
   "quote": {
    "text": "I like to think that I represent myself as a strong woman, so to work with other strong women I find very inspiring."
   },
   "author": {
    "text": "Annabelle Wallis"
   }
  },
  {
   "quote": {
    "text": "People are more violently opposed to fur than leather because it's safer to harass rich women than motorcycle gangs."
   },
   "author": {
    "text": "Alexei Sayle"
   }
  },
  {
   "quote": {
    "text": "It is not women's liberation, it is women's and men's liberation."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "There are some people who still feel threatened by strong women. That's their problem. It's not mine."
   },
   "author": {
    "text": "Gloria Allred"
   }
  },
  {
   "quote": {
    "text": "Whenever women struggle with breast cancer and face better care than ever, that's feminism."
   },
   "author": {
    "text": "bell hooks"
   }
  },
  {
   "quote": {
    "text": "The same way that racism is a white person's problem, violence against women is a men's problem."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Everyone now knows how to find the meaning of life within himself. But mankind wasn't always so lucky. Less than a century ago, men and women did not have easy access to the puzzle boxes within them."
   },
   "author": {
    "text": "Kurt Vonnegut"
   }
  },
  {
   "quote": {
    "text": "People say I'm wearing heels because I'm short. I wear heels because the women like 'em."
   },
   "author": {
    "text": "Prince"
   }
  },
  {
   "quote": {
    "text": "Women are degraded by the propensity to enjoy the present moment, and, at last, despise the freedom which they have not sufficient virtue to struggle to attain."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "I just want to say to women, 'Be yourself - it's the inner beauty that counts. You are your own best friend, the key to your own happiness, and as soon as you understand that - and it takes a few heartbreaks - you can be happy.'"
   },
   "author": {
    "text": "Cherie Lunghi"
   }
  },
  {
   "quote": {
    "text": "Rap has so many possibilities that need to be explored. There are different factions of rap, but some are in a rut. Rap doesn't have to be about boosting egos and grabbing your crotch and dissing women. There's a way to make political and social issues interesting and entertaining to the young rap audience."
   },
   "author": {
    "text": "Michael Franti"
   }
  },
  {
   "quote": {
    "text": "A Bachelor of Arts is one who makes love to a lot of women, and yet has the art to remain a bachelor."
   },
   "author": {
    "text": "Helen Rowland"
   }
  },
  {
   "quote": {
    "text": "Whether it's salary or a promotion or a job, I think it's important for women to ask for what they think they deserve."
   },
   "author": {
    "text": "Susan Wojcicki"
   }
  },
  {
   "quote": {
    "text": "What older men and younger women have in common is they are both suffering from different insecurities. She is looking for someone to make her feel safe, and he is looking for someone who doesn't answer back and is a trophy."
   },
   "author": {
    "text": "Mark Barrowcliffe"
   }
  },
  {
   "quote": {
    "text": "Women. They are a complete mystery."
   },
   "author": {
    "text": "Stephen Hawking"
   }
  },
  {
   "quote": {
    "text": "Most women find a man with good manners sexy."
   },
   "author": {
    "text": "Candice Swanepoel"
   }
  },
  {
   "quote": {
    "text": "I'll take the stairs instead of the elevator, or when I'm on a phone call, I'll do squats or pace the room when I'm talking. We're modern women! We have to figure out how to make it work, right?"
   },
   "author": {
    "text": "Ivanka Trump"
   }
  },
  {
   "quote": {
    "text": "Women - always in trouble with them, but can't live without them."
   },
   "author": {
    "text": "Ayrton Senna"
   }
  },
  {
   "quote": {
    "text": "I think beauty is not just about what we put on our heads or on our faces or what we wear: it's deeper than that, and if we can celebrate that, celebrate the women, not just the superficiality... I think it would be really gorgeous."
   },
   "author": {
    "text": "Alek Wek"
   }
  },
  {
   "quote": {
    "text": "I don't think of myself as a romantic person; I'm kind of more rough and tumble, I think. The things I'm drawn to are outdoorsy, I only get dressed up when I have to. I'm drawn to women who are into the same type of thing. If you're going to call it romantic, I'm very spontaneous. That's probably the best thing I have going for me."
   },
   "author": {
    "text": "Paul Walker"
   }
  },
  {
   "quote": {
    "text": "The Holy Ghost is manifested to men and women on the earth both as the power and as the gift of the Holy Ghost. The power can come upon a person before baptism; it is the convincing witness that Jesus Christ is our Savior and Redeemer."
   },
   "author": {
    "text": "David A. Bednar"
   }
  },
  {
   "quote": {
    "text": "Men, women, and children who cannot live on gravity alone need something to satisfy their gayer, lighter moods and hours, and he who ministers to this want is, in my opinion, in a business established by the Creator of our nature. If he worthily fulfills his mission and amuses without corrupting, he need never feel that he has lived in vain."
   },
   "author": {
    "text": "P. T. Barnum"
   }
  },
  {
   "quote": {
    "text": "Pageants were an amazing platform that gave a little girl like me from the mountains of my beautiful Puerto Rico a chance to travel, explore the world, meet amazing people, work for great charities and be a voice to empower women wherever I went. For all those things, I am grateful."
   },
   "author": {
    "text": "Joyce Giraud"
   }
  },
  {
   "quote": {
    "text": "Advertising is a business of words, but advertising agencies are infested with men and women who cannot write. They cannot write advertisements, and they cannot write plans. They are helpless as deaf mutes on the stage of the Metropolitan Opera."
   },
   "author": {
    "text": "David Ogilvy"
   }
  },
  {
   "quote": {
    "text": "Women with low self-esteem love bad boys. Women who have work to do love bad boys. Women who love themselves love good men."
   },
   "author": {
    "text": "Tracy McMillan"
   }
  },
  {
   "quote": {
    "text": "In my four years as a state legislator, I went to dozens of nontraditional events - everything from bird watchings to tree giveaways, neighborhood cleanups to self-defense clinics for women - going where people are instead of asking them to come to me. It's how I learned about their struggles and how legislative decisions affected their lives."
   },
   "author": {
    "text": "Jimmy Gomez"
   }
  },
  {
   "quote": {
    "text": "Confidence is at the root of so many attractive qualities, a sense of humor, a sense of style, a willingness to be who you are no matter what anyone else might think or say and it's true, I do have a certain fondness for women that have dark hair."
   },
   "author": {
    "text": "Wentworth Miller"
   }
  },
  {
   "quote": {
    "text": "I have encountered riotous mobs and have been hung in effigy, but my motto is: Men's rights are nothing more. Women's rights are nothing less."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "Men and women who sell their birthright for a mess of pottage will tell you that their demise began with something small, with some seemingly insignificant breach of integrity that escalated. The little things do matter. It is not possible to profess righteousness while flirting with sin."
   },
   "author": {
    "text": "Sheri L. Dew"
   }
  },
  {
   "quote": {
    "text": "Margaret Sanger didn't just introduce the idea of birth control into our culture at large, she freed women from indenture to their bodies."
   },
   "author": {
    "text": "Roxane Gay"
   }
  },
  {
   "quote": {
    "text": "I can't find anything in the Constitution that says you prefer the life of the mother, or the convenience of the mother if it's an abortion by choice, over the potential life of the fetus. Look, I think women, if they're required to not have abortions, could die and could - so I favor a woman's right to choose."
   },
   "author": {
    "text": "Alan Dershowitz"
   }
  },
  {
   "quote": {
    "text": "Whatever women do, they must do twice as well as men to be thought half as good. Luckily, this is not difficult."
   },
   "author": {
    "text": "Charlotte Whitton"
   }
  },
  {
   "quote": {
    "text": "One mustn't ask apple trees for oranges, France for sun, women for love, life for happiness."
   },
   "author": {
    "text": "Gustave Flaubert"
   }
  },
  {
   "quote": {
    "text": "People say Malala's voice is being sold to the world. But I see it as Malala's voice reaching the world and resonating globally. You should think about what is behind Malala's voice. What is she saying? I am only talking about education, women's rights, and peace."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "On YouTube, women are not just users; they're creators. They're learning about business and technology, and having a voice."
   },
   "author": {
    "text": "Susan Wojcicki"
   }
  },
  {
   "quote": {
    "text": "In 2012, the Liberal Party affirmed overwhelmingly at the policy convention that we are a pro-choice party. It means that we are a party that defends women's rights, and therefore, it would be inconsistent for any Liberal MP to be able to vote to take away women's rights."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "You, too, women, cast away all the cowards from your embraces; they will give you only cowards for children, and you who are the daughters of the land of beauty must bear children who are noble and brave."
   },
   "author": {
    "text": "Giuseppe Garibaldi"
   }
  },
  {
   "quote": {
    "text": "Women play about twenty-five percent as good as men, so they should get about twenty-five percent of the money men get."
   },
   "author": {
    "text": "Bobby Riggs"
   }
  },
  {
   "quote": {
    "text": "The power of women in the politics is a soft power. It is a positive change that our country and other countries in the region... are making by giving a chance to women."
   },
   "author": {
    "text": "Atifete Jahjaga"
   }
  },
  {
   "quote": {
    "text": "I consider abortion to be a deeply personal and intimate issue for women and I don't believe male legislators should even vote on the issue."
   },
   "author": {
    "text": "Alan K. Simpson"
   }
  },
  {
   "quote": {
    "text": "We are not yet a society free of sexism, and this will continue to be an issue for all women candidates."
   },
   "author": {
    "text": "Campbell Brown"
   }
  },
  {
   "quote": {
    "text": "Instead of this fruitless debate about having it all, men and women should focus on what make us happy. Instead of comparing our lives with people we don't know who are making sacrifices we don't see, we should try to find the right balance between home and work life."
   },
   "author": {
    "text": "LZ Granderson"
   }
  },
  {
   "quote": {
    "text": "My drawing for women is really curvy. My drawings for men are actually quite angular."
   },
   "author": {
    "text": "Christian Louboutin"
   }
  },
  {
   "quote": {
    "text": "My view of my role is that together with like-minded men and women, I could help contribute to a bipartisan view of American engagement in the world for another period; I could do my part to overcome this really, in a way, awful period in which we are turning history into personal recriminations, depriving our political system of a serious debate."
   },
   "author": {
    "text": "Henry Kissinger"
   }
  },
  {
   "quote": {
    "text": "It is important for women to feel beautiful when she looks in the mirror, and I tell women, 'If you don't feel beautiful, find one thing that you can look in that mirror and say, 'That is beautiful.'"
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "Never take your eye off the ball. Always remember that you and everyone on the team is the servant of the cause - in our case, girls' education and young women's leadership in Africa."
   },
   "author": {
    "text": "Ann Cotton"
   }
  },
  {
   "quote": {
    "text": "I owe nothing to Women's Lib."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "My generation of bossy, confident, baby-boom women were something brand new in history. Our energy and assertiveness weren't created by Betty Friedan, unknown before her 1963 book, or by Gloria Steinem, whose political activism, as even the Lifetime profile admitted, did not begin until 1969."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "For a century, women have binged on romance novels that encouraged them to associate intimidation with infatuation; it's no wonder that this emotional hangover still lingers."
   },
   "author": {
    "text": "Stephanie Coontz"
   }
  },
  {
   "quote": {
    "text": "The reason I became an actress is because I wanted my acting to reflect life as it is. I want to put truth on the screen. I want real women to see real women on the screen."
   },
   "author": {
    "text": "Viola Davis"
   }
  },
  {
   "quote": {
    "text": "Women have to be active listeners and interrupters - but when you interrupt, you have to know what you are talking about."
   },
   "author": {
    "text": "Madeleine Albright"
   }
  },
  {
   "quote": {
    "text": "A lot of guys are very intimidated by an attractive woman, and they dehumanise her because our culture perceives beautiful women as commodities. But I think if you're able walk up to a person and get to know them, and you see their flaws and their impurities, and realise that they're like you, then you can humanise them again."
   },
   "author": {
    "text": "Neil Strauss"
   }
  },
  {
   "quote": {
    "text": "I went to an exhibition at San Francisco's Asian Art Museum about Shanghai, about how courtesans had been influential in bringing western culture to Shanghai. I bought a book and in it saw this striking group of women in a photograph called 'The Ten Beauties of Shanghai'."
   },
   "author": {
    "text": "Amy Tan"
   }
  },
  {
   "quote": {
    "text": "No other group in America has so had their identity socialized out of existence as have black women... When black people are talked about the focus tends to be on black men; and when women are talked about the focus tends to be on white women."
   },
   "author": {
    "text": "bell hooks"
   }
  },
  {
   "quote": {
    "text": "One thing I always tell players is that there are three bad things: Nothing good happens after midnight, nothing good happens when you're around guns unless you're going hunting, and you don't want to mess around with women that you don't know because a lot of times, bad things happen."
   },
   "author": {
    "text": "Nick Saban"
   }
  },
  {
   "quote": {
    "text": "No nation, savage or civilized, save only the United States of America, has confessed its inability to protect its women save by hanging, shooting, and burning alleged offenders."
   },
   "author": {
    "text": "Ida B. Wells"
   }
  },
  {
   "quote": {
    "text": "I think I'm the only professional horse rider from the movie industry. Strangely, I've seen no men from the industry at equestrian events. Though I've seen some ladies like Diya Mirza and Lara Dutta at the race course. Women, by the way, make superior horse riders."
   },
   "author": {
    "text": "Randeep Hooda"
   }
  },
  {
   "quote": {
    "text": "We want young people to come forward with bright ideas; we want the women and men in our country to have jobs."
   },
   "author": {
    "text": "Cyril Ramaphosa"
   }
  },
  {
   "quote": {
    "text": "I'm pedantic about lip balm. I've been chomping through Lip Smackers since age 11. So the lip balm called Lips! is a personal favourite. I also really love the Properly Clean cleanser. Women are wearing primer, sunscreen and makeup, so a cleanser needs to work hard these days."
   },
   "author": {
    "text": "Zoe Foster Blake"
   }
  },
  {
   "quote": {
    "text": "I like women. I like them so much, I think every man should own two."
   },
   "author": {
    "text": "Bobby Riggs"
   }
  },
  {
   "quote": {
    "text": "You don't argue with a four-year old about why he shouldn't eat candy for dinner. You don't punch a mentally handicapped guy even if he punches you first. And you don't argue when a women tells you she's only making 80 cents to your dollar. It's the path of least resistance. You save your energy for more important battles."
   },
   "author": {
    "text": "Scott Adams"
   }
  },
  {
   "quote": {
    "text": "Southern women often marry a man knowing that he is the father of many little slaves. They do not trouble themselves about it."
   },
   "author": {
    "text": "Harriet Ann Jacobs"
   }
  },
  {
   "quote": {
    "text": "I was at one time a football wife, and there is a certain level of bonding that happens between women who are the wives of football players."
   },
   "author": {
    "text": "Gabrielle Union"
   }
  },
  {
   "quote": {
    "text": "In 1969, I gave up women and alcohol - it was the worst 20 minutes of my life."
   },
   "author": {
    "text": "George Best"
   }
  },
  {
   "quote": {
    "text": "If black lives matter, then why is it that black women are more than five times as likely as a white woman to have an abortion? I think the womb that brings forth the black life should matter... Because black lives absolutely matter, what about the babies in that womb? What about that mama?"
   },
   "author": {
    "text": "Alveda King"
   }
  },
  {
   "quote": {
    "text": "Like 'Metro' and 'Motor,' 'Troublemaker' is written in first person. The only narration that happens is Barney speaking to the reader/thinking in her head. First person was a big challenge in the graphic novel because we want both men and women of all ages to enjoy 'Troublemaker.'"
   },
   "author": {
    "text": "Janet Evanovich"
   }
  },
  {
   "quote": {
    "text": "'Pretty Lady' is the conversation piece where you just need to compliment your lady. If you are in a club setting, and you just been eyeing a beautiful woman, this song came from me trying to compliment women and them turning their face up at me."
   },
   "author": {
    "text": "Raheem DeVaughn"
   }
  },
  {
   "quote": {
    "text": "The failure of women to have reached positions of leadership has been due in large part to social and professional discrimination."
   },
   "author": {
    "text": "Rosalyn Sussman Yalow"
   }
  },
  {
   "quote": {
    "text": "If American women would increase their voting turnout by ten percent, I think we would see an end to all of the budget cuts in programs benefiting women and children."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "When freedom does not have a purpose, when it does not wish to know anything about the rule of law engraved in the hearts of men and women, when it does not listen to the voice of conscience, it turns against humanity and society."
   },
   "author": {
    "text": "Pope John Paul II"
   }
  },
  {
   "quote": {
    "text": "Men's vows are women's traitors!"
   },
   "author": {
    "text": "William Shakespeare"
   }
  },
  {
   "quote": {
    "text": "There's a fundamental difference between how often men remember to say 'I love you' and how often women want to hear 'I love you.' For the most part, it's on the guy. He's not withholding it intentionally. It's just that we kind of miss the point sometimes, that even in the most nonchalant way, telling the person how you feel is important."
   },
   "author": {
    "text": "Brett Young"
   }
  },
  {
   "quote": {
    "text": "We women of America tell you that America is not a democracy. Twenty million women are denied the right to vote."
   },
   "author": {
    "text": "Alice Paul"
   }
  },
  {
   "quote": {
    "text": "I have great respect for the men and women that have fought for this country. I have family, I have friends that have gone and fought for this country. And they fight for freedom, they fight for the people, they fight for liberty and justice, for everyone."
   },
   "author": {
    "text": "Colin Kaepernick"
   }
  },
  {
   "quote": {
    "text": "Women are considered deep - why? Because one can never discover any bottom to them. Women are not even shallow."
   },
   "author": {
    "text": "Friedrich Nietzsche"
   }
  },
  {
   "quote": {
    "text": "People think of Latina women as being fiery and fierce, which is usually true. But I think the quality that so many Latinas possess is strength. I'm very proud to have Latin blood."
   },
   "author": {
    "text": "Zoe Saldana"
   }
  },
  {
   "quote": {
    "text": "Communism counts its opportunities in terms of decades - not of weeks. Its means of aggression consist not only of nuclear weapons and missiles with enormous boosters, and not only of spies, agents and terrorists, but of great masses of men and women, deluded by a common ideology which inspires them with a false hope."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "That little man in black there, he says women can't have as much rights as men 'cause Christ wasn't a woman! Where did your Christ come from? Where did your Christ come from? From God and a woman! Man had nothing to do with Him."
   },
   "author": {
    "text": "Sojourner Truth"
   }
  },
  {
   "quote": {
    "text": "You must make women count as much as men; you must have an equal standard of morals; and the only way to enforce that is through giving women political power so that you can get that equal moral standard registered in the laws of the country. It is the only way."
   },
   "author": {
    "text": "Emmeline Pankhurst"
   }
  },
  {
   "quote": {
    "text": "Women are, in my view, natural peacemakers. As givers and nurturers of life, through their focus on human relationships and their engagement with the demanding work of raising children and protecting family life, they develop a deep sense of empathy that cuts through to underlying human realities."
   },
   "author": {
    "text": "Daisaku Ikeda"
   }
  },
  {
   "quote": {
    "text": "Women ought to have representatives, instead of being arbitrarily governed without any direct share allowed them in the deliberations of government."
   },
   "author": {
    "text": "Mary Wollstonecraft"
   }
  },
  {
   "quote": {
    "text": "Women can be powerful, graceful, and complex, with the ability to make any choice they desire."
   },
   "author": {
    "text": "Jessica Chastain"
   }
  },
  {
   "quote": {
    "text": "Women must pay for everything. They do get more glory than men for comparable feats, but, they also get more notoriety when they crash."
   },
   "author": {
    "text": "Amelia Earhart"
   }
  },
  {
   "quote": {
    "text": "Gender equality will only be reached if we are able to empower women."
   },
   "author": {
    "text": "Michelle Bachelet"
   }
  },
  {
   "quote": {
    "text": "No doubt exists that all women are crazy; it's only a question of degree."
   },
   "author": {
    "text": "W. C. Fields"
   }
  },
  {
   "quote": {
    "text": "Everything we see in the world is the creative work of women."
   },
   "author": {
    "text": "Mustafa Kemal Ataturk"
   }
  },
  {
   "quote": {
    "text": "Some women feel the best cure for a broken heart is a new beau."
   },
   "author": {
    "text": "Gene Tierney"
   }
  },
  {
   "quote": {
    "text": "All of the women on The Apprentice flirted with me - consciously or unconsciously. That's to be expected."
   },
   "author": {
    "text": "Donald Trump"
   }
  },
  {
   "quote": {
    "text": "I always say that women should wear whatever makes them feel good about themselves. That's what I always try to do."
   },
   "author": {
    "text": "Michelle Obama"
   }
  },
  {
   "quote": {
    "text": "A lot of people don't understand what feminism is. They think it is about advance and success for women, but it's not that at all. It is about power for the female left. And they have this, I think, ridiculous idea that American women are oppressed by the patriarchy and we need laws and government to solve our problems for us."
   },
   "author": {
    "text": "Phyllis Schlafly"
   }
  },
  {
   "quote": {
    "text": "Aviation, this young modern giant, exemplifies the possible relationship of women and the creations of science. Although women have not taken full advantage of its use and benefits, air travel is as available to them as to men."
   },
   "author": {
    "text": "Amelia Earhart"
   }
  },
  {
   "quote": {
    "text": "We are victims of evil customs. It is a crime against humanity that our women are shut up within the four walls of the houses as prisoners. There is no sanction anywhere for the deplorable condition in which our women have to live."
   },
   "author": {
    "text": "Muhammad Ali Jinnah"
   }
  },
  {
   "quote": {
    "text": "My entire mission in life is to help women take over the world. Not by force (the route so many men have taken since the beginning of time), but with compassion, perseverance, and love."
   },
   "author": {
    "text": "Kevyn Aucoin"
   }
  },
  {
   "quote": {
    "text": "Older women know who they are, and that makes them more beautiful than younger ones. I like to see a face with some character. I want to see lines. I want to see wrinkles."
   },
   "author": {
    "text": "Naveen Andrews"
   }
  },
  {
   "quote": {
    "text": "Above all, we must realize that no arsenal, or no weapon in the arsenals of the world, is so formidable as the will and moral courage of free men and women. It is a weapon our adversaries in today's world do not have."
   },
   "author": {
    "text": "Ronald Reagan"
   }
  },
  {
   "quote": {
    "text": "There's just something about vampires that's sexy. It's the same reason why women go for the bad boy - you want them but you shouldn't have them."
   },
   "author": {
    "text": "Nina Dobrev"
   }
  },
  {
   "quote": {
    "text": "I hate wars and violence but if they come then I don't see why we women should just wave our men a proud goodbye and then knit them balaclavas."
   },
   "author": {
    "text": "Nancy Wake"
   }
  },
  {
   "quote": {
    "text": "The story of the human race is the story of men and women selling themselves short."
   },
   "author": {
    "text": "Abraham Maslow"
   }
  },
  {
   "quote": {
    "text": "Liberty lies in the hearts of men and women; when it dies there, no constitution, no law, no court can save it."
   },
   "author": {
    "text": "Learned Hand"
   }
  },
  {
   "quote": {
    "text": "Since President Kennedy signed the Equal Pay Act in 1963, the gap between men and women's earnings has narrowed by less than a half-cent per year. At this rate, American women will have to wait until 2062 to bring home the same salary as their male counterparts."
   },
   "author": {
    "text": "Jackie Speier"
   }
  },
  {
   "quote": {
    "text": "I think scent is sensual. I guess evoking a mood or a spirit is key, and I think with the women's fragrances we have evoked different types, moods or sensibilities of a woman - whether it's Daisy with the sweetness and the innocence or Lola which is more provocative, sexy and sultry."
   },
   "author": {
    "text": "Marc Jacobs"
   }
  },
  {
   "quote": {
    "text": "Feminism encourages women to leave their husbands, kill their children, practice witchcraft, destroy capitalism and become lesbians."
   },
   "author": {
    "text": "Pat Robertson"
   }
  },
  {
   "quote": {
    "text": "To understand how any society functions you must understand the relationship between the men and the women."
   },
   "author": {
    "text": "Angela Davis"
   }
  },
  {
   "quote": {
    "text": "I think female solitude is a mental condition as well as a physical state. You can be married and a spinster. I think spinster is an identity every woman can claim, if she will... I feel like a lot of women, or a lot of feminists, joke about taking to the sea or living alone in a cottage as this kind of fun freedom."
   },
   "author": {
    "text": "Mallory Ortberg"
   }
  },
  {
   "quote": {
    "text": "Some pro-life advocates focus almost exclusively on the rights and suffering of the unborn baby, while some pro-choice advocates focus equally exclusively on the rights and suffering of pregnant women. This is a distortion of the moral choice that confronts us as a society."
   },
   "author": {
    "text": "Blase J. Cupich"
   }
  },
  {
   "quote": {
    "text": "I do not believe in using women in combat, because females are too fierce."
   },
   "author": {
    "text": "Margaret Mead"
   }
  },
  {
   "quote": {
    "text": "Elections are won by men and women chiefly because most people vote against somebody rather than for somebody."
   },
   "author": {
    "text": "Franklin Pierce Adams"
   }
  },
  {
   "quote": {
    "text": "In the different voice of women lies the truth of an ethic of care, the tie between relationship and responsibility, and the origins of aggression in the failure of connection."
   },
   "author": {
    "text": "Carol Gilligan"
   }
  },
  {
   "quote": {
    "text": "Fear of serious injury alone cannot justify oppression of free speech and assembly. Men feared witches and burnt women. It is the function of speech to free men from the bondage of irrational fears."
   },
   "author": {
    "text": "Louis D. Brandeis"
   }
  },
  {
   "quote": {
    "text": "Love is an emotion that is based on an opinion of women that is impossible for those who have had any experience with them."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "I have a dream that, one day, maybe we'll have more women in the Senate than there are victims of Harvey Weinstein's harassment."
   },
   "author": {
    "text": "Amy Klobuchar"
   }
  },
  {
   "quote": {
    "text": "This position is untenable, and there can be no pause in the agitation for full political power and responsibility until these are granted to all the women of the nation."
   },
   "author": {
    "text": "Florence Kelley"
   }
  },
  {
   "quote": {
    "text": "There is no development strategy more beneficial to society as a whole - women and men alike - than the one which involves women as central players."
   },
   "author": {
    "text": "Kofi Annan"
   }
  },
  {
   "quote": {
    "text": "The entering class I joined in 1956 included just nine women, up from five in the then second-year class, and only one African American. All professors, in those now-ancient days, were of the same race and sex."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "In the '50s, too many women, even though they were very smart, they tried to make the man feel that he was brainier. It was a sad thing."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "This world crisis came about without women having anything to do with it. If the women of the world had not been excluded from world affairs, things today might have been different."
   },
   "author": {
    "text": "Alice Paul"
   }
  },
  {
   "quote": {
    "text": "I want 'Scars to Your Beautiful' to reach different types of women. The girl I am talking about, it's me, it's you - it's every girl who has struggled with feeling not good enough. I want to talk about all the different extremes that girls go through to feel beautiful."
   },
   "author": {
    "text": "Alessia Cara"
   }
  },
  {
   "quote": {
    "text": "I don't believe in being a size 0. I don't believe in starving. Women should totally embrace their curves."
   },
   "author": {
    "text": "Priyanka Chopra"
   }
  },
  {
   "quote": {
    "text": "When we empower women, society benefits, grows, and thrives."
   },
   "author": {
    "text": "Paul Polman"
   }
  },
  {
   "quote": {
    "text": "To empower women, power must be given to them, presumably by an entity that already has it. And that entity is the patriarchy. This also implies that women must be on the receiving end, waiting - politely - to be empowered. Very Victorian-era courtship, isn't it?"
   },
   "author": {
    "text": "Sallie Krawcheck"
   }
  },
  {
   "quote": {
    "text": "As a woman leader, I thought I brought a different kind of leadership. I was interested in women's issues, in bringing down the population growth rate... as a woman, I entered politics with an additional dimension - that of a mother."
   },
   "author": {
    "text": "Benazir Bhutto"
   }
  },
  {
   "quote": {
    "text": "Humanitarian issues must bring together all people who act in good faith trying to alleviate the suffering of people in dire need - especially women, children and the elderly."
   },
   "author": {
    "text": "Sergei Lavrov"
   }
  },
  {
   "quote": {
    "text": "Women, we might as well be dogs baying the moon as petitioners without the right to vote!"
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "Marriage, to women as to men, must be a luxury, not a necessity; an incident of life, not all of it."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "Perhaps my problem in marriage - and it is the problem of many women - was to want both intimacy and independence. It is a difficult line to walk, yet both needs are important to a marriage."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "I love that feeling of, you know, we are women, we are so different, our imperfections are what make us unique and beautiful."
   },
   "author": {
    "text": "Gisele Bundchen"
   }
  },
  {
   "quote": {
    "text": "The only really happy folk are married women and single men."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Imagine a country that flies into space, launches Sputniks, creates such a defense system, and it can't resolve the problem of women's pantyhose. There's no toothpaste, no soap powder, not the basic necessities of life. It was incredible and humiliating to work in such a government."
   },
   "author": {
    "text": "Mikhail Gorbachev"
   }
  },
  {
   "quote": {
    "text": "The term 'alpha female' originated in my field of animal behavior, but has acquired new meaning. It refers to women who are in charge, for example, by flirting and dating on their own terms. It is also used maliciously for a loud-mouthed, controlling woman who has no patience with deviating opinions."
   },
   "author": {
    "text": "Frans de Waal"
   }
  },
  {
   "quote": {
    "text": "In it not easy to remain rational and normal mentally in such a setting where, even in our airport in Montgomery, there is a white waiting room... There are restroom facilities for white ladies and colored women, white men and colored men. We stand outside after being served at the same ticket counter instead of sitting on the inside."
   },
   "author": {
    "text": "Rosa Parks"
   }
  },
  {
   "quote": {
    "text": "I have the right to shine my light! That's what all women have. Once you own that, you can almost always shine your light."
   },
   "author": {
    "text": "Kimberly Elise"
   }
  },
  {
   "quote": {
    "text": "If men knew how women pass the time when they are alone, they'd never marry."
   },
   "author": {
    "text": "O. Henry"
   }
  },
  {
   "quote": {
    "text": "Men get to be a mixture of the charming mannerisms of the women they have known."
   },
   "author": {
    "text": "F. Scott Fitzgerald"
   }
  },
  {
   "quote": {
    "text": "I think what really matters is the support you get in football regardless of the uniform you wear. Some girls feel good playing in long shorts, while some of them feel good playing in tighter shorts. I'm not against it. It's obvious that women have to explore that female side of things, and I don't think that's a mistake."
   },
   "author": {
    "text": "Marta"
   }
  },
  {
   "quote": {
    "text": "Single women have a dreadful propensity for being poor. Which is one very strong argument in favor of matrimony."
   },
   "author": {
    "text": "Jane Austen"
   }
  },
  {
   "quote": {
    "text": "I don't know that I think women have to throw out the fairy tale ending. I just think they have to decide what their fairy tale ending is - and not go with the standard one that everyone's told them they're supposed to have."
   },
   "author": {
    "text": "Shonda Rhimes"
   }
  },
  {
   "quote": {
    "text": "If you've got the body and the chutzpah, a pencil skirt is so sexy on older women. Look for ones that fall just below the knee. Think 1940s, cinched-in jackets - imagine you are Lauren Bacall on a date with Humphrey Bogart and you just absolutely have to wear very high heels."
   },
   "author": {
    "text": "Twiggy"
   }
  },
  {
   "quote": {
    "text": "Men and women who decide to flirt with adultery just once can become enmeshed in misery and unhappiness for themselves and their precious families."
   },
   "author": {
    "text": "Joseph B. Wirthlin"
   }
  },
  {
   "quote": {
    "text": "A beautiful bouquet or a long-lasting flowering plant is a traditional gift for women, but I have recommended that both men and women keep fresh flowers in the home for their beauty, fragrance, and the lift they give our spirits."
   },
   "author": {
    "text": "Andrew Weil"
   }
  },
  {
   "quote": {
    "text": "I gotta be honest with you. I'm kind of jealous of the way my dad gets to talk to my mom sometimes. Where are all those old-school women you can just take your day out on? When did they stop making those angels?"
   },
   "author": {
    "text": "Bill Burr"
   }
  },
  {
   "quote": {
    "text": "God gave women intuition and femininity. Used properly, the combination easily jumbles the brain of any man I've ever met."
   },
   "author": {
    "text": "Farrah Fawcett"
   }
  },
  {
   "quote": {
    "text": "'That's What She Said' is not Hollywood's standard picture of women: preternaturally gorgeous, wedding obsessed, boy crazy, fashion focused, sexed up 'girl' women. These are real women, comically portrayed, who are trying to wrestle with the very expectations of womanhood that Hollywood movies set up."
   },
   "author": {
    "text": "Carrie Preston"
   }
  },
  {
   "quote": {
    "text": "Aviation offered such fun as crossing the continent in planes large and small, trying the whirling rotors of an autogiro, making record flights. With these activities came opportunity to know women everywhere who shared my conviction that there is so much women can do in the modern world and should be permitted to do irrespective of their sex."
   },
   "author": {
    "text": "Amelia Earhart"
   }
  },
  {
   "quote": {
    "text": "Empowering women means trusting them."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "Where there is so much racket, there must be something out of kilter. I think that 'twixt the Negroes of the South and the women at the North, all talking about rights, the white men will be in a fix pretty soon."
   },
   "author": {
    "text": "Sojourner Truth"
   }
  },
  {
   "quote": {
    "text": "There's very little advice in men's magazines, because men don't think there's a lot they don't know. Women do. Women want to learn. Men think, 'I know what I'm doing, just show me somebody naked.'"
   },
   "author": {
    "text": "Jerry Seinfeld"
   }
  },
  {
   "quote": {
    "text": "Women must tell men always that they are the strong ones. They are the big, the strong, the wonderful. In truth, women are the strong ones. It is just my opinion, I am not a professor."
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "Equality is like gravity. We need it to stand on this earth as men and women."
   },
   "author": {
    "text": "Joss Whedon"
   }
  },
  {
   "quote": {
    "text": "The Teen Challenge ministry was born out of those humble early days of ministry. It now includes over 500 drug and alcohol rehab centers around the world, even in Muslim countries. These include homes for girls and women addicts and alcoholics, all which are reaching many."
   },
   "author": {
    "text": "David Wilkerson"
   }
  },
  {
   "quote": {
    "text": "My mission today is to go forth and tell people about why I follow Christ and also what the Bible teaches, and part of that teaching is that women and men are meant to be together. However, I would never treat anyone with disrespect just because they are different from me. We are all created by the Almighty and like Him, I love all of humanity."
   },
   "author": {
    "text": "Phil Robertson"
   }
  },
  {
   "quote": {
    "text": "In real life, too, women love to be that girl who tames the bad boy."
   },
   "author": {
    "text": "Nazanin Boniadi"
   }
  },
  {
   "quote": {
    "text": "I don't consider myself a feminist, but I feel very empowered as a woman, and I've used all my resources widely. I believe in equality, but that's just naturally happening. I still want a door opened for me, to be treated like a lady, but I also want equal rights for women, of course."
   },
   "author": {
    "text": "Pamela Anderson"
   }
  },
  {
   "quote": {
    "text": "Ninety percent of my clothes are women's."
   },
   "author": {
    "text": "Young Thug"
   }
  },
  {
   "quote": {
    "text": "I haven't experienced love at first sight yet. I've seen very, very beautiful girls and been awestruck but never love at first sight. I think confidence goes such a long way with women. A girl who is confident with who she is and she can really flaunt that is really sexy."
   },
   "author": {
    "text": "Tristan Wilds"
   }
  },
  {
   "quote": {
    "text": "The middle of 'America's Women' is about the Civil War, and how women, black and white, confronted slavery and abolition. As in every other period of crisis, the rules of sexual decorum were suspended due to emergency."
   },
   "author": {
    "text": "Gail Collins"
   }
  },
  {
   "quote": {
    "text": "The holiday season can be an especially trying time for our service men, women, and families. Military service and deployment create empty seats at holiday tables, religious services, and celebrations."
   },
   "author": {
    "text": "Geoff Stults"
   }
  },
  {
   "quote": {
    "text": "I believe strongly in the rights of women... my mother is a woman, my sister is a woman, my daughter is a woman, my wife is a woman."
   },
   "author": {
    "text": "Abdullah of Saudi Arabia"
   }
  },
  {
   "quote": {
    "text": "Population growth is straining the Earth's resources to the breaking point, and educating girls is the single most important factor in stabilizing that. That, plus helping women gain political and economic power and safeguarding their reproductive rights."
   },
   "author": {
    "text": "Al Gore"
   }
  },
  {
   "quote": {
    "text": "Women have been the most persecuted people throughout all of recorded history, more than any race or religion."
   },
   "author": {
    "text": "Leonardo DiCaprio"
   }
  },
  {
   "quote": {
    "text": "The stronger the participation of the female characters, the better the movie. They knew that in the old days, when women stars were equally as important as men."
   },
   "author": {
    "text": "Clint Eastwood"
   }
  },
  {
   "quote": {
    "text": "Ninety percent I'll spend on good times, women and Irish Whiskey. The other ten percent I'll probably waste."
   },
   "author": {
    "text": "Tug McGraw"
   }
  },
  {
   "quote": {
    "text": "From birth to age 18 a girl needs good parents. From 18 to 35 she needs good looks. From 35 to 55 she needs a good personality. From 55 on, she needs good cash."
   },
   "author": {
    "text": "Sophie Tucker"
   }
  },
  {
   "quote": {
    "text": "I would like the world to know that Yemeni women are strong, and if empowered, they can achieve. The world needs to look beyond stereotypes and dress code. In our hearts, we are just human beings who want to live a dignified life. Is that too much to ask for?"
   },
   "author": {
    "text": "Tawakkol Karman"
   }
  },
  {
   "quote": {
    "text": "Strong women only marry weak men."
   },
   "author": {
    "text": "Bette Davis"
   }
  },
  {
   "quote": {
    "text": "If photographers are responsible for creating or reflecting an image of women in society, then, I must say, there is only one way for the future, and this is to define women as strong and independent. This should be the responsibility of photographers today: to free women, and finally everyone, from the terror of youth and perfection."
   },
   "author": {
    "text": "Peter Lindbergh"
   }
  },
  {
   "quote": {
    "text": "People appreciate a confident man. They love a strong man, and when it comes to a woman, I don't know if people just expect women not to speak up for themselves or be weak or just always be the follow-behind, but I'm proud that I'm in a generation of leaders. I'm proud that I'm surrounded by very strong women."
   },
   "author": {
    "text": "LeToya Luckett"
   }
  },
  {
   "quote": {
    "text": "Some women are able to wake up looking effortlessly chic - as though a bevy of fashion fairies twisted their low-lit locks into a messy chignon while they slept. They choose a frock from their exceptionally curated closet and leave a trail of custom fragrance and perfection in their wake."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "I like to help women help themselves, as that is, in my opinion, the best way to settle the woman question. Whatever we can do and do well we have a right to, and I don't think any one will deny us."
   },
   "author": {
    "text": "Louisa May Alcott"
   }
  },
  {
   "quote": {
    "text": "Plain women know more about men than beautiful women do."
   },
   "author": {
    "text": "Katharine Hepburn"
   }
  },
  {
   "quote": {
    "text": "People don't want to see women doing things they don't think women should do."
   },
   "author": {
    "text": "Joan Jett"
   }
  },
  {
   "quote": {
    "text": "I'm not denyin' the women are foolish. God Almighty made 'em to match the men."
   },
   "author": {
    "text": "George Eliot"
   }
  },
  {
   "quote": {
    "text": "I think women are natural caretakers. They take care of everybody. They take care of their husbands and their kids and their dogs, and don't spend a lot of time just getting back and taking time out."
   },
   "author": {
    "text": "Reese Witherspoon"
   }
  },
  {
   "quote": {
    "text": "Victoria's Secret is really about celebrating women and what they stand for: the strength."
   },
   "author": {
    "text": "Cara Delevingne"
   }
  },
  {
   "quote": {
    "text": "To conclude that women are unfitted to the task of our historic society seems to me the equivalent of closing male eyes to female facts."
   },
   "author": {
    "text": "Lyndon B. Johnson"
   }
  },
  {
   "quote": {
    "text": "I've had old people in my life that I really loved - especially women - so I'm not scared about getting old. It's what's inside that makes us beautiful on the outside."
   },
   "author": {
    "text": "Monica Bellucci"
   }
  },
  {
   "quote": {
    "text": "Gaming in general is a male thing. It isn't that gaming is designed to exclude women. Everybody who's tried to design a game to interest a large female audience has failed. And I think that has to do with the different thinking processes of men and women."
   },
   "author": {
    "text": "Gary Gygax"
   }
  },
  {
   "quote": {
    "text": "When I look around at this world, we women need each other so badly, it breaks my heart. Sisterhood is dissipating, and we aren't doing nearly enough to salvage it. Eliminate the crazies in your life, yes. But also look again at those around you."
   },
   "author": {
    "text": "Grace Gealey"
   }
  },
  {
   "quote": {
    "text": "Chanel took women out of corsets and put them into the 'simple little black dress,' the perfectly tailored suit, the bell-bottom sailor pants, and jersey tops."
   },
   "author": {
    "text": "Michael Korda"
   }
  },
  {
   "quote": {
    "text": "When you're wounded and left on Afghanistan's plains, and the women come out to cut up what remains, jest roll to your rifle and blow out your brains and go to your gawd like a soldier."
   },
   "author": {
    "text": "Rudyard Kipling"
   }
  },
  {
   "quote": {
    "text": "Had Elizabeth Bennet known how wildly Darcy's heart beat for her, 'Pride and Prejudice' would barely have made it into a short story. Their torturously slow-burning romance is a classic example of how men and women still struggle to communicate the most basic of emotions."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "Women are both talented and innovative thinkers and tend to use computer science as a tool to solve larger problems."
   },
   "author": {
    "text": "Kimberly Bryant"
   }
  },
  {
   "quote": {
    "text": "I do believe women have different ways of taking risks, of ruminating a bit more before they jump to conclusions. And I think that as a result, particularly on the, on, you know, on the trading floor, in the financial markets in general, the approach would be different."
   },
   "author": {
    "text": "Christine Lagarde"
   }
  },
  {
   "quote": {
    "text": "Women are the victims of this patriarchal culture, but they are also its carriers. Let us keep in mind that every oppressive man was raised in the confines of his mother's home."
   },
   "author": {
    "text": "Shirin Ebadi"
   }
  },
  {
   "quote": {
    "text": "Freedom is secured every day by our men and women in uniform. We must build a future worthy of their sacrifice."
   },
   "author": {
    "text": "Nancy Pelosi"
   }
  },
  {
   "quote": {
    "text": "You can see the absence of women in governing bodies from Congress to state legislators, on corporate boards, in tenured positions in academia, and as forepeople in factories."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "My decision to register women confirms what is already obvious throughout our society-that women are now providing all types of skills in every profession. The military should be no exception."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "I want to empower women. I want people to be afraid of the women I dress."
   },
   "author": {
    "text": "Alexander McQueen"
   }
  },
  {
   "quote": {
    "text": "Black women are the strongest most hardworking people on earth."
   },
   "author": {
    "text": "Dr. Dre"
   }
  },
  {
   "quote": {
    "text": "On Memorial Day, I don't want to only remember the combatants. There were also those who came out of the trenches as writers and poets, who started preaching peace, men and women who have made this world a kinder place to live."
   },
   "author": {
    "text": "Eric Burdon"
   }
  },
  {
   "quote": {
    "text": "Can you not see that women could do and would do a hundred times more for the slave, if she were not fettered?"
   },
   "author": {
    "text": "Angelina Grimke"
   }
  },
  {
   "quote": {
    "text": "The strength and power of a country depends absolutely on the quantity of good men and women in it."
   },
   "author": {
    "text": "John Ruskin"
   }
  },
  {
   "quote": {
    "text": "As a result of 50 years of emancipation, feminine qualities were dying out or being transferred to the males. Pansies of both sexes were everywhere, not yet completely homosexual, but confused not knowing what they were. The result was a herd of unhappy sexual misfits... the women wanting to dominate and the men to be nannied."
   },
   "author": {
    "text": "Ian Fleming"
   }
  },
  {
   "quote": {
    "text": "I love women. I mean, I'm married, but I used to get in all kinds of trouble."
   },
   "author": {
    "text": "Danny DeVito"
   }
  },
  {
   "quote": {
    "text": "The real gender inequality in marriage stems from the tendency to regard women as the default parent, the one who, in the absence of family-friendly work policies, is expected to adjust her paid work to shoulder the brunt of domestic responsibilities."
   },
   "author": {
    "text": "Stephanie Coontz"
   }
  },
  {
   "quote": {
    "text": "As women, we may not be a minority, but there is a bond that we all share. It is not a bond of geography. Or religion. Or culture. It is a bond of shared experience - experiences that only women go through and struggles that only women face."
   },
   "author": {
    "text": "Amal Clooney"
   }
  },
  {
   "quote": {
    "text": "The one place I never felt at all comfortable in the military was in private circles of conversation. There's a tendency, especially among young men, to objectify and denigrate women behind closed doors."
   },
   "author": {
    "text": "Chelsea Manning"
   }
  },
  {
   "quote": {
    "text": "The issue is not abortion. The issue is whether women can make up their own mind instead of some right-wing pastor, some right-wing politician telling them what to do."
   },
   "author": {
    "text": "Howard Dean"
   }
  },
  {
   "quote": {
    "text": "Nature says women are human beings, men have made religions to deny it. Nature says women are human beings, men cry out no!"
   },
   "author": {
    "text": "Taslima Nasrin"
   }
  },
  {
   "quote": {
    "text": "South Korea first allowed women into the military in 1950 during the Korean War. Back then, female soldiers mainly held administrative and support positions. Women began to take on combat roles in the 1990s when the three military academies, exclusive to men, began accepting women."
   },
   "author": {
    "text": "Kim Young-ha"
   }
  },
  {
   "quote": {
    "text": "When I see old movies with women in floor-length dressing gowns, or when they're going to the store and they've got a pillbox hat with a net over the eyes and white gloves, I'm offended that I can't go to the store like that."
   },
   "author": {
    "text": "Blake Lively"
   }
  },
  {
   "quote": {
    "text": "Online harassment, especially gendered online harassment, is an epidemic. Women are being driven out; they're being driven offline. This isn't just in gaming. This is happening across the board online, especially with women who participate in or work in male-dominated industries."
   },
   "author": {
    "text": "Anita Sarkeesian"
   }
  },
  {
   "quote": {
    "text": "Most visitors to Amsterdam will wander into the red-light district out of sheer curiosity. The narrow streets are mostly safe day and night - just don't try to take pictures of the women working in the windows."
   },
   "author": {
    "text": "David Hewson"
   }
  },
  {
   "quote": {
    "text": "And most people have a woman in their heart, most men have a woman in their heart and most women have a man in their heart."
   },
   "author": {
    "text": "Leonard Cohen"
   }
  },
  {
   "quote": {
    "text": "I think I'm always subconsciously trying to write the ideal school play. Lots of parts for everybody, great parts for women - don't forget, more girls try out than boys in the school play; everyone gets to be in the school play."
   },
   "author": {
    "text": "Lin-Manuel Miranda"
   }
  },
  {
   "quote": {
    "text": "On the whole, I think women wear too much and are to fussy. You can't see the person for all the clutter."
   },
   "author": {
    "text": "Julie Andrews"
   }
  },
  {
   "quote": {
    "text": "If you ask me about my views on the environment, on women's rights, on gay rights, I am liberal. I don't have a problem with that at all. Some of my best friends are liberal."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "I'm always scared of trends. The runways are always so trend-oriented, but I always feel for the women. The real women that buy cosmetics want to see the trends, but they don't necessarily go for them. And I always encourage women to find what looks best on them."
   },
   "author": {
    "text": "Francois Nars"
   }
  },
  {
   "quote": {
    "text": "Women think with their whole bodies and they see things as a whole more than men do."
   },
   "author": {
    "text": "Dorothy Day"
   }
  },
  {
   "quote": {
    "text": "Success is the best revenge. I always feel women should answer back either with their sarcasm or success."
   },
   "author": {
    "text": "Kangana Ranaut"
   }
  },
  {
   "quote": {
    "text": "Those with less of a sense of service to the nation never understand it when men and women of character step forward to look danger and adversity straight in the eye, refusing to blink, or give ground, even to their own deaths. The protected can't begin to understand the price paid so they and their families can sleep safe and free at night."
   },
   "author": {
    "text": "John F. Kelly"
   }
  },
  {
   "quote": {
    "text": "We know taking care of an infant isn't just women's work - so why should maternity leave be the norm when paternity leave is the exception? There's no question that taking care of and bonding with a new baby is just as important and meaningful for dads as it is for moms."
   },
   "author": {
    "text": "Randi Weingarten"
   }
  },
  {
   "quote": {
    "text": "If, by some miracle, women should not ever utter a single protest against their condition, there would still exist among men those who could not endure in peace until her liberation had been achieved."
   },
   "author": {
    "text": "Lorraine Hansberry"
   }
  },
  {
   "quote": {
    "text": "I don't pay attention to celebrities. I don't photograph them. They don't dress so... interestingly. They have stylists. I prefer real women who have their own taste."
   },
   "author": {
    "text": "Bill Cunningham"
   }
  },
  {
   "quote": {
    "text": "Cosmetics makers have always sold 'hope in a jar' - creams and potions that promise youth, beauty, sex appeal, and even love for the women who use them."
   },
   "author": {
    "text": "Virginia Postrel"
   }
  },
  {
   "quote": {
    "text": "I'm a child of the Women's Movement. I always believed that I could do anything. That women didn't have to be limited in any way."
   },
   "author": {
    "text": "Foxy Brown"
   }
  },
  {
   "quote": {
    "text": "Liberals are very much afraid of conservative women, and here's the reason why - more people agree with us. They want the government to have less control over their lives."
   },
   "author": {
    "text": "Marsha Blackburn"
   }
  },
  {
   "quote": {
    "text": "I embrace my darker skin - always have, always will. In addition, I believe black women have always been trailblazers and trendsetters. Acknowledgement or not, we are and always have been beautiful."
   },
   "author": {
    "text": "Justine Skye"
   }
  },
  {
   "quote": {
    "text": "I'm just really excited to expose people to different identities, different conversations but also to kind of reframe how they think about black women just by being myself."
   },
   "author": {
    "text": "Franchesca Ramsey"
   }
  },
  {
   "quote": {
    "text": "We women, we're always being invited to change our hairstyle, change our clothes, change our wardrobes. It's also important for us to remember as we age to keep changing the way we think of the world. I'm not saying to be flaky at all; but rather than being rigid about something, stay open and available."
   },
   "author": {
    "text": "Trudie Styler"
   }
  },
  {
   "quote": {
    "text": "My thesis was a defense of our Constitution on the terms that the founding fathers wrote specifically in the Federalist Papers. They hoped that our form of government would draw forward men and women who are the wisest, most prudent, and most experienced."
   },
   "author": {
    "text": "Tom Cotton"
   }
  },
  {
   "quote": {
    "text": "We have to give feminism a shot. Out of sheer self preservation, we have to stand aside and let women run the show."
   },
   "author": {
    "text": "Irvine Welsh"
   }
  },
  {
   "quote": {
    "text": "When one begins, as I did, to analyze men after a fairly long experience of analyzing women, one receives a most surprising impression of the intensity of this envy of pregnancy, childbirth, and motherhood, as well as of breasts and of the act of suckling."
   },
   "author": {
    "text": "Karen Horney"
   }
  },
  {
   "quote": {
    "text": "What I would say to the young men and women who are beset by hopelessness and doubt is that they should go and see what is being done on the ground to fight poverty, not like going to the zoo but to take action, to open their hearts and their consciences."
   },
   "author": {
    "text": "Abbe Pierre"
   }
  },
  {
   "quote": {
    "text": "I always love being in the company of women. It's all about good conversation and great wine."
   },
   "author": {
    "text": "Naomi Watts"
   }
  },
  {
   "quote": {
    "text": "For me, the triad of 'Harry Potter,' the 'Hunger Games' and 'Twilight' feature strong women, and as a declared feminist, it's a wonderful thing. These women have really opened up this particular world of storytelling, which I'm very grateful for."
   },
   "author": {
    "text": "Cassandra Clare"
   }
  },
  {
   "quote": {
    "text": "Anyone can wear my dresses. They will look good on any figure, no matter what shape you are. I want to celebrate a woman's inner strength, to inspire real women and make them feel confident and beautiful."
   },
   "author": {
    "text": "Tadashi Shoji"
   }
  },
  {
   "quote": {
    "text": "We know that the way to decrease unplanned pregnancies and abortions is to make birth control and family planning services accessible and affordable, not micromanage the type of medical information and reproductive health counseling that women around the world receive."
   },
   "author": {
    "text": "Jeanne Shaheen"
   }
  },
  {
   "quote": {
    "text": "The beauty of women was the first expression of my photography."
   },
   "author": {
    "text": "Alberto Korda"
   }
  },
  {
   "quote": {
    "text": "The truth is, I often like women. I like their unconventionality. I like their completeness. I like their anonymity."
   },
   "author": {
    "text": "Virginia Woolf"
   }
  },
  {
   "quote": {
    "text": "I grew up with all mothers, all women. I come from a long line of matriarchs, very strong women."
   },
   "author": {
    "text": "Erykah Badu"
   }
  },
  {
   "quote": {
    "text": "Women cannot complain about men anymore until they start getting better taste in them."
   },
   "author": {
    "text": "Bill Maher"
   }
  },
  {
   "quote": {
    "text": "Women encourage men to be childish, then scold them."
   },
   "author": {
    "text": "Mason Cooley"
   }
  },
  {
   "quote": {
    "text": "The fire to inspire women and help them to blaze new paths fiercely burns inside of me."
   },
   "author": {
    "text": "Tyra Banks"
   }
  },
  {
   "quote": {
    "text": "Young men and women, your education is ever important - to us, to you, and to God."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "We need women who are devoted to shepherding God's children along the covenant path toward exaltation; women who know how to receive personal revelation, who understand the power and peace of the temple endowment; women who know how to call upon the powers of heaven to protect and strengthen children and families; women who teach fearlessly."
   },
   "author": {
    "text": "Russell M. Nelson"
   }
  },
  {
   "quote": {
    "text": "Women have been trained in our culture and society to ask for what we want instead of taking what we want. We've been really indoctrinated with this culture of permission. I think it's true for women, and I think it's true for people of color. It's historic, and it's unfortunate and has somehow become part of our DNA. But that time has passed."
   },
   "author": {
    "text": "Ava DuVernay"
   }
  },
  {
   "quote": {
    "text": "My philosophy on snow skiing is that there are less expensive ways to fall down a mountain. Yet every couple of years, I go on a ski trip for the same reason that women will have multiple children - they simply forget how much it hurts."
   },
   "author": {
    "text": "W. Bruce Cameron"
   }
  },
  {
   "quote": {
    "text": "I like American women. They do things sexually Russian girls never dream of doing - like showering."
   },
   "author": {
    "text": "Yakov Smirnoff"
   }
  },
  {
   "quote": {
    "text": "All the women in my life have been librarians, English teachers and book sellers."
   },
   "author": {
    "text": "Ray Bradbury"
   }
  },
  {
   "quote": {
    "text": "I'm in trouble with some activist women because I refuse to say I'm bisexual."
   },
   "author": {
    "text": "Jen Sincero"
   }
  },
  {
   "quote": {
    "text": "Even back then, I exuded self-confidence, and that drives women crazy."
   },
   "author": {
    "text": "Larry David"
   }
  },
  {
   "quote": {
    "text": "I've gathered some of my close musical and comedian friends, and we're going to see if we can't bring a few laughs to these soldiers, raise some money, and hopefully lift their spirits. I consider it an honor and a privilege to give back however I can for the many sacrifices of these incredibly brave men and women."
   },
   "author": {
    "text": "Ron White"
   }
  },
  {
   "quote": {
    "text": "There's a personality trait known as agreeableness. Agreeable people are compassionate and polite. And agreeable people get paid less than disagreeable people for the same job. Women are more agreeable than men."
   },
   "author": {
    "text": "Jordan Peterson"
   }
  },
  {
   "quote": {
    "text": "I guess at the end of the day, all women like to be appreciated and treated with respect and kindness."
   },
   "author": {
    "text": "Sofia Vergara"
   }
  },
  {
   "quote": {
    "text": "I firmly believe in the old adage 'Actions speak louder than words.' This means proactively seeking women for roles within boards, identifying opportunities for diversity within teams, and finding ways to use your platform to mentor women - and then encourage them to do the same."
   },
   "author": {
    "text": "Mindy Grossman"
   }
  },
  {
   "quote": {
    "text": "I'm into women. I've always loved women."
   },
   "author": {
    "text": "David Gest"
   }
  },
  {
   "quote": {
    "text": "We should not wait any longer to ensure that women get the pay they deserve. I will keep fighting for this until we achieve equality. I am very thankful for all those who are already advocating for equal pay, and I hope others will join me in this fight."
   },
   "author": {
    "text": "Jan Schakowsky"
   }
  },
  {
   "quote": {
    "text": "I'm drawn to the unconventional because I've been drawn unconventionally. I believe that I'm supposed to topple over these false images of what's idealistically beautiful. Because, of course, these intangible qualities are very attractive to women. Sincerity. Sense of humor. Success."
   },
   "author": {
    "text": "CeeLo Green"
   }
  },
  {
   "quote": {
    "text": "Of course there's systemic misogyny in certain parts of our culture and systemic racism and a wider range of insults women have to face."
   },
   "author": {
    "text": "Jon Ronson"
   }
  },
  {
   "quote": {
    "text": "I was a high-school teacher. I am a strong advocate for women's rights, and I'm not a woman."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "My own life values were shaped in great part by my mother, who instigated women's clubs in my village. Women were able to organize and stand together. What inspired me most about their work was the power it gave them to assert their rights and the rights of their daughters, be it education or property inheritance."
   },
   "author": {
    "text": "Winnie Byanyima"
   }
  },
  {
   "quote": {
    "text": "We all have responsibility to stop violence and discrimination against women, whether it's in our businesses, in our homes, or on our streets."
   },
   "author": {
    "text": "Paul Polman"
   }
  },
  {
   "quote": {
    "text": "I advise women to live their life to their fullest, invest in who you want to be and live it well."
   },
   "author": {
    "text": "Reem Acra"
   }
  },
  {
   "quote": {
    "text": "I want to be in the small percentage of women who don't settle for conventional roles."
   },
   "author": {
    "text": "Zoe Saldana"
   }
  },
  {
   "quote": {
    "text": "Sex and older women used to be considered an oxymoron, rarely mentioned in the same breath."
   },
   "author": {
    "text": "Gail Sheehy"
   }
  },
  {
   "quote": {
    "text": "As more men become more educated and women get educated, the value system has to be more enhanced and the respect for human dignity and human life is made better."
   },
   "author": {
    "text": "Ellen Johnson Sirleaf"
   }
  },
  {
   "quote": {
    "text": "I gleaned different style ideas over the years. In Southern California, there is a big rockabilly sub-culture. So when I would go to car shows, I would see women dressed like this. I had a teacher in high school that always had her Bette Paige bangs."
   },
   "author": {
    "text": "Andra Day"
   }
  },
  {
   "quote": {
    "text": "There is a lot of propaganda about opera singers not being able to act. That's not necessarily true and hasn't been true for a very long time. And certainly there were those instances when singers were told they need to fit into a certain size dress. Of course, women. Men? They just make the costume bigger."
   },
   "author": {
    "text": "Jessye Norman"
   }
  },
  {
   "quote": {
    "text": "The main difference between men and women is that men are lunatics and women are idiots."
   },
   "author": {
    "text": "Rebecca West"
   }
  },
  {
   "quote": {
    "text": "I think that's the kind of women that people are interested in. They're interested in strong women characters who are stronger than the male characters sometimes, in some ways. That's what's interesting and attractive about women."
   },
   "author": {
    "text": "Miranda Otto"
   }
  },
  {
   "quote": {
    "text": "I feel it is now my duty to speak to young women, to encourage them to have careers and, particularly, careers in science."
   },
   "author": {
    "text": "Rosalyn Sussman Yalow"
   }
  },
  {
   "quote": {
    "text": "After much diligent research, aided by other women, I gradually came to understand that beneath the familiar Goddesses of the patriarchy, there is a much more ancient Goddess."
   },
   "author": {
    "text": "Carol P. Christ"
   }
  },
  {
   "quote": {
    "text": "Lonely women destroy themselves; lonely men threaten the world."
   },
   "author": {
    "text": "Victor LaValle"
   }
  },
  {
   "quote": {
    "text": "Whenever you have to do a photo shoot with a woman, there is this weird competition. They need to prove something. They need to play games - maybe unconsciously - but women are so sensitive, and people call me more masculine sometimes."
   },
   "author": {
    "text": "Carice van Houten"
   }
  },
  {
   "quote": {
    "text": "'The Big Girls' has always seemed to me to be a story about different kinds of families - a divorced mother with a child; a father with his child and his girlfriend; a mother of three children, suffering from postpartum depression; and the rigid artificial families maintained by women in prison - all potentially perilous."
   },
   "author": {
    "text": "Susanna Moore"
   }
  },
  {
   "quote": {
    "text": "As I grow older, I think friendship between women is a thing to cherish."
   },
   "author": {
    "text": "Susan Glaspell"
   }
  },
  {
   "quote": {
    "text": "In the business I meet some beautiful women, but to be honest, 80 per cent of them are raving lunatics and are to be avoided. It's just insecurity; actors are generally quite insecure. I wouldn't date, or I've never had a fling with an actress, and I'd quite like to keep it that way."
   },
   "author": {
    "text": "Rory McCann"
   }
  },
  {
   "quote": {
    "text": "My mother was the influence on me - my father was absent. He was a diamond dealer; he was doing wonderful things in the background, and women were left at home. So my mother really was in charge of everything: the ballet, dance lessons, piano lessons, and latkes."
   },
   "author": {
    "text": "Maira Kalman"
   }
  },
  {
   "quote": {
    "text": "I'm more androgynous, because men are supposed to be more spatial, women more literal - I'm a tomboy."
   },
   "author": {
    "text": "Portia Doubleday"
   }
  },
  {
   "quote": {
    "text": "Every entrepreneur talks about the passion you have for your work, and I think that's what's missing with a lot of women in business."
   },
   "author": {
    "text": "Martha Stewart"
   }
  },
  {
   "quote": {
    "text": "To be outspoken, or different at all, is a problem for women."
   },
   "author": {
    "text": "Megan Fox"
   }
  },
  {
   "quote": {
    "text": "Every man needs two women: a quiet home-maker, and a thrilling nymph."
   },
   "author": {
    "text": "Iris Murdoch"
   }
  },
  {
   "quote": {
    "text": "Giving women education, work, the ability to control their own income, inherit and own property, benefits the society. If a woman is empowered, her children and her family will be better off. If families prosper, the village prospers, and eventually so does the whole country."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "I've looked on many women with lust. I've committed adultery in my heart many times. God knows I will do this and forgives me."
   },
   "author": {
    "text": "Jimmy Carter"
   }
  },
  {
   "quote": {
    "text": "It is easy to see what many people, women especially, admire about Sarah Palin. Here is a mother of five who can see the bright side of having a child with Down syndrome and still find the time and energy to govern the state of Alaska."
   },
   "author": {
    "text": "Sam Harris"
   }
  },
  {
   "quote": {
    "text": "Patriarchy doesn't just make men out to be ogres. Women buy into the patriarchy as well, and women make those comments as well, like, 'Boys will be boys.' Women have to undo that stuff, too."
   },
   "author": {
    "text": "Tarana Burke"
   }
  },
  {
   "quote": {
    "text": "Women have always ruled my life, be it my mother, my wife, my assistant, or my daughter, so I don't really fight with them. I relinquished control years ago."
   },
   "author": {
    "text": "Jon Bon Jovi"
   }
  },
  {
   "quote": {
    "text": "Women rule the world. It's not really worth fighting because they know what they're doing. Ask Napoleon. Ask Adam. Ask Richard Burton or Richie Sambora. Many a man has crumbled."
   },
   "author": {
    "text": "Jon Bon Jovi"
   }
  },
  {
   "quote": {
    "text": "The feminine mystique has succeeded in burying millions of American women alive."
   },
   "author": {
    "text": "Betty Friedan"
   }
  },
  {
   "quote": {
    "text": "All women have appealing features. I do not refer to model-type appeal, but rather that which comes from your personality, your attitude, and your expressions. I urge you to enhance the natural, God-given, feminine gifts with which you have been so richly blessed."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "The older I get, the more impressed I am with women. I have yet to meet a woman who is not strong. They don't exist."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "I'm not a big fan of Women's Liberation, but maybe it will help women stand up for the respect they're due."
   },
   "author": {
    "text": "Loretta Lynn"
   }
  },
  {
   "quote": {
    "text": "The negro has suffered far more from the commission of this crime against the women of his race by white men than the white race has ever suffered through his crimes."
   },
   "author": {
    "text": "Ida B. Wells"
   }
  },
  {
   "quote": {
    "text": "You learn how to take care of people from the women in your life."
   },
   "author": {
    "text": "Mehmet Oz"
   }
  },
  {
   "quote": {
    "text": "I don't want to be pigeonholed into doing just romantic comedies. But they're fun, and especially for women, it's nice to go to see them and enjoy that breath of fresh air."
   },
   "author": {
    "text": "Kristen Bell"
   }
  },
  {
   "quote": {
    "text": "In the business of war, the role of women is really to maintain normalcy and ensure that there is cultural continuity."
   },
   "author": {
    "text": "Lynn Nottage"
   }
  },
  {
   "quote": {
    "text": "I'm not interested in dating. I like being with my own best friend, me. Certain women, particularly older women, cannot believe I like going to a social event by myself. But I do."
   },
   "author": {
    "text": "Gloria Allred"
   }
  },
  {
   "quote": {
    "text": "Women take so long to get ready, but when they get out of the bathroom, they look smokin' hot. That's the struggle of men throughout history, waiting by the door. The wait is so worth it. Always."
   },
   "author": {
    "text": "Andy Grammer"
   }
  },
  {
   "quote": {
    "text": "Women who may choose to have silicone breast implants are entitled to independent research to ensure they have complete and comprehensive information. It's especially important since so many women have experienced complications with their implants they never knew were possible."
   },
   "author": {
    "text": "Gene Green"
   }
  },
  {
   "quote": {
    "text": "And opposite the bench, the dock, divided by a partition, with the women to the left and the men to the right, as it is on the stairs or the block in polite society."
   },
   "author": {
    "text": "Henry Lawson"
   }
  },
  {
   "quote": {
    "text": "These impossible women! How they do get around us! The poet was right: Can't live with them, or without them."
   },
   "author": {
    "text": "Aristophanes"
   }
  },
  {
   "quote": {
    "text": "Young women from a very young age are taught that life will be easier if you can just turn on the charming smile and say very little and be complacent and docile and sweet."
   },
   "author": {
    "text": "Amber Heard"
   }
  },
  {
   "quote": {
    "text": "On the question of comfort women, when my thought goes to these people, who have been victimized by human trafficking and gone through immeasurable pain and suffering beyond description, my heart aches. And on this point, my thought has not changed at all from previous prime ministers."
   },
   "author": {
    "text": "Shinzo Abe"
   }
  },
  {
   "quote": {
    "text": "The women I see are very brave women, very strong women, women that are facing a lot of challenges and yet are up to the challenges and are making a very big effort. So I don't see why one of them cannot become a president - one day."
   },
   "author": {
    "text": "Rula Ghani"
   }
  },
  {
   "quote": {
    "text": "I love writing about black women, but if you go beyond that, we're human beings - and because we're human beings, it's universal for everybody."
   },
   "author": {
    "text": "Mara Brock Akil"
   }
  },
  {
   "quote": {
    "text": "I feel there is no shortage of real interesting women's roles. But I found them and did all of them just now."
   },
   "author": {
    "text": "Maggie Gyllenhaal"
   }
  },
  {
   "quote": {
    "text": "Ask any woman and she'll tell you: health care for women is more expensive than it is for men. In fact, during their reproductive years, women spend 68% more on health care than men do."
   },
   "author": {
    "text": "Rod Blagojevich"
   }
  },
  {
   "quote": {
    "text": "In the 1880s, women were decades away from earning the right to vote. Few owned property - if they were even permitted to do so. In addition to childcare obligations, many toiled in work that was either underpaid or not paid at all. Essentially, the gears of progress for women were moving slowly in just about every arena of life."
   },
   "author": {
    "text": "Mary Pilon"
   }
  },
  {
   "quote": {
    "text": "All women are strong, and we don't need to write stronger female roles; what we need to start writing is real women that have emotions and have real-life thoughts."
   },
   "author": {
    "text": "Ella Purnell"
   }
  },
  {
   "quote": {
    "text": "The notion that gaming was not for women rippled out into society, until we heard it not just from the games industry, but from our families, teachers and friends. As a consequence, I, like many women, had a complicated, love-hate relationship with gaming culture."
   },
   "author": {
    "text": "Anita Sarkeesian"
   }
  },
  {
   "quote": {
    "text": "To have been the first woman premier of Victoria was not only a great opportunity but also a great chance to say to the young women of Victoria - Liberal or Labor - 'You can do it, too.'"
   },
   "author": {
    "text": "Joan Kirner"
   }
  },
  {
   "quote": {
    "text": "I've enjoyed collecting. I've enjoyed art ever since - I'll tell you when - I went to Columbia. I went to the Met, and I saw Poussin's 'Rape of the Sabine Women', and it's this incredible, epic, great, great painting."
   },
   "author": {
    "text": "Daniel S. Loeb"
   }
  },
  {
   "quote": {
    "text": "Letterman, despite whatever idiotic (or worse?) things he may have done with women on his staff, was wise enough to realize that silence isn't permanent and peace of mind can't be bought."
   },
   "author": {
    "text": "Alafair Burke"
   }
  },
  {
   "quote": {
    "text": "I have always been drawn to strong and interesting women, people who have navigated that world before you and maintained their integrity and sense of self."
   },
   "author": {
    "text": "Janet McTeer"
   }
  },
  {
   "quote": {
    "text": "Our society's strong emphasis on dieting and self-image can sometimes lead to eating disorders. We know that more than 5 million Americans suffer from eating disorders, most of them young women."
   },
   "author": {
    "text": "Tipper Gore"
   }
  },
  {
   "quote": {
    "text": "A lot of women are in a crazy exercise cycle; they're so afraid they'll gain weight if they stop, and it's especially hard when they get pregnant. What they need to realize is that if you're not exercising so much, you don't have to eat so much, and your body adjusts. It sounds so simple, but you really do have to listen to your body."
   },
   "author": {
    "text": "Courtney Thorne-Smith"
   }
  },
  {
   "quote": {
    "text": "Black women as a group have never been fools. We couldn't afford to be."
   },
   "author": {
    "text": "Barbara Smith"
   }
  },
  {
   "quote": {
    "text": "Sometimes I wonder why God ever trusts talent in the hands of women, they usually make such an infernal mess of it. I think He must do it as a sort of ghastly joke."
   },
   "author": {
    "text": "Willa Cather"
   }
  },
  {
   "quote": {
    "text": "Women are still second-class citizens."
   },
   "author": {
    "text": "Joan Jett"
   }
  },
  {
   "quote": {
    "text": "When men or women make their work their top priority and become hostile to the normal, natural needs of their children and spouse - obviously, something is wrong."
   },
   "author": {
    "text": "Laura Schlessinger"
   }
  },
  {
   "quote": {
    "text": "I like to help women to spend not a lot of money - to feel powerful, elegant, glamorous, to feel good about themselves."
   },
   "author": {
    "text": "Melania Trump"
   }
  },
  {
   "quote": {
    "text": "As soon as you enter Rajasthan, you are hit with colors. It's such a sensory experience. You see women in bright pink and yellow saris, camels pulling carts, historic forts - history on each and every corner."
   },
   "author": {
    "text": "Maneet Chauhan"
   }
  },
  {
   "quote": {
    "text": "Women feel like we're fat if we can't wear the clothes we wore in high school. Men, in contrast, only start to feel fat only when they can no longer fit into a foreign car."
   },
   "author": {
    "text": "Gina Barreca"
   }
  },
  {
   "quote": {
    "text": "I like a women who's got some balls, some strength. As long as I can beat her at arm wrestling, that's fine."
   },
   "author": {
    "text": "James Hetfield"
   }
  },
  {
   "quote": {
    "text": "I love the action that I'm able to do. I grew up in Maine, outdoors and playing with the boys and shooting skeet. I have my girly side, too. But, I do like playing the strong female roles, especially now with something as simple as Twitter, where you've got young women following you."
   },
   "author": {
    "text": "Rachel Nichols"
   }
  },
  {
   "quote": {
    "text": "They say that women dress for other women, but I don't think that's entirely true. If we want to look flossy out-and-about on a Friday night, we're dressing for the boys - and it's nice when they notice."
   },
   "author": {
    "text": "Rachel Nichols"
   }
  },
  {
   "quote": {
    "text": "The connections between and among women are the most feared, the most problematic, and the most potentially transforming force on the planet."
   },
   "author": {
    "text": "Adrienne Rich"
   }
  },
  {
   "quote": {
    "text": "I know what women want. They want to be beautiful."
   },
   "author": {
    "text": "Valentino Garavani"
   }
  },
  {
   "quote": {
    "text": "I must have women - there is nothing unbends the mind like them."
   },
   "author": {
    "text": "John Gay"
   }
  },
  {
   "quote": {
    "text": "I write about spirituality not so we get strong from within and achieve some state of nirvana and then distance ourselves from the real world. I write about it so we can feel empowered to doing the critical work that this generation of black women are charged with doing."
   },
   "author": {
    "text": "Susan L. Taylor"
   }
  },
  {
   "quote": {
    "text": "I actually use women's perfume - I have since I was a kid. It's called Anais Anais, from Rachael. It smells like a beautiful woman and a bouquet of flowers. I use that and Right Guard deodorant."
   },
   "author": {
    "text": "Albert Hammond, Jr."
   }
  },
  {
   "quote": {
    "text": "Sometimes women don't take the initiative that they should."
   },
   "author": {
    "text": "Kathleen Kennedy"
   }
  },
  {
   "quote": {
    "text": "Basically I'm trying to make men more sensitive and women stronger."
   },
   "author": {
    "text": "Miuccia Prada"
   }
  },
  {
   "quote": {
    "text": "Thank God we're not like America. Everyone wants to look like they're 20. In Europe we admire grown-up women; I think men revere older women."
   },
   "author": {
    "text": "Francesca Annis"
   }
  },
  {
   "quote": {
    "text": "The truth is women use contraception not only as a way to prevent unintended pregnancies, but also to improve their health and the health of their families. Increased access to contraception is directly linked to declines in maternal and infant mortality."
   },
   "author": {
    "text": "Felicity Huffman"
   }
  },
  {
   "quote": {
    "text": "I hope this view of the question may be a mistaken one, because it does not seem to me very unlikely that the suffrage will be granted to women."
   },
   "author": {
    "text": "John Bright"
   }
  },
  {
   "quote": {
    "text": "Black women, whose experience is unique, are seldom recognized as a particular social-cultural entity and are seldom thought to be important enough for serious scholarly consideration."
   },
   "author": {
    "text": "Barbara Smith"
   }
  },
  {
   "quote": {
    "text": "The battle for the individual rights of women is one of long standing and none of us should countenance anything which undermines it."
   },
   "author": {
    "text": "Eleanor Roosevelt"
   }
  },
  {
   "quote": {
    "text": "Every company has two organizational structures: The formal one is written on the charts; the other is the everyday relationship of the men and women in the organization."
   },
   "author": {
    "text": "Harold S. Geneen"
   }
  },
  {
   "quote": {
    "text": "To a philosopher all news, as it is called, is gossip, and they who edit and read it are old women over their tea."
   },
   "author": {
    "text": "Henry David Thoreau"
   }
  },
  {
   "quote": {
    "text": "Women are like cars: we all want a Ferrari, sometimes want a pickup truck, and end up with a station wagon."
   },
   "author": {
    "text": "Tim Allen"
   }
  },
  {
   "quote": {
    "text": "Here in America we are descended in blood and in spirit from revolutionists and rebels - men and women who dare to dissent from accepted doctrine. As their heirs, may we never confuse honest dissent with disloyal subversion."
   },
   "author": {
    "text": "Dwight D. Eisenhower"
   }
  },
  {
   "quote": {
    "text": "It's important that we start conversations about changing the culture of sexual harassment and discrimination in politics, state capitols, and our larger communities with an acknowledgment of the courage of so many women who have chosen to speak up and speak out."
   },
   "author": {
    "text": "J. B. Pritzker"
   }
  },
  {
   "quote": {
    "text": "One of the factors a country's economy depends on is human capital. If you don't provide women with adequate access to healthcare, education and employment, you lose at least half of your potential. So, gender equality and women's empowerment bring huge economic benefits."
   },
   "author": {
    "text": "Michelle Bachelet"
   }
  },
  {
   "quote": {
    "text": "Women are always told, 'You're not going to make it, its too difficult, you can't do that, don't enter this competition, you'll never win it,' - they need confidence in themselves and people around them to help them to get on."
   },
   "author": {
    "text": "Zaha Hadid"
   }
  },
  {
   "quote": {
    "text": "There are only two types of women - goddesses and doormats."
   },
   "author": {
    "text": "Pablo Picasso"
   }
  },
  {
   "quote": {
    "text": "Women should not be forced to accept sexual harassment as the price of admission to a life and career in the political world. They should not have to endure unwanted touching, innuendo, and propositioning from men in positions of power."
   },
   "author": {
    "text": "J. B. Pritzker"
   }
  },
  {
   "quote": {
    "text": "As it stands, motherhood is a sort of wilderness through which each woman hacks her way, part martyr, part pioneer; a turn of events from which some women derive feelings of heroism, while others experience a sense of exile from the world they knew."
   },
   "author": {
    "text": "Rachel Cusk"
   }
  },
  {
   "quote": {
    "text": "Women are nothing but machines for producing children."
   },
   "author": {
    "text": "Napoleon Bonaparte"
   }
  },
  {
   "quote": {
    "text": "The big divide in this country is not between Democrats and Republicans, or women and men, but between talkers and doers."
   },
   "author": {
    "text": "Thomas Sowell"
   }
  },
  {
   "quote": {
    "text": "Women too often say to themselves, 'It's too difficult. I'm not going to get there.' I tell them: 'Listen: do not question your abilities. Dare to do what you want to do and realize that you can do it.'"
   },
   "author": {
    "text": "Isabelle Kocher"
   }
  },
  {
   "quote": {
    "text": "Others have said it before me. If you don't have a seat at the table, you're probably on the menu. And so it is important that we have women in the United States Senate - strong women, women who are there to help advance an agenda that is important to women."
   },
   "author": {
    "text": "Elizabeth Warren"
   }
  },
  {
   "quote": {
    "text": "I think women are amazing for being able to show what they feel. I admire women who do. I think it's a mistake when women cover their emotions to look tough. I say let's own who we are and use it as a strength."
   },
   "author": {
    "text": "Gal Gadot"
   }
  },
  {
   "quote": {
    "text": "It may be the cock that crows, but it is the hen that lays the eggs."
   },
   "author": {
    "text": "Margaret Thatcher"
   }
  },
  {
   "quote": {
    "text": "'Wonder Woman' is much more than a cartoon character. She's fighting for truth and justice and the secret self that exists in all women and girls. There's a moral fiber and a goodness about her that all women have."
   },
   "author": {
    "text": "Lynda Carter"
   }
  },
  {
   "quote": {
    "text": "Breast cancer alone kills some 458,000 people each year, according to the World Health Organization, mainly in low- and middle-income countries. It has got to be a priority to ensure that more women can access gene testing and lifesaving preventive treatment, whatever their means and background, wherever they live."
   },
   "author": {
    "text": "Angelina Jolie"
   }
  },
  {
   "quote": {
    "text": "Sexism isn't a one-size-fits-all phenomenon. It doesn't happen to black and white women the same way."
   },
   "author": {
    "text": "Kimberle Williams Crenshaw"
   }
  },
  {
   "quote": {
    "text": "We Abolition Women are turning the world upside down."
   },
   "author": {
    "text": "Angelina Grimke"
   }
  },
  {
   "quote": {
    "text": "I hate short hair on men - the 'real' man is something I don't know. My dad was always playing with hairbands, making rings, while the women were wearing jeans, white T-shirts and Converse. That was the uniform at home."
   },
   "author": {
    "text": "Lou Doillon"
   }
  },
  {
   "quote": {
    "text": "I like women, but you can't always trust them. Some of them are big liars, like this one woman I met who had a dog. I asked her her dog's name and then I asked, 'Does he bite?' and she said, 'No.' And I said, 'So how does he eat?' Liar!"
   },
   "author": {
    "text": "Demetri Martin"
   }
  },
  {
   "quote": {
    "text": "Women need real moments of solitude and self-reflection to balance out how much of ourselves we give away."
   },
   "author": {
    "text": "Barbara De Angelis"
   }
  },
  {
   "quote": {
    "text": "I think women want freedom. They want to be empowered. They want hope. They want love; they want all the things that I want, and I'm not afraid to say those things and act on them, and I think that's why they identify with me."
   },
   "author": {
    "text": "Rihanna"
   }
  },
  {
   "quote": {
    "text": "Finally, let us understand that when we stand together, we will always win. When men and women stand together for justice, we win. When black, white and Hispanic people stand together for justice, we win."
   },
   "author": {
    "text": "Bernie Sanders"
   }
  },
  {
   "quote": {
    "text": "A lot of females, they want to do the things that I do. Some females are so closed, but they want to be open. Some girls, they want to feel that power that I tell them that I have. I tell women that I have power over these men, that I use these men."
   },
   "author": {
    "text": "Cardi B"
   }
  },
  {
   "quote": {
    "text": "Let me make it clear that the Youth Employment Opportunities Act of 1961 is not primarily concerned with delinquency prevention. Rather, it is designed to help all types of young men or women who suffer deficiencies of training or opportunity which keep them unemployed."
   },
   "author": {
    "text": "Robert Kennedy"
   }
  },
  {
   "quote": {
    "text": "The six people who had the biggest impact on my life were all women. Had I been sexist, my life would have been far less fulfilling."
   },
   "author": {
    "text": "Zig Ziglar"
   }
  },
  {
   "quote": {
    "text": "Girls have an unfair advantage over men: if they can't get what they want by being smart, they can get it by being dumb."
   },
   "author": {
    "text": "Yul Brynner"
   }
  },
  {
   "quote": {
    "text": "The more people we can attract to science and technology - men, women, everybody - the more economic opportunity we have as a nation."
   },
   "author": {
    "text": "Megan Smith"
   }
  },
  {
   "quote": {
    "text": "Part of it went on gambling, and part of it went on women. The rest I spent foolishly."
   },
   "author": {
    "text": "George Raft"
   }
  },
  {
   "quote": {
    "text": "Women have been called queens for a long time, but the kingdom given them isn't worth ruling."
   },
   "author": {
    "text": "Louisa May Alcott"
   }
  },
  {
   "quote": {
    "text": "The first problem for all of us, men and women, is not to learn, but to unlearn."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Men continue to misinterpret the second-rate status of women as implying a privileged status for themselves; heterosexuals think the same way about homosexuals; gentiles about Jews; whites about blacks; haves about have-nots."
   },
   "author": {
    "text": "Lorraine Hansberry"
   }
  },
  {
   "quote": {
    "text": "Women who seek to be equal with men lack ambition."
   },
   "author": {
    "text": "Timothy Leary"
   }
  },
  {
   "quote": {
    "text": "Being persons, then, women are citizens; and no state has a right to make any new law, or to enforce any old law, that shall abridge their privileges or immunities."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "The woman power of this nation can be the power which makes us whole and heals the rotten community, now so shattered by war and poverty and racism. I have great faith in the power of women who will dedicate themselves whole-heartedly to the task of remaking our society."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "Clever and attractive women do not want to vote; they are willing to let men govern as long as they govern men."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "If women were particular about men's characters, they would never get married at all."
   },
   "author": {
    "text": "George Bernard Shaw"
   }
  },
  {
   "quote": {
    "text": "It is capitalist America that produced the modern independent woman. Never in history have women had more freedom of choice in regard to dress, behavior, career, and sexual orientation."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "God gave me some weird, beautiful scent that makes men and women go crazy. People compare it to Carvel. It is a whale of a smell."
   },
   "author": {
    "text": "Adam Sandler"
   }
  },
  {
   "quote": {
    "text": "If women didn't exist, all the money in the world would have no meaning."
   },
   "author": {
    "text": "Aristotle Onassis"
   }
  },
  {
   "quote": {
    "text": "Cinematography speaks to everything that women do inherently well: It's multitasking, it's empathy, and it's channeling visuals into human emotion."
   },
   "author": {
    "text": "Rachel Morrison"
   }
  },
  {
   "quote": {
    "text": "I think Hispanic women are beautiful with their curves. I'm not sure who feels that way in Hollywood. I was never told to lose 50 pounds. If they think that they just don't bother with you. You just don't get the role and you never know why. That's still better than physically harming yourself and becoming unhealthy just to star in a movie."
   },
   "author": {
    "text": "America Ferrera"
   }
  },
  {
   "quote": {
    "text": "It's really important that young women be reminded that their involvement matters and that their voice is heard. Even if it feels like it's small, it really can make an impact."
   },
   "author": {
    "text": "Meghan Markle"
   }
  },
  {
   "quote": {
    "text": "The history of progress is written in the blood of men and women who have dared to espouse an unpopular cause, as, for instance, the black man's right to his body, or woman's right to her soul."
   },
   "author": {
    "text": "Emma Goldman"
   }
  },
  {
   "quote": {
    "text": "Women have simple tastes. They get pleasure out of the conversation of children in arms and men in love."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Women always excel men in that sort of wisdom which comes from experience. To be a woman is in itself a terrible experience."
   },
   "author": {
    "text": "H. L. Mencken"
   }
  },
  {
   "quote": {
    "text": "Older women are best, because they always think they may be doing it for the last time."
   },
   "author": {
    "text": "Ian Fleming"
   }
  },
  {
   "quote": {
    "text": "Gender equality is not only an issue for women and girls."
   },
   "author": {
    "text": "Justin Trudeau"
   }
  },
  {
   "quote": {
    "text": "Being the boss anywhere is lonely. Being a female boss in a world of mostly men is especially so."
   },
   "author": {
    "text": "Robert Frost"
   }
  },
  {
   "quote": {
    "text": "I was a proponent of the ERA. The women of my generation and my daughter's generation, they were very active in moving along the social change that would result in equal citizenship stature for men and women."
   },
   "author": {
    "text": "Ruth Bader Ginsburg"
   }
  },
  {
   "quote": {
    "text": "Woman is the dominant sex. Men have to do all sorts of stuff to prove that they are worthy of woman's attention."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "I so believe that older women have tremendous value to their families, their community, their country, the world."
   },
   "author": {
    "text": "Sally Field"
   }
  },
  {
   "quote": {
    "text": "I just like short hair on women; I think it's cool."
   },
   "author": {
    "text": "Evangeline Lilly"
   }
  },
  {
   "quote": {
    "text": "Men are governed by lines of intellect - women: by curves of emotion."
   },
   "author": {
    "text": "James Joyce"
   }
  },
  {
   "quote": {
    "text": "Women love always: when earth slips from them, they take refuge in heaven."
   },
   "author": {
    "text": "George Sand"
   }
  },
  {
   "quote": {
    "text": "Clearly older women and especially older women who have led an active life or elder women who successfully maneuver through their own family life have so much to teach us about sharing, patience, and wisdom."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "The whole tone of Church teaching in regard to women is, to the last degree, contemptuous and degrading."
   },
   "author": {
    "text": "Elizabeth Cady Stanton"
   }
  },
  {
   "quote": {
    "text": "Many men and women in the world demonstrate great willpower and self-discipline in overcoming bad habits and the weaknesses of the flesh."
   },
   "author": {
    "text": "Ezra Taft Benson"
   }
  },
  {
   "quote": {
    "text": "Virginity is such a personal thing. You can't judge anyone on it. A lot of young women feel they want to save themselves for the man who they think they'll love forever."
   },
   "author": {
    "text": "Joyce Brothers"
   }
  },
  {
   "quote": {
    "text": "The Woman's Party is made up of women of all races, creeds and nationalities who are united on the one program of working to raise the status of women."
   },
   "author": {
    "text": "Alice Paul"
   }
  },
  {
   "quote": {
    "text": "As to the deceit perpetrated upon women, let it pass, for, when love is in the way, men and women as a general rule dupe each other."
   },
   "author": {
    "text": "Giacomo Casanova"
   }
  },
  {
   "quote": {
    "text": "Memorial Day is all about celebrating the lives of the men and women who paid the ultimate sacrifice in service to our country. The United States is made great because of their heroism. Their lives are remembered, honored, and celebrated by all of us, including the friends, family, and fellow service members who knew them best."
   },
   "author": {
    "text": "Jan Schakowsky"
   }
  },
  {
   "quote": {
    "text": "If women can be railroad workers in Russia, why can't they fly in space?"
   },
   "author": {
    "text": "Valentina Tereshkova"
   }
  },
  {
   "quote": {
    "text": "I want for myself what I want for other women, absolute equality."
   },
   "author": {
    "text": "Agnes Macphail"
   }
  },
  {
   "quote": {
    "text": "The labor of women in the house, certainly, enables men to produce more wealth than they otherwise could; and in this way women are economic factors in society. But so are horses."
   },
   "author": {
    "text": "Charlotte Perkins Gilman"
   }
  },
  {
   "quote": {
    "text": "The freedoms and prosperity we enjoy in America are thanks to the brave men and women who have served in our armed forces."
   },
   "author": {
    "text": "Bill Foster"
   }
  },
  {
   "quote": {
    "text": "I'm supposed to have a Ph.D. on the subject of women. But the truth is I've flunked more often than not. I'm very fond of women; I admire them. But, like all men, I don't understand them."
   },
   "author": {
    "text": "Frank Sinatra"
   }
  },
  {
   "quote": {
    "text": "I think if we get freedom for women, then they are probably going to do a lot of things that I wish they wouldn't do. But it seems to me that isn't our business to say what they should do with it. It is our business to see that they get it."
   },
   "author": {
    "text": "Alice Paul"
   }
  },
  {
   "quote": {
    "text": "Like men, women have to be diligent and work hard."
   },
   "author": {
    "text": "Zaha Hadid"
   }
  },
  {
   "quote": {
    "text": "I am blessed beyond reason with women friends."
   },
   "author": {
    "text": "Jane Fonda"
   }
  },
  {
   "quote": {
    "text": "When women go wrong, men go right after them."
   },
   "author": {
    "text": "Mae West"
   }
  },
  {
   "quote": {
    "text": "If women talk in ways expected of them or project a feminine demeanor, it's seen as weak. But if they talk in ways associated with men or bosses, then they're seen as too aggressive. Whatever they do violates one or the other expectation: either you're not talking as you should as a woman or as boss."
   },
   "author": {
    "text": "Deborah Tannen"
   }
  },
  {
   "quote": {
    "text": "Women's art, political art - those categorisations perpetuate a certain kind of marginality which I'm resistant to. But I absolutely define myself as a feminist."
   },
   "author": {
    "text": "Barbara Kruger"
   }
  },
  {
   "quote": {
    "text": "If Congress refuse to listen to and grant what women ask, there is but one course left then to pursue. What is there left for women to do but to become the mothers of the future government?"
   },
   "author": {
    "text": "Victoria Woodhull"
   }
  },
  {
   "quote": {
    "text": "For many women, becoming a widow does not just mean the heartache of losing a husband, but often losing everything else as well."
   },
   "author": {
    "text": "Cherie Blair"
   }
  },
  {
   "quote": {
    "text": "I think the role of the Bond woman has changed so much over the years that it now doesn't follow a typical archetypical view. Before, it was very much a beautiful woman who didn't contribute much and who usually ended up getting killed or was arm candy for Bond. But now the women in a Bond movie have so much more to offer."
   },
   "author": {
    "text": "Naomie Harris"
   }
  },
  {
   "quote": {
    "text": "I don't think women are that vastly different from men. I'm a bit of a woman myself. But I'm not a feminist filmmaker. I'm not making a feminist thesis to prove that women are important. I just happen to make films with strong characters that are women."
   },
   "author": {
    "text": "Pawel Pawlikowski"
   }
  },
  {
   "quote": {
    "text": "Feminism, unlike almost every other social movement, is not a struggle against a distinct oppressor - it's not the ruling class or the occupiers or the colonizers - it's against a deeply held set of beliefs and assumptions that we women, far too often, hold ourselves."
   },
   "author": {
    "text": "Kavita Ramdas"
   }
  },
  {
   "quote": {
    "text": "Women want mediocre men, and men are working to be as mediocre as possible."
   },
   "author": {
    "text": "Margaret Mead"
   }
  },
  {
   "quote": {
    "text": "For Jesus, there are no countries to be conquered, no ideologies to be imposed, no people to be dominated. There are only children, women and men to be loved."
   },
   "author": {
    "text": "Henri Nouwen"
   }
  },
  {
   "quote": {
    "text": "Consumerism diverts us from thinking about women's rights, it stops us from thinking about Iraq, it stops us from thinking about what's going on in Africa - it stops us from thinking in general."
   },
   "author": {
    "text": "Pink"
   }
  },
  {
   "quote": {
    "text": "Women of all classes are awakening to the necessity of self-support, but few are willing to do the ordinary useful work for which they are fitted."
   },
   "author": {
    "text": "Elizabeth Cady Stanton"
   }
  },
  {
   "quote": {
    "text": "Men are not the enemy, but the fellow victims. The real enemy is women's denigration of themselves."
   },
   "author": {
    "text": "Betty Friedan"
   }
  },
  {
   "quote": {
    "text": "Wives are young men's mistresses, companions for middle age, and old men's nurses."
   },
   "author": {
    "text": "Francis Bacon"
   }
  },
  {
   "quote": {
    "text": "I think that American women are further along than any other women in the world. But you can't have peace in a world in which some women or some men or some nations are at different stages of development. There is so much work to be done."
   },
   "author": {
    "text": "Alice Paul"
   }
  },
  {
   "quote": {
    "text": "No one doubts that innocent men, women and children have been the victims of chemical weapons attacks in Syria. And there's no doubt who is responsible for this heinous use of chemical weapons in Syria: the Syrian regime."
   },
   "author": {
    "text": "Joe Biden"
   }
  },
  {
   "quote": {
    "text": "Women, can't live with them, can't live without them."
   },
   "author": {
    "text": "Desiderius Erasmus"
   }
  },
  {
   "quote": {
    "text": "Emancipation of women has made them lose their mystery."
   },
   "author": {
    "text": "Grace Kelly"
   }
  },
  {
   "quote": {
    "text": "All the women want to be with me, all the men want to be like me."
   },
   "author": {
    "text": "Ric Flair"
   }
  },
  {
   "quote": {
    "text": "I think women have a unique talent for being able to see the forest and the trees at the same time."
   },
   "author": {
    "text": "Bozoma Saint John"
   }
  },
  {
   "quote": {
    "text": "Women have always been the strong ones of the world. The men are always seeking from women a little pillow to put their heads down on. They are always longing for the mother who held them as infants."
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "Women are naturally secretive, and they like to do their own secreting."
   },
   "author": {
    "text": "Arthur Conan Doyle"
   }
  },
  {
   "quote": {
    "text": "Women wish to be loved without a why or a wherefore; not because they are pretty, or good, or well-bred, or graceful, or intelligent, but because they are themselves."
   },
   "author": {
    "text": "Henri Frederic Amiel"
   }
  },
  {
   "quote": {
    "text": "The very fact that women now form about one-fifth of the employes in manufacture and commerce in this country has opened a vast field of industrial legislation directly affecting women as wage-earners."
   },
   "author": {
    "text": "Florence Kelley"
   }
  },
  {
   "quote": {
    "text": "There is a real vulgarity in the way women dress at the moment. They show off too much and try too hard. They don't understand where the line is between sexy and vulgar. I know where that line is."
   },
   "author": {
    "text": "Roberto Cavalli"
   }
  },
  {
   "quote": {
    "text": "In the Church, and in the journey of faith, women have had and still have a special role in opening doors to the Lord."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Our great symbol for the Goddess is the moon, whose three aspects reflect the three stages in women's lives and whose cycles of waxing and waning coincide with women's menstrual cycles."
   },
   "author": {
    "text": "Carol P. Christ"
   }
  },
  {
   "quote": {
    "text": "Charm, in most men and nearly all women, is a decoration."
   },
   "author": {
    "text": "E. M. Forster"
   }
  },
  {
   "quote": {
    "text": "The worst enemy women have is in the pulpit."
   },
   "author": {
    "text": "Susan B. Anthony"
   }
  },
  {
   "quote": {
    "text": "Women are most fascinating between the ages of 35 and 40 after they have won a few races and know how to pace themselves. Since few women ever pass 40, maximum fascination can continue indefinitely."
   },
   "author": {
    "text": "Christian Dior"
   }
  },
  {
   "quote": {
    "text": "One can find women who have never had one love affair, but it is rare indeed to find any who have had only one."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "There are women who can make you feel more with their bodies and their souls, but these are the exact women who will turn the knife into you right in front of the crowd. Of course, I expect this, but the knife still cuts."
   },
   "author": {
    "text": "Charles Bukowski"
   }
  },
  {
   "quote": {
    "text": "There is no more lively sensation than that of pain; its impressions are certain and dependable, they never deceive as may those of the pleasure women perpetually feign and almost never experience."
   },
   "author": {
    "text": "Marquis de Sade"
   }
  },
  {
   "quote": {
    "text": "I think pain is a very - it's an extremely hard thing to empathize moment to moment. And you often don't remember your own pain, you know, that moment that you broke a limb or you burned yourself or, I think, this is a common thing that women talk about with childbirth, that the memory of the pain is hard to summon up and relive, thankfully."
   },
   "author": {
    "text": "Hugh Laurie"
   }
  },
  {
   "quote": {
    "text": "When I first started, it was really an innocent response to the needs of women in rural areas. When we started planting trees to meet their needs, there was nothing beyond that. I did not see all the issues that I have to come to deal with."
   },
   "author": {
    "text": "Wangari Maathai"
   }
  },
  {
   "quote": {
    "text": "Despite what anti-aging ads say, growing older can be better. I feel better in my skin, 100 percent. You have greater effects of gravity, but the better sense of yourself you have is something I wouldn't trade. Women who lie about their age - 'why?'"
   },
   "author": {
    "text": "Demi Moore"
   }
  },
  {
   "quote": {
    "text": "After centuries of dormancy, young women... can now look toward a future moulded by their own hands."
   },
   "author": {
    "text": "Rita Levi-Montalcini"
   }
  },
  {
   "quote": {
    "text": "I love playing video games, but I'm regularly disappointed in the limited and limiting ways women are represented."
   },
   "author": {
    "text": "Anita Sarkeesian"
   }
  },
  {
   "quote": {
    "text": "Around me I saw women overworked and underpaid, doing men's work at half men's wages, not because their work was inferior, but because they were women."
   },
   "author": {
    "text": "Anna Howard Shaw"
   }
  },
  {
   "quote": {
    "text": "Our mission... it will be difficult, it will take time, it will be demanding for all men and women... will be to act in such a way that French people of the Muslim faith are always more proud of being French than of being Muslim."
   },
   "author": {
    "text": "Emmanuel Macron"
   }
  },
  {
   "quote": {
    "text": "We have to nurture our young women and understand the beauty and the strength of being a woman. It's kind of a catch-22: Strength in women isn't appreciated, and vulnerability in women isn't appreciated. It's like, 'What the hell do you do?' What you do is you don't allow anyone to dictate who you are."
   },
   "author": {
    "text": "Jada Pinkett Smith"
   }
  },
  {
   "quote": {
    "text": "A lot of women don't know how to love because there's deep reasons for them not knowing how to love. And what I mean by deep reasons is deep and dark reasons."
   },
   "author": {
    "text": "Lil Wayne"
   }
  },
  {
   "quote": {
    "text": "I just like to have words that describe things correctly. Now to me, 'black feminist' does not do that. I need a word that is organic, that really comes out of the culture, that really expresses the spirit that we see in black women. And it's just... womanish."
   },
   "author": {
    "text": "Alice Walker"
   }
  },
  {
   "quote": {
    "text": "I think if women are visible in the media, truly visible, in an empowered role, it empowers us to be more visible in any area of our lives."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "A lot of the reason I wanted to become an entrepreneur and avoid working for others is that you get to create the world you want to live in and the company you want to work for, and I've loved that. It's a part of entrepreneurship that women should really embrace."
   },
   "author": {
    "text": "Caterina Fake"
   }
  },
  {
   "quote": {
    "text": "For most of my life I let women do the driving and was happy to let them."
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "Women are the real architects of society."
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "I am my own woman."
   },
   "author": {
    "text": "Evita Peron"
   }
  },
  {
   "quote": {
    "text": "I've seen all types of women. Celebrity girls I've dated and regular 9 to 5 girls. I've had shows where married women have tried to follow me to my hotel. My perception of women isn't very ignorant because I've seen a lot."
   },
   "author": {
    "text": "Wale"
   }
  },
  {
   "quote": {
    "text": "I am really proud to be a part in whatever way of women becoming active in the political scene. I think it was the first time that people came to terms with the reality of what it meant to have a Senate made up of 98 men and two women."
   },
   "author": {
    "text": "Anita Hill"
   }
  },
  {
   "quote": {
    "text": "It is hardly surprising that women concentrate on the way they look instead of what is in their minds since not much has been put in their minds to begin with."
   },
   "author": {
    "text": "Mary Shelley"
   }
  },
  {
   "quote": {
    "text": "Ads featuring real women and real beauty are such a necessary component to offset the potentially dangerous programming out there for little girls."
   },
   "author": {
    "text": "Rashida Jones"
   }
  },
  {
   "quote": {
    "text": "Harvard University researchers found that women at high risk of heart disease who had a tablespoon of peanut butter five or more days a week appeared to nearly halve their risk of suffering a heart attack compared with women who ate one serving or less per week."
   },
   "author": {
    "text": "Michael Greger"
   }
  },
  {
   "quote": {
    "text": "As creators and as readers, we need to always be pushing it - by looking for the books, looking for the artists and people and stories to support what we feel to be a better representation of all women. Of real women."
   },
   "author": {
    "text": "Marjorie Liu"
   }
  },
  {
   "quote": {
    "text": "It's truly disheartening to me to see so many beautiful women who have no idea what their potential is."
   },
   "author": {
    "text": "Lauren Jauregui"
   }
  },
  {
   "quote": {
    "text": "If men knew all that women think, they would be twenty times more audacious."
   },
   "author": {
    "text": "Alphonse Karr"
   }
  },
  {
   "quote": {
    "text": "Neofascism in the United States takes the form of big money, big banks, big corporations, tied to xenophobic scapegoating of the vulnerable, like Mexicans and Muslims and women and black folk, and militaristic policies abroad, with strongman, charismatic, autocratic personality, and that's what Donald Trump is."
   },
   "author": {
    "text": "Cornel West"
   }
  },
  {
   "quote": {
    "text": "I just think that knowing about your body at any age, whether it's educating yourself on fertility, getting mammograms, going through puberty - whatever it may be, is really important. I just really encourage women empowerment and being comfortable talking about these issues."
   },
   "author": {
    "text": "Khloe Kardashian"
   }
  },
  {
   "quote": {
    "text": "People forget the punk thing was really good for women. It motivated them to pick up a guitar rather than be a chanteuse. It allowed us to be aggressive."
   },
   "author": {
    "text": "Siouxsie Sioux"
   }
  },
  {
   "quote": {
    "text": "The trouble with photographing beautiful women is that you never get into the dark room until after they've gone."
   },
   "author": {
    "text": "Yousuf Karsh"
   }
  },
  {
   "quote": {
    "text": "I'm a woman, and I see women get put through an awful lot of grief and be subjected to the kind of criticism, remarks, and suggestions that no woman should ever have to tolerate. And I think we should be helping each other and supporting each other."
   },
   "author": {
    "text": "Marcia Clark"
   }
  },
  {
   "quote": {
    "text": "Becoming a mother has been the best thing ever for me. It's become my life's work. Not just parenting, but sharing information and encouraging other women to be receptive to the basic nature of motherhood."
   },
   "author": {
    "text": "Anna Getty"
   }
  },
  {
   "quote": {
    "text": "A church without women would be like the apostolic college without Mary. The Madonna is more important than the apostles, and the church herself is feminine, the spouse of Christ and a mother."
   },
   "author": {
    "text": "Pope Francis"
   }
  },
  {
   "quote": {
    "text": "Men are by nature merely indifferent to one another; but women are by nature enemies."
   },
   "author": {
    "text": "Arthur Schopenhauer"
   }
  },
  {
   "quote": {
    "text": "When men and women agree, it is only in their conclusions; their reasons are always different."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "Friends are generally of the same sex, for when men and women agree, it is only in the conclusions; their reasons are always different."
   },
   "author": {
    "text": "George Santayana"
   }
  },
  {
   "quote": {
    "text": "Reading, solitude, idleness, a soft and sedentary life, intercourse with women and young people, these are perilous paths for a young man, and these lead him constantly into danger."
   },
   "author": {
    "text": "Jean-Jacques Rousseau"
   }
  },
  {
   "quote": {
    "text": "Bias has to be taught. If you hear your parents downgrading women or people of different backgrounds, why, you are going to do that."
   },
   "author": {
    "text": "Barbara Bush"
   }
  },
  {
   "quote": {
    "text": "Freedom is a right ultimately defended by the sacrifice of America's servicemen and women."
   },
   "author": {
    "text": "Arnold Schwarzenegger"
   }
  },
  {
   "quote": {
    "text": "Women are prepared to run for office. They're prepared to show up. Oh yeah, women have big roles to play, and they have stepped up to the plate already."
   },
   "author": {
    "text": "Maxine Waters"
   }
  },
  {
   "quote": {
    "text": "Women have always been courageous... They are always fearless when protecting their children and in the last century they have been fearless in the fight for their rights."
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "In Hollywood, there is one dominant voice. It is a white, male, straight gaze. When I talk about positive portrayals of black people and women, I'm saying complexity. I'm not saying goody-two-shoes, everything's okay. No. The positive view of me is to see me as I am: the 'good,' the 'bad,' the gray. That is a positive portrayal."
   },
   "author": {
    "text": "Ava DuVernay"
   }
  },
  {
   "quote": {
    "text": "To terrify children with the image of hell... to consider women an inferior creation. Is that good for the world?"
   },
   "author": {
    "text": "Christopher Hitchens"
   }
  },
  {
   "quote": {
    "text": "Most women set out to try to change a man, and when they have changed him they do not like him."
   },
   "author": {
    "text": "Marlene Dietrich"
   }
  },
  {
   "quote": {
    "text": "Behind a smoke screen of high-profile female appointees and soothing slogans, George W. Bush is waging war on women."
   },
   "author": {
    "text": "Molly Ivins"
   }
  },
  {
   "quote": {
    "text": "I have spent a lifetime trying to share what it has meant to be a woman first in the world of sports so that other young women have a chance to reach their dreams."
   },
   "author": {
    "text": "Wilma Rudolph"
   }
  },
  {
   "quote": {
    "text": "Women have to harness their power - its absolutely true. It's just learning not to take the first no. And if you can't go straight ahead, you go around the corner."
   },
   "author": {
    "text": "Cher"
   }
  },
  {
   "quote": {
    "text": "I demanded more rights for women because I know what women had to put up with."
   },
   "author": {
    "text": "Evita Peron"
   }
  },
  {
   "quote": {
    "text": "I believe all men, all women, regardless of race, gender, socioeconomic background, you deserve the same rights."
   },
   "author": {
    "text": "Sophia Bush"
   }
  },
  {
   "quote": {
    "text": "They say women talk too much. If you have worked in Congress you know that the filibuster was invented by men."
   },
   "author": {
    "text": "Clare Boothe Luce"
   }
  },
  {
   "quote": {
    "text": "Growing old gracefully used to begin at about 35, but today women prefer to 'stay young gratefully' with thanks to designers, beauticians and plastic surgeons."
   },
   "author": {
    "text": "Edith Head"
   }
  },
  {
   "quote": {
    "text": "Fifth Harmony as a group represents more confidence, more girl power, more unity. They're anthems, as opposed to confessional songwriting about one person's life when there are five individual women."
   },
   "author": {
    "text": "Camila Cabello"
   }
  },
  {
   "quote": {
    "text": "I don't know why women want any of the things men have when one of the things that women have is men."
   },
   "author": {
    "text": "Coco Chanel"
   }
  },
  {
   "quote": {
    "text": "I think women's wrestling has had a hard time because of GLOW. When GLOW came out, it looked like somebody was ripping off the male industry. Everybody made fun of it. WOW is a great product. It's produced right. It's got a little story line, and it's got good-looking girls who can work and can talk."
   },
   "author": {
    "text": "Bobby Heenan"
   }
  },
  {
   "quote": {
    "text": "The whole realm of morality and ethics is something that has escaped the attention of women, by and large. And it needs the attention of intellectual women most desperately."
   },
   "author": {
    "text": "Lorraine Hansberry"
   }
  },
  {
   "quote": {
    "text": "I conceive there lies a clear rule in Titus that the elder women should instruct the younger and then I must have a time wherein I must do it."
   },
   "author": {
    "text": "Anne Hutchinson"
   }
  },
  {
   "quote": {
    "text": "We women are going to bring change. We are speaking up for girls' rights, but we must not behave like men, like they have done in the past."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "I wanted to become a lawyer because I saw Kelly McGillis on 'The Accused.' 'Grey's Anatomy,' 'L.A. Law,' 'Ally McBeal' - all of these have inspired women to go into law. I think the opposite is happening in technology."
   },
   "author": {
    "text": "Reshma Saujani"
   }
  },
  {
   "quote": {
    "text": "I like women who look like women. I hated grunge. No one's more feminist than me, but you don't have to look as if you don't give a - you know. You can be smart, bright, and attractive aesthetically to others - and to yourself."
   },
   "author": {
    "text": "Catherine Zeta-Jones"
   }
  },
  {
   "quote": {
    "text": "Men don't wear high heels, and they don't make allowances for women who do. Tottering down the corridors of power in beautiful but crippling stilettos telegraphs your preference for style over substance."
   },
   "author": {
    "text": "Donna Brazile"
   }
  },
  {
   "quote": {
    "text": "My journey in the military solidified my tireless commitment to making sure girls and women are given the opportunity to meet their full potential, and nobody tells them they can't do something because they're a girl."
   },
   "author": {
    "text": "Martha McSally"
   }
  },
  {
   "quote": {
    "text": "Like all women, my path to womanhood is unique. No two paths are the same. Each of us travel with different privileges, challenges, and perspectives - some limiting, others illuminating."
   },
   "author": {
    "text": "Sarah McBride"
   }
  },
  {
   "quote": {
    "text": "Twenty-five million veterans are living among us today. These men and women selflessly set aside their civilian lives to put on the uniform and serve us."
   },
   "author": {
    "text": "Steve Buyer"
   }
  },
  {
   "quote": {
    "text": "Most African women are taught to endure abusive marriages. They say endurance means a good wife but most women endure abusive relationship because they are not empowered economically; they depend on their husbands."
   },
   "author": {
    "text": "Joyce Banda"
   }
  },
  {
   "quote": {
    "text": "There's a lot of thought in art. People get to talk about important things. There's a lot of sex, you know, in art. There's a lot of naked women and men, and there's intrigue, there's fakery. It's a real microcosm of the larger world."
   },
   "author": {
    "text": "Steve Martin"
   }
  },
  {
   "quote": {
    "text": "The states are not free, under the guise of protecting maternal health or potential life, to intimidate women into continuing pregnancies."
   },
   "author": {
    "text": "Harry A. Blackmun"
   }
  },
  {
   "quote": {
    "text": "Women love hairy men. Cavemen were the sexiest men in history."
   },
   "author": {
    "text": "Leslie Mann"
   }
  },
  {
   "quote": {
    "text": "Only men who are not interested in women are interested in women's clothes. Men who like women never notice what they wear."
   },
   "author": {
    "text": "Anatole France"
   }
  },
  {
   "quote": {
    "text": "Among men and women, those in love do not always announce themselves with declarations and vows. But they are the ones who weep when you're gone. Who miss you every single night, especially when the sky is so deep and beautiful, and the ground so very cold."
   },
   "author": {
    "text": "Alice Hoffman"
   }
  },
  {
   "quote": {
    "text": "I love real women that don't have to be saints, who can be selfish and act out against their parents or like the wrong guy, because that's life. That's my life, at least."
   },
   "author": {
    "text": "Julie Plec"
   }
  },
  {
   "quote": {
    "text": "I think it is important that we respect that women have different political views."
   },
   "author": {
    "text": "Cathy McMorris Rodgers"
   }
  },
  {
   "quote": {
    "text": "The women's movement kind of came out of left field in the 1960s and 1970s when they turned on 'Playboy.'"
   },
   "author": {
    "text": "Hugh Hefner"
   }
  },
  {
   "quote": {
    "text": "I grew up in the Bronx where you would stay up late with your girlfriends, just being silly in our bedrooms, whatever. And I was always the clown."
   },
   "author": {
    "text": "Jennifer Lopez"
   }
  },
  {
   "quote": {
    "text": "In too many instances, the march to globalization has also meant the marginalization of women and girls. And that must change."
   },
   "author": {
    "text": "Hillary Clinton"
   }
  },
  {
   "quote": {
    "text": "I think the Women's movement has had a major impact on everybody's lives in our nation and in the world as a whole."
   },
   "author": {
    "text": "bell hooks"
   }
  },
  {
   "quote": {
    "text": "Men's memoirs are about answers; women's memoirs are about questions. Most male authors want to look good in their memoirs and have a place in posterity, while most women know that posterity is what happens when you no longer care. Women want to connect with others here and now; they couldn't care less about legacy!"
   },
   "author": {
    "text": "Isabel Allende"
   }
  },
  {
   "quote": {
    "text": "Equality for women is progress for all."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "Climate change, demographics, water, food, energy, global health, women's empowerment - these issues are all intertwined. We cannot look at one strand in isolation. Instead, we must examine how these strands are woven together."
   },
   "author": {
    "text": "Ban Ki-moon"
   }
  },
  {
   "quote": {
    "text": "I think that's something that all mothers have to deal with, especially single mothers. We work, and we have to leave the kids behind. And I think that's one of the reasons that we, not only as women but as families, we have to advocate for early childhood education for all of our children."
   },
   "author": {
    "text": "Dolores Huerta"
   }
  },
  {
   "quote": {
    "text": "I never realized until lately that women were supposed to be the inferior sex."
   },
   "author": {
    "text": "Katharine Hepburn"
   }
  },
  {
   "quote": {
    "text": "If women are supposed to be less rational and more emotional at the beginning of our menstrual cycle when the female hormone is at its lowest level, then why isn't it logical to say that, in those few days, women behave the most like the way men behave all month long?"
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "I'm so tired of men who are afraid to hurt women's feelings."
   },
   "author": {
    "text": "Sam Kinison"
   }
  },
  {
   "quote": {
    "text": "Two phrases I hate in reference to female characters are 'strong' and 'feisty.' They really annoy me. It's the most condescending thing. You say that about a three-year-old. It infantilises women."
   },
   "author": {
    "text": "Helen Mirren"
   }
  },
  {
   "quote": {
    "text": "Being a woman is a terribly difficult task, since it consists principally in dealing with men."
   },
   "author": {
    "text": "Joseph Conrad"
   }
  },
  {
   "quote": {
    "text": "Might it not be that a great force that has always been thinking in terms of human needs, and that always will think in terms of human needs, has not been mobilized? Is it not possible that the women of the country have something of value to give the nation at this time?"
   },
   "author": {
    "text": "Jeannette Rankin"
   }
  },
  {
   "quote": {
    "text": "Women hate everything which strips off the tinsel of sentiment, and they are right, or it would rob them of their weapons."
   },
   "author": {
    "text": "Lord Byron"
   }
  },
  {
   "quote": {
    "text": "All women are the same, really: They are strong, but they are afraid of their own strength."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "I think Indian women are very beautiful. They have a sense of elegance and innocence."
   },
   "author": {
    "text": "Pierce Brosnan"
   }
  },
  {
   "quote": {
    "text": "For women's tears are but the sweat of eyes."
   },
   "author": {
    "text": "Juvenal"
   }
  },
  {
   "quote": {
    "text": "It's better not to wear too much jewellery - just a couple of nice things, nothing too rattly - and stick to kitten heels or flats. Women let themselves down with tall heels. I think they're kind of vulgar. I see women sinking into grass at outdoor parties or tiptoeing over gravel at weddings. It's silly. You need to be practical."
   },
   "author": {
    "text": "Jerry Hall"
   }
  },
  {
   "quote": {
    "text": "Women should try to increase their size rather than decrease it, because I believe the bigger we are, the more space we'll take up, and the more we'll have to be reckoned with."
   },
   "author": {
    "text": "Roseanne Barr"
   }
  },
  {
   "quote": {
    "text": "I think that white women are more apt to read laterally. So I think there's some strong identification for women, and their political and social positions, and minorities. I think that the political power of, let's say, the average Indian man and a white woman are pretty equal."
   },
   "author": {
    "text": "Sherman Alexie"
   }
  },
  {
   "quote": {
    "text": "It is needless to say that women make the most patient as well as the most dangerous pickpockets."
   },
   "author": {
    "text": "Harry Houdini"
   }
  },
  {
   "quote": {
    "text": "How can you live the high life if you do not wear high heels? I don't understand why women wear these ballet pumps. They are only good if you walk like a ballet dancer, and only ballet dancers do that."
   },
   "author": {
    "text": "Sonia Rykiel"
   }
  },
  {
   "quote": {
    "text": "Contrary to the fears of some pundits, the ascent of women does not portend the end of men. It offers a new beginning for both. But women's progress by itself is not a panacea for America's inequities."
   },
   "author": {
    "text": "Stephanie Coontz"
   }
  },
  {
   "quote": {
    "text": "I've gotten a firsthand view at the destruction that black men and black women not being able to stay and build healthy relationships has had on the black family and black children."
   },
   "author": {
    "text": "Hill Harper"
   }
  },
  {
   "quote": {
    "text": "I am a woman like any other and ugly things happen to me like any other women."
   },
   "author": {
    "text": "Jenni Rivera"
   }
  },
  {
   "quote": {
    "text": "Throughout any given season of 'The Bachelor,' the women exclaim that the experience is like a fairy tale. They suffer the machinations of reality television, pursuing - along with several other women, often inebriated - the promise of happily ever after."
   },
   "author": {
    "text": "Roxane Gay"
   }
  },
  {
   "quote": {
    "text": "Employing more women at all levels of a company, from new hires to senior leaders, creates a virtuous cycle. Companies become more attuned to the needs of their female employees, improving workplace culture while lowering attrition."
   },
   "author": {
    "text": "Susan Wojcicki"
   }
  },
  {
   "quote": {
    "text": "At the end of the day, both men and women who become CEOs have showed tenacity and hard work to succeed in their careers. It takes not just skills but also extreme dedication and commitment. And regardless of gender, CEOs are measured by the same criteria - the growth and success of the business."
   },
   "author": {
    "text": "Susan Wojcicki"
   }
  },
  {
   "quote": {
    "text": "All the great artists had their dark sides. Look at Amy Winehouse or anyone who has achieved a certain level of success. Even Adele, and the people that you wouldn't put in the same category as a gangster rapper. These women have exposed their vulnerabilities, demons, and things that have hurt them."
   },
   "author": {
    "text": "Kat Graham"
   }
  },
  {
   "quote": {
    "text": "Gifted women musicians and composers rarely received their due."
   },
   "author": {
    "text": "James Cook"
   }
  },
  {
   "quote": {
    "text": "I would love to see more women directors because they represent half of the population - and gave birth to the whole world. Without them writing and being directors, the rest of us are not going to know the whole story."
   },
   "author": {
    "text": "Jane Campion"
   }
  },
  {
   "quote": {
    "text": "The feminists who are aware of the effects of patriarchy realize that we are all in the same boat from the dangers of patriarchy, and that the oppression of women is universal."
   },
   "author": {
    "text": "Nawal El Saadawi"
   }
  },
  {
   "quote": {
    "text": "On Memorial Day, we remember the service of those brave military men and women who paid the ultimate sacrifice defending and protecting our freedoms."
   },
   "author": {
    "text": "Bill Flores"
   }
  },
  {
   "quote": {
    "text": "I merged those two words, black and feminist, because I was surrounded by black women who were very tough and and who always assumed they had to work and rear children and manage homes."
   },
   "author": {
    "text": "Toni Morrison"
   }
  },
  {
   "quote": {
    "text": "I can hear the roar of women's silence."
   },
   "author": {
    "text": "Thomas Sankara"
   }
  },
  {
   "quote": {
    "text": "As women, we know that we must always find ways to change the process because the present institutions want to hold on to power and keep the status quo."
   },
   "author": {
    "text": "Bella Abzug"
   }
  },
  {
   "quote": {
    "text": "In traditional societies, we have a long legacy of men controlling the body and mind of women. Such societies have valorised motherhood and fabricated concepts like chastity. Women have been the victims of these notions for thousands of years."
   },
   "author": {
    "text": "Taslima Nasrin"
   }
  },
  {
   "quote": {
    "text": "A woman has two smiles that an angel might envy, the smile that accepts a lover before words are uttered, and the smile that lights on the first born babe, and assures it of a mother's love."
   },
   "author": {
    "text": "Thomas Chandler Haliburton"
   }
  },
  {
   "quote": {
    "text": "I believe women still face a glass ceiling that must be shattered."
   },
   "author": {
    "text": "Andrew Cuomo"
   }
  },
  {
   "quote": {
    "text": "The extension of women's rights is the basic principle of all social progress."
   },
   "author": {
    "text": "Charles Fourier"
   }
  },
  {
   "quote": {
    "text": "I care about women's rights and reproductive rights and my gay friends being able to keep their marriages official. You don't want your genre to disown you for it - and I don't think they would now - but you still see that sort of hatred and vitriol that comes with disagreeing with the conservative agenda."
   },
   "author": {
    "text": "Maren Morris"
   }
  },
  {
   "quote": {
    "text": "I like people who enjoy life. I can't stand women who play games. I lose interest very quickly. I prefer up-front honesty."
   },
   "author": {
    "text": "Ray Fearon"
   }
  },
  {
   "quote": {
    "text": "Women with money and women in power are two uncomfortable ideas in our society."
   },
   "author": {
    "text": "Candace Bushnell"
   }
  },
  {
   "quote": {
    "text": "I want to be motivational and inspirational for everybody: my big aim is more women on bicycles."
   },
   "author": {
    "text": "Marianne Vos"
   }
  },
  {
   "quote": {
    "text": "There's no evidence whatsoever that men are more rational than women. Both sexes seem to be equally irrational."
   },
   "author": {
    "text": "Albert Ellis"
   }
  },
  {
   "quote": {
    "text": "A homely face and no figure have aided many women heavenward."
   },
   "author": {
    "text": "Minna Antrim"
   }
  },
  {
   "quote": {
    "text": "This man is frank and earnest with women. In Fresno, he's Frank and in Chicago he's Ernest."
   },
   "author": {
    "text": "Henny Youngman"
   }
  },
  {
   "quote": {
    "text": "It's funny about men and women. Men pay in cash to get them and pay in cash to get rid of them. Women pay emotionally coming and going. Neither has it easy."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "I'm not saying that women leaders would eliminate violence. We are not more moral than men; we are only uncorrupted by power so far. When we do acquire power, we might turn out to have an equal impulse toward aggression."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "The origins of violence against women by men are not biological. If that were the case, it would exist in every culture. And it doesn't exist in every culture."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Most women are one man away from welfare."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "When black women are down with you and in your corner, you have an ally that will move Heaven and Earth."
   },
   "author": {
    "text": "Tyler Perry"
   }
  },
  {
   "quote": {
    "text": "Clearly, those of us women who play football wish that there was more coverage. But it's one of those things that happens. Every year the level is getting higher, and I think we surprise a lot of people when the world focuses its attention on the World Cup or the Olympics final."
   },
   "author": {
    "text": "Marta"
   }
  },
  {
   "quote": {
    "text": "It is a mistake for women to think that life begins only with marriage. A woman can and must have an identity and feel useful, valued, and needed whether she is single or married. She must feel that she can do something for someone else that no one else ever born can do."
   },
   "author": {
    "text": "James E. Faust"
   }
  },
  {
   "quote": {
    "text": "After all those years as a woman hearing 'not thin enough, not pretty enough, not smart enough, not this enough, not that enough,' almost overnight I woke up one morning and thought, 'I'm enough.'"
   },
   "author": {
    "text": "Anna Quindlen"
   }
  },
  {
   "quote": {
    "text": "Women who marry early are often overly enamored of the kind of man who looks great in wedding pictures and passes the maid of honor his telephone number."
   },
   "author": {
    "text": "Anna Quindlen"
   }
  },
  {
   "quote": {
    "text": "Barbie ruined my life! It's a really bad image for women. For a long time I thought I was deformed - because my heels didn't touch the ground. I was walking around on tiptoes. What's up with that? I think that it's a bad thing for a woman to try to emulate."
   },
   "author": {
    "text": "Rita Rudner"
   }
  },
  {
   "quote": {
    "text": "It is little men know of women; their smiles and their tears alike are seldom what they seem."
   },
   "author": {
    "text": "Amelia Barr"
   }
  },
  {
   "quote": {
    "text": "Women's Lib? Poor little things. They always look so unhappy. Have you noticed how bitter their faces are?"
   },
   "author": {
    "text": "Joan Crawford"
   }
  },
  {
   "quote": {
    "text": "Growing up in the time of Title IX - it was passed when I was 10 - I got a front-row seat to so many great moments in women's sports. Of course I didn't know it at the time."
   },
   "author": {
    "text": "Jackie Joyner-Kersee"
   }
  },
  {
   "quote": {
    "text": "People think that because you might have a feeling toward another male that you don't enjoy women. I love women. I love being around them. But when we'd go out together, we'd kind of almost go out in disguise. Not in disguise, but in a baseball cap and sunglasses."
   },
   "author": {
    "text": "Tab Hunter"
   }
  },
  {
   "quote": {
    "text": "Women's liberation is the liberation of the feminine in the man and the masculine in the woman."
   },
   "author": {
    "text": "Corita Kent"
   }
  },
  {
   "quote": {
    "text": "In politics women type the letters, lick the stamps, distribute the pamphlets and get out the vote. Men get elected."
   },
   "author": {
    "text": "Clare Boothe Luce"
   }
  },
  {
   "quote": {
    "text": "Women will never be as successful as men because they have no wives to advise them."
   },
   "author": {
    "text": "Dick Van Dyke"
   }
  },
  {
   "quote": {
    "text": "Even though society has come a long way in correcting the inequalities between men and women in the workplace, it still has to be said that women are oftentimes subconsciously playing to the gender roles which we are taught from birth."
   },
   "author": {
    "text": "Bozoma Saint John"
   }
  },
  {
   "quote": {
    "text": "Women who have it all should try having nothing: I have no husband, no children, no real estate, no stocks, no bonds, no investments, no 401(k), no CDs, no IRAs, no emergency fund - I don't even have a savings account. It's not that I have not planned for the future; I have not planned for the present."
   },
   "author": {
    "text": "Elizabeth Wurtzel"
   }
  },
  {
   "quote": {
    "text": "To the women and children, T stands for tender. To the bad guys and thugs, it stands for tough."
   },
   "author": {
    "text": "Mr. T"
   }
  },
  {
   "quote": {
    "text": "Most women are not programmed to prefer a great career to a great man and a family. They feel they were sold a bill of goods at college and by the media."
   },
   "author": {
    "text": "Dennis Prager"
   }
  },
  {
   "quote": {
    "text": "I'm a big perfectionist! I'm trying to channel super-confident women like Alicia Keys, Mariah Carey and Beyonce, because I realized that if you want something, you really have to go for it, just like they do."
   },
   "author": {
    "text": "Ariana Grande"
   }
  },
  {
   "quote": {
    "text": "The surest guide to the correctness of the path that women take is joy in the struggle. Revolution is the festival of the oppressed."
   },
   "author": {
    "text": "Germaine Greer"
   }
  },
  {
   "quote": {
    "text": "The trouble with life is that there are so many beautiful women and so little time."
   },
   "author": {
    "text": "John Barrymore"
   }
  },
  {
   "quote": {
    "text": "Honor your daughters. They are honorable."
   },
   "author": {
    "text": "Malala Yousafzai"
   }
  },
  {
   "quote": {
    "text": "All women's issues are to some degree men's issues and all men's issues are to some degree women's issues because when either sex wins unilaterally both sexes lose."
   },
   "author": {
    "text": "Warren Farrell"
   }
  },
  {
   "quote": {
    "text": "Numerically, half of our high-ranking government officials should be women, and half should be men. And yet the division between the sexes is highly disproportionate in favour of men."
   },
   "author": {
    "text": "Miriam Defensor-Santiago"
   }
  },
  {
   "quote": {
    "text": "Women like to sit down with trouble - as if it were knitting."
   },
   "author": {
    "text": "Ellen Glasgow"
   }
  },
  {
   "quote": {
    "text": "In Kenya women are the first victims of environmental degradation, because they are the ones who walk for hours looking for water, who fetch firewood, who provide food for their families."
   },
   "author": {
    "text": "Wangari Maathai"
   }
  },
  {
   "quote": {
    "text": "A relationship can be deeply damaging without anyone leaving marks on you. So many people - especially young women - end up trying to maintain those emotionally abusive relationships because we don't think it's that bad and that we are really some of the lucky ones because we haven't experienced 'real' abuse."
   },
   "author": {
    "text": "Lauren Mayberry"
   }
  },
  {
   "quote": {
    "text": "The journey for women, no matter what venue it is - politics, business, film - it's, it's a long journey."
   },
   "author": {
    "text": "Kathryn Bigelow"
   }
  },
  {
   "quote": {
    "text": "I wanted to be a part of telling women there is no segregation. There is no need to ever not feel beautiful or glamorous. There should be nothing that gets in your way."
   },
   "author": {
    "text": "Jameela Jamil"
   }
  },
  {
   "quote": {
    "text": "I do wear a lot of hats, and sometimes people get confused with all that I do, but one thing that I am extraordinarily passionate about is furthering women's rights. I think it's something that's incredibly important, not just for girls everywhere but also boys to get involved in."
   },
   "author": {
    "text": "Adora Svitak"
   }
  },
  {
   "quote": {
    "text": "I realised one day that men are emotional cripples. We can't express ourselves emotionally, we can only do it with anger and humour. Emotional stability and expression comes from women."
   },
   "author": {
    "text": "Bob Hoskins"
   }
  },
  {
   "quote": {
    "text": "When women apply for a job, we ask ourselves, 'Am I qualified? Do I have the experience? Do I have the education? Do I have the abilities?' When a man looks at that job, he thinks, 'How much does it pay?' We need to stop second-guessing our abilities. We need to stand up and make ourselves heard."
   },
   "author": {
    "text": "Catherine Cortez-Masto"
   }
  },
  {
   "quote": {
    "text": "I say this to women all the time: If you've got the passion, you believe in making change, and you've got an issue or policy or something that you want to do, believe in it. Have confidence in yourself. You can do it."
   },
   "author": {
    "text": "Catherine Cortez-Masto"
   }
  },
  {
   "quote": {
    "text": "Men like women who write. Even though they don't say so. A writer is a foreign country."
   },
   "author": {
    "text": "Marguerite Duras"
   }
  },
  {
   "quote": {
    "text": "I'll always prefer to play with women and hang out with women, and I'll always be a feminist."
   },
   "author": {
    "text": "Courtney Love"
   }
  },
  {
   "quote": {
    "text": "I think Irish women are strong as horses, incredibly loyal and for the most part, funny, witty, bright and optimistic in the face of devastating reality."
   },
   "author": {
    "text": "Fionnula Flanagan"
   }
  },
  {
   "quote": {
    "text": "Sacrifice, sacrifice, sacrifice! That's the condition of the female. Women have been conditioned to sacrifice for centuries."
   },
   "author": {
    "text": "Betty Dodson"
   }
  },
  {
   "quote": {
    "text": "We're not going to do a Facebook game aimed at 35-year old women about farming."
   },
   "author": {
    "text": "Warren Spector"
   }
  },
  {
   "quote": {
    "text": "Half of all women who are sexually active, but do not want to get pregnant, need publicly funded services to help them access public health programs like Medicaid and Title X, the national family planning program."
   },
   "author": {
    "text": "Louise Slaughter"
   }
  },
  {
   "quote": {
    "text": "The witty woman is a tragic figure in American life. Wit destroys eroticism and eroticism destroys wit, so women must choose between taking lovers and taking no prisoners."
   },
   "author": {
    "text": "Florence King"
   }
  },
  {
   "quote": {
    "text": "Yes, women should be free to cover their faces when walking down the street. But in our schools, hospitals, airports, banks and civil institutions, it is not unreasonable - nor contrary to the teachings of Islam - to expect women to show the one thing that allows the rest of us to identify them... namely, their face."
   },
   "author": {
    "text": "Maajid Nawaz"
   }
  },
  {
   "quote": {
    "text": "Thanks to health reform, women across the country with private insurance can get birth control without paying out of pocket. This lets women make the health care decisions that are right for them and puts every one of us in charge of our own reproductive health."
   },
   "author": {
    "text": "Ann McLane Kuster"
   }
  },
  {
   "quote": {
    "text": "I would certainly choose my jobs depending on the actions of the character. I won't do anything that has to do with child abuse or women's abuse."
   },
   "author": {
    "text": "Kathleen Turner"
   }
  },
  {
   "quote": {
    "text": "I used to live in a village, and I always loved listening to old people. Unfortunately, it was always women who were talking, because after the war, very few men were around. I spent my entire life living in the village. The village is always talking about itself; people are talking to each other as the village makes sense of itself."
   },
   "author": {
    "text": "Svetlana Alexievich"
   }
  },
  {
   "quote": {
    "text": "With his mendacity and increasingly virulent attacks on immigrants, Muslims, women, the press, the judiciary, the intelligence services, the F.B.I. - any group or institution that he finds threatening or useful as a scapegoat - Mr. Trump is attempting the Orwellian trick of redefining American reality on his own terms."
   },
   "author": {
    "text": "Michiko Kakutani"
   }
  },
  {
   "quote": {
    "text": "When I came to New York, I was really awkward. I went to military academy for high school, so I didn't have the socialization that most kids do. When I got here, I was five years behind everybody. Talking to women was weird for me."
   },
   "author": {
    "text": "Adam Rapp"
   }
  },
  {
   "quote": {
    "text": "Rejecting the fundamental provision of the Civil Rights Act is a rejection of the foundational promise of America that all men and women should be treated equally, a promise for which many Americans have lost their lives."
   },
   "author": {
    "text": "John Yarmuth"
   }
  },
  {
   "quote": {
    "text": "I will never understand how so many young women can go out in the freezing cold wearing so little clothing."
   },
   "author": {
    "text": "Yance Ford"
   }
  },
  {
   "quote": {
    "text": "I want to encourage young women to stand up for each other and speak up when they see others in a tough situation."
   },
   "author": {
    "text": "Amber Riley"
   }
  },
  {
   "quote": {
    "text": "Reproductive rights are not just a women's issue."
   },
   "author": {
    "text": "Tony Goldwyn"
   }
  },
  {
   "quote": {
    "text": "At the same time we are aware that our various religions and ethical traditions often offer very different bases for what is helpful and what is unhelpful for men and women, what is right and what is wrong, what is good and what is evil."
   },
   "author": {
    "text": "Hans Kung"
   }
  },
  {
   "quote": {
    "text": "I want women to see, especially us big women, that you don't have to let them cut you and suck it out. You don't have to let them staple you up. You don't have to let them give you a pill. You don't have to let them put a band around your organs. If you just put the work in, baby, I promise you, it comes off."
   },
   "author": {
    "text": "Mo'Nique"
   }
  },
  {
   "quote": {
    "text": "It is true that in France, women put on less things. If they have a necklace, they don't put on earrings; if they have nail polish, they don't put on all their rings and all their bracelets."
   },
   "author": {
    "text": "Ines de La Fressange"
   }
  },
  {
   "quote": {
    "text": "Women's Lib? Oh, I'm afraid it doesn't interest me one bit. I've been so liberated it hurts."
   },
   "author": {
    "text": "Lucille Ball"
   }
  },
  {
   "quote": {
    "text": "You can tell the strength of a nation by the women behind its men."
   },
   "author": {
    "text": "Benjamin Disraeli"
   }
  },
  {
   "quote": {
    "text": "One of my closest friends is a trans man who is incredible. And a lot of my clients are trans women."
   },
   "author": {
    "text": "Jonathan Van Ness"
   }
  },
  {
   "quote": {
    "text": "Women in love are less ashamed than men. They have less to be ashamed of."
   },
   "author": {
    "text": "Ambrose Bierce"
   }
  },
  {
   "quote": {
    "text": "I would not send a poor girl into the world, ignorant of the snares that beset her path; nor would I watch and guard her, till, deprived of self-respect and self-reliance, she lost the power or the will to watch and guard herself."
   },
   "author": {
    "text": "Anne Bronte"
   }
  },
  {
   "quote": {
    "text": "How wrong it is for a woman to expect the man to build the world she wants, rather than to create it herself."
   },
   "author": {
    "text": "Anais Nin"
   }
  },
  {
   "quote": {
    "text": "It is easier for women to succeed in business, the arts, and politics in America than in Europe."
   },
   "author": {
    "text": "Hedy Lamarr"
   }
  },
  {
   "quote": {
    "text": "Women would be disproportionately affected by the privatization of social security. It is one of the most important safety nets for American women in old age, or in times of disability, to insure financial income for their families."
   },
   "author": {
    "text": "Barbara Mikulski"
   }
  },
  {
   "quote": {
    "text": "Some of us are becoming the men we wanted to marry."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "I've yet to be on a campus where most women weren't worrying about some aspect of combining marriage, children, and a career. I've yet to find one where many men were worrying about the same thing."
   },
   "author": {
    "text": "Gloria Steinem"
   }
  },
  {
   "quote": {
    "text": "Pregnancy was probably the best and the hardest thing I'll ever go through. I know for a lot of women, it can be wonderful and relatively easy."
   },
   "author": {
    "text": "Mariah Carey"
   }
  },
  {
   "quote": {
    "text": "There are few virtuous women who are not bored with their trade."
   },
   "author": {
    "text": "Francois de La Rochefoucauld"
   }
  },
  {
   "quote": {
    "text": "Clearly, those of us women who play football wish that there was more coverage."
   },
   "author": {
    "text": "Marta"
   }
  },
  {
   "quote": {
    "text": "The most virtuous women have something within them, something that is never chaste."
   },
   "author": {
    "text": "Honore de Balzac"
   }
  },
  {
   "quote": {
    "text": "Men mourn for what they have lost; women for what they ain't got."
   },
   "author": {
    "text": "Josh Billings"
   }
  },
  {
   "quote": {
    "text": "Although, at times, soccer is a challenge to mind, body, and spirit, fundamentally, the progression of the U.S. women's game and those who play it reflects a distinctively American culture, rooted in our struggle, shared aspiration, hard work and self-determination."
   },
   "author": {
    "text": "Ali Krieger"
   }
  },
  {
   "quote": {
    "text": "Were there no women, men might live like gods."
   },
   "author": {
    "text": "Thomas Dekker"
   }
  },
  {
   "quote": {
    "text": "When anything goes, it's women who lose."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "I like working with actresses, and I like women a lot, not for obvious reasons, but just in that that there's so much about what they bring to the scene that keeps it so interesting. Their instincts are so different, and they never explain them to you."
   },
   "author": {
    "text": "Ryan Gosling"
   }
  },
  {
   "quote": {
    "text": "Women are strong. We can do it all. But not always at the same time."
   },
   "author": {
    "text": "Diane von Furstenberg"
   }
  },
  {
   "quote": {
    "text": "Most women are indulgent of themselves. This is a mistake. It should be only the reward of old age."
   },
   "author": {
    "text": "Anna Held"
   }
  },
  {
   "quote": {
    "text": "TV family sitcoms have always been about fathers who know best and mothers who are so enchanted with everything they do. I wanted to be the first mom to be a mom on TV. I wanted to sent out a message about how us women really feel."
   },
   "author": {
    "text": "Roseanne Barr"
   }
  },
  {
   "quote": {
    "text": "Whether women are better than men I cannot say - but I can say they are certainly no worse."
   },
   "author": {
    "text": "Golda Meir"
   }
  },
  {
   "quote": {
    "text": "Relationships are made of talk - and talk is for girls and women."
   },
   "author": {
    "text": "Deborah Tannen"
   }
  },
  {
   "quote": {
    "text": "Women don't take enough risks. Men are just 'foot on the gas pedal.' We're not going to close the achievement gap until we close the ambition gap."
   },
   "author": {
    "text": "Sheryl Sandberg"
   }
  },
  {
   "quote": {
    "text": "There are so few strong roles for women, especially young women. And Veronica is very serious but also very likable. She's a lone wolf, and it appeals to people that she isn't rich and doesn't have a lot of friends. No posse. She's just like you, like most of us."
   },
   "author": {
    "text": "Kristen Bell"
   }
  },
  {
   "quote": {
    "text": "In life, single women are the most vulnerable adults. In movies, they are given imaginary power."
   },
   "author": {
    "text": "Elizabeth Wurtzel"
   }
  },
  {
   "quote": {
    "text": "My mother was the most amazing person. She taught me to be kind to other women. She believed in family. She was with my father from the first day they met. All that I am, she taught me."
   },
   "author": {
    "text": "Sidney Poitier"
   }
  },
  {
   "quote": {
    "text": "Famously, Anne Boleyn was not a beauty: she was more about quirkiness and an innate sensuality, and there are a lot of references to her eyes. Which sends out a great message for women, because life is not about the aesthetic all the time."
   },
   "author": {
    "text": "Natalie Dormer"
   }
  },
  {
   "quote": {
    "text": "Elin Kling is one of the most stylish women I know."
   },
   "author": {
    "text": "Emily Weiss"
   }
  },
  {
   "quote": {
    "text": "I'm uncomfortable with men making decisions that affect women's health."
   },
   "author": {
    "text": "Valerie Jarrett"
   }
  },
  {
   "quote": {
    "text": "There are a lot of women who live with pot-bellied pigs."
   },
   "author": {
    "text": "Catherine Zeta-Jones"
   }
  },
  {
   "quote": {
    "text": "You see a lot of smart guys with dumb women, but you hardly ever see a smart woman with a dumb guy."
   },
   "author": {
    "text": "Erica Jong"
   }
  },
  {
   "quote": {
    "text": "What we women need to do, instead of worrying about what we don't have, is just love what we do have."
   },
   "author": {
    "text": "Cameron Diaz"
   }
  },
  {
   "quote": {
    "text": "Women, by their nature, are not exceptional chess players: they are not great fighters."
   },
   "author": {
    "text": "Garry Kasparov"
   }
  },
  {
   "quote": {
    "text": "Wherever there was injustice, war, discrimination against women, gays and the disadvantaged, I did my best to show up and exert moral persuasion."
   },
   "author": {
    "text": "Coretta Scott King"
   }
  },
  {
   "quote": {
    "text": "There's nothing more superficial to do than to paint a beautiful woman. The most beautiful portraits in art were of ugly women. If you paint Brigitte Bardot, it's a disaster. Sunsets, you have to stay away from sunsets. You paint a sunset, you are in great danger."
   },
   "author": {
    "text": "Fernando Botero"
   }
  },
  {
   "quote": {
    "text": "If I only care about equality for transgender people, then I am leaving so many people behind - if I'm not at the same time seeking to end discrimination against people of color, seeking to end discrimination against women, seeking to ensure that people of every religious background have an equal opportunity."
   },
   "author": {
    "text": "Sarah McBride"
   }
  },
  {
   "quote": {
    "text": "Women have had the power of naming stolen from us."
   },
   "author": {
    "text": "Mary Daly"
   }
  },
  {
   "quote": {
    "text": "Remember this about the Korean War: The men were drafted; the women volunteered."
   },
   "author": {
    "text": "Loretta Swit"
   }
  },
  {
   "quote": {
    "text": "Oh my God, Zumba is the greatest invention ever for women. I like to exercise, though I do nothing consistently because I get bored and impatient. With Zumba, you're dancing, you're moving your hips. So much fun."
   },
   "author": {
    "text": "Robin Wright"
   }
  },
  {
   "quote": {
    "text": "I think today women are very scared to celebrate themselves, because then they just get labeled."
   },
   "author": {
    "text": "Charlize Theron"
   }
  },
  {
   "quote": {
    "text": "Fault lines run along color lines in American public life, and the women's movement is no exception. Over the years, feminism has become more inclusive but there is still hard work to be done to include LGBT women and communities of color."
   },
   "author": {
    "text": "Christine Pelosi"
   }
  },
  {
   "quote": {
    "text": "Women have a predestination to suffering."
   },
   "author": {
    "text": "Bela Lugosi"
   }
  },
  {
   "quote": {
    "text": "But, alas! what poor Woman is ever taught that she should have a higher Design than to get her a Husband?"
   },
   "author": {
    "text": "Mary Astell"
   }
  },
  {
   "quote": {
    "text": "Women want love to be a novel, men a short story."
   },
   "author": {
    "text": "Daphne du Maurier"
   }
  },
  {
   "quote": {
    "text": "Women are so complicated, it's unbelievable."
   },
   "author": {
    "text": "Travis Fimmel"
   }
  },
  {
   "quote": {
    "text": "Years ago women of my size were considered royalty."
   },
   "author": {
    "text": "Camryn Manheim"
   }
  },
  {
   "quote": {
    "text": "A lot of women say they love being pregnant, but I wasn't such a big fan."
   },
   "author": {
    "text": "Marion Jones"
   }
  },
  {
   "quote": {
    "text": "Women need not always keep their mouths shut and their wombs open."
   },
   "author": {
    "text": "Emma Goldman"
   }
  },
  {
   "quote": {
    "text": "Women, you can have it all - a loving man, devoted husband, loving children, a fabulous career."
   },
   "author": {
    "text": "Jada Pinkett Smith"
   }
  },
  {
   "quote": {
    "text": "I think that maybe if women and children were in charge we would get somewhere."
   },
   "author": {
    "text": "James Thurber"
   }
  },
  {
   "quote": {
    "text": "All women should know how to take care of children. Most of them will have a husband some day."
   },
   "author": {
    "text": "Franklin P. Jones"
   }
  },
  {
   "quote": {
    "text": "Men are allowed to have passion and commitment for their work... a woman is allowed that feeling for a man, but not her work."
   },
   "author": {
    "text": "Barbra Streisand"
   }
  },
  {
   "quote": {
    "text": "Why is it men are permitted to be obsessed about their work, but women are only permitted to be obsessed about men?"
   },
   "author": {
    "text": "Barbra Streisand"
   }
  },
  {
   "quote": {
    "text": "A man who graduated high in his class at Yale Law School and made partnership in a top law firm would be celebrated. A man who invested wisely would be admired, but a woman who accomplishes this is treated with suspicion."
   },
   "author": {
    "text": "Barbra Streisand"
   }
  },
  {
   "quote": {
    "text": "Women get more unhappy the more they try to liberate themselves."
   },
   "author": {
    "text": "Brigitte Bardot"
   }
  },
  {
   "quote": {
    "text": "When women are encouraged to be competitive, too many of them become disagreeable."
   },
   "author": {
    "text": "Benjamin Spock"
   }
  },
  {
   "quote": {
    "text": "Younger women have no problem in reconciling beauty with ambitions as a professional woman."
   },
   "author": {
    "text": "Camille Paglia"
   }
  },
  {
   "quote": {
    "text": "It's incredibly unfair. You don't see a lot of 60-year-old women with 20-year-old men onscreen."
   },
   "author": {
    "text": "George Clooney"
   }
  },
  {
   "quote": {
    "text": "Disguise our bondage as we will, 'Tis woman, woman, rules us still."
   },
   "author": {
    "text": "Thomas Moore"
   }
  },
  {
   "quote": {
    "text": "In love, women are professionals, men are amateurs."
   },
   "author": {
    "text": "Francois Truffaut"
   }
  },
  {
   "quote": {
    "text": "The No. 1 impediment to women succeeding in the workforce is now in the home."
   },
   "author": {
    "text": "Sheryl Sandberg"
   }
  },
  {
   "quote": {
    "text": "They say that women talk too much. If you have worked in Congress you know that the filibuster was invented by men."
   },
   "author": {
    "text": "Clare Boothe Luce"
   }
  },
  {
   "quote": {
    "text": "You can't raise the standard of women's morals by raising their pay envelope. It lies deeper than that."
   },
   "author": {
    "text": "Billy Sunday"
   }
  },
  {
   "quote": {
    "text": "Women have this obsession with shoes."
   },
   "author": {
    "text": "Alexandra Paul"
   }
  },
  {
   "quote": {
    "text": "Speaking very generally, I find that women are spiritually, emotionally, and often physically stronger than men."
   },
   "author": {
    "text": "Gary Oldman"
   }
  },
  {
   "quote": {
    "text": "There is a physical relationship with a woman that you don't have with anybody else, but that's not about love. Love is a spiritual thing."
   },
   "author": {
    "text": "Ziggy Marley"
   }
  },
  {
   "quote": {
    "text": "I think that women just have a primeval instinct to make soup, which they will try to foist on anybody who looks like a likely candidate."
   },
   "author": {
    "text": "Dylan Moran"
   }
  },
  {
   "quote": {
    "text": "The sight of women talking together has always made men uneasy; nowadays it means rank subversion."
   },
   "author": {
    "text": "Germaine Greer"
   }
  },
  {
   "quote": {
    "text": "I will not say that women have no character; rather, they have a new one every day."
   },
   "author": {
    "text": "Heinrich Heine"
   }
  },
  {
   "quote": {
    "text": "The appalling thing is the degree of charity women are capable of. You see it all the time... love lavished on absolute fools. Love's a charity ward, you know."
   },
   "author": {
    "text": "Lawrence Durrell"
   }
  },
  {
   "quote": {
    "text": "I think women are excellent social critics."
   },
   "author": {
    "text": "Laurie Anderson"
   }
  },
  {
   "quote": {
    "text": "Women hear rhythm differently than men."
   },
   "author": {
    "text": "Elvis Costello"
   }
  },
  {
   "quote": {
    "text": "Women's value has been under-recognized for far too long."
   },
   "author": {
    "text": "Sidney Sheldon"
   }
  },
  {
   "quote": {
    "text": "I care so passionately about improving the quality of life for women and girls, not just here in the United States, but internationally as well. I am a single mom and I raised a daughter who is now a young adult."
   },
   "author": {
    "text": "Valerie Jarrett"
   }
  },
  {
   "quote": {
    "text": "Men and women, women and men. It will never work."
   },
   "author": {
    "text": "Erica Jong"
   }
  },
  {
   "quote": {
    "text": "Women, you need to understand something. Men are not as dumb as you think they are."
   },
   "author": {
    "text": "Paul Washer"
   }
  },
  {
   "quote": {
    "text": "I have been a woman for fifty years, and I've never yet been able to discover precisely what it is I am."
   },
   "author": {
    "text": "Jean Giraudoux"
   }
  },
  {
   "quote": {
    "text": "Women are incredible in groups together. Terrifying. Men have nothing on them."
   },
   "author": {
    "text": "Michael Hutchence"
   }
  },
  {
   "quote": {
    "text": "Nature makes woman to be won and men to win."
   },
   "author": {
    "text": "George William Curtis"
   }
  },
  {
   "quote": {
    "text": "The test of civilization is its estimate of women."
   },
   "author": {
    "text": "George William Curtis"
   }
  },
  {
   "quote": {
    "text": "Women often postpone their lives, thinking that if they're not with a partner then it doesn't really count. They're still searching for their prince, in a way. And as much as we don't discuss that, because it's too embarrassing and too sad, I think it really does exist."
   },
   "author": {
    "text": "Jane Campion"
   }
  },
  {
   "quote": {
    "text": "Intimacies between women often go backwards, beginning in revelations and ending in small talk."
   },
   "author": {
    "text": "Elizabeth Bowen"
   }
  },
  {
   "quote": {
    "text": "When men reach their sixties and retire, they go to pieces. Women go right on cooking."
   },
   "author": {
    "text": "Gail Sheehy"
   }
  },
  {
   "quote": {
    "text": "The women's movement completely changed attitudes all over the world in ways we'll never be able to count."
   },
   "author": {
    "text": "Holly Near"
   }
  },
  {
   "quote": {
    "text": "I recognise my old self in a lot of the letters I get from single women who are unrealistic about what they want."
   },
   "author": {
    "text": "Mariella Frostrup"
   }
  },
  {
   "quote": {
    "text": "Women may not have it easy, but we are given a fairer chance to reach for the top."
   },
   "author": {
    "text": "Jessica Savitch"
   }
  },
  {
   "quote": {
    "text": "Until Eve arrived, this was a man's world."
   },
   "author": {
    "text": "Richard Armour"
   }
  },
  {
   "quote": {
    "text": "America is a land where men govern, but women rule."
   },
   "author": {
    "text": "John Mason Brown"
   }
  },
  {
   "quote": {
    "text": "Women are frightening. If you get to 41 as a man, you're quite battle-scarred."
   },
   "author": {
    "text": "Hugh Grant"
   }
  },
  {
   "quote": {
    "text": "The house a woman creates is a Utopia. She can't help it - can't help trying to interest her nearest and dearest not in happiness itself but in the search for it."
   },
   "author": {
    "text": "Marguerite Duras"
   }
  },
  {
   "quote": {
    "text": "You women could make someone fall in love even with a lie."
   },
   "author": {
    "text": "Georg Buchner"
   }
  },
  {
   "quote": {
    "text": "I'm surrounded by very powerful women and very progressive men."
   },
   "author": {
    "text": "Christie Hefner"
   }
  },
  {
   "quote": {
    "text": "One hair of a woman can draw more than a hundred pair of oxen."
   },
   "author": {
    "text": "James Howell"
   }
  },
  {
   "quote": {
    "text": "And I think women have come a very, very long way, but they have a long way to go."
   },
   "author": {
    "text": "Lara Flynn Boyle"
   }
  },
  {
   "quote": {
    "text": "I always say God should have given women one extra decade at least, especially if you want a family. You're trying to pack a lot in."
   },
   "author": {
    "text": "Christine Baranski"
   }
  },
  {
   "quote": {
    "text": "Women today have more of an overview of their lives and how marriage is or is not a part of it."
   },
   "author": {
    "text": "Helen Reddy"
   }
  },
  {
   "quote": {
    "text": "Women don't realize how powerful they are."
   },
   "author": {
    "text": "Judith Light"
   }
  },
  {
   "quote": {
    "text": "Women need space and silence. We too quickly give away our energy. There's something about holding that richness."
   },
   "author": {
    "text": "Natalie Goldberg"
   }
  },
  {
   "quote": {
    "text": "You're not working with models, you're working with real women who have, like, anatomy. Models do not have anatomy."
   },
   "author": {
    "text": "Isaac Mizrahi"
   }
  },
  {
   "quote": {
    "text": "All issues are women's issues - and there are several that are just women's business."
   },
   "author": {
    "text": "Eddie Bernice Johnson"
   }
  },
  {
   "quote": {
    "text": "I think women get caught up too much in having a plan - 'I'm going to get married at this age; I'm going to have a kid at this age' - and then they just try to find a guy who will fit into that picture. I don't want my life to be based on that."
   },
   "author": {
    "text": "Julia Stiles"
   }
  },
  {
   "quote": {
    "text": "Women like myself, CEOs, can pave the way for more women to get to the top."
   },
   "author": {
    "text": "Andrea Jung"
   }
  },
  {
   "quote": {
    "text": "Being a sex symbol has to do with an attitude, not looks. Most men think it's looks, most women know otherwise."
   },
   "author": {
    "text": "Kathleen Turner"
   }
  },
  {
   "quote": {
    "text": "I don't love dolls. I love women. I love their bodies."
   },
   "author": {
    "text": "John Galliano"
   }
  },
  {
   "quote": {
    "text": "Women are women, and hurray for that."
   },
   "author": {
    "text": "John Galliano"
   }
  },
  {
   "quote": {
    "text": "My advantage as a woman and a human being has been in having a mother who believed strongly in women's education. She was an early undergraduate at Oxford, and her own mother was a doctor."
   },
   "author": {
    "text": "Antonia Fraser"
   }
  },
  {
   "quote": {
    "text": "Nearly all men and women are poetical, to some extent, but very few can be called poets. There are great poets, small poets, and men and women who make verses. But all are not poets, nor even good versifiers. Poetasters are plentiful, but real poets are rare. Education can not make a poet, though it may polish and develop one."
   },
   "author": {
    "text": "Orson F. Whitney"
   }
  },
  {
   "quote": {
    "text": "Women are the first to jump on what is fashionable."
   },
   "author": {
    "text": "Gavin DeGraw"
   }
  },
  {
   "quote": {
    "text": "Women are clear-headed, they are more creative and for this reason, sometimes, also more fragile."
   },
   "author": {
    "text": "Emma Bonino"
   }
  },
  {
   "quote": {
    "text": "What bugs me is that movies don't reflect how interesting and vibrant women are. We don't treasure women as they get older."
   },
   "author": {
    "text": "Jill Clayburgh"
   }
  },
  {
   "quote": {
    "text": "The only people you can really share certain things with in secret are your girlfriends."
   },
   "author": {
    "text": "Shirley Knight"
   }
  },
  {
   "quote": {
    "text": "Women are the sustaining force of any society - they think of the children and the next generation's chances."
   },
   "author": {
    "text": "Margo MacDonald"
   }
  }
 ]
}